{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197123/",
  "absolute_url": "/opinion/197123/ross-simons-v-baccarat-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197123/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:46Z",
  "date_modified": "2017-03-24T10:50:17.659025Z",
  "type": "010combined",
  "sha1": "827f9ab9ce608cf4a71eaeda0a5729ef285d968e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1619.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1619\r\n\n              ROSS-SIMONS OF WARWICK, INC., ET AL.,\r\n\n                      Plaintiffs, Appellees,\r\n\n                                v.\r\n\n                         BACCARAT, INC.,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n       [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                   \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Cyr and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                             \r\n\n     Jeffrey A.  Oppenheim, with whom Kane Kessler, P.C., John H.\r                                                                           \r\nBlish,  Joseph V. Cavanagh, Jr.,  Michael W. Carroll  and Blish &amp;\r                                                                           \r\nCavanagh were on brief, for appellant.\r                  \r\n     Steven E. Snow, with whom Thomas R. Noel and Partridge, Snow\r                                                                           \r\n&amp; Hahn were on brief, for appellees.\r                \r\n\n                                             \r\n\n                        December 13, 1996\r\n                                             \r\r\n\n          SELYA,  Circuit  Judge.   Defendant-appellant Baccarat,\r                    SELYA,  Circuit  Judge.\r                                          \r\n\nInc. (Baccarat) implores us to dismantle a preliminary injunction\r\n\nthat compels it to continue selling its wares to the plaintiffs.1\r\n\nDiscerning  neither  error of  law  nor abuse  of  discretion, we\r\n\naffirm.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          We  divide  our  account  of  the  relevant  background\r\n\nmaterial into four segments.\r\n\n                   A.  The Commercial Climate.\r                             A.  The Commercial Climate.\r                                                       \r\n\n          Baccarat is a subsidiary of Compagnie des Cristalleries\r\n\nde Baccarat, a prestigious French  lead crystal manufacturer.  It\r\n\nis  the  exclusive  distributor  in  the  United  States of  this\r\n\naristocratic product line.\r\n\n          Ross-Simons  sells  jewelry,  tableware,  crystal,  and\r\n\nsundry other  merchandise from  retail stores located  in several\r\n\nstates.  Roughly eighty-five percent of its business, however, is\r\n\ngenerated   through   catalog  and   telemarketing  sales.     It\r\n\ndistributes 45,000,000 catalogs annually and maintains a bustling\r\n\ndistribution  center in  Cranston, Rhode Island.   A  bridal gift\r\n\nregistry  comprises an  integral part of  Ross-Simons' business.2\r\n                    \r                              \r\n\n     1Ross-Simons,  Inc.,  Ross-Simons  of  Warwick,  Inc., Ross-\r\nSimons of  Barrington, Inc.,  Ross-Simons of Atlanta,  L.L.C. and\r\nRoss-Simons of  North Carolina,  L.L.C. are all  named plaintiffs\r\nherein.  For simplicity's  sake we refer to them  collectively as\r\n\"Ross-Simons.\"\r\n\n     2The mechanics of a  bridal gift registry are uncomplicated.\r\nIn its  simplest iteration,  betrothed couples select  items that\r\nthey would like  to possess  and \"register\" with  a merchant  who\r\ncarries those items.   Persons who wish to give  wedding presents\r\nor  gifts  for other  occasions  can then  contact  the merchant,\r\n\n                                2\r\r\n\nThe firm  acquires approximately 15,000 new  registrants annually\r\n\nand has about 30,000  active registrations at any given time.  In\r\n\n1995 Ross-Simons grossed  $150,000,000 from  all its  operations,\r\n\nincluding  $1,000,000  attributable to  Baccarat  crystal (mostly\r\n\nfrom catalog sales).\r\n\n          Ross-Simons  carved its  niche as  a discount  or \"off-\r\n\nprice\" retailer,  frequently advertising prices as  much as fifty\r\n\npercent below  suggested retail  prices.  Baccarat  comes from  a\r\n\ndifferent  school, having  steadfastly  resisted discounting  and\r\n\ndiscounters.  For many years Baccarat refused to sell its crystal\r\n\nto  Ross-Simons.   Moreover, when  Baccarat became  the exclusive\r\n\nAmerican  distributor of  Haviland  Limoges porcelain  dinnerware\r\n\n(not a  product that Baccarat manufactured),  it terminated Ross-\r\n\nSimons as an authorized dealer for that line.\r\n\n          Rather  than  turning   the  other  cheek,  Ross-Simons\r\n\nresponded by filing  an antitrust  suit.   Its complaint  alleged\r\n\ninter  alia that Baccarat refused to deal with Ross-Simons due to\r                     \r\n\nthe latter's  proclivity for  discount pricing.   In  November of\r\n\n1992,  the  parties  entered  into  a  written  accord  (the 1992\r\n\nAgreement)  that settled  their differences.3   Pursuant  to that\r\n\nagreement,  the federal  district court  dismissed  the antitrust\r\n\nsuit without prejudice.\r\n\n                    \r                              \r\n\nchoose  an  item from  the list,  and  have it  delivered  to the\r\nregistrant(s).\r\n\n     3In  addition  to  Baccarat,  other  named  defendants  were\r\nparties  to  both   the  lawsuit  and  the  settlement.     Their\r\ninvolvement does not affect this appeal.\r\n\n                                3\r\r\n\n                     B.  The 1992 Agreement.\r                               B.  The 1992 Agreement.\r                                                     \r\n\n          An understanding  of the 1992 Agreement  is critical to\r\n\nreasoned consideration  of the issues  on appeal.   Baccarat  and\r\n\nRoss-Simons styled the  pact as an  \"Agreement of Compromise  and\r\n\nSettlement\"  and stipulated that  it would  be governed  by Rhode\r\n\nIsland  law.  They memorialized  it \"as a  compromise between the\r\n\nparties  for  the settlement  of  their  claims, differences  and\r\n\ncauses of action.\"  However, they  did not ask the district court\r\n\neither  to  approve the  settlement terms  or  to enter  a decree\r\n\nembodying those terms.\r\n\n          By virtue  of  the 1992  Agreement, Baccarat  appointed\r\n\nRoss-Simons  as an  authorized dealer  \"entitled to  purchase and\r\n\nresell  [Baccarat crystal] products at  such prices and upon such\r\n\nterms as are available to other authorized dealers.\"  In addition\r\n\nBaccarat  agreed \"not  [to] terminate  Ross-Simons' status  as an\r\n\nauthorized dealer, nor otherwise discriminate against Ross-Simons\r\n\nin  any manner, [for its  refusal] to adhere  to suggested resale\r\n\nprices  or  due  to  Ross-Simons'  marketing through  direct-mail\r\n\ncatalogs.\"   The 1992 Agreement contains no  durational term, but\r\n\nit specifically  provides that  its covenants and  conditions are\r\n\nnot terminable on the basis of changed facts.\r\n\n                   C.  The Proposed Agreement.\r                             C.  The Proposed Agreement.\r                                                       \r\n\n          Ross-Simons sold  Baccarat  products for  three  years,\r\n\nwithout  incident,  until  a   series  of  events  shattered  the\r\n\nincreasingly fragile  business  relationship.   A new  management\r\n\nregime took control of Baccarat in 1994 and Jean-Luc Negre became\r\n\n                                4\r\r\n\nthe firm's chief executive  officer.  Early on, Negre  made known\r\n\nhis  view that  it was  inappropriate for  retailers to  discount\r\n\nluxury items.  He then reshaped Baccarat's marketing  strategy in\r\n\nan attempt,  as he  put it,  to  improve the  \"overall image  and\r\n\nprestige . . .  of [Baccarat's] world-renowned name.\"   Under the\r\n\nrevised plan, Baccarat limited the number of retailers to whom it\r\n\nwould  sell  its products  and  simultaneously  introduced a  new\r\n\n\"Authorized  Dealer Program.\"   To  retain authorized  dealership\r\n\nstatus in 1996  and beyond, a  retailer had to sign  a particular\r\n\nform of  dealer agreement (the Proposed Agreement)  no later than\r\n\nDecember 15, 1995.\r\n\n           Although Baccarat invited  Ross-Simons (along with 379\r\n\nother retailers)  to participate in this  neoteric program, there\r\n\nwas  a rub;  by its  terms the  Proposed Agreement  prohibits the\r\n\nadvertising of  Baccarat products in any catalog or other printed\r\n\nmedium that promotes at  off-prices more than twenty-five percent\r\n\nof  the items  advertised.   In  addition, Baccarat  reserved the\r\n\nright to determine in its sole discretion \"whether an advertising\r\n\nor promotional practice  is damaging to  the image, prestige  and\r\n\ngoodwill\" of its products.   If Baccarat found any  such practice\r\n\noffensive, it could terminate  the dealership forthwith.  Because\r\n\nRoss-Simons (alone among Baccarat's invitees) devotes most of its\r\n\ncatalog  to discounted  items, and  because Negre  previously had\r\n\nproclaimed that off-pricing was inconsistent with prestige, Ross-\r\n\nSimons  viewed the proposal as a \"suicide note,\" asserted that it\r\n\nviolated  the terms of the  1992 Agreement, and  refused to sign.\r\n\n                                5\r\r\n\nPresumably in anticipation that  Baccarat would follow through on\r\n\nits  threat  of  termination,  Ross-Simons   stockpiled  Baccarat\r\n\nproducts  in late  1995.   The  precaution  proved justified,  as\r\n\nBaccarat refused  to  fill Ross-Simons'  orders  (including  1995\r\n\norders  previously received  but  theretofore unfilled)  from and\r\n\nafter January 1, 1996.\r\n\n                    D.  The Proceedings Below.\r                              D.  The Proceedings Below.\r                                                       \r\n\n          Ross-Simons  sued  Baccarat  in a  Rhode  Island  state\r\n\ncourt, claiming breach of contract, breach of an implied covenant\r\n\nof good  faith and fair  dealing, and tortious  interference with\r\n\nadvantageous business  relationships.  Baccarat  removed the case\r\n\nto  the federal  district  court.    See  28  U.S.C.      1332(a)\r                                                  \r\n\n(diversity jurisdiction),  1441 (permitting  removal of cases  in\r\n\nwhich  diversity  jurisdiction  exists).   In  short  order,  the\r\n\ndistrict court conducted an evidentiary hearing and granted Ross-\r\n\nSimons'  motion to compel Baccarat, pendente lite, to continue to\r                                                           \r\n\nsell products  in pursuance of the 1992 Agreement.  In its ruling\r\n\nthe court  predicted that  Ross-Simons probably would  prevail on\r\n\nthe   theory   that  the   Proposed   Agreement  constituted   an\r\n\nimpermissible attempt by Baccarat  to subvert the 1992 Agreement.\r\n\nRelatedly,  the court  concluded  that  Ross-Simons would  suffer\r\n\nirreparable harm  in the absence of  mandatory injunctive relief,\r\n\nand conversely, that Baccarat would undergo scant hardship should\r\n\n                                6\r\r\n\na preliminary injunction issue.  This appeal ensued.4\r\n\nII.  ANALYSIS\r          II.  ANALYSIS\r\n\n          In the  sections that  follow, we peruse  the checklist\r\n\napplicable  to preliminary  injunction  determinations  and  then\r\n\nassess how well the  district court's order withstands Baccarat's\r\n\nmulti-pronged attack.\r\n\n             A.  The Preliminary Injunction Standard.\r                       A.  The Preliminary Injunction Standard.\r                                                              \r\n\n          Over time,  we have  crafted a four-part  framework for\r\n\nuse  in determining  whether the grant  or denial  of preliminary\r\n\ninjunctive relief is appropriate.   Under this formulation, trial\r\n\ncourts must consider (1) the likelihood of success on the merits;\r\n\n(2)  the  potential for  irreparable  harm if  the  injunction is\r\n\ndenied;  (3)  the  balance  of relevant  impositions,  i.e.,  the\r\n\nhardship to  the nonmovant  if enjoined  as  contrasted with  the\r\n\nhardship  to  the movant  if no  injunction  issues; and  (4) the\r\n\neffect (if any)  of the  court's ruling on  the public  interest.\r\n\nSee Weaver v.  Henderson, 984 F.2d 11, 12 &amp;  n.3 (1st Cir. 1993);\r                                  \r\n\nNarragansett  Indian Tribe v. Guilbert,  934 F.2d 4,  5 (1st Cir.\r                                                \r\n\n1991).\r\n\n          An  appellate court  affords considerable  deference to\r\n\nthe  district  court's  evaluative  judgment  of  these  discrete\r\n\nfactors and of their interrelationship.  See  Anthony v. Sundlun,\r                                                                          \r\n\n952 F.2d 603, 605 n.2 (1st Cir. 1991).  Thus, a party who appeals\r\n\n                    \r                              \r\n\n     4Baccarat's endeavors to secure  a stay were unavailing, and\r\nthe preliminary injunction is in force.\r\n\n                                7\r\r\n\nfrom  the   issuance  of  a  preliminary   injunction  bears  the\r\n\nconsiderable  burden  of  demonstrating   that  the  trial  court\r\n\nmishandled the four-part framework.  See EEOC v. Astra USA, Inc.,\r                                                                          \r\n\n94  F.3d 738, 743 (1st Cir. 1996).   In sum, unless the appellant\r\n\ncan show that the lower court misapprehended the law or committed\r\n\na palpable abuse  of discretion,  the court of  appeals will  not\r\n\nintervene.    See  Narragansett  Indian  Tribe, 934  F.2d  at  5;\r                                                        \r\n\nIndependent  Oil &amp;  Chem. Workers  of Quincy,  Inc. v.  Procter &amp;\r                                                                           \r\n\nGamble Mfg.  Co., 864  F.2d  927, 929  (1st Cir.  1988).   Though\r                          \r\n\nmistake of law is a rubric that requires no elaboration, abuse of\r\n\ndiscretion is a fuzzier concept.   That inquiry is case-specific,\r\n\nsee Weaver, 984 F.2d  at 13; Narragansett Indian Tribe,  934 F.2d\r                                                                \r\n\nat 5-6, and  a finding  of abuse usually  entails proof that  the\r\n\nnisi  prius  court,  in  making the  challenged  ruling,  ignored\r\n\npertinent  elements  deserving  significant   weight,  considered\r\n\nimproper criteria,  or, though  assessing all appropriate  and no\r\n\ninappropriate  factors,  plainly  erred  in balancing  them,  see\r                                                                           \r\n\nProcter &amp; Gamble, 864 F.2d at 929.\r                          \r\n\n          We proceed  to scrutinize the  district court's  ruling\r\n\nunder this  deferential glass.  In so  doing, we address only the\r\n\nfirst  two rungs of the four-part framework, as Baccarat does not\r\n\nchallenge the district court's analysis anent either the third or\r\n\nfourth rung.\r\n\n                  B.  The Likelihood of Success.\r                            B.  The Likelihood of Success.\r                                                         \r\n\n          Likelihood of success is  the main bearing wall  of the\r\n\nfour-factor framework.  See  Weaver, 984 F.2d at 12;  Auburn News\r                                                                           \r\n\n                                8\r\r\n\nCo. v. Providence Journal Co., 659 F.2d 273, 277 (1st Cir. 1981),\r                                       \r\n\ncert. denied, 455 U.S. 921 (1982).  Here, Baccarat challenges the\r                      \r\n\ndistrict court's assessment of  this factor in two respects.   We\r\n\nexamine each  in turn.   Before  doing  so, however,  we deem  it\r\n\nprudent to  remind the reader that,  just as the trial  court, at\r\n\nthe preliminary  injunction stage, need not  predict the eventual\r\n\noutcome on  the merits with absolute  assurance, see Narragansett\r                                                                           \r\n\nIndian Tribe,  934  F.2d  at  6  (cautioning  that  decisions  on\r                      \r\n\npreliminary  injunction \"are  to be  understood as  statements of\r\n\nprobable   outcomes\"   only),  an   appellate   court   need  not\r\n\nconclusively  determine the  merits of  the underlying  claims to\r\n\nexecute abuse-of-discretion review.\r\n\n          1.    The  Nondiscrimination  Clause.    As  previously\r                    1.    The  Nondiscrimination  Clause.\r                                                        \r\n\nmentioned,  see supra Part I(B),  Baccarat agreed in  1992 not to\r                               \r\n\n\"discriminate against  Ross-Simons in any manner\"  because of its\r\n\npredilection for off-pricing.  The district  court relied on this\r\n\nclause  in holding that  Ross-Simons likely would  prevail on its\r\n\nbreach of  contract claim.   However, Baccarat maintains  that it\r\n\nterminated Ross-Simons for failing to sign the Proposed Agreement\r\n\nand,  in  doing so,  treated Ross-Simons  the  same as  any other\r\n\ndealer who refused to honor this uniform set of terms.  Since the\r\n\nlower  court's  order  requires  Baccarat  to  treat  Ross-Simons\r\n\ndifferently than  other  dealers    that is,  more favorably,  by\r\n\nallowing Ross-Simons  to buy Baccarat crystal  without abiding by\r\n\nthe Proposed Agreement's uniform terms   it is the court's order,\r\n\nnot Baccarat's conduct, this  thesis holds, which contradicts the\r\n\n                                9\r\r\n\nnondiscrimination clause  contained in the 1992  Agreement.  This\r\n\nresupinate reasoning  stands the nondiscrimination clause  on its\r\n\nhead and ignores the district court's factual findings.\r\n\n          Judge  Boyle  found  that  of the  380  retailers  whom\r\n\nBaccarat invited to become authorized dealers, only one of them  \r\n\nRoss-Simons   engaged in systematic off-pricing.  Thus, while the\r\n\nproscription against widespread discounting  was part and  parcel\r\n\nof  a uniform contract (i.e., the Proposed Agreement), only Ross-\r\n\nSimons would feel  its sting.   Building on  this foundation  the\r\n\njudge  drew  the  eminently  reasonable inference  that  Baccarat\r\n\n(which had not previously attempted to impose a monolithic set of\r\n\ndealer  agreements)  wrote  these  particular  provisions  in   a\r\n\ndeliberate  effort to  circumvent the  1992 Agreement.    On this\r\n\nbasis, he  concluded that  Ross-Simons probably would  succeed on\r\n\nthe   merits   inasmuch   as  the   proscription   violated   the\r\n\nnondiscrimination clause.5\r\n\n          To be sure, these findings are not inevitable, but they\r\n\nreflect a  plausible rendition  of the  evidence then  before the\r\n\ncourt.    The findings,  in turn,  support  the court's  chain of\r\n\nreasoning  and give  meaningful  effect to  the 1992  Agreement's\r\n\nnondiscrimination  clause.    That  ends  the  matter:   at  this\r\n\npreliminary  stage, it is both  the trial court's prerogative and\r\n\nits  duty   \"to  assess  the  facts,   draw  whatever  reasonable\r\n                    \r                              \r\n\n     5Among other things, Baccarat's former president (who signed\r\nthe  1992   Agreement  on  its  behalf)   executed  an  affidavit\r\nsupporting  Ross-Simons' view  of  the nondiscrimination  clause.\r\nThis testimony buttresses the district court's application of the\r\nclause.\r\n\n                                10\r\r\n\ninferences it might favor,  and decide the likely ramifications.\"\r\n\nProcter &amp; Gamble, 864 F.2d at 933.\r                          \r\n\n          2.  The  Uniform Commercial  Code.  In  its next  foray\r                    2.  The  Uniform Commercial  Code.\r                                                     \r\n\nBaccarat  attempts  to  characterize  the  1992  Agreement  as  a\r\n\ncontract for the sale  of goods, thus bringing into  play Article\r\n\nTwo of the Uniform Commercial Code (UCC), R.I. Gen. Laws    6A-2-\r\n\n101 to  6A-2-725 (1992), and, in particular, R.I. Gen. Laws   6A-\r\n\n2-309(2)   (\"Where   the   contract   provides   for   successive\r\n\nperformances  but is  indefinite in  duration it  is valid  for a\r\n\nreasonable time, but unless otherwise agreed may be terminated at\r\n\nany  time by either party.\").   In Baccarat's  view, this statute\r\n\nrenders the 1992 Agreement terminable at will and thus undermines\r\n\nRoss-Simons'  contract claims.   This argument,  though burnished\r\n\nwith considerable care, builds on a false premise.\r\n\n          We  begin with  bedrock.   Courts look to  the apparent\r\n\nintentions   of   the  contracting   parties   when  interpreting\r\n\ncontracts.  See  United States  v. Seckinger, 397  U.S. 203,  212\r                                                      \r\n\nn.17 (1970); McCarthy v. Azure, 22 F.3d 351, 355 (1st Cir. 1994);\r                                        \r\n\nFashion House,  Inc. v. K  mart Corp.,  892 F.2d 1076,  1084 (1st\r                                               \r\n\nCir. 1989); Johnson v. Western Nat'l Life Ins. Co., 641  A.2d 47,\r                                                            \r\n\n48 (R.I. 1994).   A valid settlement agreement is  an enforceable\r\n\ncontract subject to  this basic principle  of construction.   See\r                                                                           \r\n\nITT Corp. v.  LTX Corp., 926 F.2d 1258,  1266-67 (1st Cir. 1991);\r                                 \r\n\nMathewson  Corp. v. Allied Marine Indus., Inc., 827 F.2d 850, 856\r                                                        \r\n\n(1st Cir. 1987); T &amp; T Mfg. Co. v.  A.T. Cross Co., 587 F.2d 533,\r                                                            \r\n\n537  (1st  Cir. 1978),  cert. denied,  441  U.S. 908  (1979); cf.\r                                                                           \r\n\n                                11\r\r\n\nLangton v. Johnston, 928 F.2d 1206, 1221 (1st Cir. 1991) (stating\r                             \r\n\nthat  consent decrees  between  private parties  in a  commercial\r\n\nsetting are  treated as contracts).   Thus,  whether Article  Two\r\n\napplies to the  1992 Agreement hinges  primarily on the  parties'\r\n\nintentions.\r\n\n          The  district  court  eschewed  any  reference  to  the\r\n\nstatute, apparently convinced  that it  did not  govern the  1992\r\n\nAgreement.   We believe that this action is supportable.  Article\r\n\nTwo  does not purport to regulate nonsale transactions.  See R.I.\r                                                                      \r\n\nGen.  Laws    6A-2-102.   Furthermore, if  a contract  contains a\r\n\nblend of sale and  nonsale elements, Article Two applies  only if\r\n\nthe  dominant  purpose  behind  the  contract  reflects  a  sales\r\n\ntransaction.  See ITT, 926 F.2d at 1266; Cianbro Corp. v. Curran-\r                                                                           \r\n\nLavoie, Inc., 814  F.2d 7,  13-14 (1st Cir.  1987); Bonebrake  v.\r                                                                       \r\n\nCox, 499 F.2d 951, 960 (8th  Cir. 1974); see generally 1 J. White\r                                                                \r\n\n&amp;  R.  Summers, Uniform  Commercial Code     1-1 (4th  ed. 1995).\r                                                  \r\n\nConsequently,  Article Two is not in play if the dominant purpose\r\n\nof  an agreement  is to settle  litigation.  See,  e.g., ITT, 926\r                                                                      \r\n\nF.2d  at 1266;  New Eng.  Power Co.  v. Riley  Stoker Corp.,  477\r                                                                     \r\n\nN.E.2d 1054, 1060-61 (Mass. App.  Ct.), review denied, 481 N.E.2d\r                                                               \r\n\n197 (Mass. 1985).\r\n\n          While it  is not  necessary definitively to  decide the\r\n\nissue  of predominant purpose  at this stage  in the proceedings,\r\n\nthe  record strongly  suggests  that  the  parties  to  the  1992\r\n\nAgreement  intended first  and foremost  to settle  the antitrust\r\n\nlitigation.  For one thing, the title of the pact   \"Agreement of\r\n\n                                12\r\r\n\nCompromise  and Settlement\"   is a good barometer of the parties'\r\n\nintentions.  Though  the label that contracting  parties affix to\r\n\nan agreement is not  necessarily determinative of the agreement's\r\n\npredominant purpose,  it can  constitute potent evidence  of that\r\n\npurpose.   See, e.g.,  Triangle Underwriters, Inc.  v. Honeywell,\r                                                                           \r\n\nInc.,  604  F.2d 737,  742-43 (2d  Cir.  1979) (holding  a hybrid\r              \r\n\ncontract  entitled  \"Agreement for  the  Sale of  [Goods]\"  to be\r\n\nprecisely that);  Riley Stoker, 477 N.E.2d  at 1060-61 (declining\r                                        \r\n\nto characterize  a document labelled \"Settlement  Agreement\" as a\r\n\ncontract for the sale of goods).\r\n\n          For  another  thing, the  body  of  the 1992  Agreement\r\n\ncontains  language  that  is  more consistent  with  the  purpose\r\n\nsuggested  by its  title  than  with  any  other  purpose.    The\r\n\nagreement  opens  with  a   declaration  that  it  represents  \"a\r\n\ncompromise  between  the  parties  for the  settlement  of  their\r\n\nclaims,  differences  and causes  of action  with respect  to the\r\n\ndispute.\"  A  later section reiterates that the  parties executed\r\n\nthe document \"for  the sole purpose of  compromising and settling\r                                     \r\n\nthe  matters involved  in  [the antitrust]  dispute.\"   (Emphasis\r\n\nsupplied).   These excerpts  comprise powerful evidence  that the\r\n\nprimary impetus  for  the  agreement  was to  abate  the  pending\r\n\nlitigation.\r\n\n          Baccarat tries to throw cold water on this proposition.\r\n\nSince  the  antitrust  suit  was   dismissed  without  prejudice,\r\n\nBaccarat suggests that Ross-Simons  could have revived the claims\r\n\nat  any  time, and,  thus, the  predominant  purpose of  the 1992\r\n\n                                13\r\r\n\nAgreement  must have been the sale of  goods.  We think that this\r\n\nis  a classic non sequitur.   Dismissing a  lawsuit, even without\r\n\nprejudice, is not an idle matter; it has consequences in terms of\r\n\ncosts,  legal expenses,  time bars,  and the  like.   Because the\r\n\nparties' intentions (and, therefore, the contract's meaning) must\r\n\nbe  gleaned from  all the  surrounding circumstances,  see, e.g.,\r                                                                          \r\n\nSeckinger, 397 U.S. at 212 n.17, the dismissal without prejudice,\r                   \r\n\nby itself, cannot support Baccarat's characterization.\r\n\n          There is  a second  problem with Baccarat's  attempt to\r\n\ninvoke  Article Two:  even  this scant record  indicates that the\r\n\nparties never  intended the  1992 Agreement  to be  terminable at\r\n\nwill.  Indeed,  the parties  must have understood  that the  1992\r\n\nAgreement would operate at  some length because they specifically\r\n\nprovided  in section  four that  each party  assumed the  risk of\r\n\nchanges in  the operative  facts and  relinquished  any right  to\r\n\nterminate  the  agreement on  the basis  of such  factual shifts.\r\n\nThis proviso would be  nonsensical if either party had  the right\r\n\nto terminate the agreement at will.\r\n\n          Raw logic bolsters this evidence.  In exchange for  the\r\n\ncovenants   contained   in   the   1992   Agreement,  Ross-Simons\r\n\nsurrendered the  opportunity to pursue colorable antitrust claims\r\n\nagainst Baccarat.  A  reasonable factfinder easily could conclude\r\n\nthat Ross-Simons would not have abandoned such  an opportunity in\r\n\nexchange for a settlement that, in Judge Boyle's phrase, Baccarat\r\n\ncould  have ripped up  the next morning.   Based  on the parties'\r\n\nintent, made manifest by  the language of the 1992  Agreement and\r\n\n                                14\r\r\n\nthe circumstances of the settlement itself, it seems quite likely\r\n\nthat the Agreement was not meant to be terminable at will.\r\n\n          We have said enough on this score.   For the reasons we\r\n\nhave enumerated, the  lower court's four major actions in respect\r\n\nto this  issue   namely,  its refusal  to apply Article  Two, its\r\n\ndetermination that  the terms  of the  1992  Agreement remain  in\r\n\neffect,  its interpretation  of those  terms, and  its conclusion\r\n\nthat  Ross-Simons had  demonstrated a  significant likelihood  of\r\n\nsuccess on the merits of its contract claims   are  impervious to\r\n\nBaccarat's assault.\r\n\n                      C.  Irreparable Harm.\r                                C.  Irreparable Harm.\r                                                    \r\n\n          Civil  Rule  65(a),  as  interpreted  in  this circuit,\r\n\nplaces  the  burden of  demonstrating  that a  denial  of interim\r\n\ninjunctive relief would cause  irreparable harm squarely upon the\r\n\nmovant.   See Narragansett Indian Tribe, 934 F.2d at 6.  Baccarat\r                                                 \r\n\nquestions whether Ross-Simons carried this burden.\r\n\n          The  burden  is  substantial,  but it  is  possible  to\r\n\noverstate  its dimensions.    Baccarat falls  into  this trap  by\r\n\ninsisting that,  since Baccarat  crystal comprises less  than one\r\n\npercent  of Ross-Simons'  total  annual sales,  there  can be  no\r\n\nirreparable  harm   because  withholding   the  line  could   not\r\n\njeopardize  Ross-Simons'  economic   viability.    To   establish\r\n\nirreparable harm, however, a  plaintiff need not demonstrate that\r\n\nthe  denial of injunctive relief  will be fatal  to its business.\r\n\nSee General Leaseways, Inc. v. National  Truck Leasing Ass'n, 744\r                                                                      \r\n\nF.2d  588, 591  (7th Cir.  1984).   It is  usually enough  if the\r\n\n                                15\r\r\n\nplaintiff shows  that its  legal  remedies are  inadequate.   See\r                                                                           \r\n\nWeinberger   v.  Romero-Barcelo,   456  U.S.   305,  312   (1982)\r                                         \r\n\n(collecting cases); Lopez v.  Garriga, 917 F.2d 63, 68  (1st Cir.\r                                               \r\n\n1990).  If the plaintiff suffers a substantial injury that is not\r\n\naccurately measurable or adequately compensable by money damages,\r\n\nirreparable harm is a  natural sequel.  See, e.g.,  Multi-Channel\r                                                                           \r\n\nTV Cable Co. v.  Charlottesville Quality Cable Operating  Co., 22\r                                                                       \r\n\nF.3d  546, 551 (4th Cir.  1994); K-Mart Corp.  v. Oriental Plaza,\r                                                                           \r\n\nInc., 875 F.2d 907, 915 (1st Cir. 1989); Danielson v.  Local 275,\r                                                                           \r\n\nLaborers Int'l Union,  479 F.2d 1033, 1037 (2d Cir. 1973).  Thus,\r                              \r\n\na cognizable threat of such harm can support a restraining order.\r\n\n          Even so, whether Ross-Simons made the requisite showing\r\n\nin  this  case poses  a close  question.   Although  there  is no\r\n\nmechanical test that permits a court to make an exact calculation\r\n\nof  the quantum  of  hard-to-measure harm  that  will suffice  to\r\n\njustify  interim  injunctive  relief,  there  are  some  relevant\r\n\nguideposts.   In the  first place, the  plaintiff's showing  must\r\n\npossess some substance; a preliminary injunction is not warranted\r\n\nby a tenuous or overly speculative forecast of anticipated  harm.\r\n\nSee  Narragansett Indian Tribe, 934 F.2d at 6-7; Public Serv. Co.\r                                                                           \r\n\nv. Town of W. Newbury, 835 F.2d 380, 383 (1st Cir. 1987).  In the\r                               \r\n\nsecond  place,  an attempt  to  show irreparable  harm  cannot be\r\n\nevaluated in a vacuum;  the predicted harm and the  likelihood of\r\n\nsuccess on the merits  must be juxtaposed and weighed  in tandem.\r\n\nSee  Astra USA, 94  F.3d at 743 (explaining  that the greater the\r                        \r\n\nlikelihood  of merits success, the  less that is  required in the\r\n\n                                16\r\r\n\nway of irreparable harm); Gately v. Commonwealth of Mass., 2 F.3d\r                                                                   \r\n\n1221,  1232  (1st Cir.  1993)  (noting  the same  phenomenon  and\r\n\nsuggesting that irreparable harm is subject to a  \"sliding scale\"\r\n\nanalysis),  cert. denied, 114 S. Ct. 1832 (1994).  Finally, it is\r                                  \r\n\nclear  that battles  over the  quality and  quantity of  the harm\r\n\nalleged most often will be  won or lost in the trial court.   See\r                                                                           \r\n\nK-Mart, 875 F.2d at  915 (\"District courts have  broad discretion\r                \r\n\nto  evaluate  the irreparability  of  alleged  harm  and to  make\r\n\ndeterminations  regarding the  propriety of  injunctive relief.\")\r\n\n(citation and internal quotation marks omitted).\r\n\n          In this  instance  the district  court determined  that\r\n\nRoss-Simons  made   the  requisite  showing   because,  absent  a\r\n\nrestraining  order,  it  would  lose  incalculable  revenues  and\r\n\nsustain  harm  to  its  goodwill.     The  court  grounded   this\r\n\ndetermination  on two  factual  findings.    First,  due  to  the\r\n\nuniqueness  of Baccarat  crystal,  Ross-Simons  could not  simply\r\n\nreplace the Baccarat line with some other brand, and, without the\r\n\navailability of  Baccarat,  its bridal  registry  business  would\r\n\nsuffer.   The resultant  damage,  including lost  sales of  other\r\n\nregistry items, alienation of future registrants, and harm to its\r\n\nreputation,  would defy  accurate quantification.    Second, when\r\n\nBaccarat  ceased filling Ross-Simons' orders, Ross-Simons already\r\n\nhad  printed  and  distributed  millions of  copies  of  its 1996\r\n\ncatalog,6 and  that catalog held Ross-Simons out as an authorized\r\n                    \r                              \r\n\n     6Following its  usual praxis, Ross-Simons prepared  its 1996\r\ncatalog in the fall of 1995 and began mailing it later that year.\r\nThe  catalog identifies  Ross-Simons  as  an authorized  Baccarat\r\n\n                                17\r\r\n\npurveyor of Baccarat crystal.  The court found that the inability\r\n\nto  supply products  as advertised  would wreak  substantial (but\r\n\nimmeasurable)   damage   to   the   goodwill   that   Ross-Simons\r\n\npainstakingly had created  over the years.   The court  dismissed\r\n\nBaccarat's  counter-argument  that  Ross-Simons'  stockpiling  of\r\n\nBaccarat crystal safeguarded it  from this type of harm,  finding\r\n\nthat  Ross-Simons would  deplete  its  beefed-up  inventory  well\r\n\nbefore the litigation ended.\r\n\n          Like  the district  court, we  think that  Ross-Simons'\r\n\nbridal registry  business is the focal point  of irreparable harm\r\n\nin this case.   Similar to full-line distributors who  hawk \"one-\r\n\nstop  shopping\" as a means of meeting all their customers' needs,\r\n\nRoss-Simons promotes  its bridal registry as  offering a complete\r\n\nline  of giftware, including  many choices of  crystal.  Although\r\n\nnot among Ross-Simons' best-selling  lines, Baccarat crystal is a\r\n\nprestigious  item      a  unique,  top-shelf   line  that  boasts\r\n\nconsiderable allure and that is capable of serving as a beacon to\r\n\nattract  potential  customers.    In  the  context  of  a  bridal\r\n\nregistry,  as  in a  variety  of other  commercial  settings, the\r\n\navailability  of  a product  line is  as  important, if  not more\r\n\nimportant, than  the  amount  of  sales generated.    See,  e.g.,\r                                                                          \r\n\nSupermarket Servs., Inc.  v. Hartz Mountain  Corp., 382 F.  Supp.\r                                                            \r\n\n1248, 1256 (S.D.N.Y. 1974) (noting  the importance of offering  a\r\n\nparticular  brand  lest  customers  go   elsewhere).    Potential\r\n\nregistrants,  unable  to  include  Baccarat  crystal among  their\r\n                    \r                              \r\n\ndealer and contains a listing of available Baccarat products.\r\n\n                                18\r\r\n\nselections, may  choose not to register at  all with Ross-Simons,\r\n\nenlisting instead with a competitor  who offers the full spectrum\r\n\nof desired products.\r\n\n          To  be sure,  the district  court's findings  anent the\r\n\nbridal registry  rest  on a  number  of assumptions  about  Ross-\r\n\nSimons' business,  its customers' attitudes, and the way in which\r\n\nthe marketplace operates.  But the assumptions are reasonable and\r\n\nare  consistent with  the available  evidence; thus,  the court's\r\n\nsubsidiary findings are not unduly speculative.  These subsidiary\r\n\nfindings, in  turn, are  enough  to bottom  the court's  ultimate\r\n\nfinding  of  irreparable  injury.   After  all,  if  the  court's\r\n\nsubsidiary findings are correct, it could never be shown how many\r\n\nbrides opted not to associate themselves with Ross-Simons because\r\n\nBaccarat  products   were  unavailable,   and  it  would   follow\r\n\ninexorably  that neither  the  adverse impact  on  sales nor  the\r\n\nconcomitant  insult to  goodwill could  be measured  accurately.7\r\n\nSee Interphoto Corp. v. Minolta Corp., 417 F.2d 621, 622 (2d Cir.\r                                               \r\n                    \r                              \r\n\n     7While the  district court's finding of  irreparable harm is\r\nsustainable  on this basis alone, the fact that the 1996 catalogs\r\nalready were in circulation  when the contretemps arose increases\r\nthe  threat  to Ross-Simons'  goodwill.    Absent an  injunction,\r\ncatalog  recipients  might place  orders  for  Baccarat products,\r\nbelieving  that Ross-Simons  could supply  advertised  items, and\r\nthen  be disappointed.  The harm to Ross-Simons' general goodwill\r\nstemming from its inability to fill such orders likewise would be\r\nincalculable,  and, thus,  irreparable.   See,  e.g., Blackwelder\r                                                                           \r\nFurniture Co. v. Seilig Mfg. Co., 550 F.2d 189, 196-97 (4th  Cir.\r                                          \r\n1977); Bascom Food Prods.  Corp. v. Reese Finer Foods,  Inc., 715\r                                                                      \r\nF. Supp.  616, 637-38 (D.N.J. 1989)  (collecting cases); Robinson\r                                                                           \r\nv. United  States Postal Serv., 573  F. Supp. 244, 245  (D. Mass.\r                                        \r\n1983); see also Hypertherm,  Inc. v. Precision Prods.,  Inc., 832\r                                                                      \r\nF.2d 697, 700 (1st Cir. 1987) (holding that substantial damage to\r\nbusiness reputation  is a sufficient showing  of irreparable harm\r\nto justify preliminary injunctive relief).\r\n\n                                19\r\r\n\n1969) (per curiam); Supermarket Servs., 382 F. Supp. at 1256-57.\r                                                \r\n\n          This is far from  an aberrational result.  By  its very\r\n\nnature  injury to goodwill and reputation  is not easily measured\r\n\nor  fully compensable in damages.  Accordingly, this kind of harm\r\n\nis often  held to be irreparable.  See, e.g., K-Mart, 875 F.2d at\r                                                              \r\n\n915;  Camel Hair &amp; Cashmere Inst.  of Am., Inc. v. Associated Dry\r                                                                           \r\n\nGoods Corp.,  799 F.2d 6, 14-15  (1st Cir. 1986).   Of particular\r                     \r\n\ninterest  for  purposes  of  this  appeal,  several  courts  have\r\n\nrecognized that the loss  of a prestigious brand or  product line\r\n\nmay create a  threat of irreparable injury  if it is  likely that\r\n\ncustomers (or prospective customers) will turn to competitors who\r\n\ndo not labor under  the same handicap.  See,  e.g., Multi-Channel\r                                                                           \r\n\nTV, 22 F.3d  at 552; Jacobson  &amp; Co. v.  Armstrong Cork Co.,  548\r                                                                     \r\n\nF.2d 438, 444-45 (2d Cir. 1977); Bergen Drug  Co. v. Parke, Davis\r                                                                           \r\n\n&amp; Co., 307  F.2d 725, 728 (3d Cir. 1962);  Hendricks Music Co. v.\r                                                                        \r\n\nSteinway,  Inc.,  689  F.  Supp.  1501, 1512  (N.D.  Ill.  1988);\r                         \r\n\nSupermarket Servs., 382  F. Supp. at 1256-57; see  also Automatic\r                                                                           \r\n\nRadio Mfg. Co. v. Ford Motor Co., 390 F.2d 113, 116-17 (1st Cir.)\r                                          \r\n\n(suggesting  in  dictum that  irreparable  harm  to a  retailer's\r\n\ngoodwill may result  from an inability  to supply a full  line of\r\n\nproducts),  cert. denied, 391 U.S.  914 (1968); Leone  v. Town of\r                                                                           \r\n\nNew Shoreham, 534 A.2d 871, 874 (R.I. 1987) (holding that loss of\r                      \r\n\ngoodwill   due  to   inability  to   serve  returning   customers\r\n\nconstitutes irreparable harm).\r\n\n          Baccarat's  other  arguments regarding  the  nature and\r\n\ndegree  of  the harm  that  Ross-Simons  alleges  do not  require\r\n\n                                20\r\r\n\ncomment.8   Mindful of the preliminary stage  of the proceedings,\r\n\nthe  strong  likelihood  that  Ross-Simons will  prevail  on  the\r\n\nmerits, and  the trial court's  broad discretion,  we uphold  the\r\n\nfinding  that  Ross-Simons  faced  irremediable  harm if  interim\r\n\ninjunctive relief were withheld.\r\n\nIII.  CONCLUSION\r          III.  CONCLUSION\r\n\n          We  need  go  no further.    Here,  the district  court\r\n\napplied  the  traditional  four-part framework  to  the  evidence\r\n\nbefore it.   In doing so,  the court mulled  all the  appropriate\r\n\ncriteria,  eschewed reliance  on inappropriate  criteria, weighed\r\n\nthe relevant factors with  considerable care, and determined that\r\n\nRoss-Simons made a sufficient showing to justify the  issuance of\r\n\nan  injunction pendente  lite.   Given the  case-specific factual\r                                       \r\n\nfindings that anchor this determination,  we cannot say that  the\r\n\ncourt's action constituted an abuse of discretion.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\n     8For example, Baccarat suggests that Ross-Simons could   and\r\nstill  can     avoid any  harm  simply  by  signing the  Proposed\r\nAgreement.   This is  sheer persiflage.   The law    much  less a\r\ncourt of equity   should  not compel a litigant to sign  away the\r\nfarm in order to save the crops.\r\n\n                                21\r\r\n",
  "html": "<p class=\"case_cite\">102 F.3d 12</p>\n    <p class=\"case_cite\">31 UCC Rep.Serv.2d 327</p>\n    <p class=\"parties\">ROSS-SIMONS OF WARWICK, INC., et al., Plaintiffs, Appellees,<br>v.<br>BACCARAT, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1619.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 4, 1996.<br>Dec. 13, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey A. Oppenheim, with whom Kane Kessler, P.C., John H. Blish, Joseph V. Cavanagh, Jr., Michael W. Carroll, Blish &amp; Cavanagh were on brief, New York City, for appellant.</p>\n      <p class=\"indent\">Steven E. Snow, with whom Thomas R. Noel and Partridge, Snow &amp; Hahn were on brief, Providence, RI, for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Baccarat, Inc.  (Baccarat) implores us to dismantle a preliminary injunction that compels it to continue selling its wares to the plaintiffs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Discerning neither error of law nor abuse of discretion, we affirm.I. BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We divide our account of the relevant background material into four segments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>A. The Commercial Climate.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Baccarat is a subsidiary of Compagnie des Cristalleries de Baccarat, a prestigious French lead crystal manufacturer.  It is the exclusive distributor in the United States of this aristocratic product line.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Ross-Simons sells jewelry, tableware, crystal, and sundry other merchandise from retail stores located in several states.  Roughly eighty-five percent of its business, however, is generated through catalog and telemarketing sales.  It distributes 45,000,000 catalogs annually and maintains a bustling distribution center in Cranston, Rhode Island.  A bridal gift registry comprises an integral part of Ross-Simons' business.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The firm acquires approximately 15,000 new registrants annually and has about 30,000 active registrations at any given time.  In 1995 Ross-Simons grossed $150,000,000 from all its operations, including $1,000,000 attributable to Baccarat crystal (mostly from catalog sales).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ross-Simons carved its niche as a discount or \"off-price\" retailer, frequently advertising prices as much as fifty percent below suggested retail prices.  Baccarat comes from a different school, having steadfastly resisted discounting and discounters.  For many years Baccarat refused to sell its crystal to Ross-Simons.  Moreover, when Baccarat became the exclusive American distributor of Haviland Limoges porcelain dinnerware (not a product that Baccarat manufactured), it terminated Ross-Simons as an authorized dealer for that line.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rather than turning the other cheek, Ross-Simons responded by filing an antitrust suit.  Its complaint alleged inter alia that Baccarat refused to deal with Ross-Simons due to the latter's proclivity for discount pricing.  In November of 1992, the parties entered into a written accord (the 1992 Agreement) that settled their differences.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Pursuant to that agreement, the federal district court dismissed the antitrust suit without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>B. The 1992 Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An understanding of the 1992 Agreement is critical to reasoned consideration of the issues on appeal.  Baccarat and Ross-Simons styled the pact as an \"Agreement of Compromise and Settlement\" and stipulated that it would be governed by Rhode Island law.  They memorialized it \"as a compromise between the parties for the settlement of their claims, differences and causes of action.\"   However, they did not ask the district court either to approve the settlement terms or to enter a decree embodying those terms.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By virtue of the 1992 Agreement, Baccarat appointed Ross-Simons as an authorized dealer \"entitled to purchase and resell [Baccarat crystal] products at such prices and upon such terms as are available to other authorized dealers.\"   In addition Baccarat agreed \"not [to] terminate Ross-Simons' status as an authorized dealer, nor otherwise discriminate against Ross-Simons in any manner, [for its refusal] to adhere to suggested resale prices or due to Ross-Simons' marketing through direct-mail catalogs.\"   The 1992 Agreement contains no durational term, but it specifically provides that its covenants and conditions are not terminable on the basis of changed facts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>C. The Proposed Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Ross-Simons sold Baccarat products for three years, without incident, until a series of events shattered the increasingly fragile business relationship.  A new management regime took control of Baccarat in 1994 and Jean-Luc Negre became the firm's chief executive officer.  Early on, Negre made known his view that it was inappropriate for retailers to discount luxury items.  He then reshaped Baccarat's marketing strategy in an attempt, as he put it, to improve the \"overall image and prestige ... of [Baccarat's] world-renowned name.\"   Under the revised plan, Baccarat limited the number of retailers to whom it would sell its products and simultaneously introduced a new \"Authorized Dealer Program.\"   To retain authorized dealership status in 1996 and beyond, a retailer had to sign a particular form of dealer agreement (the Proposed Agreement) no later than December 15, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although Baccarat invited Ross-Simons (along with 379 other retailers) to participate in this neoteric program, there was a rub;  by its terms the Proposed Agreement prohibits the advertising of Baccarat products in any catalog or other printed medium that promotes at off-prices more than twenty-five percent of the items advertised.  In addition, Baccarat reserved the right to determine in its sole discretion \"whether an advertising or promotional practice is damaging to the image, prestige and goodwill\" of its products.  If Baccarat found any such practice offensive, it could terminate the dealership forthwith.  Because Ross-Simons (alone among Baccarat's invitees) devotes most of its catalog to discounted items, and because Negre previously had proclaimed that off-pricing was inconsistent with prestige, Ross-Simons viewed the proposal as a \"suicide note,\" asserted that it violated the terms of the 1992 Agreement, and refused to sign.  Presumably in anticipation that Baccarat would follow through on its threat of termination, Ross-Simons stockpiled Baccarat products in late 1995.  The precaution proved justified, as Baccarat refused to fill Ross-Simons' orders (including 1995 orders previously received but theretofore unfilled) from and after January 1, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>D. The Proceedings Below.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Ross-Simons sued Baccarat in a Rhode Island state court, claiming breach of contract, breach of an implied covenant of good faith and fair dealing, and tortious interference with advantageous business relationships.  Baccarat removed the case to the federal district court.  See 28 U.S.C. &#167;&#167; 1332(a) (diversity jurisdiction), 1441 (permitting removal of cases in which diversity jurisdiction exists).  In short order, the district court conducted an evidentiary hearing and granted Ross-Simons' motion to compel Baccarat, pendente lite, to continue to sell products in pursuance of the 1992 Agreement.  In its ruling the court predicted that Ross-Simons probably would prevail on the theory that the Proposed Agreement constituted an impermissible attempt by Baccarat to subvert the 1992 Agreement.  Relatedly, the court concluded that Ross-Simons would suffer irreparable harm in the absence of mandatory injunctive relief, and conversely, that Baccarat would undergo scant hardship should a preliminary injunction issue.  This appeal ensued.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the sections that follow, we peruse the checklist applicable to preliminary injunction determinations and then assess how well the district court's order withstands Baccarat's multi-pronged attack.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>A. The Preliminary Injunction Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Over time, we have crafted a four-part framework for use in determining whether the grant or denial of preliminary injunctive relief is appropriate.  Under this formulation, trial courts must consider (1) the likelihood of success on the merits;  (2) the potential for irreparable harm if the injunction is denied;  (3) the balance of relevant impositions, i.e., the hardship to the nonmovant if enjoined as contrasted with the hardship to the movant if no injunction issues;  and (4) the effect (if any) of the court's ruling on the public interest.  See Weaver v. Henderson, 984 F.2d 11, 12 &amp; n. 3 (1st Cir.1993);  Narragansett Indian Tribe v. Guilbert, 934 F.2d 4, 5 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">An appellate court affords considerable deference to the district court's evaluative judgment of these discrete factors and of their interrelationship.  See Anthony v. Sundlun, 952 F.2d 603, 605 n. 2 (1st Cir.1991).  Thus, a party who appeals from the issuance of a preliminary injunction bears the considerable burden of demonstrating that the trial court mishandled the four-part framework.  See EEOC v. Astra USA, Inc., 94 F.3d 738, 743 (1st Cir.1996).  In sum, unless the appellant can show that the lower court misapprehended the law or committed a palpable abuse of discretion, the court of appeals will not intervene.  See Narragansett Indian Tribe, 934 F.2d at 5;  Independent Oil &amp; Chem.  Workers of Quincy, Inc. v. Procter &amp; Gamble Mfg. Co., 864 F.2d 927, 929 (1st Cir.1988).  Though mistake of law is a rubric that requires no elaboration, abuse of discretion is a fuzzier concept.  That inquiry is case-specific, see Weaver, 984 F.2d at 13;  Narragansett Indian Tribe, 934 F.2d at 5-6, and a finding of abuse usually entails proof that the nisi prius court, in making the challenged ruling, ignored pertinent elements deserving significant weight, considered improper criteria, or, though assessing all appropriate and no inappropriate factors, plainly erred in balancing them, see Procter &amp; Gamble, 864 F.2d at 929.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We proceed to scrutinize the district court's ruling under this deferential glass.  In so doing, we address only the first two rungs of the four-part framework, as Baccarat does not challenge the district court's analysis anent either the third or fourth rung.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>B. The Likelihood of Success.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Likelihood of success is the main bearing wall of the four-factor framework.  See Weaver, 984 F.2d at 12;  Auburn News Co. v. Providence Journal Co., 659 F.2d 273, 277 (1st Cir.1981), cert. denied, 455 U.S. 921, 102 S.Ct. 1277, 71 L.Ed.2d 461 (1982).  Here, Baccarat challenges the district court's assessment of this factor in two respects.  We examine each in turn.  Before doing so, however, we deem it prudent to remind the reader that, just as the trial court, at the preliminary injunction stage, need not predict the eventual outcome on the merits with absolute assurance, see Narragansett Indian Tribe, 934 F.2d at 6 (cautioning that decisions on preliminary injunction \"are to be understood as statements of probable outcomes\" only), an appellate court need not conclusively determine the merits of the underlying claims to execute abuse-of-discretion review.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">1. The Nondiscrimination Clause.   As previously mentioned, see supra Part I(B), Baccarat agreed in 1992 not to \"discriminate against Ross-Simons in any manner\" because of its predilection for off-pricing.  The district court relied on this clause in holding that Ross-Simons likely would prevail on its breach of contract claim.  However, Baccarat maintains that it terminated Ross-Simons for failing to sign the Proposed Agreement and, in doing so, treated Ross-Simons the same as any other dealer who refused to honor this uniform set of terms.  Since the lower court's order requires Baccarat to treat Ross-Simons differently than other dealers--that is, more favorably, by allowing Ross-Simons to buy Baccarat crystal without abiding by the Proposed Agreement's uniform terms--it is the court's order, not Baccarat's conduct, this thesis holds, which contradicts the nondiscrimination clause contained in the 1992 Agreement.  This resupinate reasoning stands the nondiscrimination clause on its head and ignores the district court's factual findings.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Judge Boyle found that of the 380 retailers whom Baccarat invited to become authorized dealers, only one of them--Ross-Simons--engaged in systematic off-pricing.  Thus, while the proscription against widespread discounting was part and parcel of a uniform contract (i.e., the Proposed Agreement), only Ross-Simons would feel its sting.  Building on this foundation the judge drew the eminently reasonable inference that Baccarat (which had not previously attempted to impose a monolithic set of dealer agreements) wrote these particular provisions in a deliberate effort to circumvent the 1992 Agreement.  On this basis, he concluded that Ross-Simons probably would succeed on the merits inasmuch as the proscription violated the nondiscrimination clause.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To be sure, these findings are not inevitable, but they reflect a plausible rendition of the evidence then before the court.  The findings, in turn, support the court's chain of reasoning and give meaningful effect to the 1992 Agreement's nondiscrimination clause.  That ends the matter:  at this preliminary stage, it is both the trial court's prerogative and its duty \"to assess the facts, draw whatever reasonable inferences it might favor, and decide the likely ramifications.\"  Procter &amp; Gamble, 864 F.2d at 933.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">2. The Uniform Commercial Code.  In its next foray Baccarat attempts to characterize the 1992 Agreement as a contract for the sale of goods, thus bringing into play Article Two of the Uniform Commercial Code (UCC), R.I. Gen. Laws &#167;&#167; 6A-2-101 to 6A-2-725 (1992), and, in particular, R.I. Gen. Laws &#167; 6A-2-309(2) (\"Where the contract provides for successive performances but is indefinite in duration it is valid for a reasonable time, but unless otherwise agreed may be terminated at any time by either party.\").  In Baccarat's view, this statute renders the 1992 Agreement terminable at will and thus undermines Ross-Simons' contract claims.  This argument, though burnished with considerable care, builds on a false premise.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We begin with bedrock.  Courts look to the apparent intentions of the contracting parties when interpreting contracts.  See United States v. Seckinger, 397 U.S. 203, 212 n. 17, 90 S.Ct. 880, 886 n. 17, 25 L.Ed.2d 224 (1970);  McCarthy v. Azure, 22 F.3d 351, 355 (1st Cir.1994);  Fashion House, Inc. v. K mart Corp., 892 F.2d 1076, 1084 (1st Cir.1989);  Johnson v. Western Nat'l Life Ins. Co., 641 A.2d 47, 48 (R.I.1994).  A valid settlement agreement is an enforceable contract subject to this basic principle of construction.  See ITT Corp. v. LTX Corp., 926 F.2d 1258, 1266-67 (1st Cir.1991);  Mathewson Corp. v. Allied Marine Indus., Inc., 827 F.2d 850, 856 (1st Cir.1987);  T &amp; T Mfg. Co. v. A.T. Cross Co., 587 F.2d 533, 537 (1st Cir.1978), cert. denied, 441 U.S. 908, 99 S.Ct. 2000, 60 L.Ed.2d 377 (1979);  cf. Langton v. Johnston, 928 F.2d 1206, 1221 (1st Cir.1991) (stating that consent decrees between private parties in a commercial setting are treated as contracts).  Thus, whether Article Two applies to the 1992 Agreement hinges primarily on the parties' intentions.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court eschewed any reference to the statute, apparently convinced that it did not govern the 1992 Agreement.  We believe that this action is supportable.  Article Two does not purport to regulate nonsale transactions.  See R.I. Gen. Laws &#167; 6A-2-102.  Furthermore, if a contract contains a blend of sale and nonsale elements, Article Two applies only if the dominant purpose behind the contract reflects a sales transaction.  See ITT, 926 F.2d at 1266;  Cianbro Corp. v. Curran-Lavoie, Inc., 814 F.2d 7, 13-14 (1st Cir.1987);  Bonebrake v. Cox, 499 F.2d 951, 960 (8th Cir.1974);  see generally 1 J. White &amp; R. Summers, Uniform Commercial Code &#167; 1-1 (4th ed.1995).  Consequently, Article Two is not in play if the dominant purpose of an agreement is to settle litigation.  See, e.g., ITT, 926 F.2d at 1266;  New Eng.  Power Co. v. Riley Stoker Corp., 20 Mass.App.Ct. 25, 477 N.E.2d 1054, 1060-61, review denied, 395 Mass. 1103, 481 N.E.2d 197 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While it is not necessary definitively to decide the issue of predominant purpose at this stage in the proceedings, the record strongly suggests that the parties to the 1992 Agreement intended first and foremost to settle the antitrust litigation.  For one thing, the title of the pact--\"Agreement of Compromise and Settlement\"--is a good barometer of the parties' intentions.  Though the label that contracting parties affix to an agreement is not necessarily determinative of the agreement's predominant purpose, it can constitute potent evidence of that purpose.  See, e.g., Triangle Underwriters, Inc. v. Honeywell, Inc., 604 F.2d 737, 742-43 (2d Cir.1979) (holding a hybrid contract entitled \"Agreement for the Sale of [Goods]\" to be precisely that);  Riley Stoker, 477 N.E.2d at 1060-61 (declining to characterize a document labelled \"Settlement Agreement\" as a contract for the sale of goods).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For another thing, the body of the 1992 Agreement contains language that is more consistent with the purpose suggested by its title than with any other purpose.  The agreement opens with a declaration that it represents \"a compromise between the parties for the settlement of their claims, differences and causes of action with respect to the dispute.\"   A later section reiterates that the parties executed the document \"for the sole purpose of compromising and settling the matters involved in [the antitrust] dispute.\"  (Emphasis supplied).  These excerpts comprise powerful evidence that the primary impetus for the agreement was to abate the pending litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Baccarat tries to throw cold water on this proposition.  Since the antitrust suit was dismissed without prejudice, Baccarat suggests that Ross-Simons could have revived the claims at any time, and, thus, the predominant purpose of the 1992 Agreement must have been the sale of goods.  We think that this is a classic non sequitur.  Dismissing a lawsuit, even without prejudice, is not an idle matter;  it has consequences in terms of costs, legal expenses, time bars, and the like.  Because the parties' intentions (and, therefore, the contract's meaning) must be gleaned from all the surrounding circumstances, see, e.g., Seckinger, 397 U.S. at 212 n. 17, 90 S.Ct. at 886 n. 17, the dismissal without prejudice, by itself, cannot support Baccarat's characterization.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">There is a second problem with Baccarat's attempt to invoke Article Two:  even this scant record indicates that the parties never intended the 1992 Agreement to be terminable at will.  Indeed, the parties must have understood that the 1992 Agreement would operate at some length because they specifically provided in section four that each party assumed the risk of changes in the operative facts and relinquished any right to terminate the agreement on the basis of such factual shifts.  This proviso would be nonsensical if either party had the right to terminate the agreement at will.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Raw logic bolsters this evidence.  In exchange for the covenants contained in the 1992 Agreement, Ross-Simons surrendered the opportunity to pursue colorable antitrust claims against Baccarat.  A reasonable factfinder easily could conclude that Ross-Simons would not have abandoned such an opportunity in exchange for a settlement that, in Judge Boyle's phrase, Baccarat could have ripped up the next morning.  Based on the parties' intent, made manifest by the language of the 1992 Agreement and the circumstances of the settlement itself, it seems quite likely that the Agreement was not meant to be terminable at will.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have said enough on this score.  For the reasons we have enumerated, the lower court's four major actions in respect to this issue--namely, its refusal to apply Article Two, its determination that the terms of the 1992 Agreement remain in effect, its interpretation of those terms, and its conclusion that Ross-Simons had demonstrated a significant likelihood of success on the merits of its contract claims--are impervious to Baccarat's assault.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>C. Irreparable Harm.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Civil Rule 65(a), as interpreted in this circuit, places the burden of demonstrating that a denial of interim injunctive relief would cause irreparable harm squarely upon the movant.  See Narragansett Indian Tribe, 934 F.2d at 6.   Baccarat questions whether Ross-Simons carried this burden.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The burden is substantial, but it is possible to overstate its dimensions.  Baccarat falls into this trap by insisting that, since Baccarat crystal comprises less than one percent of Ross-Simons' total annual sales, there can be no irreparable harm because withholding the line could not jeopardize Ross-Simons' economic viability.  To establish irreparable harm, however, a plaintiff need not demonstrate that the denial of injunctive relief will be fatal to its business.  See General Leaseways, Inc. v. National Truck Leasing Ass'n, 744 F.2d 588, 591 (7th Cir.1984).  It is usually enough if the plaintiff shows that its legal remedies are inadequate.  See Weinberger v. Romero-Barcelo, 456 U.S. 305, 312, 102 S.Ct. 1798, 1803, 72 L.Ed.2d 91 (1982) (collecting cases);  Lopez v. Garriga, 917 F.2d 63, 68 (1st Cir.1990).  If the plaintiff suffers a substantial injury that is not accurately measurable or adequately compensable by money damages, irreparable harm is a natural sequel.  See, e.g., Multi-Channel TV Cable Co. v. Charlottesville Quality Cable Operating Co., 22 F.3d 546, 551 (4th Cir.1994);  K-Mart Corp. v. Oriental Plaza, Inc., 875 F.2d 907, 915 (1st Cir.1989);  Danielson v. Local 275, Laborers Int'l Union, 479 F.2d 1033, 1037 (2d Cir.1973).  Thus, a cognizable threat of such harm can support a restraining order.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Even so, whether Ross-Simons made the requisite showing in this case poses a close question.  Although there is no mechanical test that permits a court to make an exact calculation of the quantum of hard-to-measure harm that will suffice to justify interim injunctive relief, there are some relevant guideposts.  In the first place, the plaintiff's showing must possess some substance;  a preliminary injunction is not warranted by a tenuous or overly speculative forecast of anticipated harm.  See Narragansett Indian Tribe, 934 F.2d at 6-7;  Public Serv.  Co. v. Town of W. Newbury, 835 F.2d 380, 383 (1st Cir.1987).  In the second place, an attempt to show irreparable harm cannot be evaluated in a vacuum;  the predicted harm and the likelihood of success on the merits must be juxtaposed and weighed in tandem.  See Astra USA, 94 F.3d at 743 (explaining that the greater the likelihood of merits success, the less that is required in the way of irreparable harm);  Gately v. Commonwealth of Mass., 2 F.3d 1221, 1232 (1st Cir.1993) (noting the same phenomenon and suggesting that irreparable harm is subject to a \"sliding scale\" analysis), cert. denied, 511 U.S. 1082, 114 S.Ct. 1832, 128 L.Ed.2d 461 (1994).  Finally, it is clear that battles over the quality and quantity of the harm alleged most often will be won or lost in the trial court.  See K-Mart, 875 F.2d at 915 (\"District courts have broad discretion to evaluate the irreparability of alleged harm and to make determinations regarding the propriety of injunctive relief.\")  (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In this instance the district court determined that Ross-Simons made the requisite showing because, absent a restraining order, it would lose incalculable revenues and sustain harm to its goodwill.  The court grounded this determination on two factual findings.  First, due to the uniqueness of Baccarat crystal, Ross-Simons could not simply replace the Baccarat line with some other brand, and, without the availability of Baccarat, its bridal registry business would suffer.  The resultant damage, including lost sales of other registry items, alienation of future registrants, and harm to its reputation, would defy accurate quantification.  Second, when Baccarat ceased filling Ross-Simons' orders, Ross-Simons already had printed and distributed millions of copies of its 1996 catalog,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and that catalog held Ross-Simons out as an authorized purveyor of Baccarat crystal.  The court found that the inability to supply products as advertised would wreak substantial (but immeasurable) damage to the goodwill that Ross-Simons painstakingly had created over the years.  The court dismissed Baccarat's counter-argument that Ross-Simons' stockpiling of Baccarat crystal safeguarded it from this type of harm, finding that Ross-Simons would deplete its beefed-up inventory well before the litigation ended.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Like the district court, we think that Ross-Simons' bridal registry business is the focal point of irreparable harm in this case.  Similar to full-line distributors who hawk \"one-stop shopping\" as a means of meeting all their customers' needs, Ross-Simons promotes its bridal registry as offering a complete line of giftware, including many choices of crystal.  Although not among Ross-Simons' best-selling lines, Baccarat crystal is a prestigious item--a unique, top-shelf line that boasts considerable allure and that is capable of serving as a beacon to attract potential customers.  In the context of a bridal registry, as in a variety of other commercial settings, the availability of a product line is as important, if not more important, than the amount of sales generated.  See, e.g., Supermarket Servs., Inc. v. Hartz Mountain Corp., 382 F.Supp. 1248, 1256 (S.D.N.Y.1974) (noting the importance of offering a particular brand lest customers go elsewhere).  Potential registrants, unable to include Baccarat crystal among their selections, may choose not to register at all with Ross-Simons, enlisting instead with a competitor who offers the full spectrum of desired products.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To be sure, the district court's findings anent the bridal registry rest on a number of assumptions about Ross-Simons' business, its customers' attitudes, and the way in which the marketplace operates.  But the assumptions are reasonable and are consistent with the available evidence;  thus, the court's subsidiary findings are not unduly speculative.  These subsidiary findings, in turn, are enough to bottom the court's ultimate finding of irreparable injury.  After all, if the court's subsidiary findings are correct, it could never be shown how many brides opted not to associate themselves with Ross-Simons because Baccarat products were unavailable, and it would follow inexorably that neither the adverse impact on sales nor the concomitant insult to goodwill could be measured accurately.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See Interphoto Corp. v. Minolta Corp., 417 F.2d 621, 622 (2d Cir.1969) (per curiam);  Supermarket Servs., 382 F.Supp. at 1256-57.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This is far from an aberrational result.  By its very nature injury to goodwill and reputation is not easily measured or fully compensable in damages.  Accordingly, this kind of harm is often held to be irreparable.  See, e.g., K-Mart, 875 F.2d at 915;  Camel Hair &amp; Cashmere Inst. of Am., Inc. v. Associated Dry Goods Corp., 799 F.2d 6, 14-15 (1st Cir.1986).  Of particular interest for purposes of this appeal, several courts have recognized that the loss of a prestigious brand or product line may create a threat of irreparable injury if it is likely that customers (or prospective customers) will turn to competitors who do not labor under the same handicap.  See, e.g., Multi-Channel TV, 22 F.3d at 552;  Jacobson &amp; Co. v. Armstrong Cork Co., 548 F.2d 438, 444-45 (2d Cir.1977);  Bergen Drug Co. v. Parke, Davis &amp; Co., 307 F.2d 725, 728 (3d Cir.1962);  Hendricks Music Co. v. Steinway, Inc., 689 F.Supp. 1501, 1512 (N.D.Ill.1988);  Supermarket Servs., 382 F.Supp. at 1256-57;  see also Automatic Radio Mfg. Co. v. Ford Motor Co., 390 F.2d 113, 116-17 (1st Cir.)  (suggesting in dictum that irreparable harm to a retailer's goodwill may result from an inability to supply a full line of products), cert. denied, 391 U.S. 914, 88 S.Ct. 1807, 20 L.Ed.2d 653 (1968);  Leone v. Town of New Shoreham, 534 A.2d 871, 874 (R.I.1987) (holding that loss of goodwill due to inability to serve returning customers constitutes irreparable harm).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Baccarat's other arguments regarding the nature and degree of the harm that Ross-Simons alleges do not require comment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Mindful of the preliminary stage of the proceedings, the strong likelihood that Ross-Simons will prevail on the merits, and the trial court's broad discretion, we uphold the finding that Ross-Simons faced irremediable harm if interim injunctive relief were withheld.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We need go no further.  Here, the district court applied the traditional four-part framework to the evidence before it.  In doing so, the court mulled all the appropriate criteria, eschewed reliance on inappropriate criteria, weighed the relevant factors with considerable care, and determined that Ross-Simons made a sufficient showing to justify the issuance of an injunction pendente lite.   Given the case-specific factual findings that anchor this determination, we cannot say that the court's action constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ross-Simons, Inc., Ross-Simons of Warwick, Inc., Ross-Simons of Barrington, Inc., Ross-Simons of Atlanta, L.L.C. and Ross-Simons of North Carolina, L.L.C. are all named plaintiffs herein.  For simplicity's sake we refer to them collectively as \"Ross-Simons.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The mechanics of a bridal gift registry are uncomplicated.  In its simplest iteration, betrothed couples select items that they would like to possess and \"register\" with a merchant who carries those items.  Persons who wish to give wedding presents or gifts for other occasions can then contact the merchant, choose an item from the list, and have it delivered to the registrant(s)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition to Baccarat, other named defendants were parties to both the lawsuit and the settlement.  Their involvement does not affect this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Baccarat's endeavors to secure a stay were unavailing, and the preliminary injunction is in force</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Among other things, Baccarat's former president (who signed the 1992 Agreement on its behalf) executed an affidavit supporting Ross-Simons' view of the nondiscrimination clause.  This testimony buttresses the district court's application of the clause</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Following its usual praxis, Ross-Simons prepared its 1996 catalog in the fall of 1995 and began mailing it later that year.  The catalog identifies Ross-Simons as an authorized Baccarat dealer and contains a listing of available Baccarat products</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> While the district court's finding of irreparable harm is sustainable on this basis alone, the fact that the 1996 catalogs already were in circulation when the contretemps arose increases the threat to Ross-Simons' goodwill.  Absent an injunction, catalog recipients might place orders for Baccarat products, believing that Ross-Simons could supply advertised items, and then be disappointed.  The harm to Ross-Simons' general goodwill stemming from its inability to fill such orders likewise would be incalculable, and, thus, irreparable.  See, e.g., Blackwelder Furniture Co. v. Seilig Mfg. Co., 550 F.2d 189, 196-97 (4th Cir.1977);   Bascom Food Prods.  Corp. v. Reese Finer Foods, Inc., 715 F.Supp. 616, 637-38 (D.N.J.1989) (collecting cases);  Robinson v. United States Postal Serv., 573 F.Supp. 244, 245 (D.Mass.1983);  see also Hypertherm, Inc. v. Precision Prods., Inc., 832 F.2d 697, 700 (1st Cir.1987) (holding that substantial damage to business reputation is a sufficient showing of irreparable harm to justify preliminary injunctive relief)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For example, Baccarat suggests that Ross-Simons could--and still can--avoid any harm simply by signing the Proposed Agreement.  This is sheer persiflage.  The law--much less a court of equity--should not compel a litigant to sign away the farm in order to save the crops</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">U.C.C. Rep. Serv. 2d (West)</span> <span class=\"page\">327</span></span></p>\n    <p class=\"parties\">ROSS-SIMONS OF WARWICK, INC., et al., Plaintiffs, Appellees,<br>v.<br>BACCARAT, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1619.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 4, 1996.<br>Dec. 13, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey A. Oppenheim, with whom Kane Kessler, P.C., John H. Blish, Joseph V. Cavanagh, Jr., Michael W. Carroll, Blish &amp; Cavanagh were on brief, New York City, for appellant.</p>\n      <p class=\"indent\">Steven E. Snow, with whom Thomas R. Noel and Partridge, Snow &amp; Hahn were on brief, Providence, RI, for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Baccarat, Inc.  (Baccarat) implores us to dismantle a preliminary injunction that compels it to continue selling its wares to the plaintiffs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Discerning neither error of law nor abuse of discretion, we affirm.I. BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We divide our account of the relevant background material into four segments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>A. The Commercial Climate.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Baccarat is a subsidiary of Compagnie des Cristalleries de Baccarat, a prestigious French lead crystal manufacturer.  It is the exclusive distributor in the United States of this aristocratic product line.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Ross-Simons sells jewelry, tableware, crystal, and sundry other merchandise from retail stores located in several states.  Roughly eighty-five percent of its business, however, is generated through catalog and telemarketing sales.  It distributes 45,000,000 catalogs annually and maintains a bustling distribution center in Cranston, Rhode Island.  A bridal gift registry comprises an integral part of Ross-Simons' business.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The firm acquires approximately 15,000 new registrants annually and has about 30,000 active registrations at any given time.  In 1995 Ross-Simons grossed $150,000,000 from all its operations, including $1,000,000 attributable to Baccarat crystal (mostly from catalog sales).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ross-Simons carved its niche as a discount or \"off-price\" retailer, frequently advertising prices as much as fifty percent below suggested retail prices.  Baccarat comes from a different school, having steadfastly resisted discounting and discounters.  For many years Baccarat refused to sell its crystal to Ross-Simons.  Moreover, when Baccarat became the exclusive American distributor of Haviland Limoges porcelain dinnerware (not a product that Baccarat manufactured), it terminated Ross-Simons as an authorized dealer for that line.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rather than turning the other cheek, Ross-Simons responded by filing an antitrust suit.  Its complaint alleged inter alia that Baccarat refused to deal with Ross-Simons due to the latter's proclivity for discount pricing.  In November of 1992, the parties entered into a written accord (the 1992 Agreement) that settled their differences.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Pursuant to that agreement, the federal district court dismissed the antitrust suit without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>B. The 1992 Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An understanding of the 1992 Agreement is critical to reasoned consideration of the issues on appeal.  Baccarat and Ross-Simons styled the pact as an \"Agreement of Compromise and Settlement\" and stipulated that it would be governed by Rhode Island law.  They memorialized it \"as a compromise between the parties for the settlement of their claims, differences and causes of action.\"   However, they did not ask the district court either to approve the settlement terms or to enter a decree embodying those terms.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By virtue of the 1992 Agreement, Baccarat appointed Ross-Simons as an authorized dealer \"entitled to purchase and resell [Baccarat crystal] products at such prices and upon such terms as are available to other authorized dealers.\"   In addition Baccarat agreed \"not [to] terminate Ross-Simons' status as an authorized dealer, nor otherwise discriminate against Ross-Simons in any manner, [for its refusal] to adhere to suggested resale prices or due to Ross-Simons' marketing through direct-mail catalogs.\"   The 1992 Agreement contains no durational term, but it specifically provides that its covenants and conditions are not terminable on the basis of changed facts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>C. The Proposed Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Ross-Simons sold Baccarat products for three years, without incident, until a series of events shattered the increasingly fragile business relationship.  A new management regime took control of Baccarat in 1994 and Jean-Luc Negre became the firm's chief executive officer.  Early on, Negre made known his view that it was inappropriate for retailers to discount luxury items.  He then reshaped Baccarat's marketing strategy in an attempt, as he put it, to improve the \"overall image and prestige ... of [Baccarat's] world-renowned name.\"   Under the revised plan, Baccarat limited the number of retailers to whom it would sell its products and simultaneously introduced a new \"Authorized Dealer Program.\"   To retain authorized dealership status in 1996 and beyond, a retailer had to sign a particular form of dealer agreement (the Proposed Agreement) no later than December 15, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although Baccarat invited Ross-Simons (along with 379 other retailers) to participate in this neoteric program, there was a rub;  by its terms the Proposed Agreement prohibits the advertising of Baccarat products in any catalog or other printed medium that promotes at off-prices more than twenty-five percent of the items advertised.  In addition, Baccarat reserved the right to determine in its sole discretion \"whether an advertising or promotional practice is damaging to the image, prestige and goodwill\" of its products.  If Baccarat found any such practice offensive, it could terminate the dealership forthwith.  Because Ross-Simons (alone among Baccarat's invitees) devotes most of its catalog to discounted items, and because Negre previously had proclaimed that off-pricing was inconsistent with prestige, Ross-Simons viewed the proposal as a \"suicide note,\" asserted that it violated the terms of the 1992 Agreement, and refused to sign.  Presumably in anticipation that Baccarat would follow through on its threat of termination, Ross-Simons stockpiled Baccarat products in late 1995.  The precaution proved justified, as Baccarat refused to fill Ross-Simons' orders (including 1995 orders previously received but theretofore unfilled) from and after January 1, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>D. The Proceedings Below.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Ross-Simons sued Baccarat in a Rhode Island state court, claiming breach of contract, breach of an implied covenant of good faith and fair dealing, and tortious interference with advantageous business relationships.  Baccarat removed the case to the federal district court.  See 28 U.S.C. &#167;&#167; 1332(a) (diversity jurisdiction), 1441 (permitting removal of cases in which diversity jurisdiction exists).  In short order, the district court conducted an evidentiary hearing and granted Ross-Simons' motion to compel Baccarat, pendente lite, to continue to sell products in pursuance of the 1992 Agreement.  In its ruling the court predicted that Ross-Simons probably would prevail on the theory that the Proposed Agreement constituted an impermissible attempt by Baccarat to subvert the 1992 Agreement.  Relatedly, the court concluded that Ross-Simons would suffer irreparable harm in the absence of mandatory injunctive relief, and conversely, that Baccarat would undergo scant hardship should a preliminary injunction issue.  This appeal ensued.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the sections that follow, we peruse the checklist applicable to preliminary injunction determinations and then assess how well the district court's order withstands Baccarat's multi-pronged attack.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>A. The Preliminary Injunction Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Over time, we have crafted a four-part framework for use in determining whether the grant or denial of preliminary injunctive relief is appropriate.  Under this formulation, trial courts must consider (1) the likelihood of success on the merits;  (2) the potential for irreparable harm if the injunction is denied;  (3) the balance of relevant impositions, i.e., the hardship to the nonmovant if enjoined as contrasted with the hardship to the movant if no injunction issues;  and (4) the effect (if any) of the court's ruling on the public interest.  See Weaver v. Henderson, <span class=\"citation\" data-id=\"599015\"><a href=\"/opinion/599015/ralph-s-weaver-etc-v-charles-henderson-etc/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 12 &amp; n. 3 (1st Cir.1993);  Narragansett Indian Tribe v. Guilbert, <span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 5 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">An appellate court affords considerable deference to the district court's evaluative judgment of these discrete factors and of their interrelationship.  See Anthony v. Sundlun, <span class=\"citation\" data-id=\"574884\"><a href=\"/opinion/574884/jane-anthony-v-bruce-g-sundlun/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 605 n. 2 (1st Cir.1991).  Thus, a party who appeals from the issuance of a preliminary injunction bears the considerable burden of demonstrating that the trial court mishandled the four-part framework.  See EEOC v. Astra USA, Inc., <span class=\"citation\" data-id=\"196971\"><a href=\"/opinion/196971/eeoc-v-astra-usa-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></a></span>, 743 (1st Cir.1996).  In sum, unless the appellant can show that the lower court misapprehended the law or committed a palpable abuse of discretion, the court of appeals will not intervene.  See Narragansett Indian Tribe, 934 F.2d at 5;  Independent Oil &amp; Chem.  Workers of Quincy, Inc. v. Procter &amp; Gamble Mfg. Co., <span class=\"citation\" data-id=\"516410\"><a href=\"/opinion/516410/the-independent-oil-and-chemical-workers-of-quincy-inc-v-the-procter/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span>, 929 (1st Cir.1988).  Though mistake of law is a rubric that requires no elaboration, abuse of discretion is a fuzzier concept.  That inquiry is case-specific, see Weaver, 984 F.2d at 13;  Narragansett Indian Tribe, 934 F.2d at 5-6, and a finding of abuse usually entails proof that the nisi prius court, in making the challenged ruling, ignored pertinent elements deserving significant weight, considered improper criteria, or, though assessing all appropriate and no inappropriate factors, plainly erred in balancing them, see Procter &amp; Gamble, 864 F.2d at 929.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We proceed to scrutinize the district court's ruling under this deferential glass.  In so doing, we address only the first two rungs of the four-part framework, as Baccarat does not challenge the district court's analysis anent either the third or fourth rung.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>B. The Likelihood of Success.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Likelihood of success is the main bearing wall of the four-factor framework.  See Weaver, 984 F.2d at 12;  Auburn News Co. v. Providence Journal Co., <span class=\"citation\" data-id=\"394081\"><a href=\"/opinion/394081/auburn-news-company-inc-v-providence-journal-company/\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">273</span></a></span>, 277 (1st Cir.1981), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">921</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1277</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">461</span></span> (1982).  Here, Baccarat challenges the district court's assessment of this factor in two respects.  We examine each in turn.  Before doing so, however, we deem it prudent to remind the reader that, just as the trial court, at the preliminary injunction stage, need not predict the eventual outcome on the merits with absolute assurance, see Narragansett Indian Tribe, 934 F.2d at 6 (cautioning that decisions on preliminary injunction \"are to be understood as statements of probable outcomes\" only), an appellate court need not conclusively determine the merits of the underlying claims to execute abuse-of-discretion review.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">1. The Nondiscrimination Clause.   As previously mentioned, see supra Part I(B), Baccarat agreed in 1992 not to \"discriminate against Ross-Simons in any manner\" because of its predilection for off-pricing.  The district court relied on this clause in holding that Ross-Simons likely would prevail on its breach of contract claim.  However, Baccarat maintains that it terminated Ross-Simons for failing to sign the Proposed Agreement and, in doing so, treated Ross-Simons the same as any other dealer who refused to honor this uniform set of terms.  Since the lower court's order requires Baccarat to treat Ross-Simons differently than other dealers--that is, more favorably, by allowing Ross-Simons to buy Baccarat crystal without abiding by the Proposed Agreement's uniform terms--it is the court's order, not Baccarat's conduct, this thesis holds, which contradicts the nondiscrimination clause contained in the 1992 Agreement.  This resupinate reasoning stands the nondiscrimination clause on its head and ignores the district court's factual findings.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Judge Boyle found that of the 380 retailers whom Baccarat invited to become authorized dealers, only one of them--Ross-Simons--engaged in systematic off-pricing.  Thus, while the proscription against widespread discounting was part and parcel of a uniform contract (i.e., the Proposed Agreement), only Ross-Simons would feel its sting.  Building on this foundation the judge drew the eminently reasonable inference that Baccarat (which had not previously attempted to impose a monolithic set of dealer agreements) wrote these particular provisions in a deliberate effort to circumvent the 1992 Agreement.  On this basis, he concluded that Ross-Simons probably would succeed on the merits inasmuch as the proscription violated the nondiscrimination clause.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To be sure, these findings are not inevitable, but they reflect a plausible rendition of the evidence then before the court.  The findings, in turn, support the court's chain of reasoning and give meaningful effect to the 1992 Agreement's nondiscrimination clause.  That ends the matter:  at this preliminary stage, it is both the trial court's prerogative and its duty \"to assess the facts, draw whatever reasonable inferences it might favor, and decide the likely ramifications.\"  Procter &amp; Gamble, 864 F.2d at 933.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">2. The Uniform Commercial Code.  In its next foray Baccarat attempts to characterize the 1992 Agreement as a contract for the sale of goods, thus bringing into play Article Two of the Uniform Commercial Code (UCC), R.I. Gen. Laws &#167;&#167; 6A-2-101 to 6A-2-725 (1992), and, in particular, R.I. Gen. Laws &#167; 6A-2-309(2) (\"Where the contract provides for successive performances but is indefinite in duration it is valid for a reasonable time, but unless otherwise agreed may be terminated at any time by either party.\").  In Baccarat's view, this statute renders the 1992 Agreement terminable at will and thus undermines Ross-Simons' contract claims.  This argument, though burnished with considerable care, builds on a false premise.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We begin with bedrock.  Courts look to the apparent intentions of the contracting parties when interpreting contracts.  See United States v. Seckinger, <span class=\"citation\" data-id=\"108092\"><a href=\"/opinion/108092/united-states-v-seckinger/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 212 n. 17, <span class=\"citation\" data-id=\"108092\"><a href=\"/opinion/108092/united-states-v-seckinger/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">880</span></a></span>, 886 n. 17, <span class=\"citation\" data-id=\"108092\"><a href=\"/opinion/108092/united-states-v-seckinger/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1970);  McCarthy v. Azure, <span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 355 (1st Cir.1994);  Fashion House, Inc. v. K mart Corp., <span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1084 (1st Cir.1989);  Johnson v. Western Nat'l Life Ins. Co., <span class=\"citation\" data-id=\"1938462\"><a href=\"/opinion/1938462/johnson-v-western-nat-life-ins-co/\"><span class=\"volume\">641</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">47</span></a></span>, 48 (R.I.1994).  A valid settlement agreement is an enforceable contract subject to this basic principle of construction.  See ITT Corp. v. LTX Corp., <span class=\"citation\" data-id=\"556606\"><a href=\"/opinion/556606/itt-corporation-v-ltx-corporation/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></a></span>, 1266-67 (1st Cir.1991);  Mathewson Corp. v. Allied Marine Indus., Inc., <span class=\"citation\" data-id=\"493607\"><a href=\"/opinion/493607/mathewson-corporation-v-allied-marine-industries-inc-brad-foote-gear/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span>, 856 (1st Cir.1987);  T &amp; T Mfg. Co. v. A.T. Cross Co., <span class=\"citation\" data-id=\"361050\"><a href=\"/opinion/361050/t-t-manufacturing-company-jonathan-bradley-pens-inc-intervenor-the/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">533</span></a></span>, 537 (1st Cir.1978), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2000</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></span> (1979);  cf. Langton v. Johnston, <span class=\"citation\" data-id=\"557986\"><a href=\"/opinion/557986/william-langton-v-philip-johnston-john-bruder-john-bruder-v-philip/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1221 (1st Cir.1991) (stating that consent decrees between private parties in a commercial setting are treated as contracts).  Thus, whether Article Two applies to the 1992 Agreement hinges primarily on the parties' intentions.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court eschewed any reference to the statute, apparently convinced that it did not govern the 1992 Agreement.  We believe that this action is supportable.  Article Two does not purport to regulate nonsale transactions.  See R.I. Gen. Laws &#167; 6A-2-102.  Furthermore, if a contract contains a blend of sale and nonsale elements, Article Two applies only if the dominant purpose behind the contract reflects a sales transaction.  See ITT, 926 F.2d at 1266;  Cianbro Corp. v. Curran-Lavoie, Inc., <span class=\"citation\" data-id=\"484929\"><a href=\"/opinion/484929/cianbro-corporation-v-curran-lavoie-inc-dba-kenneth-e-curran-inc/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 13-14 (1st Cir.1987);  Bonebrake v. Cox, <span class=\"citation\" data-id=\"320424\"><a href=\"/opinion/320424/frances-m-bonebrake-administratrix-de-bonis-non-of-the-estate-of-woodrow/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">951</span></a></span>, 960 (8th Cir.1974);  see generally 1 J. White &amp; R. Summers, Uniform Commercial Code &#167; 1-1 (4th ed.1995).  Consequently, Article Two is not in play if the dominant purpose of an agreement is to settle litigation.  See, e.g., ITT, 926 F.2d at 1266;  New Eng.  Power Co. v. Riley Stoker Corp., 20 Mass.App.Ct. 25, <span class=\"citation\" data-id=\"2048749\"><a href=\"/opinion/2048749/new-england-power-co-v-riley-stoker-corp/\"><span class=\"volume\">477</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1054</span></a></span>, 1060-61, review denied, <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">197</span></span> (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While it is not necessary definitively to decide the issue of predominant purpose at this stage in the proceedings, the record strongly suggests that the parties to the 1992 Agreement intended first and foremost to settle the antitrust litigation.  For one thing, the title of the pact--\"Agreement of Compromise and Settlement\"--is a good barometer of the parties' intentions.  Though the label that contracting parties affix to an agreement is not necessarily determinative of the agreement's predominant purpose, it can constitute potent evidence of that purpose.  See, e.g., Triangle Underwriters, Inc. v. Honeywell, Inc., <span class=\"citation\" data-id=\"369221\"><a href=\"/opinion/369221/triangle-underwriters-inc-v-honeywell-inc-and-honeywell-information/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">737</span></a></span>, 742-43 (2d Cir.1979) (holding a hybrid contract entitled \"Agreement for the Sale of [Goods]\" to be precisely that);  Riley Stoker, 477 N.E.2d at 1060-61 (declining to characterize a document labelled \"Settlement Agreement\" as a contract for the sale of goods).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For another thing, the body of the 1992 Agreement contains language that is more consistent with the purpose suggested by its title than with any other purpose.  The agreement opens with a declaration that it represents \"a compromise between the parties for the settlement of their claims, differences and causes of action with respect to the dispute.\"   A later section reiterates that the parties executed the document \"for the sole purpose of compromising and settling the matters involved in [the antitrust] dispute.\"  (Emphasis supplied).  These excerpts comprise powerful evidence that the primary impetus for the agreement was to abate the pending litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Baccarat tries to throw cold water on this proposition.  Since the antitrust suit was dismissed without prejudice, Baccarat suggests that Ross-Simons could have revived the claims at any time, and, thus, the predominant purpose of the 1992 Agreement must have been the sale of goods.  We think that this is a classic non sequitur.  Dismissing a lawsuit, even without prejudice, is not an idle matter;  it has consequences in terms of costs, legal expenses, time bars, and the like.  Because the parties' intentions (and, therefore, the contract's meaning) must be gleaned from all the surrounding circumstances, see, e.g., Seckinger, 397 U.S. at 212 n. 17, 90 S.Ct. at 886 n. 17, the dismissal without prejudice, by itself, cannot support Baccarat's characterization.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">There is a second problem with Baccarat's attempt to invoke Article Two:  even this scant record indicates that the parties never intended the 1992 Agreement to be terminable at will.  Indeed, the parties must have understood that the 1992 Agreement would operate at some length because they specifically provided in section four that each party assumed the risk of changes in the operative facts and relinquished any right to terminate the agreement on the basis of such factual shifts.  This proviso would be nonsensical if either party had the right to terminate the agreement at will.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Raw logic bolsters this evidence.  In exchange for the covenants contained in the 1992 Agreement, Ross-Simons surrendered the opportunity to pursue colorable antitrust claims against Baccarat.  A reasonable factfinder easily could conclude that Ross-Simons would not have abandoned such an opportunity in exchange for a settlement that, in Judge Boyle's phrase, Baccarat could have ripped up the next morning.  Based on the parties' intent, made manifest by the language of the 1992 Agreement and the circumstances of the settlement itself, it seems quite likely that the Agreement was not meant to be terminable at will.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have said enough on this score.  For the reasons we have enumerated, the lower court's four major actions in respect to this issue--namely, its refusal to apply Article Two, its determination that the terms of the 1992 Agreement remain in effect, its interpretation of those terms, and its conclusion that Ross-Simons had demonstrated a significant likelihood of success on the merits of its contract claims--are impervious to Baccarat's assault.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>C. Irreparable Harm.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Civil Rule 65(a), as interpreted in this circuit, places the burden of demonstrating that a denial of interim injunctive relief would cause irreparable harm squarely upon the movant.  See Narragansett Indian Tribe, 934 F.2d at 6.   Baccarat questions whether Ross-Simons carried this burden.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The burden is substantial, but it is possible to overstate its dimensions.  Baccarat falls into this trap by insisting that, since Baccarat crystal comprises less than one percent of Ross-Simons' total annual sales, there can be no irreparable harm because withholding the line could not jeopardize Ross-Simons' economic viability.  To establish irreparable harm, however, a plaintiff need not demonstrate that the denial of injunctive relief will be fatal to its business.  See General Leaseways, Inc. v. National Truck Leasing Ass'n, <span class=\"citation\" data-id=\"442017\"><a href=\"/opinion/442017/general-leaseways-inc-v-national-truck-leasing-association-dba/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span>, 591 (7th Cir.1984).  It is usually enough if the plaintiff shows that its legal remedies are inadequate.  See Weinberger v. Romero-Barcelo, <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, 312, <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1798</span></a></span>, 1803, <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></a></span> (1982) (collecting cases);  Lopez v. Garriga, <span class=\"citation\" data-id=\"550303\"><a href=\"/opinion/550303/celso-lopez-aka-celso-lopez-lopez-v-rd-garriga/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">63</span></a></span>, 68 (1st Cir.1990).  If the plaintiff suffers a substantial injury that is not accurately measurable or adequately compensable by money damages, irreparable harm is a natural sequel.  See, e.g., Multi-Channel TV Cable Co. v. Charlottesville Quality Cable Operating Co., <span class=\"citation\" data-id=\"668561\"><a href=\"/opinion/668561/multi-channel-tv-cable-company-dba-adelphia-cable-communications-v/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span>, 551 (4th Cir.1994);  K-Mart Corp. v. Oriental Plaza, Inc., <span class=\"citation\" data-id=\"524046\"><a href=\"/opinion/524046/k-mart-corporation-v-oriental-plaza-inc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 915 (1st Cir.1989);  Danielson v. Local 275, Laborers Int'l Union, <span class=\"citation\" data-id=\"311577\"><a href=\"/opinion/311577/sidney-danielson-regional-director-of-the-second-region-of-the-national/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span>, 1037 (2d Cir.1973).  Thus, a cognizable threat of such harm can support a restraining order.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Even so, whether Ross-Simons made the requisite showing in this case poses a close question.  Although there is no mechanical test that permits a court to make an exact calculation of the quantum of hard-to-measure harm that will suffice to justify interim injunctive relief, there are some relevant guideposts.  In the first place, the plaintiff's showing must possess some substance;  a preliminary injunction is not warranted by a tenuous or overly speculative forecast of anticipated harm.  See Narragansett Indian Tribe, 934 F.2d at 6-7;  Public Serv.  Co. v. Town of W. Newbury, <span class=\"citation\" data-id=\"498700\"><a href=\"/opinion/498700/public-service-company-of-new-hampshire-v-town-of-west-newbury-thomas-e/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span>, 383 (1st Cir.1987).  In the second place, an attempt to show irreparable harm cannot be evaluated in a vacuum;  the predicted harm and the likelihood of success on the merits must be juxtaposed and weighed in tandem.  See Astra USA, 94 F.3d at 743 (explaining that the greater the likelihood of merits success, the less that is required in the way of irreparable harm);  Gately v. Commonwealth of Mass., <span class=\"citation\" data-id=\"628597\"><a href=\"/opinion/628597/62-fair-emplpraccas-1033-62-empl-prac-dec-p-42508-17-employee/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1221</span></a></span>, 1232 (1st Cir.1993) (noting the same phenomenon and suggesting that irreparable harm is subject to a \"sliding scale\" analysis), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">461</span></span> (1994).  Finally, it is clear that battles over the quality and quantity of the harm alleged most often will be won or lost in the trial court.  See K-Mart, 875 F.2d at 915 (\"District courts have broad discretion to evaluate the irreparability of alleged harm and to make determinations regarding the propriety of injunctive relief.\")  (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In this instance the district court determined that Ross-Simons made the requisite showing because, absent a restraining order, it would lose incalculable revenues and sustain harm to its goodwill.  The court grounded this determination on two factual findings.  First, due to the uniqueness of Baccarat crystal, Ross-Simons could not simply replace the Baccarat line with some other brand, and, without the availability of Baccarat, its bridal registry business would suffer.  The resultant damage, including lost sales of other registry items, alienation of future registrants, and harm to its reputation, would defy accurate quantification.  Second, when Baccarat ceased filling Ross-Simons' orders, Ross-Simons already had printed and distributed millions of copies of its 1996 catalog,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and that catalog held Ross-Simons out as an authorized purveyor of Baccarat crystal.  The court found that the inability to supply products as advertised would wreak substantial (but immeasurable) damage to the goodwill that Ross-Simons painstakingly had created over the years.  The court dismissed Baccarat's counter-argument that Ross-Simons' stockpiling of Baccarat crystal safeguarded it from this type of harm, finding that Ross-Simons would deplete its beefed-up inventory well before the litigation ended.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Like the district court, we think that Ross-Simons' bridal registry business is the focal point of irreparable harm in this case.  Similar to full-line distributors who hawk \"one-stop shopping\" as a means of meeting all their customers' needs, Ross-Simons promotes its bridal registry as offering a complete line of giftware, including many choices of crystal.  Although not among Ross-Simons' best-selling lines, Baccarat crystal is a prestigious item--a unique, top-shelf line that boasts considerable allure and that is capable of serving as a beacon to attract potential customers.  In the context of a bridal registry, as in a variety of other commercial settings, the availability of a product line is as important, if not more important, than the amount of sales generated.  See, e.g., Supermarket Servs., Inc. v. Hartz Mountain Corp., <span class=\"citation\" data-id=\"2597039\"><a href=\"/opinion/2597039/supermarket-services-inc-v-hartz-mountain-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1248</span></a></span>, 1256 (S.D.N.Y.1974) (noting the importance of offering a particular brand lest customers go elsewhere).  Potential registrants, unable to include Baccarat crystal among their selections, may choose not to register at all with Ross-Simons, enlisting instead with a competitor who offers the full spectrum of desired products.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To be sure, the district court's findings anent the bridal registry rest on a number of assumptions about Ross-Simons' business, its customers' attitudes, and the way in which the marketplace operates.  But the assumptions are reasonable and are consistent with the available evidence;  thus, the court's subsidiary findings are not unduly speculative.  These subsidiary findings, in turn, are enough to bottom the court's ultimate finding of irreparable injury.  After all, if the court's subsidiary findings are correct, it could never be shown how many brides opted not to associate themselves with Ross-Simons because Baccarat products were unavailable, and it would follow inexorably that neither the adverse impact on sales nor the concomitant insult to goodwill could be measured accurately.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See Interphoto Corp. v. Minolta Corp., <span class=\"citation\" data-id=\"286979\"><a href=\"/opinion/286979/interphoto-corporation-v-minolta-corporation/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 622 (2d Cir.1969) (per curiam);  Supermarket Servs., 382 F.Supp. at 1256-57.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This is far from an aberrational result.  By its very nature injury to goodwill and reputation is not easily measured or fully compensable in damages.  Accordingly, this kind of harm is often held to be irreparable.  See, e.g., K-Mart, 875 F.2d at 915;  Camel Hair &amp; Cashmere Inst. of Am., Inc. v. Associated Dry Goods Corp., <span class=\"citation\" data-id=\"475227\"><a href=\"/opinion/475227/camel-hair-and-cashmere-institute-of-america-inc-v-associated-dry-goods/\"><span class=\"volume\">799</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 14-15 (1st Cir.1986).  Of particular interest for purposes of this appeal, several courts have recognized that the loss of a prestigious brand or product line may create a threat of irreparable injury if it is likely that customers (or prospective customers) will turn to competitors who do not labor under the same handicap.  See, e.g., Multi-Channel TV, 22 F.3d at 552;  Jacobson &amp; Co. v. Armstrong Cork Co., <span class=\"citation\" data-id=\"342425\"><a href=\"/opinion/342425/jacobson-company-inc-v-armstrong-cork-company/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">438</span></a></span>, 444-45 (2d Cir.1977);  Bergen Drug Co. v. Parke, Davis &amp; Co., <span class=\"citation\" data-id=\"258191\"><a href=\"/opinion/258191/bergen-drug-company-inc-a-new-jersey-corporation-v-parke-davis/\"><span class=\"volume\">307</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span>, 728 (3d Cir.1962);  Hendricks Music Co. v. Steinway, Inc., <span class=\"citation\" data-id=\"1890559\"><a href=\"/opinion/1890559/hendricks-music-co-v-steinway-inc/\"><span class=\"volume\">689</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1501</span></a></span>, 1512 (N.D.Ill.1988);  Supermarket Servs., 382 F.Supp. at 1256-57;  see also Automatic Radio Mfg. Co. v. Ford Motor Co., <span class=\"citation\" data-id=\"278959\"><a href=\"/opinion/278959/automatic-radio-mfg-co-inc-v-ford-motor-company/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">113</span></a></span>, 116-17 (1st Cir.)  (suggesting in dictum that irreparable harm to a retailer's goodwill may result from an inability to supply a full line of products), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">653</span></span> (1968);  Leone v. Town of New Shoreham, <span class=\"citation\" data-id=\"1533259\"><a href=\"/opinion/1533259/leone-v-town-of-new-shoreham/\"><span class=\"volume\">534</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">871</span></a></span>, 874 (R.I.1987) (holding that loss of goodwill due to inability to serve returning customers constitutes irreparable harm).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Baccarat's other arguments regarding the nature and degree of the harm that Ross-Simons alleges do not require comment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Mindful of the preliminary stage of the proceedings, the strong likelihood that Ross-Simons will prevail on the merits, and the trial court's broad discretion, we uphold the finding that Ross-Simons faced irremediable harm if interim injunctive relief were withheld.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We need go no further.  Here, the district court applied the traditional four-part framework to the evidence before it.  In doing so, the court mulled all the appropriate criteria, eschewed reliance on inappropriate criteria, weighed the relevant factors with considerable care, and determined that Ross-Simons made a sufficient showing to justify the issuance of an injunction pendente lite.   Given the case-specific factual findings that anchor this determination, we cannot say that the court's action constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ross-Simons, Inc., Ross-Simons of Warwick, Inc., Ross-Simons of Barrington, Inc., Ross-Simons of Atlanta, L.L.C. and Ross-Simons of North Carolina, L.L.C. are all named plaintiffs herein.  For simplicity's sake we refer to them collectively as \"Ross-Simons.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The mechanics of a bridal gift registry are uncomplicated.  In its simplest iteration, betrothed couples select items that they would like to possess and \"register\" with a merchant who carries those items.  Persons who wish to give wedding presents or gifts for other occasions can then contact the merchant, choose an item from the list, and have it delivered to the registrant(s)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition to Baccarat, other named defendants were parties to both the lawsuit and the settlement.  Their involvement does not affect this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Baccarat's endeavors to secure a stay were unavailing, and the preliminary injunction is in force</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Among other things, Baccarat's former president (who signed the 1992 Agreement on its behalf) executed an affidavit supporting Ross-Simons' view of the nondiscrimination clause.  This testimony buttresses the district court's application of the clause</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Following its usual praxis, Ross-Simons prepared its 1996 catalog in the fall of 1995 and began mailing it later that year.  The catalog identifies Ross-Simons as an authorized Baccarat dealer and contains a listing of available Baccarat products</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> While the district court's finding of irreparable harm is sustainable on this basis alone, the fact that the 1996 catalogs already were in circulation when the contretemps arose increases the threat to Ross-Simons' goodwill.  Absent an injunction, catalog recipients might place orders for Baccarat products, believing that Ross-Simons could supply advertised items, and then be disappointed.  The harm to Ross-Simons' general goodwill stemming from its inability to fill such orders likewise would be incalculable, and, thus, irreparable.  See, e.g., Blackwelder Furniture Co. v. Seilig Mfg. Co., <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 196-97 (4th Cir.1977);   Bascom Food Prods.  Corp. v. Reese Finer Foods, Inc., <span class=\"citation no-link\"><span class=\"volume\">715</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">616</span></span>, 637-38 (D.N.J.1989) (collecting cases);  Robinson v. United States Postal Serv., <span class=\"citation no-link\"><span class=\"volume\">573</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">244</span></span>, 245 (D.Mass.1983);  see also Hypertherm, Inc. v. Precision Prods., Inc., <span class=\"citation\" data-id=\"496779\"><a href=\"/opinion/496779/hypertherm-inc-v-precision-products-inc/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">697</span></a></span>, 700 (1st Cir.1987) (holding that substantial damage to business reputation is a sufficient showing of irreparable harm to justify preliminary injunctive relief)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For example, Baccarat suggests that Ross-Simons could--and still can--avoid any harm simply by signing the Proposed Agreement.  This is sheer persiflage.  The law--much less a court of equity--should not compel a litigant to sign away the farm in order to save the crops</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/258191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/286979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/311577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/361050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/369221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1533259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1890559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1938462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2048749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2597039/"
  ]
}