{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197195/",
  "absolute_url": "/opinion/197195/ansin-v-river-oaks-furniture/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197195/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:24:23Z",
  "date_modified": "2017-03-24T10:50:35.902028Z",
  "type": "010combined",
  "sha1": "1af85589f9b28d6c8b6aa9d2c38fba315c729764",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1734.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNos. 96-1734 and 96-1735\r\n\n                   HAROLD S. ANSIN, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n             RIVER OAKS FURNITURE, INC., ET AL.,\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Cyr, Boudin, and Lynch,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nEdward P. Leibensberger,  with whom John C. Fitzpatrick, Glenn  E.\r                                                                              \r\nDeegan,  and  Nutter,  McClennen  &amp;  Fish,  LLP  were  on  brief,  for\r                                                       \r\nappellees.\r\nAmes Davis,  with whom Nancy S.  Jones and Waller Lansden Dortch &amp;\r                                                                              \r\nDavis were on brief, for appellants.\r             \r\n\n                                         \r\n\n                       February 3, 1997\r\n                                         \r\r\n\n          LYNCH,  Circuit Judge.    This case  arises from  a\r                      LYNCH,  Circuit Judge.\r                                           \r\n\nseries of transactions among  former fellow shareholders of a\r\n\nMississippi  close corporation,  River  Oaks Furniture,  Inc.\r\n\nThe  Ansins,1 Massachusetts  investors,  allege  that  Thomas\r\n\nKeenum and  Stephen Simons,  officers and directors  of River\r\n\nOaks, fraudulently induced them to sell their shares in River\r\n\nOaks ten  months before a successful  initial public offering\r\n\n(\"IPO\").   The  Ansins also  allege  that Keenum  and  Simons\r\n\nviolated  the  contractual  terms  of  a  stock  subscription\r\n\nagreement  and  other  corporate  documents  by  causing   an\r\n\nunauthorized  transfer of a  number of the  Ansins' shares to\r\n\nother corporate insiders.  The Ansins sued Keenum, Simons and\r\n\nRiver  Oaks  Furniture  in federal  court  in  Massachusetts,\r\n\nalleging securities law violations under Section 10(b) of the\r\n\nSecurities  Exchange  Act  of  1934,  conversion,  breach  of\r\n\ncontract, breach  of fiduciary duty, common  law fraud, legal\r\n\nmalpractice and a violation of Mass. Gen. Laws ch. 93A. \r\n\n          The  jury found  for the  plaintiffs on  all counts\r\n\nthen remaining in the case and  awarded both compensatory and\r\n\npunitive  damages.    Defendants  appeal  from  the  judgment\r\n\nagainst them, arguing that they  were entitled to judgment as\r\n\na matter  of law on  all counts,  that the action  was barred\r\n\n                    \r                                \r\n\n1.  The  plaintiffs  in  this  action are  Harold  S.  Ansin,\r\nLawrence  J. Ansin (by the  executor of his  estate), and the\r\nAnsin  Foundation (a private  charitable trust), collectively\r\n\"the Ansins.\"\r\n\n                             -2-\r                                          2\r\r\n\nbecause of laches  and related doctrines,  and that both  the\r\n\ncompensatory   and  punitive   damages  awards   are  legally\r\n\nunsustainable.     The  Ansins  cross-appeal   the  pre-trial\r\n\ndismissal  of their Mass. Gen.  Laws ch. 93A  claim, and also\r\n\nargue that the district judge improperly denied their request\r\n\nfor prejudgment  interest.    They  also ask  this  court  to\r\n\ncorrect a clerical error in the judgment.\r\n\n                              I.\r\n\n          When the losing party challenges the sufficiency of\r\n\nthe evidence, as  defendants do  here, this  court views  the\r\n\nrecord in  the light  most favorable to  the jury's  verdict.\r\n\nSee Correa v. Hospital San Francisco, 69 F.3d 1184, 1188 (1st\r                                                \r\n\nCir.), cert. denied, 116 S.  Ct. 1423 (1995).  The  facts are\r                               \r\n\ndescribed  as  the  jury   might  have  found  them,  drawing\r\n\nreasonable inferences in favor of the plaintiffs.\r\n\n A. The Ansin Investment in River Oaks\r                                                  \r\n\n          Lawrence  (Larry)  Ansin,  a  Massachusetts  fabric\r\n\nmanufacturer, met Stephen Simons, then a furniture buyer with\r\n\na Texas retailer, in the mid-1970s.  What began as a business\r\n\nrelationship grew, over the next decade, into a friendship.  \r\n\nThe  two men  vacationed  together and  visited each  other's\r\n\nhomes.    In  1987,  Simons   started  his  own   upholstered\r\n\nfurniture  company  in  Mississippi.   The  company  had  six\r\n\noriginal investors in addition to Simons; five of  these men,\r\n\nincluding Thomas Keenum, had  been involved with the start-up\r\n\n                             -3-\r                                          3\r\r\n\nand   eventual  IPO   of   another   Mississippi   upholstery\r\n\nmanufacturer.  The  sixth investor was Larry Ansin,  who was,\r\n\nat  that   time,  the   chief  executive  officer   and  sole\r\n\nshareholder of Joan Fabrics, a Massachusetts-based company.\r\n\n          River  Oaks  Furniture,  Inc.  was  incorporated in\r\n\nAugust  1987.  Larry Ansin's total  investment in the venture\r\n\nwas $100,000, for  which he was  issued a certificate,  dated\r\n\nSeptember  1, 1987, for 7,500  shares of common  stock.  That\r\n\nwas  10% of  the  then-issued shares.    Simons owned  30,000\r\n\nshares and was president  of the company; Keenum  owned 7,500\r\n\nshares  and was secretary  and treasurer.   Keenum and Simons\r\n\nwere two of the three members of the Board of Directors.\r\n\n          In  March 1988,  the  River Oaks  investors set  up\r\n\nanother Mississippi corporation, R-O Realty, Inc., to     own\r\n\nreal estate  which would then be leased  to River Oaks.  Each\r\n\nof the original investors contributed another $500 in capital\r\n\nand Larry  Ansin  was issued  a share  certificate for  437.5\r\n\nshares in R-O Realty.\r\n\n          In 1988, Larry Ansin decided to sell Joan Fabrics. \r\n\nLarry  Ansin expected that, as part of such a transaction, he\r\n\nwould have  to sign a non-competition  agreement, which would\r\n\npreclude him from owning  stock in another furniture company.\r\n\nAccordingly,  Larry Ansin  arranged  to sell  his River  Oaks\r\n\nshares to his father,  Harold Ansin, for the $100,000  he had\r\n\noriginally invested.   The  Ansins executed a  Stock Purchase\r\n\n                             -4-\r                                          4\r\r\n\nAgreement dated May 31, 1988.  Harold Ansin did  not know how\r\n\nmany shares  he was  purchasing, but understood  that he  was\r\n\nbuying his son's entire 10% interest in River Oaks.\r\n\n          In April  1992, Larry Ansin learned that  he had an\r\n\ninoperable brain tumor.  He died on June 24, 1993, before the\r\n\ncommencement of this litigation.\r\n\nB. The Reduction of the Ansin Interest to 4,000 Shares\r                                                                  \r\n\n          Harold  Ansin did not  sell any  of the  River Oaks\r\n\nshares until 1992.   Nonetheless, at some point in  1989, the\r\n\nAnsin  ownership interest  was  reduced from  7,500 to  4,000\r\n\nshares,  or from  10% to  4% of  the company.2   The  company\r\n\nissued  25,000  new  shares  in  1989,  but  that  legitimate\r\n\ndilution would only have reduced the Ansin stake to 7.5%.\r\n\n          Following  Harold  Ansin's  purchase  of  his son's\r\n\nshares, River Oaks did  not issue a new stock  certificate in\r\n\nHarold Ansin's name.   Harold Ansin was upset about  this and\r\n\nkept  asking Larry  to do  something about  it.   Larry Ansin\r\n\nwrote  to  Simons  twice  in  1989  requesting  a  new  share\r\n\ncertificate for Harold.  Eventually, a certificate was issued\r\n\non  September 22, 1989 which indicated that, as of January 1,\r\n\n1988, Harold Ansin owned 4,000 shares of River Oaks. \r\n\n                    \r                                \r\n\n2.  The River  Oaks 1988  tax return  lists  Harold Ansin  as\r\nowning 7,500 shares.   Harold Ansin's River Oaks 1988  K-1, a\r\ntax form  issued to  shareholders by the  corporation, states\r\nthat  Ansin  owned 10%  of the  company.   Ansin's  1989 K-1,\r\nhowever,  indicated  that Ansin  now  owned  only  4% of  the\r\ncompany.  \r\n\n                             -5-\r                                          5\r\r\n\n          The Stock Transfer Ledger of  River Oaks Furniture,\r\n\nwhich was not  actually typed up (from Keenum's  notes) until\r\n\n1993, shows Lawrence Ansin as originally owning 7,500 shares.\r\n\nHowever,  according  to the  Ledger,  Ansin transferred  only\r\n\n4,000  shares  to his  father on  January  1, 1988,  and then\r\n\ntransferred 1,000 shares to Simons and 2,500 shares to Donald\r\n\nFranks,  another of  the  original River  Oaks investors,  on\r\n\nJanuary 1, 1989.\r\n\n          Simons  testified that these  transfers of stock by\r\n\nLarry Ansin were  part of  a general  reallocation of  shares\r\n\nundertaken  in early  1989.   According  to Simons,  during a\r\n\ntelephone  conversation in  February or  March 1989,  he told\r\n\nLarry Ansin that, in order to recruit talented new employees,\r\n\nthe  company wished  to  issue 25,000  new  shares of  stock.\r\n\nSimons further testified that  Larry Ansin then orally agreed\r\n\nto  reduce his  ownership interest  to 4%.    However, Simons\r\n\nacknowledged that there is no record of this conversation nor\r\n\nany contemporaneous records  or correspondence  memorializing\r\n\nthe transfers to  Simons and Franks.   Simons also  testified\r\n\nthat he and Ansin only discussed percentages of ownership, as\r\n\nopposed  to numbers of shares, and that Ansin did not receive\r\n\nany money for the transfers.   Simons did not speak to Harold\r\n\nAnsin about the transfers. \r\n\n          Thomas  Keenum,  who,  as  company  secretary,  was\r\n\nresponsible   for  maintaining  the  Stock  Transfer  Ledger,\r\n\n                             -6-\r                                          6\r\r\n\ntestified that  no document,  other than his  personal notes,\r\n\nrecords these  stock transactions, and that  only Simons, and\r\n\nnot the Ansins, ever communicated with him about the decrease\r\n\nin  the Ansin  ownership  interest.   Although other  capital\r\n\ntransactions  are recorded  in the  minutes of  the Board  of\r\n\nDirectors,  the Ansin  transfers  were not,  nor to  Keenum's\r\n\nknowledge,  were there  any  signed  agreements, letters,  or\r\n\nmemoranda noting these transfers. \r\n\n          The  foundation documents  of  River Oaks  included\r\n\nArticles   of  Incorporation,  By-Laws,  and  a  Subscription\r\n\nAgreement among the stockholders.  These documents regulated,\r\n\namong other  things, the transfer  of shares in  the company.\r\n\nParagraph 12 of the Articles of Incorporation provided that:\r\n\n          before a transfer [of stock] may be made,\r\n          [the]  owner or  holder shall  notify the\r\n          secretary/treasurer  of this  corporation\r\n          in writing of the  number of shares to be\r\n          transferred,  the  certificate   involved\r\n          [and other pertinent information]. \r\n\nThe Subscription Agreement, which was \"binding upon and shall\r\n\ninure to the  benefit of each individual  Stockholder and his\r\n\nrespective  heirs,  executors,  administrators,  assigns  and\r\n\nlegal  representatives,\"  recited  that  \"[e]ach  Stockholder\r\n\nagrees that all shares of Stock of the Company . . . shall be\r\n\nsubject to the terms and conditions of Paragraph Number 12 of\r\n\nthe Articles  of Incorporation.\"  The  By-Laws, which charged\r\n\nthe secretary  with maintaining  the stock transfer  books of\r\n\nthe corporation, \r\n\n                             -7-\r                                          7\r\r\n\nstated that:\r\n\n          Transfer  of  shares  of the  corporation\r\n          shall be made only on the stock  transfer\r\n          books of the corporation by the holder of\r\n          record   thereof   or   by    his   legal\r\n          representative . . . . \r\n\nAt   trial,  the  plaintiffs   argued  that  these  documents\r\n\nconstituted an  enforceable  contract, and  that  defendants'\r\n\nunauthorized transfer  of 3,500  River Oaks shares  to Simons\r\n\nand Franks amounted to a breach of that contract.\r\n\nC. The Repurchase of the Ansin Interest and the IPO\r                                                               \r\n\n          The  original investors  in River  Oaks had  hoped,\r\n\nfrom the  beginning, eventually  to take the  company public.\r\n\nDuring  the first quarter of 1992, the company took the first\r\n\nstep  of  talking  to an  investment  banker  about  a public\r\n\noffering.  Breck Walker, a managing director of J.C. Bradford\r\n\n&amp;  Co.,  a  Nashville  investment bank,  visited  River  Oaks\r\n\nseveral  times during the first half of 1992, to evaluate the\r\n\ncompany's prospects as an IPO candidate.  \r\n\n          These  contacts  culminated in  an  April  23, 1992\r\n\nmeeting  in  Nashville  between  the  River Oaks  management,\r\n\nincluding Keenum and Simons, and the J.C. Bradford commitment\r\n\ncommittee.3  At the meeting, River Oaks'  value was discussed\r\n\nand,  according to  the notes  of a   J.C.  Bradford analyst,\r\n\n                    \r                                \r\n\n3.  The  commitment   committee  is  a  group   of  top-level\r\nexecutives  at  J.C.  Bradford   who  must  approve  all  IPO\r\ntransactions. \r\n\n                             -8-\r                                          8\r\r\n\nKeenum  stated that a value of $25 million was \"about right.\"\r\n\nAnalyses prepared by J.C. Bradford for internal use projected\r\n\na  range  of  values  from  $16.3  million  to  $31  million,\r\n\ndepending on  the assumptions  used,  and similar  valuations\r\n\nwere discussed with River Oaks personnel.\r\n\n          Shortly thereafter, J.C. Bradford  determined that,\r\n\ngiven  all  the circumstances,  including  market conditions,\r\n\nRiver Oaks  was not a  candidate for  an IPO in  1992.   J.C.\r\n\nBradford advised River Oaks to wait until the  end of 1992 or\r\n\nearly 1993 to see  if the company met its  projections before\r\n\nproceeding further.\r\n\n          At approximately the same  time, April 1992,  Larry\r\n\nAnsin  learned  that  he  had  a  brain  tumor.    After  his\r\n\ndiagnosis,  Ansin asked Patrick  Maraghy, his tax planner, to\r\n\nact  as an  intermediary  in his  financial dealings.   Ansin\r\n\ncontinued to make his own decisions. \r\n\n          In July  1992, Walter Billingsley,  the River  Oaks\r\n\ncontroller,  and Simons  contacted Maraghy  about refinancing\r\n\nRiver   Oaks'  debt.     Ansin,   like  the   other  original\r\n\nshareholders,  had previously signed  personal guarantees for\r\n\nbank loans to River Oaks; now, the Bank of Mississippi wanted\r\n\nanother  personal guarantee  from Ansin  for $550,000  of new\r\n\nfinancing. Maraghy  communicated  the request  to Ansin,  who\r\n\ndeclined to  provide new guarantees  because he was  very ill\r\n\nand because he was no longer a shareholder of River Oaks.\r\n\n                             -9-\r                                          9\r\r\n\n          Through August and  into September of 1992,  Simons\r\n\ncontinued to  call Maraghy frequently, pressuring  him to get\r\n\nLarry  Ansin  to reconsider  his decision.    At no  time did\r\n\nSimons  tell Maraghy that the  bank had agreed,  on August 5,\r\n\n1992, to proceed with the refinancing without a new guarantee\r\n\nfrom  Larry  Ansin.   Instead,  Simons  represented that  the\r\n\ncompany would have problems  without the new Ansin guarantee,\r\n\nand  that  people would  be thrown  out  of work.    In early\r\n\nSeptember, Simons asked if Harold Ansin would sign a personal\r\n\nguarantee, but Harold Ansin declined. \r\n\n          In  mid- to  late-September, Simons  called Maraghy\r\n\nand asked if the Ansins would be willing to  sell their stock\r\n\nback to River Oaks so that someone else could purchase it and\r\n\nprovide the guarantee.  The Ansins agreed, believing that the\r\n\nsale would help Simons obtain the needed financing.\r\n\n          On  October  19,  1992,  Keenum  called Maraghy  to\r\n\ndiscuss  an  offer  of  $300,000  for  the Ansin  River  Oaks\r\n\nFurniture and  R-O Realty shares.   Keenum told  Maraghy that\r\n\nRiver Oaks had recently  bought out Keith Franklin,  the only\r\n\nother   non-management  shareholder,   for  $60,000   per  1%\r\n\ninterest, indicating that  $300,000 was a fair  price for the\r\n\nAnsin's  4% interest in River Oaks.  Keenum also told Maraghy\r\n\nthat the  R-O Realty shares  were valueless, as  R-O Realty's\r\n\nproperties were heavily encumbered with debt. \r\n\n                             -10-\r                                          10\r\r\n\n          The Ansins  agreed to the sale,  believing that the\r\n\nprice  was fair and that they were accommodating Simons' need\r\n\nfor bank  financing.  Simons  wrote to Maraghy,  thanking him\r\n\n\"for  helping me  resolve this  problem.\"4   The sale  of the\r\n\nAnsin shares for $300,000 was closed in November 1992.\r\n\n          In  board  meetings  on   November  19,  1992,  and\r\n\nDecember 1, 1992,  the directors of River Oaks authorized the\r\n\nresale of the  Ansin River  Oaks shares, for  the same  price\r\n\nRiver  Oaks  had  paid,  to Keenum,  Billingsley,  and  other\r\n\noriginal  River  Oaks  investors.    The  Board  had  already\r\n\nauthorized the  resale  of the  Ansin  R-O Realty  shares  to\r\n\nKeenum, Simons and other insiders  on September 1, 1992, even\r\n\nthough  the repurchase offer had not yet been made.  Everyone\r\n\npurchasing Ansin shares was familiar with the IPO discussions\r\n\nwith J.C. Bradford.\r\n\n          Keenum  and Simons  acknowledge  that,  during  the\r\n\nrepurchase  discussions, they  never  told Maraghy  about the\r\n\nmeetings  with  J.C.  Bradford   or  about  the  prospect  of\r\n\nrestarting  IPO discussions  in early  1993.   Although there\r\n\nwere no  ongoing negotiations  in November  1992, Billingsley\r\n\ntestified  that River  Oaks'  management knew  by October  or\r\n\nNovember  1992   that  the  company  would   meet  its  sales\r\n\nprojections for 1992 and  so would meet the condition  set by\r\n\n                    \r                                \r\n\n4.  Before finalizing the sale,  Harold Ansin transferred the\r\nshares to  the Ansin  Foundation, a family  charitable trust,\r\nfor tax reasons.\r\n\n                             -11-\r                                          11\r\r\n\nJ.C.  Bradford for  following  up  on  the  IPO.    During  a\r\n\nconference  call on  December 7,  1992,  less than  two weeks\r\n\nafter the  Ansin repurchase,  Ron Ashby, River  Oaks' outside\r\n\nauditor,  discussed the  impact  of  an  IPO on  River  Oaks'\r\n\naccounting  for employee  loans with  Keenum and  other River\r\n\nOaks  personnel.   Ashby's notes,  made in  the month  or two\r\n\nprior to that call,  indicate that River Oaks was  looking at\r\n\nan IPO in July or August 1993.\r\n\n          Simons testified that, in one phone conversation in\r\n\nearly  1992, he  told Larry  Ansin that  River Oaks  had made\r\n\ninitial  contact with  an unspecified investment  banker, and\r\n\nthat  Larry Ansin  thought  going public  was  a great  idea.\r\n\nHowever,  Harold Ansin,  Maraghy,  and  Susan Ansin,  Larry's\r\n\nwife,  all testified  that  Larry Ansin  never mentioned  the\r\n\npossibility of an IPO, even though they all stated that Larry\r\n\ndiscussed business with them regularly.\r\n\n          The  River Oaks board  approved an IPO  on March 1,\r\n\n1993.   Maraghy first learned  that an IPO  was being planned\r\n\nfrom a June 1993 newspaper article. By this time, Larry Ansin\r\n\nhad died.\r\n\n          River Oaks went  public on August 26,  1993 for $12\r\n\nper share.  As part of the transaction, River Oaks effected a\r\n\n28.8 for 1 stock split on June 23, 1993.  This meant that the\r\n\nAnsins'  7,500  shares  would  have  become  216,000  shares.\r\n\nAdditionally,   R-O  Realty   was  merged  into   River  Oaks\r\n\n                             -12-\r                                          12\r\r\n\nfurniture,  and  the R-O  Realty  shareholders  received $1.2\r\n\nmillion  of River  Oaks  stock.   From  the proceeds  of  the\r\n\noffering,  River  Oaks  distributed  $2,465,000  of  previous\r\n\nearnings to its pre-IPO shareholders.   \r\n\n          Finally, the plaintiffs learned from the prospectus\r\n\nof the existence of River Wood Products, Inc.  River Wood had\r\n\nbeen  established in  1991  to produce  furniture frames  for\r\n\nRiver  Oaks.   Although there  were no  significant financial\r\n\nbenefits to  setting up River Wood as a separate corporation,\r\n\na 1991 memo from Ashby indicated that \"a political reason for\r\n\nsetting  up . . .  separate corporations would  be to exclude\r\n\ncertain current  River Oaks shareholders.\"   Harold Ansin was\r\n\none of  the shareholders excluded.   At the time  of the IPO,\r\n\nRiver  Wood  shareholders  received   shares  of  River  Oaks\r\n\nFurniture stock. \r\n\n          At trial, plaintiffs' expert testified that  if the\r\n\nAnsins had held 7,500  shares prior to the IPO and  then sold\r\n\nthem at the  end of  the restricted period,  they would  have\r\n\nreceived  a  total  of  $4,179,140.    This  figure  included\r\n\nproportional allocations  of River Oaks Furniture  shares for\r\n\nthe  Ansin R-O  Realty  shares and  for  a hypothetical  7.5%\r\n\ninterest in River Wood Products.  It also included a share of\r\n\nthe S-corporation distribution. \r\n\n                             II.\r\n\n                             -13-\r                                          13\r\r\n\n          The Ansins filed suit  on October 4, 1993, alleging\r\n\nsecurities  law violations, fraud,  breach of fiduciary duty,\r\n\nmalpractice and  Mass. Gen.  L. ch.  93A claims  arising from\r\n\ndefendants'  failure  to disclose  the  planned  IPO.   After\r\n\ndiscovery,  on  June  17,  1994, plaintiffs  filed  a  Second\r\n\nAmended  Complaint,   adding  a  conversion  claim   for  the\r\n\nreduction  of  the Ansin  interest  to  4,000  shares.    The\r\n\ndistrict  court granted a  defense motion to  dismiss the ch.\r\n\n93A and malpractice claims on  October 12, 1994.  On July  5,\r\n\n1995, a Third Amended  Complaint was filed, which  included a\r\n\nbreach of contract claim  arising from the same facts  as the\r\n\nconversion claim. \r\n\n          On November  15, 1995,  the district  court granted\r\n\ndefendant's  motion for  summary judgment  on the  conversion\r\n\nclaim, finding that  the Massachusetts three-year statute  of\r\n\nlimitations for  torts barred  any conversion claim  that the\r\n\nAnsins  should have discovered prior to October 4, 1990.  The\r\n\ndistrict court found that  various 1989 tax documents, signed\r\n\nby Harold Ansin and indicating that he owned a 4,000 share or\r\n\n4% interest in River  Oaks, should have alerted Ansin  to the\r\n\nalleged conversion. \r\n\n          The  remaining claims  were tried to  a jury.   The\r\n\njury  returned  a  special  verdict  form  finding  that:  1)\r\n\ndefendants violated  the Securities Exchange  Act and engaged\r\n\nin  common  law fraud  by  failing  to  disclose  the  public\r\n\n                             -14-\r                                          14\r\r\n\noffering  discussions  with  J.C.  Bradford;  2)  River  Oaks\r\n\ncommitted  a breach of  contract when the  Ansin interest was\r\n\nreduced to 4,000 shares; 3) Simons and/or Keenum breached the\r\n\nfiduciary duty  owed by a dominant shareholder  to a minority\r\n\nshareholder by failing to  disclose the discussions with J.C.\r\n\nBradford  and by failing to offer  the Ansins the opportunity\r\n\nto participate in River Wood Products, Inc.  The jury awarded\r\n\ncompensatory damages of $1,082,400 against all defendants for\r\n\nthe  fraud  claims, $1,209,600  against  River  Oaks for  the\r\n\nbreach of contract, and $16,400 against Simons and Keenum for\r\n\nthe breach  of  fiduciary duty.    It also  awarded  punitive\r\n\ndamages under  Mississippi law of $25,000  against Simons and\r\n\nof $100,000 against Keenum.\r\n\n           The defendants  moved for judgment as  a matter of\r\n\nlaw  at the close of plaintiffs' case, after the verdict, and\r\n\nfollowing  the  entry  of  judgment.    On  April  26,  1996,\r\n\ndefendants moved, pursuant to Rule 49(a), Fed. R. Civ. P., to\r\n\nhave the court address issues not submitted to the jury.  The\r\n\ndistrict court denied these motions. \r\n\n                             III.\r\n\n          Defendants make  numerous arguments with  regard to\r\n\neach  count of  the  verdict and  the  damages awarded.    We\r\n\nexamine these contentions in turn.5\r\n\n                    \r                                \r\n\n5.  Except  as  otherwise  noted,   the  parties  agree  that\r\nMississippi  law is the relevant substantive law on the state\r\nlaw  claims, and  that  Massachusetts  provides the  relevant\r\n\n                             -15-\r                                          15\r\r\n\nA. The Federal Securities and Common Law Fraud Claims\r                                                                 \r\n\n           The federal securities claim alleged violations of\r\n\n   10(b)  of the  Securities  Exchange  Act and  Rule  10b-5.\r\n\nDefendants  argue that  the district  court erred  in denying\r\n\ntheir motion for a judgment as a matter of law on the federal\r\n\nsecurities  law  and  Mississippi common  law  fraud  claims.\r\n\nSpecifically, defendants assert that there was no evidence of\r\n\nomission  or  misrepresentation,  of  fraudulent  intent,  of\r\n\nmateriality or of reliance.  \r\n\n          Review of  the district court's denial  of a motion\r\n\nfor judgment as a matter  of law is plenary.  See  Correa, 69\r                                                                     \r\n\nF.3d  at 1191.    As did  the district  judge, we  review the\r\n\nrecord in  the light most favorable to  the non-moving party.\r\n\nId.   We will  \"reverse the denial  of such a  motion only if\r               \r\n\nreasonable persons could not have reached the conclusion that\r\n\nthe jury embraced.\"   Sanchez v. Puerto Rico Oil Co., 37 F.3d\r                                                                \r\n\n712, 716 (1st Cir. 1994).\r\n\n          The record shows sufficient evidence to support the\r\n\njury's  verdict.    Defendants  contend  that  there  was  no\r\n\nmaterial omission because Simons testified that he told Larry\r\n\nAnsin, in  early 1992,  about the  initial contact  with J.C.\r\n\nBradford.  However, Simons himself never claimed that he  had\r\n\ntold Ansin about J.C. Bradford's specific  recommendations as\r\n\nto the possible  timing of an IPO, or that  he had told Ansin\r\n\n                    \r                                \r\n\nprocedural provisions.\r\n\n                             -16-\r                                          16\r\r\n\nabout  the  valuation analyses  performed  by  the investment\r\n\nbank.  Nor did Simons or Keenum mention the possibility of an\r\n\nIPO to  Maraghy at the  time of  the negotiated sale.   Thus,\r\n\neven  crediting Simons'  uncorroborated testimony,  which the\r\n\njury  need  not  do,  the jury  could  reasonably  find  that\r\n\ninformation about the IPO negotiations was omitted.\r\n\n          As to  evidence of intent, defendants  contend that\r\n\nthere  was no possible  motive for fraud,  because River Oaks\r\n\nresold the Ansin shares  to other insiders at the  same price\r\n\nthe  corporation had  paid  for them,  thereby depriving  the\r\n\ncorporation  of the fruits of  its fraud.   However, the jury\r\n\ncould  reasonably   infer,  from   the  evidence,  that   the\r\n\nindividual defendants, officers and  directors of River Oaks,\r\n\nwere working to  exclude the Ansins, the  only remaining non-\r\n\nmanagement shareholders,  from the  River Oaks IPO,  and were\r\n\nseeking  ultimately  to  benefit  themselves  and  the  other\r\n\nMississippi management shareholders at the Ansins' expense.\r\n\n          Defendants  also argue  that there was  no evidence\r\n\nthat  the   undisclosed  information   was  material.     The\r\n\nmateriality standard  under the federal securities  laws is a\r\n\nfamiliar  one:  Information  is   material  if  \"there  is  a\r\n\nreasonable   likelihood  that  a  reasonable  investor  would\r\n\nconsider it important.\"  Glassman v. Computervision Corp., 90\r                                                                     \r\n\nF.3d  617,  632 (1st  Cir. 1996);  see  also Shaw  v. Digital\r                                                                         \r\n\nEquip.  Corp.,  82 F.3d  1194,  1219  (1st Cir.  1996)(citing\r                         \r\n\n                             -17-\r                                          17\r\r\n\nBasic, Inc. v. Levinson, 485 U.S. 224, 231-232 (1988)).  This\r                                   \r\n\ncourt  has   repeatedly  held   that  the  question   of  the\r\n\nmateriality of omitted information  is one peculiarly for the\r\n\ntrier  of  fact.   See  Lucia  v.  Prospect  St. High  Income\r                                                                         \r\n\nPortfolio,  Inc., 36  F.3d  170, 176  (1st Cir.  1994)(citing\r                            \r\n\ncases).\r\n\n          Defendants  contend that the prior discussions with\r\n\nJ.C. Bradford were insignificant because no negotiations were\r\n\nongoing  at the time of  the Ansin repurchase.   However, the\r\n\nevidence  showed  that less  than two  weeks after  the Ansin\r\n\nrepurchase,  River Oaks' management was \"looking at a July or\r\n\nAugust  1993\" IPO,  and adjusting  its  accounting strategies\r\n\naccordingly.  This  is  not   a  case  where  the  defendants\r\n\nthemselves \"placed  no special  significance\" on  the omitted\r\n\ninformation.   Cf. Jackvony v. RIHT Fin. Corp., 873 F.2d 411,\r                                                          \r\n\n415  (1st Cir. 1989); Taylor  v. First Union  Corp., 857 F.2d\r                                                               \r\n\n240,  244  (4th Cir.  1988)(\"vague  agreement\"  as to  future\r\n\nmerger not material where neither \"the factual nor the legal\"\r\n\npredicates  for  transaction  were  in place).    The  jury's\r\n\nconclusion  that the  earlier negotiations  were material  is\r\n\npatently reasonable.\r\n\n          Finally,  defendants  contend  that  there  was  no\r\n\nevidence  of  reliance on  the  omissions.   Because  of  the\r\n\nlogical impossibility  of proving that  plaintiffs relied  on\r\n\ninformation  that they  did  not have,  \"[p]ositive proof  of\r\n\n                             -18-\r                                          18\r\r\n\nreliance on omissions is  not necessary where materiality has\r\n\nbeen established.\"  Holmes v. Bateson, 583 F.2d 542, 558 (1st\r                                                 \r\n\nCir. 1978).  In any case,  Harold Ansin testified that he did\r\n\nrely on information obtained from Simons. \r\n\n          Thus,  defendants'   insufficiency  arguments  with\r\n\nregard to the securities law and fraud claims are unavailing.\r\n\nA reasonable  jury could,  and did, conclude  that defendants\r\n\nintentionally defrauded  plaintiffs  by failing  to  disclose\r\n\nmaterial information about the contemplated IPO.\r\n\nB. The Breach of Contract Claim\r                                           \r\n\n          The  defendants  also  argue that  what  plaintiffs\r\n\nstyled a breach of contract claim is essentially a conversion\r\n\nclaim, and  therefore barred  by the statute  of limitations.\r\n\nThey also claim that the evidence was insufficient to support\r\n\nthe jury verdict on this claim, and that Harold Ansin and the\r\n\nAnsin Foundation lack standing to bring this claim.\r\n\n1. Statute of Limitations\r                                     \r\n\n          Defendants  argue  that  plaintiffs  simply  recast\r\n\ntheir time-barred  conversion claim  as a breach  of contract\r\n\nclaim,6 and  that this claim  should therefore be  subject to\r\n\n                    \r                                \r\n\n6.  Although  defendants  suggest  that plaintiffs  repleaded\r\ntheir  conversion  claim  as  breach of  contract  after  the\r                                                                    \r\ndistrict judge  had found that  their tort claim  was barred,\r\nthis is  factually incorrect.  Moreover,  the district judge,\r\nin his  opinion granting  summary judgment on  the conversion\r\nclaim, specifically  noted that, although  the contract claim\r\npleaded the same  facts, defendants had not moved for summary\r\n\n                             -19-\r                                          19\r\r\n\nthe  Massachusetts three-year  tort  statute  of  limitations\r\n\n(Mass. Gen. Laws ch. 260,  2A), rather than the Massachusetts\r\n\nsix-year contract statute (Mass. Gen. Laws ch. 260,   2).7\r\n\n          Defendants  cite  Massachusetts  caselaw   for  the\r\n\nprinciple that \"the determination  of whether the contract or\r\n\ntort  statute of  limitations  applies is  controlled by  the\r\n\nessential  nature of [the] claim.\"   Oliveira v. Pereira, 605\r                                                                    \r\n\nN.E.2d 287, 290 (Mass.  1992).  This principle may  be useful\r\n\nin determining  what statute  of limitations  to  apply to  a\r\n\nstatutory claim, where the  statute giving rise to  the cause\r\n\nof  action does not specify a limitations period.  See, e.g.,\r                                                                        \r\n\nid. at  289-91.   It may  also apply in  the extreme  case in\r               \r\n\nwhich  a  personal injury,  such  as  emotional distress,  is\r\n\ninappropriately cast as  a breach of contract.   See Pagliuca\r                                                                         \r\n\nv. City of Boston, 626 N.E.2d 625, 628 (Mass. Ct. App. 1994).\r                             \r\n\nHowever,  this  principle  has  not  been  held  to  restrict\r\n\nplaintiffs  to  a  single  theory  of  liability per  set  of\r\n\noperative  facts, where  such  facts can  fairly support  two\r\n\ntheories of liability.  \r\n\n          Here, the  plaintiffs' claim  -- that  their shares\r\n\nwere  transferred  without  their knowledge  or  consent,  in\r\n\nderogation   of   contractual   terms   --  can   be   fairly\r\n\n                    \r                                \r\n\njudgment on that claim and that his ruling did not reach that\r\ncount. \r\n\n7.  The  parties agree  that  Massachusetts law  supplies the\r\napplicable statute of limitations.\r\n\n                             -20-\r                                          20\r\r\n\ncharacterized as either an action for conversion or an action\r\n\nfor breach  of contract.   It  does not involve  the type  of\r\n\n\"accident[] resulting  in injuries to person  or property\" on\r\n\nwhich the draftsmen of Massachusetts' three-year tort statute\r\n\nfocussed.   Royal-Globe Ins. Co.  v. Craven, 585  N.E.2d 315,\r                                                       \r\n\n320  (Mass.  1992).    Rather,  it does  involve a  claim \"to\r\n\nrecover  from   another  money  which  in   equity  and  good\r\n\nconscience  he is not entitled to keep.\"   The latter type of\r\n\nclaim, according  to the  Supreme Judicial Court,  is usually\r\n\nadvanced in a contract action.  Kagan v. Levenson, 134 N.E.2d\r                                                             \r\n\n415,  417 (Mass. 1956).   In these circumstances,  it was not\r\n\nerror for the  district court to apply  the six-year contract\r\n\nstatute of limitations to plaintiffs' contract claim.\r\n\n2.  Insufficiency  of the  Breach  of  Contract Evidence  and\r                                                                         \r\n\nEnforceability of Rights\r                                    \r\n\n          The  defendants assert  that  there is  no evidence\r\n\nthat  Larry Ansin did not  agree to the  reduction in shares.\r\n\nThey  also deny  that the  foundation corporate  documents of\r\n\nRiver  Oaks created  enforceable  rights  in the  plaintiffs.\r\n\nThis is simply not so.\r\n\n          As  with  the  fraud  claims,  defendants  rely  on\r\n\nSimons' uncorroborated report of his phone  conversation with\r\n\nLarry  Ansin.   With  regard to  the  contract claim,  Simons\r\n\ntestified  that,  in early  1989,  Ansin orally  agreed  to a\r\n\n                             -21-\r                                          21\r\r\n\nreduction in his  percentage of ownership.   Simons does  not\r\n\nassert that he mentioned specific numbers of shares to Ansin,\r\n\nnor does  he claim that  Ansin received any  compensation for\r\n\nthese transfers.   Simons testified that Larry  Ansin did not\r\n\nagree  to  transfer  shares  to himself  or  to  Franks  (the\r\n\nrecipients   of  the   shares).   Simons   and  Keenum   both\r\n\nacknowledged  that  there  was   no  documentation  of  these\r\n\ntransfers.\r\n\n           Simons described a complex reallocation of shares,\r\n\nundertaken to allow shares to be issued to new key personnel.\r\n\nHowever,  Keenum  acknowledged that  25,000  new shares  were\r\n\nissued  in  1989, and  that  the  new employees  were  issued\r\n\nexactly 25,000 shares.   This negated  the reallocation as  a\r\n\nreason for the reduction in Ansin's shares.  Additionally, in\r\n\nthe reallocation  described by Keenum, only  Harold Ansin had\r\n\nto  give  up  shares;  Simons' percentage  of  ownership  was\r\n\ndiluted  by the new  issuance, but  he actually  gained 1,000\r\n\nshares (from the alleged transfer from Ansin). \r\n\n          Even if  the jury  credited Simons' description  of\r\n\nLarry Ansin's  oral consent,  the jury could  have reasonably\r\n\ninferred  that Ansin only consented to dilution, and not to a\r\n\ntransfer of  shares.  Additionally, when  evaluating a series\r\n\nof events that, judging from the trial exhibits, left a heavy\r\n\npaper trail,  the jury was  entitled to draw  inferences from\r\n\n                             -22-\r                                          22\r\r\n\nthe complete absence of contemporaneous  documentation of the\r                                \r\n\npurported Ansin transfers.\r\n\n          Defendants  also  contend  that   the  foundational\r\n\ndocuments  of River  Oaks did  not create  any rights  in the\r\n\nAnsins with regard to transfers.  Defendants do not challenge\r\n\nthe basic premise that, under Mississippi law, such documents\r\n\nmay  form a contract.  Rather, they contend that the specific\r\n\ntransfer  provisions  were  only   for  the  benefit  of  the\r\n\ncorporation, and thus created  no rights in the shareholders.\r\n\nHowever,  the plain  language  of the  Subscription Agreement\r\n\nstates that \"this  Agreement shall be binding upon  and shall\r\n\ninure to the benefit of each individual Stockholder . . . and\r                                                               \r\n\nto the Company . . . .\"  While the transfer provisions of the\r\n\nArticles  of  Incorporation and  the  By-Laws  may have  been\r\n\nprimarily intended to prevent the unauthorized sale of shares\r\n\nto outsiders, as  defendants contend, this does not mean that\r\n\nthey served no other purpose.\r\n\n          To  the  contrary, the  traditional  common law  of\r\n\nunauthorized   transfers   places   heavy   duties   on   the\r\n\ncorporation:\r\n\n               Courts held that a corporation whose\r\n          stock was transferable only on  the books\r\n          of the company  was, to a certain  extent\r\n          at least, a  trustee for its shareholders\r\n          in respect to their stock. . . . [I]t had\r\n          to  respond in  damages  for  any  injury\r\n          sustained by  them in consequence  of its\r\n          negligence  or  misconduct.  .  .  . This\r\n          liability rested . . . upon the ground of\r\n          breach of contract  upon the part of  the\r\n\n                             -23-\r                                          23\r\r\n\n          company,  of this undertaking to hold the\r\n          stock for the benefit  of the true  owner\r\n          of the certificate.\r\n\n12  Fletcher Cyclopedia of the Law of Corporations   5538, at\r                                                              \r\n\n406   (perm.  ed.  1996)(footnotes  omitted).  Moreover,  the\r\n\nCyclopedia explains that:\r\n\n               The shareholders also  have a  right\r\n          to  expect  that  the   corporation  will\r\n          observe its own bylaws in relation to the\r\n          transfer,  and  it   is  liable  for  any\r\n          damages  resulting to  them by  reason of\r\n          its failure to do so.\r\n\nId. (footnotes omitted).\r               \r\n\n          This authority  is sufficient to  rebut defendants'\r\n\ncontention that  the plain  language of River  Oaks' transfer\r\n\nprovisions  can  only  be  read  to  create   rights  in  the\r\n\ncorporation.  The defendants  point to nothing in either  the\r\n\ndocuments  or in Mississippi law that would require a jury to\r\n\nconclude  that River  Oaks shareholders  had no  rights under\r\n\nthese  documents as  to transfers.   Accordingly,  the jury's\r\n\nverdict on the breach of contract claim stands.\r\n\n3. Standing\r                       \r\n\n          The defendants  assert  that Harold  Ansin and  the\r\n\nAnsin  Foundation lack  standing  to bring  a contract  claim\r\n\nbecause they were not in privity of contract with River Oaks.\r\n\nHowever,  defendants acknowledge  that  Larry Ansin's  estate\r\n\nwould have standing to bring such a suit, were it not for the\r\n\nfact that,  in  their view,  Larry  Ansin acquiesced  in  the\r\n\nbreach and  suffered no damages.   The jury  plainly rejected\r\n\n                             -24-\r                                          24\r\r\n\nthese  assertions.   Assuming  arguendo  that  defendants are\r                                                   \r\n\ncorrect  that, as a  matter of Mississippi  law, Harold Ansin\r\n\ncould not bring  this suit,  we find that,  as Larry  Ansin's\r\n\nestate indisputably had standing,  this claim has no possible\r\n\nbearing on the outcome of the case.\r\n\nC. The Breach of Fiduciary Duty Claim\r                                                 \r\n\n          Defendants   take   the   position    that,   under\r\n\nMississippi law, shareholders  may not  sue, as  individuals,\r\n\nfor breach of fiduciary duty by the officers and directors of\r\n\na  close   corporation.    However,   Mississippi  case   law\r\n\nrecognizes  the ability of shareholders in close corporations\r\n\nto  sue for breach of fiduciary  duty.  See Fought v. Morris,\r                                                                        \r\n\n543 So. 2d 167, 172-73 (Miss. 1989).  The Mississippi Supreme\r\n\nCourt has specifically stated,  in the context of a  suit for\r\n\ndiversion of  corporate opportunity, that a  trial court may,\r\n\n\"in the  case of a closely  held corporation, . .  . treat an\r\n\naction raising derivative claims as a direct action . . . and\r\n\norder an individual recovery.\"  Derouen v. Murray, 604 So. 2d\r                                                             \r\n\n1086,  1091 n.2 (Miss. 1992).  Defendants' argument as to the\r\n\nfiduciary duty claim is without merit.\r\n\nD. Affirmative Defenses\r                                   \r\n\n          Defendants  assert  that equitable  defenses barred\r\n\nboth the contract claim and the fraud claims.  Defendants did\r\n\nnot  submit  these  affirmative  defenses  -  laches, waiver,\r\n\nratification and estoppel - to the jury.  Instead, in a post-\r\n\n                             -25-\r                                          25\r\r\n\ntrial motion pursuant to Rule 49(a), defendants requested the\r\n\ndistrict  judge  to  rule   on  the  applicability  of  these\r\n\naffirmative defenses.  The district court denied this motion,\r\n\nwithout opinion.\r\n\n          Under Rule  49(a), if  the district court  does not\r\n\nmake a finding  on an issue  not submitted  to the jury,  \"it\r\n\nwill be presumed on appeal that the lower court made whatever\r\n\nfinding was necessary in order  to support the judgment  that\r\n\nwas  entered.\"  9A  Wright  &amp; Miller,  Federal  Practice  and\r                                                                         \r\n\nProcedure,   2507,  at 185-86 (1995);  see also Kavanaugh  v.\r                                                                     \r\n\nGreenlee Tool Co., 944 F.2d 7, 11-12 (1st Cir. 1991).  As the\r                             \r\n\ndistrict  court entered  a  judgment for  the plaintiffs,  we\r\n\npresume that  it found  that  defendants had  not proven  the\r\n\nclaimed equitable defenses.\r\n\n          The defendants argue  that the  breach of  contract\r\n\nclaim was  barred by  laches, based  on the district  court's\r\n\nfinding,  in the context  of the  conversion claim,  that the\r\n\nAnsins should have discovered the reduction in their interest\r\n\nwhen  signing  the  1989  tax  documents.   The  defense  was\r\n\nprejudiced by  plaintiffs' delay  in filing suit  until 1993,\r\n\ndefendants argue, because Larry Ansin died in the interim.\r\n\n          We review the district court's  determination as to\r\n\nlaches for  abuse of  discretion.   See Murphy  v. Timberlane\r                                                                         \r\n\nReg'l  Sch. Dist.,  973 F.2d  13, 16  (1st  Cir. 1992).   The\r                             \r\n\nparties have not adequately  addressed which law governs this\r\n\n                             -26-\r                                          26\r\r\n\nissue.   However, Massachusetts and Mississippi  law (as well\r\n\nas  general  principles of  equity)  are  consistent on  this\r\n\npoint,  and  so there  is no  need  to address  the conflicts\r\n\nquestion.\r\n\n          If the  statute of limitations  has not run,  as is\r\n\nthe  case  here,  the  defendant  bears  a  heavy  burden  of\r\n\ndemonstrating   the   unreasonableness  of   delay   and  the\r\n\noccurrence of prejudice.  See K-Mart Corp. v. Oriental Plaza,\r                                                                         \r\n\nInc.,  875 F.2d 907,  911 (1st Cir. 1989);  Hans v. Hans, 482\r                                                                    \r\n\nSo. 2d 1117, 1121 (Miss. 1986) (\"no claim is barred by laches\r\n\nuntil the  limitation has attached\"); cf.  Srebnick v. Lo-Law\r                                                                         \r\n\nTransit Mgmt., Inc.., 557 N.E.2d 81, 85 (Mass. Ct. App. 1990)\r                                \r\n\n(\"As long  as there  is  no statute  of limitations  problem,\r\n\nunreasonable delay in pressing  a legal claim does not,  as a\r\n\nmatter of  substantive law, constitute laches.\").   Also, the\r\n\ndistrict court  could  have found  that defendants'  unsavory\r\n\nconduct  precluded them  from  arguing that  they  reasonably\r\n\nrelied  on the  plaintiffs' acquiescence  in the  transfer of\r\n\nshares.  See K-Mart  Corp., 875 F.2d at 911 (party seeking to\r                                      \r\n\ninvoke laches should not \"call . . .  attention to [its] left\r\n\nhand while  surreptitiously pocketing the family  jewels with\r\n\n[its] right hand\").  Under these circumstances, it was not an\r\n\nabuse  of  discretion for  the  district  court to  find  the\r\n\ndefense of laches inapplicable.\r\n\n                             -27-\r                                          27\r\r\n\n          Defendants  also  argue that  plaintiffs' two-month\r\n\ndelay between  learning of  the planned IPO  and filing  suit\r\n\nconstitutes laches, waiver, estoppel, and ratification so  as\r\n\nto bar  the fraud  claims.   Any  claim of  prejudice to  the\r\n\ndefendants from  this delay  is tenuous,  as Larry  Ansin had\r\n\nalready died when Patrick Maraghy learned of the planned IPO.\r\n\n Given the maxim  that \"he  who comes into  equity must  come\r\n\nwith clean  hands,\"  see, e.g,  Texaco Puerto  Rico, Inc.  v.\r                                                                     \r\n\nDep't  of Consumer Affairs, 60 F.3d 867, 880 (1st Cir. 1995),\r                                      \r\n\nthe district court  did not abuse its discretion by declining\r\n\nto  apply  these  equitable  defenses  to  plaintiffs'  fraud\r\n\nclaims.\r\n\nE. Compensatory Damages \r                                   \r\n\n1. Securities Law\r                             \r\n\n          The Supreme Court has  held that damages under Rule\r\n\n10b-5 should be \"the difference between the fair value of all\r\n\nthat  the . . . seller received and the fair value of what he\r\n\nwould have  received had  there been no  fraudulent conduct.\"\r\n\nAffiliated Ute Citizens v.  United States, 406 U.S.  128, 155\r                                                     \r\n\n(1972);  see also Holmes,  583 F.2d at  562.   On the Ansins'\r                                    \r\n\nsecurities law claim, the court instructed the jurors to find\r\n\n\"the difference between what the Ansins actually received for\r\n\ntheir stock and what you believe they would have received had\r\n\nthey  refused  to sell  or,  instead,  insisted on  different\r\n\nterms.\"  The jury was told that \"the issue is not hindsight,\"\r\n\n                             -28-\r                                          28\r\r\n\nand that they \"must evaluate the Ansins' decision in light of\r\n\nthe facts and circumstances that existed at the time that the\r\n\ndecision to sell was made.\"  \r\n\n          Defendants  argue  that the  district  court's jury\r\n\ninstructions  as to  the damages  for the  fraud claims  were\r\n\nflawed, in that the district court failed to tell the jury to\r\n\ndetermine value as of the time of the fraudulent transaction,\r                                                                        \r\n\ni.e. in November 1992.   The jury awarded damages of  $12 per\r\n\nshare,  the public offering price  of River Oaks.8   This was\r\n\nless than the $17.40 a share which plaintiffs sought and more\r\n\nthan the  damages defendants  say are the  maximum allowable.\r\n\nDefendants contend that the pre-IPO  value of the company was\r\n\nmuch lower, and  support this contention  by pointing to  the\r\n\nimmediate  resale  of  the   Ansin  shares  to  knowledgeable\r\n\ninsiders at the same price paid to the Ansins.\r\n\n          The federal securities statutes are not explicit as\r\n\nto  the proper  measure  of  damages.    Section  28  of  the\r\n\nSecurities Exchange Act limits recovery to \"actual damages on\r\n\naccount of  the act complained of.\"   15 U.S.C.    78bb.  The\r\n\ndefinition of \"actual damages,\" however, has been left to the\r\n\ncourts.    This  question presents  difficulties,  which  are\r\n\n                    \r                                \r\n\n8.  The jury  award apparently was based on  the premise that\r\nthe  Ansins would have participated  in the 28.8  for 1 stock\r\nsplit.   The jury then  deducted the $300,000  the Ansins had\r\nactually  received  for  their  stock.   The  jury  did  not,\r\napparently, include  compensatory damages for the  R-O Realty\r\nshares,  or for  the  S corporation  earnings distributed  to\r\nformer shareholders at the time of the offering.\r\n\n                             -29-\r                                          29\r\r\n\ngreatest in cases involving closely held securities that have\r\n\nno  readily ascertainable  market value.    See 3  Bromberg &amp;\r                                                           \r\n\nLowenfels, Securities Fraud &amp; Commodities Fraud   9.1, at 228\r                                                           \r\n\n(2d ed. 1996).\r\n\n           The trier of fact  may draw reasonable  inferences\r\n\nin determining \"fair value,\" and \"is not restricted to actual\r\n\nsale prices in a market so isolated and so thin\" as one for a\r\n\nclose corporation's stock.  Affiliated Ute, 406  U.S. at 155.\r                                                      \r\n\nA   variety   of   factors,  including   anticipated   future\r\n\nappreciation,  may  affect the  value  of stock,  so  that an\r\n\nappraisal of value  \"demand[s] a more  sophisticated approach\r\n\nthan  the simple application of a price index to the shares.\"\r\n\nHolmes, 583 F.2d at 564.\r                  \r\n\n          Here, the  very nature of  the fraud was  to induce\r\n\nthe plaintiffs to sell their stock at a time before the stock\r\n\nwould appreciate  in value  due to  the contemplated IPO  and\r\n\nstock  split.   To  adopt defendants'  argument that  damages\r\n\ncannot exceed the price of the shares at the time of the sale\r\n\nwould be to reward  and encourage such chicanery. Defendants'\r\n\nattempt  to  limit  plaintiffs' recovery  to  a  hypothetical\r\n\n\"market\"  price as of November 1992 is unavailing.  The trier\r\n\nof  fact was  entitled to infer  that a  reasonable investor,\r\n\nfully   informed  of  the   IPO  discussions,  including  the\r\n\nconditions  set by  J.C.  Bradford, would  not have  sold his\r\n\n                             -30-\r                                          30\r\r\n\nstock in November 1992 for less  than his proportionate share\r\n\nof the IPO proceeds. \r\n\n          The anticipated  appreciation in the  value of  the\r\n\nstock was  not unforeseeable.  Internal  River Oaks documents\r\n\nas  to planning and projections indicated that a 1993 IPO was\r\n\nanticipated.  J.C. Bradford analysts had suggested a range of\r\n\nvalues  for  the company  in  light of  the  anticipated IPO,\r\n\ninformation  which was  withheld from  the plaintiffs.   That\r\n\nthese   analyses  and  projections   were,  to  some  extent,\r\n\ncontingent  does  not  mean   that  they  are  irrelevant  to\r\n\ndetermining  fair value.   As  another  court of  appeals has\r\n\nsaid:\r\n\n          The  relevance  of  the  fact  [that  the\r\n          defendant close  corporation was involved\r\n          in merger negotiations]  does not  depend\r\n          on how things  turn out.   Just as a  lie\r\n          that overstates  a firm's prospects  is a\r\n          violation  even  if,  against  all  odds,\r\n          every fantasy comes true, so a failure to\r\n          disclose an important beneficent event is\r\n          a violation even if things later go sour.\r\n          The news . . . allows investors to assess\r\n          the worth  of the stock. .  . . Investors\r\n          will either hold  the stock  or demand  a\r\n          price  that  reflects the  value  of that\r\n          information.\r\n\nJordan v. Duff  &amp; Phelps, Inc.,  815 F.2d 429, 440  (7th Cir.\r                                          \r\n\n1987)(internal  citation omitted).   In  these circumstances,\r\n\nthe IPO price was  a reasonable approximation of fair  value.\r\n\n                             -31-\r                                          31\r\r\n\nWe note it  was less  than the  aftermarket price  plaintiffs\r\n\nsuggested as damages.9\r\n\n          Defendants draw our attention to two district court\r\n\ncases.   In Ross v. Licht, 263  F. Supp. 395 (S.D.N.Y. 1967),\r                                     \r\n\nthe court based damages for failure to disclose IPO plans not\r\n\non   the IPO  price, but  on the lower  price obtained  in an\r\n\nintervening  private placement.  Id. at 411.  However, as one\r                                                \r\n\ncommentary  has  pointed   out,  the   court  was   \"probably\r\n\njustified\"  in using  the lower  measure because  the private\r\n\nplacement  was   a  necessary  precondition   to  the  public\r\n\noffering.  Bromberg &amp;  Lowenfels, supra,   9.1, at  228 n.12.\r                                                   \r\n\nDefendants have  pointed to no such determinative intervening\r\n\nevent here.   Defendants also  point to Hutt  v. Dean  Witter\r                                                                         \r\n\nReynolds, Inc., 737  F. Supp. 128 (D. Mass. 1990).   In Hutt,\r                                                                        \r\n\nthe accretion in  value was due  to the stock's trading  in a\r\n\npublic  market  over  time.    The  court  accordingly  found\r\n\nplaintiffs' potential  profits to be \"too  speculative.\"  Id.\r                                                                         \r\n\nat 133.  Here,  by contrast, plaintiffs point to  a specific,\r\n\nplanned-for event.  \r\n\n                    \r                                \r\n\n9.  We also note  that the damages  here are consistent  with\r\nthe rule of Janigan v. Taylor, 344 F.2d 781  (1st Cir. 1965).\r                                         \r\nIn  Janigan, this court held  that, when property  is sold to\r                       \r\nthe  fraud-committing  party,  even  \"future  accretions  not\r\nforeseeable at the time of the  transfer . . . are subject to\r\nanother  factor, viz.,  that they  accrued to  the fraudulent\r\nparty.\"  Id. at 786.  While the individual defendants did not\r                        \r\npurchase  all the  Ansins'  stock, the  rest  of the  Ansins'\r\nshares were sold to  other knowledgeable River Oaks insiders,\r\nwho thereby reaped the profits of defendants' fraud.\r\n\n                             -32-\r                                          32\r\r\n\n          Because  we  affirm the  award  of  damages on  the\r\n\nfederal securities law claim, we do not reach the state fraud\r\n\nclaim.  Holmes, 583 F.2d at 560.\r                          \r\n\n2. Breach of Contract\r                                 \r\n\n          Defendants also appeal the  award of damages on the\r\n\ncontract claim,  arguing the jury  should have  been told  to\r\n\nvalue damages \"as  of the time of the  breach.\"  The district\r\n\ncourt instructed the jury to determine when  the Ansins would\r\n\nhave  sold the  missing 3,500  shares, and to  determine what\r\n\nthey would have received  at that time.  The  jury apparently\r\n\ndetermined that the  Ansins would have held the  shares until\r\n\nthe IPO, and awarded  $12 per share, accounting for  the 28.8\r\n\nfor  1  stock  split.    Whatever  the  merits  of defendants\r\n\nargument, they failed to object to the court's instruction at\r\n\ntrial,  and so the issue has not been preserved for appeal.10\r\n\nSee Fed  R. Civ.  P. 51; Pinkham  v. Burgess, 933  F.2d 1066,\r                                                        \r\n\n1069  (1st Cir. 1991).   The  contract award  of compensatory\r\n\ndamages is affirmed.\r\n\nF. Punitive Damages\r                               \r\n\n          Defendants argue that the award of punitive damages\r\n\ncannot  be sustained  because  such  damages are  unavailable\r\n\nunder  the  securities   laws  and  under  Mississippi   law.\r\n\nAlthough the defendants are right  as to the securities laws,\r\n\n                    \r                                \r\n\n10.  Defendants do not attempt to contend that the challenged\r\ninstruction constituted plain error.\r\n\n                             -33-\r                                          33\r\r\n\nsee 15 U.S.C.   78bb, the district court correctly instructed\r               \r\n\nthe jury on the Mississippi law on punitive damages.\r\n\n          \"The rule  in Mississippi is  settled that punitive\r\n\ndamages are  not recoverable for a breach  of contract unless\r\n\nsuch breach is attended  by intentional wrong, insult, abuse,\r\n\nor  such  gross negligence  that  amounts  to an  independent\r\n\ntort.\"   Aetna Cas. and Sur. v. Steele,  373 So. 2d  797, 801\r                                                  \r\n\n(Miss. 1979).  Breach of  fiduciary duty has been  recognized\r\n\nby  the Mississippi  courts  as  an  \"extreme  or  a  special\r\n\nadditional  circumstance  where   punitive  damages  may   be\r\n\nawarded.\" Fought, 543 So. 2d at 173 (internal quotation marks\r                            \r\n\nomitted).  The jury found such a breach of duty here.\r\n\n          Defendants contend that plaintiffs were required to\r\n\nadduce  evidence as  to  defendants' net  worth.   Plaintiffs\r\n\ncorrectly respond that, under  Mississippi law, the net worth\r\n\ninquiry is only one  factor to be considered where  the court\r\n\nseeks  to determine if  the punitive  damages awarded  by the\r\n\njury  are so  excessively  disproportionate as  to shock  the\r\n\nconscience of  the court.   See  Bankers Life  &amp; Cas. Co.  v.\r                                                                     \r\n\nCrenshaw,  483 So. 2d 254,  279 (Miss. 1985)  (\"[N]o hard and\r                    \r\n\nfast  rule may be laid down with regard to the maximum amount\r\n\nof punitive damages that  may be awarded in a  given case.\").\r\n\nThat proportionality threshold  is not crossed here.   In any\r\n\ncase, some evidence of defendants' net worth can  be inferred\r\n\nfrom the evidence as to their River Oaks holdings.   \r\n\n                             -34-\r                                          34\r\r\n\n          \"The  award  of  punitive  damages and  the  amount\r\n\nthereof is  within  the discretion  of  the trier  of  fact.\"\r\n\nFought,  543 So.  2d at  173. \"On  appeal, an  award will  be\r                  \r\n\ndisturbed where it  is so excessive  that it evinces  passion\r\n\nand prejudice  on the part  of the  jury so as  to shock  the\r\n\nconscience  of  the  court.\"    Valley  Forge  Ins.   Co.  v.\r                                                                     \r\n\nStrickland, 620 So. 2d 535, 541 (Miss. 1993)  On the facts of\r                      \r\n\nthis case, there was  no abuse of discretion.   The award  of\r\n\npunitive damages is affirmed. \r\n\n                             IV.\r\n\n          Plaintiffs appeal the dismissal of their Mass. Gen.\r\n\nLaws ch. 93A claim.  They also argue that  the district judge\r\n\nerred  in  failing  to  award  prejudgment  interest  and  in\r\n\ndismissing  their conversion  claim.   Because we  affirm the\r\n\njury's award on  the contract  claim, we need  not reach  the\r\n\nAnsins' contention with respect to the conversion claim.  \r\n\nA. The 93A Claim\r                            \r\n\n          Plaintiffs  claim that  the actions of  River Oaks,\r\n\nSimons, and Keenum in the various  transactions at issue here\r\n\nconstitute unfair and deceptive business practices within the\r\n\nmeaning of Mass.  Gen. Laws ch. 93A,    2,  11.  The district\r\n\ncourt  granted  judgment  on  the pleadings  for  defendants.\r\n\nReview is de novo.   United States v. Rhode  Island Insurers'\r                                                                         \r\n\nInsolvency Fund, 80 F.3d 616, 619 (1st Cir. 1996).  \r                           \r\n\n                             -35-\r                                          35\r\r\n\n          Mass. Gen. Laws  ch. 93A gives  a private right  of\r\n\naction to any person  injured by \"an unfair or  deceptive act\r\n\nor  practice\" in  trade or  commerce \"directly  or indirectly\r\n\naffecting the people of this Commonwealth.\"  Mass. Gen.  Laws\r\n\nch. 93A,     2,  9.   Before January  1988,  the statute  was\r\n\nconstrued  as not applying to  securities laws claims    See,\r                                                                         \r\n\ne.g.,  Cabot Corp.  v. Baddour,  477 N.E.2d  399,  402 (Mass.\r                                          \r\n\n1985).   In 1987,  the Massachusetts legislature  amended the\r\n\ndefinitions  section  of  the  statute so  that  \"trade\"  and\r\n\n\"commerce\"  now include  \"the  advertising, the  offering for\r\n\nsale, rent or lease, the sale, rent, lease or distribution of\r\n\n. .  .  any  security.\"   Mass  Gen.  Laws  ch.  93A,   1(b).\r\n\n\"Security\"  is defined  broadly  under  Massachusetts law  to\r\n\ninclude any stock.  Mass. Gen. Laws ch. 110A,   401(k).\r\n\n          The Supreme Judicial Court has construed ch. 93A as\r\n\ncovering  marketplace  transactions,  but   not  transactions\r\n\n\"principally 'private in nature.'\"  See Manning v. Zuckerman,\r                                                                        \r\n\n444  N.E.2d 1262,  1266 (1983).   Transactions  between joint\r\n\nventurers and fiduciaries  who are  part of  a \"single  legal\r\n\nentity\" do  not meet  the statute's jurisdictional  \"trade or\r\n\ncommerce\"  requirement.   Gilleran,  The Law  of Chapter  93A\r                                                                         \r\n\n 2:18, at 38-39 (1989).  This principle was recently  clearly\r\n\nrestated in Szalla v. Locke, 657 N.E.2d 1267 (Mass. 1995):\r                                       \r\n\n               It is well established that disputes\r\n          between  parties in  the same  venture do\r\n          not fall within the scope of G.L. c. 93A,\r\n             11. . . .   The development  of c. 93A\r\n\n                             -36-\r                                          36\r\r\n\n          suggests  that  the  unfair or  deceptive\r\n          acts  or  practices prohibited  are those\r\n          that   may    arise   between   discrete,\r\n          independent  business  entities, and  not\r\n          those  that  may  occur within  a  single\r\n          company.\r\n\nId. at 1269 (internal citations omitted).  \r               \r\n\n          Szalla,  in  offering  examples  of  the  types  of\r                            \r\n\ndisputes not  covered, cited Zimmerman v.  Bogoff, 524 N.E.2d\r                                                             \r\n\n849  (Mass.  1988),  for  the principle  that  \"c.  93A  [is]\r\n\ninapplicable to  transactions and disputes between parties to\r\n\n[a]  joint  venture  and   fellow  shareholders  in  a  close\r\n\ncorporation.\"   It also cited Riseman  v. Orion Research, 475\r                                                                    \r\n\nN.E.2d 398  (1985),  for  the principle  that  \"c.  93A  [is]\r\n\ninapplicable  to claims by  [a] corporate stockholder against\r\n\n[a]  corporation  stemming  from  [a]  dispute  as  to  [the]\r\n\ninternal governance  of  [the]  corporation.\"    Szalla,  657\r                                                                   \r\n\nN.E.2d at 1269.  \r\n\n          The  plaintiff  in  Szalla, who  was  the  business\r                                                \r\n\npartner  of  the  defendant,  attempted  to  argue  that  the\r\n\nstatutory definition of \"trade  or commerce\" included the act\r\n\nof \"offering  for sale .  . . any  services.\"  Id.  at  1270.\r                                                              \r\n\nThe  trial court had found  that the plaintiff, upon becoming\r\n\npartners  with the defendant,  had \"sold his  services to the\r\n\nbusiness  entity  being formed  by the  parties.\"   Id.   The\r                                                                   \r\n\nSupreme Judicial  Court found  that, on these  facts \"[t]here\r\n\nha[d]  been  no commercial  transaction .  .  . in  the sense\r\n\nrequired by c.  93A . . . .   [T]he 'services contemplated by\r\n\n                             -37-\r                                          37\r\r\n\nthis definition are those  offered generally by a  person for\r\n\nsale to the public in a business transaction.'\"  Id. (quoting\r                                                               \r\n\nManning v. Zuckerman).\r                                \r\n\n          Here,   plaintiffs   argue   that   the   statutory\r\n\namendment,  which  included the  sale  of  securities in  the\r\n\ndefinition  of  \"trade  or  commerce,\" makes  the  \"trade  or\r\n\ncommerce\" inquiry  irrelevant.  We read  Szalla, particularly\r                                                           \r\n\nits citation of Zimmerman, to require an independent analysis\r                                     \r\n\nof whether the transaction involved had a public aspect, even\r\n\nwhere the subject  matter of the  transaction is included  in\r\n\nthe definitional section of the statute. \r\n\n          Another  case, Puritan  Medical Center  v. Cashman,\r                                                                        \r\n\n596 N.E.2d 1004 (Mass.  1992), is of assistance.   There, the\r\n\ntrial  court found  that  the defendants,  shareholders in  a\r\n\nclose corporation, had engaged  in unfair and deceptive trade\r\n\npractices when  they locked the plaintiff  corporation out of\r\n\nspace  that had  previously been  rented to  the corporation.\r\n\nId.  at 1006.    On appeal  to  the Supreme  Judicial  Court,\r               \r\n\ndefendants argued that  they were  not liable  under ch.  93A\r\n\nbecause \"the parties were acting as fiduciary participants in\r\n\na closely  held corporation rather than  as separate entities\r\n\nin  a public market setting.\"  Id.  at 1012.  The SJC stated:\r                                              \r\n\n\"We agree,\" and reversed.  Id.  \r                                          \r\n\n                             -38-\r                                          38\r\r\n\n          After  explaining  that the  transactions  at issue\r\n\nwere  principally  private  in  nature,  the Puritan  Medical\r                                                                         \r\n\nCenter opinion continued:\r                  \r\n\n          Further,   the    aggrieved   party   has\r                                                               \r\n          available an alternative avenue of relief\r                                                               \r\n          in  the  form of  a  suit  for breach  of\r                                                               \r\n          fiduciary duty. \r                                    \r\n               [I]f  the  defendants committed  any\r\n          unfair    or    deceptive   acts,    they\r\n          necessarily  occurred  in the  context of\r\n          the parties' [shareholder] relationship .\r\n          . . or arose out of that relationship . .\r\n          . and not  in an arm's-length  commercial\r\n          transaction  between   distinct  business\r\n          entities.\r\n\nId. at 1012 (emphasis added)(internal citations omitted).\r               \r\n\n          Here, the Ansins' suit is largely premised on River\r\n\nOaks'  status as a close corporation.  There is no suggestion\r\n\nthat these events  could have  or did transpire  in a  public\r\n\nmarket   situation.    Moreover,  the  Ansins  have  actually\r\n\nrecovered  on   a  fiduciary   duty  claim.  Guided   by  the\r\n\nMassachusetts precedents,  we find that this  dispute amongst\r\n\nshareholders  of  a  close  corporation  does  not  meet  the\r\n\njurisdictional \"trade or commerce\" requirement  of Mass. Gen.\r\n\nLaws ch. 93A.  \r\n\nB. Prejudgment Interest\r                                   \r\n\n          The  plaintiffs argue that the district court erred\r\n\nby failing  to award prejudgment interest.  The original jury\r\n\ninstructions  contained no  mention of  prejudgment interest.\r\n\nAt sidebar, plaintiffs' counsel  requested a jury instruction\r\n\non prejudgment  interest \"in order  to preserve our  right to\r\n\n                             -39-\r                                          39\r\r\n\nprejudgment interest as awarded by anybody,\" the judge or the\r\n\njury.  Accordingly,  after the jury returned its  verdict for\r\n\nplaintiffs, the  judge gave the jury  a special interrogatory\r\n\non prejudgment interest, instructing the jury that \"[w]hether\r\n\nyou choose to  award interest  is entirely a  matter in  your\r\n\ndiscretion.\"  Plaintiffs' counsel did not object to this form\r\n\nof instruction.  The jury did not award prejudgment interest.\r\n\nPost-trial, plaintiffs moved for entry  of judgment including\r\n\nprejudgment interest.  The  district court denied this motion\r\n\nas moot.\r\n\n          Plaintiffs  argue,  on  appeal,  that  there  is  a\r\n\npresumption  in  favor  of  prejudgment  interest  under  the\r\n\nfederal securities  laws, and  that the district  court judge\r\n\nfailed to so instruct the jury.   Plaintiffs failed to make a\r\n\ncontemporaneous   objection   to  the   form   of   the  jury\r\n\ninstruction,  and,  absent  plain  error,  this  argument  is\r\n\nwaived.   \r\n\n          However,  plaintiffs also  point out that,  under a\r\n\nMississippi statute  enacted in  1989, judgments \"shall  bear\r\n\ninterest  at a per  annum rate set  by the  judge hearing the\r\n\ncomplaint from a date determined by such judge to be fair but\r\n\nin no  event prior to  the filing  of the complaint.\"   Miss.\r\n\nCode Ann.    75-17-7.  This statutory  language, they assert,\r\n\nmandates an award of prejudgment interest on their  state law\r\n\nclaims.   We do not  read the statutory  language, which does\r\n\n                             -40-\r                                          40\r\r\n\nnot distinguish between  pre- and post-judgment interest,  so\r\n\nbroadly.  The  Mississippi case law indicates that  the award\r\n\nof prejudgment interest remains  within the discretion of the\r\n\ntrial judge.   See American Fire  Protection, Inc. v.  Lewis,\r                                                                        \r\n\n653   So.   2d   1387,   1391   (Miss.   1995)(depending   on\r\n\ncircumstances, prejudgment interest may or may not be proper,\r\n\nbut  should   be  allowed   where  necessary   to  adequately\r\n\ncompensate  plaintiff); Sunburst  Bank v.  Keith, 648  So. 2d\r                                                            \r\n\n1147, 1152  (Miss. 1995)  (\"award of prejudgment  interest is\r\n\nnormally left to the discretion of the trial judge\").     \r\n\n          The  law of  this circuit similarly  recognizes the\r\n\ndiscretion of  the trial judge in  cases involving violations\r\n\nof  the  federal  securities  laws.    See  Riseman  v. Orion\r                                                                         \r\n\nResearch, 749  F.2d 915, 921 (1st  Cir. 1984).  There  was no\r                    \r\n\nabuse of discretion in the trial court's decision to abide by\r\n\nthe jury's finding on prejudgment interest.\r\n\n                              V.\r\n\n          Plaintiffs point to a clerical error in the Amended\r\n\nJudgment.  We therefore direct the Clerk of the United States\r\n\nDistrict Court for the District of Massachusetts to amend the\r\n\njudgment so that postjudgment interest  accrues as of May 15,\r\n\n1996,  the date  of  the Original  Judgment.   In  all  other\r\n\nrespects, the judgment is affirmed.\r                                               \r\n\n                             -41-\r                                          41\r\r\n",
  "html": "<p class=\"case_cite\">105 F.3d 745</p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 99,417<br>Harold S. ANSIN, et al., Plaintiffs, Appellees,<br>v.<br>RIVER OAKS FURNITURE, INC., et al., Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 96-1734, 96-1735.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 5, 1996.<br>Decided Feb. 3, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward P. Leibensperger, with whom John C. Fitzpatrick, Glenn E. Deegan, and Nutter, McClennen &amp; Fish, LLP were on brief, Boston, for plaintiffs, appellees.</p>\n      <p class=\"indent\">Ames Davis, with whom Nancy S. Jones and Waller Lansden Dortch &amp; Davis were on brief, Nashville, TN, for defendants, appellants.</p>\n      <p class=\"indent\">Before CYR, BOUDIN, and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises from a series of transactions among former fellow shareholders of a Mississippi close corporation, River Oaks Furniture, Inc.  The Ansins,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Massachusetts investors, allege that Thomas Keenum and Stephen Simons, officers and directors of River Oaks, fraudulently induced them to sell their shares in River Oaks ten months before a successful initial public offering (\"IPO\").  The Ansins also allege that Keenum and Simons violated the contractual terms of a stock subscription agreement and other corporate documents by causing an unauthorized transfer of a number of the Ansins' shares to other corporate insiders.  The Ansins sued Keenum, Simons and River Oaks Furniture in federal court in Massachusetts, alleging securities law violations under Section 10(b) of the Securities Exchange Act of 1934, conversion, breach of contract, breach of fiduciary duty, common law fraud, legal malpractice and a violation of Mass.  Gen. Laws ch. 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The jury found for the plaintiffs on all counts then remaining in the case and awarded both compensatory and punitive damages.  Defendants appeal from the judgment against them, arguing that they were entitled to judgment as a matter of law on all counts, that the action was barred because of laches and related doctrines, and that both the compensatory and punitive damages awards are legally unsustainable.  The Ansins cross-appeal the pre-trial dismissal of their Mass.  Gen. Laws ch. 93A claim, and also argue that the district judge improperly denied their request for prejudgment interest.  They also ask this court to correct a clerical error in the judgment.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the losing party challenges the sufficiency of the evidence, as defendants do here, this court views the record in the light most favorable to the jury's verdict.  See Correa v. Hospital San Francisco, 69 F.3d 1184, 1188 (1st Cir.), cert. denied, 517 U.S. 1136, 116 S.Ct. 1423, 134 L.Ed.2d 547 (1996).  The facts are described as the jury might have found them, drawing reasonable inferences in favor of the plaintiffs.</p>\n    </div>\n    <p>A. The Ansin Investment in River Oaks</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lawrence (Larry) Ansin, a Massachusetts fabric manufacturer, met Stephen Simons, then a furniture buyer with a Texas retailer, in the mid-1970s.  What began as a business relationship grew, over the next decade, into a friendship.  The two men vacationed together and visited each other's homes.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1987, Simons started his own upholstered furniture company in Mississippi.  The company had six original investors in addition to Simons;  five of these men, including Thomas Keenum, had been involved with the start-up and eventual IPO of another Mississippi upholstery manufacturer.  The sixth investor was Larry Ansin, who was, at that time, the chief executive officer and sole shareholder of Joan Fabrics, a Massachusetts-based company.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">River Oaks Furniture, Inc. was incorporated in August 1987.  Larry Ansin's total investment in the venture was $100,000, for which he was issued a certificate, dated September 1, 1987, for 7,500 shares of common stock.  That was 10% of the then-issued shares.  Simons owned 30,000 shares and was president of the company;  Keenum owned 7,500 shares and was secretary and treasurer.  Keenum and Simons were two of the three members of the Board of Directors.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In March 1988, the River Oaks investors set up another Mississippi corporation, R-O Realty, Inc., to own real estate which would then be leased to River Oaks.  Each of the original investors contributed another $500 in capital and Larry Ansin was issued a share certificate for 437.5 shares in R-O Realty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1988, Larry Ansin decided to sell Joan Fabrics.  Larry Ansin expected that, as part of such a transaction, he would have to sign a non-competition agreement, which would preclude him from owning stock in another furniture company.  Accordingly, Larry Ansin arranged to sell his River Oaks shares to his father, Harold Ansin, for the $100,000 he had originally invested.  The Ansins executed a Stock Purchase Agreement dated May 31, 1988.  Harold Ansin did not know how many shares he was purchasing, but understood that he was buying his son's entire 10% interest in River Oaks.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In April 1992, Larry Ansin learned that he had an inoperable brain tumor.  He died on June 24, 1993, before the commencement of this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>B. The Reduction of the Ansin Interest to 4,000 Shares</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Harold Ansin did not sell any of the River Oaks shares until 1992.  Nonetheless, at some point in 1989, the Ansin ownership interest was reduced from 7,500 to 4,000 shares, or from 10% to 4% of the company.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The company issued 25,000 new shares in 1989, but that legitimate dilution would only have reduced the Ansin stake to 7.5%.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Following Harold Ansin's purchase of his son's shares, River Oaks did not issue a new stock certificate in Harold Ansin's name.  Harold Ansin was upset about this and kept asking Larry to do something about it.  Larry Ansin wrote to Simons twice in 1989 requesting a new share certificate for Harold.  Eventually, a certificate was issued on September 22, 1989 which indicated that, as of January 1, 1988, Harold Ansin owned 4,000 shares of River Oaks.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Stock Transfer Ledger of River Oaks Furniture, which was not actually typed up (from Keenum's notes) until 1993, shows Lawrence Ansin as originally owning 7,500 shares.  However, according to the Ledger, Ansin transferred only 4,000 shares to his father on January 1, 1988, and then transferred 1,000 shares to Simons and 2,500 shares to Donald Franks, another of the original River Oaks investors, on January 1, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Simons testified that these transfers of stock by Larry Ansin were part of a general reallocation of shares undertaken in early 1989.  According to Simons, during a telephone conversation in February or March 1989, he told Larry Ansin that, in order to recruit talented new employees, the company wished to issue 25,000 new shares of stock.  Simons further testified that Larry Ansin then orally agreed to reduce his ownership interest to 4%.  However, Simons acknowledged that there is no record of this conversation nor any contemporaneous records or correspondence memorializing the transfers to Simons and Franks.  Simons also testified that he and Ansin only discussed percentages of ownership, as opposed to numbers of shares, and that Ansin did not receive any money for the transfers.  Simons did not speak to Harold Ansin about the transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Thomas Keenum, who, as company secretary, was responsible for maintaining the Stock Transfer Ledger, testified that no document, other than his personal notes, records these stock transactions, and that only Simons, and not the Ansins, ever communicated with him about the decrease in the Ansin ownership interest.  Although other capital transactions are recorded in the minutes of the Board of Directors, the Ansin transfers were not, nor to Keenum's knowledge, were there any signed agreements, letters, or memoranda noting these transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The foundation documents of River Oaks included Articles of Incorporation, By-Laws, and a Subscription Agreement among the stockholders.  These documents regulated, among other things, the transfer of shares in the company.  Paragraph 12 of the Articles of Incorporation provided that:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>before a transfer [of stock] may be made, [the] owner or holder shall notify the secretary/treasurer of this corporation in writing of the number of shares to be transferred, the certificate involved [and other pertinent information].</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Subscription Agreement, which was \"binding upon and shall inure to the benefit of each individual Stockholder and his respective heirs, executors, administrators, assigns and legal representatives,\" recited that \"[e]ach Stockholder agrees that all shares of Stock of the Company ... shall be subject to the terms and conditions of Paragraph Number 12 of the Articles of Incorporation.\"   The By-Laws, which charged the secretary with maintaining the stock transfer books of the corporation, stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Transfer of shares of the corporation shall be made only on the stock transfer books of the corporation by the holder of record thereof or by his legal representative....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At trial, the plaintiffs argued that these documents constituted an enforceable contract, and that defendants' unauthorized transfer of 3,500 River Oaks shares to Simons and Franks amounted to a breach of that contract.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>C. The Repurchase of the Ansin Interest and the IPO</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The original investors in River Oaks had hoped, from the beginning, eventually to take the company public.  During the first quarter of 1992, the company took the first step of talking to an investment banker about a public offering.  Breck Walker, a managing director of J.C. Bradford &amp; Co., a Nashville investment bank, visited River Oaks several times during the first half of 1992, to evaluate the company's prospects as an IPO candidate.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">These contacts culminated in an April 23, 1992 meeting in Nashville between the River Oaks management, including Keenum and Simons, and the J.C. Bradford commitment committee.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  At the meeting, River Oaks' value was discussed and, according to the notes of a J.C. Bradford analyst, Keenum stated that a value of $25 million was \"about right.\"   Analyses prepared by J.C. Bradford for internal use projected a range of values from $16.3 million to $31 million, depending on the assumptions used, and similar valuations were discussed with River Oaks personnel.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Shortly thereafter, J.C. Bradford determined that, given all the circumstances, including market conditions, River Oaks was not a candidate for an IPO in 1992.  J.C. Bradford advised River Oaks to wait until the end of 1992 or early 1993 to see if the company met its projections before proceeding further.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At approximately the same time, April 1992, Larry Ansin learned that he had a brain tumor.  After his diagnosis, Ansin asked Patrick Maraghy, his tax planner, to act as an intermediary in his financial dealings.  Ansin continued to make his own decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In July 1992, Walter Billingsley, the River Oaks controller, and Simons contacted Maraghy about refinancing River Oaks' debt.  Ansin, like the other original shareholders, had previously signed personal guarantees for bank loans to River Oaks;  now, the Bank of Mississippi wanted another personal guarantee from Ansin for $550,000 of new financing.  Maraghy communicated the request to Ansin, who declined to provide new guarantees because he was very ill and because he was no longer a shareholder of River Oaks.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Through August and into September of 1992, Simons continued to call Maraghy frequently, pressuring him to get Larry Ansin to reconsider his decision.  At no time did Simons tell Maraghy that the bank had agreed, on August 5, 1992, to proceed with the refinancing without a new guarantee from Larry Ansin.  Instead, Simons represented that the company would have problems without the new Ansin guarantee, and that people would be thrown out of work.  In early September, Simons asked if Harold Ansin would sign a personal guarantee, but Harold Ansin declined.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In mid- to late-September, Simons called Maraghy and asked if the Ansins would be willing to sell their stock back to River Oaks so that someone else could purchase it and provide the guarantee.  The Ansins agreed, believing that the sale would help Simons obtain the needed financing.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On October 19, 1992, Keenum called Maraghy to discuss an offer of $300,000 for the Ansin River Oaks Furniture and R-O Realty shares.  Keenum told Maraghy that River Oaks had recently bought out Keith Franklin, the only other nonmanagement shareholder, for $60,000 per 1% interest, indicating that $300,000 was a fair price for the Ansin's 4% interest in River Oaks.  Keenum also told Maraghy that the R-O Realty shares were valueless, as R-O Realty's properties were heavily encumbered with debt.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Ansins agreed to the sale, believing that the price was fair and that they were accommodating Simons' need for bank financing.  Simons wrote to Maraghy, thanking him \"for helping me resolve this problem.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The sale of the Ansin shares for $300,000 was closed in November 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In board meetings on November 19, 1992, and December 1, 1992, the directors of River Oaks authorized the resale of the Ansin River Oaks shares, for the same price River Oaks had paid, to Keenum, Billingsley, and other original River Oaks investors.  The Board had already authorized the resale of the Ansin R-O Realty shares to Keenum, Simons and other insiders on September 1, 1992, even though the repurchase offer had not yet been made.  Everyone purchasing Ansin shares was familiar with the IPO discussions with J.C. Bradford.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Keenum and Simons acknowledge that, during the repurchase discussions, they never told Maraghy about the meetings with J.C. Bradford or about the prospect of restarting IPO discussions in early 1993.  Although there were no ongoing negotiations in November 1992, Billingsley testified that River Oaks' management knew by October or November 1992 that the company would meet its sales projections for 1992 and so would meet the condition set by J.C. Bradford for following up on the IPO.  During a conference call on December 7, 1992, less than two weeks after the Ansin repurchase, Ron Ashby, River Oaks' outside auditor, discussed the impact of an IPO on River Oaks' accounting for employee loans with Keenum and other River Oaks personnel.  Ashby's notes, made in the month or two prior to that call, indicate that River Oaks was looking at an IPO in July or August 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Simons testified that, in one phone conversation in early 1992, he told Larry Ansin that River Oaks had made initial contact with an unspecified investment banker, and that Larry Ansin thought going public was a great idea.  However, Harold Ansin, Maraghy, and Susan Ansin, Larry's wife, all testified that Larry Ansin never mentioned the possibility of an IPO, even though they all stated that Larry discussed business with them regularly.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The River Oaks board approved an IPO on March 1, 1993.  Maraghy first learned that an IPO was being planned from a June 1993 newspaper article.  By this time, Larry Ansin had died.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">River Oaks went public on August 26, 1993 for $12 per share.  As part of the transaction, River Oaks effected a 28.8 for 1 stock split on June 23, 1993.  This meant that the Ansins' 7,500 shares would have become 216,000 shares.  Additionally, R-O Realty was merged into River Oaks furniture, and the R-O Realty shareholders received $1.2 million of River Oaks stock.  From the proceeds of the offering, River Oaks distributed $2,465,000 of previous earnings to its pre-IPO shareholders.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, the plaintiffs learned from the prospectus of the existence of River Wood Products, Inc.  River Wood had been established in 1991 to produce furniture frames for River Oaks.  Although there were no significant financial benefits to setting up River Wood as a separate corporation, a 1991 memo from Ashby indicated that \"a political reason for setting up ... separate corporations would be to exclude certain current River Oaks shareholders.\"   Harold Ansin was one of the shareholders excluded.  At the time of the IPO, River Wood shareholders received shares of River Oaks Furniture stock.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">At trial, plaintiffs' expert testified that if the Ansins had held 7,500 shares prior to the IPO and then sold them at the end of the restricted period, they would have received a total of $4,179,140.  This figure included proportional allocations of River Oaks Furniture shares for the Ansin R-O Realty shares and for a hypothetical 7.5% interest in River Wood Products.  It also included a share of the S-corporation distribution.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Ansins filed suit on October 4, 1993, alleging securities law violations, fraud, breach of fiduciary duty, malpractice and Mass.  Gen. L. ch. 93A claims arising from defendants' failure to disclose the planned IPO.  After discovery, on June 17, 1994, plaintiffs filed a Second Amended Complaint, adding a conversion claim for the reduction of the Ansin interest to 4,000 shares.  The district court granted a defense motion to dismiss the ch. 93A and malpractice claims on October 12, 1994.  On July 5, 1995, a Third Amended Complaint was filed, which included a breach of contract claim arising from the same facts as the conversion claim.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On November 15, 1995, the district court granted defendant's motion for summary judgment on the conversion claim, finding that the Massachusetts three-year statute of limitations for torts barred any conversion claim that the Ansins should have discovered prior to October 4, 1990.  The district court found that various 1989 tax documents, signed by Harold Ansin and indicating that he owned a 4,000 share or 4% interest in River Oaks, should have alerted Ansin to the alleged conversion.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The remaining claims were tried to a jury.  The jury returned a special verdict form finding that:  1) defendants violated the Securities Exchange Act and engaged in common law fraud by failing to disclose the public offering discussions with J.C. Bradford;  2) River Oaks committed a breach of contract when the Ansin interest was reduced to 4,000 shares;  3) Simons and/or Keenum breached the fiduciary duty owed by a dominant shareholder to a minority shareholder by failing to disclose the discussions with J.C. Bradford and by failing to offer the Ansins the opportunity to participate in River Wood Products, Inc.  The jury awarded compensatory damages of $1,082,400 against all defendants for the fraud claims, $1,209,600 against River Oaks for the breach of contract, and $16,400 against Simons and Keenum for the breach of fiduciary duty.  It also awarded punitive damages under Mississippi law of $25,000 against Simons and of $100,000 against Keenum.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The defendants moved for judgment as a matter of law at the close of plaintiffs' case, after the verdict, and following the entry of judgment.  On April 26, 1996, defendants moved, pursuant to Rule 49(a), Fed.R.Civ.P., to have the court address issues not submitted to the jury.  The district court denied these motions.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Defendants make numerous arguments with regard to each count of the verdict and the damages awarded.  We examine these contentions in turn.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>A. The Federal Securities and Common Law Fraud Claims</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The federal securities claim alleged violations of &#167; 10(b) of the Securities Exchange Act and Rule 10b-5.  Defendants argue that the district court erred in denying their motion for a judgment as a matter of law on the federal securities law and Mississippi common law fraud claims.  Specifically, defendants assert that there was no evidence of omission or misrepresentation, of fraudulent intent, of materiality or of reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Review of the district court's denial of a motion for judgment as a matter of law is plenary.  See Correa, 69 F.3d at 1191.   As did the district judge, we review the record in the light most favorable to the non-moving party.  Id.  We will \"reverse the denial of such a motion only if reasonable persons could not have reached the conclusion that the jury embraced.\"  Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 716 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The record shows sufficient evidence to support the jury's verdict.  Defendants contend that there was no material omission because Simons testified that he told Larry Ansin, in early 1992, about the initial contact with J.C. Bradford.  However, Simons himself never claimed that he had told Ansin about J.C. Bradford's specific recommendations as to the possible timing of an IPO, or that he had told Ansin about the valuation analyses performed by the investment bank.  Nor did Simons or Keenum mention the possibility of an IPO to Maraghy at the time of the negotiated sale.  Thus, even crediting Simons' uncorroborated testimony, which the jury need not do, the jury could reasonably find that information about the IPO negotiations was omitted.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">As to evidence of intent, defendants contend that there was no possible motive for fraud, because River Oaks resold the Ansin shares to other insiders at the same price the corporation had paid for them, thereby depriving the corporation of the fruits of its fraud.  However, the jury could reasonably infer, from the evidence, that the individual defendants, officers and directors of River Oaks, were working to exclude the Ansins, the only remaining non-management shareholders, from the River Oaks IPO, and were seeking ultimately to benefit themselves and the other Mississippi management shareholders at the Ansins' expense.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Defendants also argue that there was no evidence that the undisclosed information was material.  The materiality standard under the federal securities laws is a familiar one:  Information is material if \"there is a reasonable likelihood that a reasonable investor would consider it important.\"  Glassman v. Computervision Corp., 90 F.3d 617, 632 (1st Cir.1996);  see also Shaw v. Digital Equip.  Corp., 82 F.3d 1194, 1219 (1st Cir.1996)(citing Basic, Inc. v. Levinson, 485 U.S. 224, 231-232, 108 S.Ct. 978, 983-84, 99 L.Ed.2d 194 (1988)).  This court has repeatedly held that the question of the materiality of omitted information is one peculiarly for the trier of fact.  See Lucia v. Prospect St. High Income Portfolio, Inc., 36 F.3d 170, 176 (1st Cir.1994)(citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Defendants contend that the prior discussions with J.C. Bradford were insignificant because no negotiations were ongoing at the time of the Ansin repurchase.  However, the evidence showed that less than two weeks after the Ansin repurchase, River Oaks' management was \"looking at a July or August 1993\" IPO, and adjusting its accounting strategies accordingly.  This is not a case where the defendants themselves \"placed no special significance\" on the omitted information.  Cf. Jackvony v. RIHT Fin.  Corp., 873 F.2d 411, 415 (1st Cir.1989);  Taylor v. First Union Corp., 857 F.2d 240, 244 (4th Cir.1988)(\"vague agreement\" as to future merger not material where neither \"the factual nor the legal\" predicates for transaction were in place).  The jury's conclusion that the earlier negotiations were material is patently reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, defendants contend that there was no evidence of reliance on the omissions.  Because of the logical impossibility of proving that plaintiffs relied on information that they did not have, \"[p]ositive proof of reliance on omissions is not necessary where materiality has been established.\"  Holmes v. Bateson, 583 F.2d 542, 558 (1st Cir.1978).  In any case, Harold Ansin testified that he did rely on information obtained from Simons.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Thus, defendants' insufficiency arguments with regard to the securities law and fraud claims are unavailing.  A reasonable jury could, and did, conclude that defendants intentionally defrauded plaintiffs by failing to disclose material information about the contemplated IPO.</p>\n    </div>\n    <p>B. The Breach of Contract Claim</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The defendants also argue that what plaintiffs styled a breach of contract claim is essentially a conversion claim, and therefore barred by the statute of limitations.  They also claim that the evidence was insufficient to support the jury verdict on this claim, and that Harold Ansin and the Ansin Foundation lack standing to bring this claim.</p>\n    </div>\n    <p>1. Statute of Limitations</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Defendants argue that plaintiffs simply recast their time-barred conversion claim as a breach of contract claim,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and that this claim should therefore be subject to the Massachusetts three-year tort statute of limitations (Mass.  Gen. Laws ch. 260, &#167; 2A), rather than the Massachusetts six-year contract statute (Mass.  Gen. Laws ch. 260, &#167; 2).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Defendants cite Massachusetts caselaw for the principle that \"the determination of whether the contract or tort statute of limitations applies is controlled by the essential nature of [the] claim.\"  Oliveira v. Pereira, 414 Mass. 66, 605 N.E.2d 287, 290 (1992).  This principle may be useful in determining what statute of limitations to apply to a statutory claim, where the statute giving rise to the cause of action does not specify a limitations period.  See, e.g., id. 605 N.E.2d at 289-91.   It may also apply in the extreme case in which a personal injury, such as emotional distress, is inappropriately cast as a breach of contract.  See Pagliuca v. City of Boston, 35 Mass.App.Ct. 820, 626 N.E.2d 625, 628 (1994).  However, this principle has not been held to restrict plaintiffs to a single theory of liability per set of operative facts, where such facts can fairly support two theories of liability.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Here, the plaintiffs' claim--that their shares were transferred without their knowledge or consent, in derogation of contractual terms--can be fairly characterized as either an action for conversion or an action for breach of contract.  It does not involve the type of \"accident[ ] resulting in injuries to person or property\" on which the draftsmen of Massachusetts' three-year tort statute focussed.  Royal-Globe Ins. Co. v. Craven, 411 Mass. 629, 585 N.E.2d 315, 320 (1992).  Rather, it does involve a claim \"to recover from another money which in equity and good conscience he is not entitled to keep.\"   The latter type of claim, according to the Supreme Judicial Court, is usually advanced in a contract action.  Kagan v. Levenson, 334 Mass. 100, 134 N.E.2d 415, 417 (1956).  In these circumstances, it was not error for the district court to apply the six-year contract statute of limitations to plaintiffs' contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>2. Insufficiency of the Breach of Contract Evidence and Enforceability of Rights</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The defendants assert that there is no evidence that Larry Ansin did not agree to the reduction in shares.  They also deny that the foundation corporate documents of River Oaks created enforceable rights in the plaintiffs.  This is simply not so.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">As with the fraud claims, defendants rely on Simons' uncorroborated report of his phone conversation with Larry Ansin.  With regard to the contract claim, Simons testified that, in early 1989, Ansin orally agreed to a reduction in his percentage of ownership.  Simons does not assert that he mentioned specific numbers of shares to Ansin, nor does he claim that Ansin received any compensation for these transfers.  Simons testified that Larry Ansin did not agree to transfer shares to himself or to Franks (the recipients of the shares).  Simons and Keenum both acknowledged that there was no documentation of these transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Simons described a complex reallocation of shares, undertaken to allow shares to be issued to new key personnel.  However, Keenum acknowledged that 25,000 new shares were issued in 1989, and that the new employees were issued exactly 25,000 shares.  This negated the reallocation as a reason for the reduction in Ansin's shares.  Additionally, in the reallocation described by Keenum, only Harold Ansin had to give up shares;  Simons' percentage of ownership was diluted by the new issuance, but he actually gained 1,000 shares (from the alleged transfer from Ansin).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Even if the jury credited Simons' description of Larry Ansin's oral consent, the jury could have reasonably inferred that Ansin only consented to dilution, and not to a transfer of shares.  Additionally, when evaluating a series of events that, judging from the trial exhibits, left a heavy paper trail, the jury was entitled to draw inferences from the complete absence of contemporaneous documentation of the purported Ansin transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Defendants also contend that the foundational documents of River Oaks did not create any rights in the Ansins with regard to transfers.  Defendants do not challenge the basic premise that, under Mississippi law, such documents may form a contract.  Rather, they contend that the specific transfer provisions were only for the benefit of the corporation, and thus created no rights in the shareholders.  However, the plain language of the Subscription Agreement states that \"this Agreement shall be binding upon and shall inure to the benefit of each individual Stockholder ... and to the Company....\"  While the transfer provisions of the Articles of Incorporation and the By-Laws may have been primarily intended to prevent the unauthorized sale of shares to outsiders, as defendants contend, this does not mean that they served no other purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">To the contrary, the traditional common law of unauthorized transfers places heavy duties on the corporation:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Courts held that a corporation whose stock was transferable only on the books of the company was, to a certain extent at least, a trustee for its shareholders in respect to their stock....  [I]t had to respond in damages for any injury sustained by them in consequence of its negligence or misconduct....  This liability rested ... upon the ground of breach of contract upon the part of the company, of this undertaking to hold the stock for the benefit of the true owner of the certificate.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">12 Fletcher Cyclopedia of the Law of Corporations &#167; 5538, at 406 (perm. ed.1996)(footnotes omitted).  Moreover, the Cyclopedia explains that:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The shareholders also have a right to expect that the corporation will observe its own bylaws in relation to the transfer, and it is liable for any damages resulting to them by reason of its failure to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Id. (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">This authority is sufficient to rebut defendants' contention that the plain language of River Oaks' transfer provisions can only be read to create rights in the corporation.  The defendants point to nothing in either the documents or in Mississippi law that would require a jury to conclude that River Oaks shareholders had no rights under these documents as to transfers.  Accordingly, the jury's verdict on the breach of contract claim stands.</p>\n    </div>\n    <p>3. Standing</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The defendants assert that Harold Ansin and the Ansin Foundation lack standing to bring a contract claim because they were not in privity of contract with River Oaks.  However, defendants acknowledge that Larry Ansin's estate would have standing to bring such a suit, were it not for the fact that, in their view, Larry Ansin acquiesced in the breach and suffered no damages.  The jury plainly rejected these assertions.  Assuming arguendo that defendants are correct that, as a matter of Mississippi law, Harold Ansin could not bring this suit, we find that, as Larry Ansin's estate indisputably had standing, this claim has no possible bearing on the outcome of the case.</p>\n    </div>\n    <p>C. The Breach of Fiduciary Duty Claim</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Defendants take the position that, under Mississippi law, shareholders may not sue, as individuals, for breach of fiduciary duty by the officers and directors of a close corporation.  However, Mississippi case law recognizes the ability of shareholders in close corporations to sue for breach of fiduciary duty.  See Fought v. Morris, 543 So.2d 167, 172-73 (Miss.1989).  The Mississippi Supreme Court has specifically stated, in the context of a suit for diversion of corporate opportunity, that a trial court may, \"in the case of a closely held corporation, ... treat an action raising derivative claims as a direct action ... and order an individual recovery.\"  Derouen v. Murray, 604 So.2d 1086, 1091 n. 2 (Miss.1992).  Defendants' argument as to the fiduciary duty claim is without merit.</p>\n    </div>\n    <p>D. Affirmative Defenses</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Defendants assert that equitable defenses barred both the contract claim and the fraud claims.  Defendants did not submit these affirmative defenses--laches, waiver, ratification and estoppel--to the jury.  Instead, in a posttrial motion pursuant to Rule 49(a), defendants requested the district judge to rule on the applicability of these affirmative defenses.  The district court denied this motion, without opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Under Rule 49(a), if the district court does not make a finding on an issue not submitted to the jury, \"it will be presumed on appeal that the lower court made whatever finding was necessary in order to support the judgment that was entered.\"   9A Wright &amp; Miller, Federal Practice and Procedure, &#167; 2507, at 185-86 (1995);  see also Kavanaugh v. Greenlee Tool Co., 944 F.2d 7, 11-12 (1st Cir.1991).  As the district court entered a judgment for the plaintiffs, we presume that it found that defendants had not proven the claimed equitable defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The defendants argue that the breach of contract claim was barred by laches, based on the district court's finding, in the context of the conversion claim, that the Ansins should have discovered the reduction in their interest when signing the 1989 tax documents.  The defense was prejudiced by plaintiffs' delay in filing suit until 1993, defendants argue, because Larry Ansin died in the interim.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We review the district court's determination as to laches for abuse of discretion.  See Murphy v. Timberlane Regional Sch. Dist., 973 F.2d 13, 16 (1st Cir.1992).  The parties have not adequately addressed which law governs this issue.  However, Massachusetts and Mississippi law (as well as general principles of equity) are consistent on this point, and so there is no need to address the conflicts question.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">If the statute of limitations has not run, as is the case here, the defendant bears a heavy burden of demonstrating the unreasonableness of delay and the occurrence of prejudice.  See K-Mart Corp. v. Oriental Plaza, Inc., 875 F.2d 907, 911 (1st Cir.1989);  Hans v. Hans, 482 So.2d 1117, 1121 (Miss.1986) (\"no claim is barred by laches until the limitation has attached\");  cf. Srebnick v. Lo-Law Transit Mgmt., Inc.., 29 Mass.App.Ct. 45, 557 N.E.2d 81, 85 (1990) (\"As long as there is no statute of limitations problem, unreasonable delay in pressing a legal claim does not, as a matter of substantive law, constitute laches.\").  Also, the district court could have found that defendants' unsavory conduct precluded them from arguing that they reasonably relied on the plaintiffs' acquiescence in the transfer of shares.  See K-Mart Corp., 875 F.2d at 911 (party seeking to invoke laches should not \"call ... attention to [its] left hand while surreptitiously pocketing the family jewels with [its] right hand\").  Under these circumstances, it was not an abuse of discretion for the district court to find the defense of laches inapplicable.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Defendants also argue that plaintiffs' two-month delay between learning of the planned IPO and filing suit constitutes laches, waiver, estoppel, and ratification so as to bar the fraud claims.  Any claim of prejudice to the defendants from this delay is tenuous, as Larry Ansin had already died when Patrick Maraghy learned of the planned IPO.  Given the maxim that \"he who comes into equity must come with clean hands,\" see, e.g, Texaco Puerto Rico, Inc. v. Dep't of Consumer Affairs, 60 F.3d 867, 880 (1st Cir.1995), the district court did not abuse its discretion by declining to apply these equitable defenses to plaintiffs' fraud claims.</p>\n    </div>\n    <p>E. Compensatory Damages</p>\n    <p>1. Securities Law</p>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The Supreme Court has held that damages under Rule 10b-5 should be \"the difference between the fair value of all that the ... seller received and the fair value of what he would have received had there been no fraudulent conduct.\"  Affiliated Ute Citizens v. United States, 406 U.S. 128, 155, 92 S.Ct. 1456, 1473, 31 L.Ed.2d 741 (1972);  see also Holmes, 583 F.2d at 562.   On the Ansins' securities law claim, the court instructed the jurors to find \"the difference between what the Ansins actually received for their stock and what you believe they would have received had they refused to sell or, instead, insisted on different terms.\"   The jury was told that \"the issue is not hindsight,\" and that they \"must evaluate the Ansins' decision in light of the facts and circumstances that existed at the time that the decision to sell was made.\"</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Defendants argue that the district court's jury instructions as to the damages for the fraud claims were flawed, in that the district court failed to tell the jury to determine value as of the time of the fraudulent transaction, i.e. in November 1992.  The jury awarded damages of $12 per share, the public offering price of River Oaks.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  This was less than the $17.40 a share which plaintiffs sought and more than the damages defendants say are the maximum allowable.  Defendants contend that the pre-IPO value of the company was much lower, and support this contention by pointing to the immediate resale of the Ansin shares to knowledgeable insiders at the same price paid to the Ansins.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The federal securities statutes are not explicit as to the proper measure of damages.  Section 28 of the Securities Exchange Act limits recovery to \"actual damages on account of the act complained of.\"  15 U.S.C. &#167; 78bb.  The definition of \"actual damages,\" however, has been left to the courts.  This question presents difficulties, which are greatest in cases involving closely held securities that have no readily ascertainable market value.  See 3 Bromberg &amp; Lowenfels, Securities Fraud &amp; Commodities Fraud &#167; 9.1, at 228 (2d ed.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The trier of fact may draw reasonable inferences in determining \"fair value,\" and \"is not restricted to actual sale prices in a market so isolated and so thin\" as one for a close corporation's stock.  Affiliated Ute, 406 U.S. at 155, 92 S.Ct. at 1473.   A variety of factors, including anticipated future appreciation, may affect the value of stock, so that an appraisal of value \"demand[s] a more sophisticated approach than the simple application of a price index to the shares.\"  Holmes, 583 F.2d at 564.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Here, the very nature of the fraud was to induce the plaintiffs to sell their stock at a time before the stock would appreciate in value due to the contemplated IPO and stock split.  To adopt defendants' argument that damages cannot exceed the price of the shares at the time of the sale would be to reward and encourage such chicanery.  Defendants' attempt to limit plaintiffs' recovery to a hypothetical \"market\" price as of November 1992 is unavailing.  The trier of fact was entitled to infer that a reasonable investor, fully informed of the IPO discussions, including the conditions set by J.C. Bradford, would not have sold his stock in November 1992 for less than his proportionate share of the IPO proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The anticipated appreciation in the value of the stock was not unforeseeable.  Internal River Oaks documents as to planning and projections indicated that a 1993 IPO was anticipated.  J.C. Bradford analysts had suggested a range of values for the company in light of the anticipated IPO, information which was withheld from the plaintiffs.  That these analyses and projections were, to some extent, contingent does not mean that they are irrelevant to determining fair value.  As another court of appeals has said:</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>The relevance of the fact [that the defendant close corporation was involved in merger negotiations] does not depend on how things turn out.  Just as a lie that overstates a firm's prospects is a violation even if, against all odds, every fantasy comes true, so a failure to disclose an important beneficent event is a violation even if things later go sour.  The news ... allows investors to assess the worth of the stock....  Investors will either hold the stock or demand a price that reflects the value of that information.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Jordan v. Duff &amp; Phelps, Inc., 815 F.2d 429, 440 (7th Cir.1987)(internal citation omitted).  In these circumstances, the IPO price was a reasonable approximation of fair value.  We note it was less than the aftermarket price plaintiffs suggested as damages.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Defendants draw our attention to two district court cases.  In Ross v. Licht, 263 F.Supp. 395 (S.D.N.Y.1967), the court based damages for failure to disclose IPO plans not on the IPO price, but on the lower price obtained in an intervening private placement.  Id. at 411.   However, as one commentary has pointed out, the court was \"probably justified\" in using the lower measure because the private placement was a necessary precondition to the public offering.  Bromberg &amp; Lowenfels, supra, &#167; 9.1, at 228 n. 12.  Defendants have pointed to no such determinative intervening event here.  Defendants also point to Hutt v. Dean Witter Reynolds, Inc., 737 F.Supp. 128 (D.Mass.1990).  In Hutt, the accretion in value was due to the stock's trading in a public market over time.  The court accordingly found plaintiffs' potential profits to be \"too speculative.\"  Id. at 133. Here, by contrast, plaintiffs point to a specific, planned-for event.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Because we affirm the award of damages on the federal securities law claim, we do not reach the state fraud claim.  Holmes, 583 F.2d at 560.</p>\n    </div>\n    <p>2. Breach of Contract</p>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Defendants also appeal the award of damages on the contract claim, arguing the jury should have been told to value damages \"as of the time of the breach.\"   The district court instructed the jury to determine when the Ansins would have sold the missing 3,500 shares, and to determine what they would have received at that time.  The jury apparently determined that the Ansins would have held the shares until the IPO, and awarded $12 per share, accounting for the 28.8 for 1 stock split.  Whatever the merits of defendants argument, they failed to object to the court's instruction at trial, and so the issue has not been preserved for appeal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  See Fed R. Civ. P. 51;  Pinkham v. Burgess, 933 F.2d 1066, 1069 (1st Cir.1991).  The contract award of compensatory damages is affirmed.</p>\n    </div>\n    <p>F. Punitive Damages</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Defendants argue that the award of punitive damages cannot be sustained because such damages are unavailable under the securities laws and under Mississippi law.  Although the defendants are right as to the securities laws, see 15 U.S.C. &#167; 78bb, the district court correctly instructed the jury on the Mississippi law on punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">\"The rule in Mississippi is settled that punitive damages are not recoverable for a breach of contract unless such breach is attended by intentional wrong, insult, abuse, or such gross negligence that amounts to an independent tort.\"  Aetna Cas. and Sur. v. Steele, 373 So.2d 797, 801 (Miss.1979).  Breach of fiduciary duty has been recognized by the Mississippi courts as an \"extreme or a special additional circumstance where punitive damages may be awarded.\"  Fought, 543 So.2d at 173 (internal quotation marks omitted).  The jury found such a breach of duty here.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Defendants contend that plaintiffs were required to adduce evidence as to defendants' net worth.  Plaintiffs correctly respond that, under Mississippi law, the net worth inquiry is only one factor to be considered where the court seeks to determine if the punitive damages awarded by the jury are so excessively disproportionate as to shock the conscience of the court.  See Bankers Life &amp; Cas. Co. v. Crenshaw, 483 So.2d 254, 279 (Miss.1985) (\"[N]o hard and fast rule may be laid down with regard to the maximum amount of punitive damages that may be awarded in a given case.\").  That proportionality threshold is not crossed here.  In any case, some evidence of defendants' net worth can be inferred from the evidence as to their River Oaks holdings.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">\"The award of punitive damages and the amount thereof is within the discretion of the trier of fact.\"  Fought, 543 So.2d at 173.  \"On appeal, an award will be disturbed where it is so excessive that it evinces passion and prejudice on the part of the jury so as to shock the conscience of the court.\"  Valley Forge Ins. Co. v. Strickland, 620 So.2d 535, 541 (Miss.1993) On the facts of this case, there was no abuse of discretion.  The award of punitive damages is affirmed.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Plaintiffs appeal the dismissal of their Mass.  Gen. Laws ch.  93A claim.  They also argue that the district judge erred in failing to award prejudgment interest and in dismissing their conversion claim.  Because we affirm the jury's award on the contract claim, we need not reach the Ansins' contention with respect to the conversion claim.</p>\n    </div>\n    <p>A. The 93A Claim</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Plaintiffs claim that the actions of River Oaks, Simons, and Keenum in the various transactions at issue here constitute unfair and deceptive business practices within the meaning of Mass.  Gen. Laws ch.  93A, &#167;&#167; 2, 11.  The district court granted judgment on the pleadings for defendants.  Review is de novo.  United States v. Rhode Island Insurers' Insolvency Fund, 80 F.3d 616, 619 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Mass. Gen. Laws ch.  93A gives a private right of action to any person injured by \"an unfair or deceptive act or practice\" in trade or commerce \"directly or indirectly affecting the people of this Commonwealth.\"   Mass. Gen. Laws ch.  93A, &#167;&#167; 2, 9.  Before January 1988, the statute was construed as not applying to securities laws claims See, e.g., Cabot Corp. v. Baddour, 394 Mass. 720, 477 N.E.2d 399, 402 (1985).  In 1987, the Massachusetts legislature amended the definitions section of the statute so that \"trade\" and \"commerce\" now include \"the advertising, the offering for sale, rent or lease, the sale, rent, lease or distribution of ... any security.\"   Mass Gen. Laws ch.  93A, &#167; 1(b).  \"Security\" is defined broadly under Massachusetts law to include any stock.  Mass. Gen. Laws ch.  110A, &#167; 401(k).</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The Supreme Judicial Court has construed ch.  93A as covering marketplace transactions, but not transactions \"principally 'private in nature.' \"   See Manning v. Zuckerman, 388 Mass. 8, 444 N.E.2d 1262, 1266 (1983).  Transactions between joint venturers and fiduciaries who are part of a \"single legal entity\" do not meet the statute's jurisdictional \"trade or commerce\" requirement.  Gilleran, The Law of  Chapter 93A &#167; 2:18, at 38-39 (1989).  This principle was recently clearly restated in Szalla v. Locke, 421 Mass. 448, 657 N.E.2d 1267 (1995):</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">It is well established that disputes between parties in the same venture do not fall within the scope of G.L. c. 93A, &#167; 11....  The development of c. 93A suggests that the unfair or deceptive acts or practices prohibited are those that may arise between discrete, independent business entities, and not those that may occur within a single company.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Id. 657 N.E.2d at 1269 (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Szalla, in offering examples of the types of disputes not covered, cited Zimmerman v. Bogoff, 402 Mass. 650, 524 N.E.2d 849 (1988), for the principle that \"c. 93A [is] inapplicable to transactions and disputes between parties to [a] joint venture and fellow shareholders in a close corporation.\"   It also cited Riseman v. Orion Research, 394 Mass. 311, 475 N.E.2d 398 (1985), for the principle that \"c. 93A [is] inapplicable to claims by [a] corporate stockholder against [a] corporation stemming from [a] dispute as to [the] internal governance of [the] corporation.\"  Szalla, 657 N.E.2d at 1269.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The plaintiff in Szalla, who was the business partner of the defendant, attempted to argue that the statutory definition of \"trade or commerce\" included the act of \"offering for sale ... any services.\"  Id. 657 N.E.2d at 1270.   The trial court had found that the plaintiff, upon becoming partners with the defendant, had \"sold his services to the business entity being formed by the parties.\"  Id. The Supreme Judicial Court found that, on these facts \"[t]here ha[d] been no commercial transaction ... in the sense required by c. 93A....  [T]he 'services contemplated by this definition are those offered generally by a person for sale to the public in a business transaction.' \"  Id. (quoting Manning v. Zuckerman ).</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Here, plaintiffs argue that the statutory amendment, which included the sale of securities in the definition of \"trade or commerce,\" makes the \"trade or commerce\" inquiry irrelevant.  We read Szalla, particularly its citation of Zimmerman, to require an independent analysis of whether the transaction involved had a public aspect, even where the subject matter of the transaction is included in the definitional section of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Another case, Puritan Medical Center v. Cashman, 413 Mass. 167, 596 N.E.2d 1004 (1992), is of assistance.  There, the trial court found that the defendants, shareholders in a close corporation, had engaged in unfair and deceptive trade practices when they locked the plaintiff corporation out of space that had previously been rented to the corporation.  Id. 596 N.E.2d at 1006.   On appeal to the Supreme Judicial Court, defendants argued that they were not liable under ch.  93A because \"the parties were acting as fiduciary participants in a closely held corporation rather than as separate entities in a public market setting.\"  Id. at 1012.   The SJC stated:  \"We agree,\" and reversed.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">After explaining that the transactions at issue were principally private in nature, the Puritan Medical Center opinion continued:</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p>Further, the aggrieved party has available an alternative avenue of relief in the form of a suit for breach of fiduciary duty.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">[I]f the defendants committed any unfair or deceptive acts, they necessarily occurred in the context of the parties' [shareholder] relationship ... or arose out of that relationship ... and not in an arm's-length commercial transaction between distinct business entities.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">Id. 596 N.E.2d at 1012 (emphasis added)(internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Here, the Ansins' suit is largely premised on River Oaks' status as a close corporation.  There is no suggestion that these events could have or did transpire in a public market situation.  Moreover, the Ansins have actually recovered on a fiduciary duty claim.  Guided by the Massachusetts precedents, we find that this dispute amongst shareholders of a close corporation does not meet the jurisdictional \"trade or commerce\" requirement of Mass.  Gen. Laws ch.  93A.</p>\n    </div>\n    <p>B. Prejudgment Interest</p>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The plaintiffs argue that the district court erred by failing to award prejudgment interest.  The original jury instructions contained no mention of prejudgment interest.  At sidebar, plaintiffs' counsel requested a jury instruction on prejudgment interest \"in order to preserve our right to prejudgment interest as awarded by anybody,\" the judge or the jury.  Accordingly, after the jury returned its verdict for plaintiffs, the judge gave the jury a special interrogatory on prejudgment interest, instructing the jury that \"[w]hether you choose to award interest is entirely a matter in your discretion.\"   Plaintiffs' counsel did not object to this form of instruction.  The jury did not award prejudgment interest.  Post-trial, plaintiffs moved for entry of judgment including prejudgment interest.  The district court denied this motion as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Plaintiffs argue, on appeal, that there is a presumption in favor of prejudgment interest under the federal securities laws, and that the district court judge failed to so instruct the jury.  Plaintiffs failed to make a contemporaneous objection to the form of the jury instruction, and, absent plain error, this argument is waived.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">However, plaintiffs also point out that, under a Mississippi statute enacted in 1989, judgments \"shall bear interest at a per annum rate set by the judge hearing the complaint from a date determined by such judge to be fair but in no event prior to the filing of the complaint.\"  Miss.Code Ann. &#167; 75-17-7.  This statutory language, they assert, mandates an award of prejudgment interest on their state law claims.  We do not read the statutory language, which does not distinguish between pre- and post-judgment interest, so broadly.  The Mississippi case law indicates that the award of prejudgment interest remains within the discretion of the trial judge.  See American Fire Protection, Inc. v. Lewis, 653 So.2d 1387, 1391 (Miss.1995)(depending on circumstances, prejudgment interest may or may not be proper, but should be allowed where necessary to adequately compensate plaintiff);  Sunburst Bank v. Keith, 648 So.2d 1147, 1152 (Miss.1995) (\"award of prejudgment interest is normally left to the discretion of the trial judge\").</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">The law of this circuit similarly recognizes the discretion of the trial judge in cases involving violations of the federal securities laws.  See Riseman v. Orion Research, 749 F.2d 915, 921 (1st Cir.1984).  There was no abuse of discretion in the trial court's decision to abide by the jury's finding on prejudgment interest.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">Plaintiffs point to a clerical error in the Amended Judgment.  We therefore direct the Clerk of the United States District Court for the District of Massachusetts to amend the judgment so that postjudgment interest accrues as of May 15, 1996, the date of the Original Judgment.  In all other respects, the judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiffs in this action are Harold S. Ansin, Lawrence J. Ansin (by the executor of his estate), and the Ansin Foundation (a private charitable trust), collectively \"the Ansins.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The River Oaks 1988 tax return lists Harold Ansin as owning 7,500 shares.  Harold Ansin's River Oaks 1988 K-1, a tax form issued to shareholders by the corporation, states that Ansin owned 10% of the company.  Ansin's 1989 K-1, however, indicated that Ansin now owned only 4% of the company</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The commitment committee is a group of top-level executives at J.C. Bradford who must approve all IPO transactions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Before finalizing the sale, Harold Ansin transferred the shares to the Ansin Foundation, a family charitable trust, for tax reasons</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Except as otherwise noted, the parties agree that Mississippi law is the relevant substantive law on the state law claims, and that Massachusetts provides the relevant procedural provisions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although defendants suggest that plaintiffs repleaded their conversion claim as breach of contract after the district judge had found that their tort claim was barred, this is factually incorrect.  Moreover, the district judge, in his opinion granting summary judgment on the conversion claim, specifically noted that, although the contract claim pleaded the same facts, defendants had not moved for summary judgment on that claim and that his ruling did not reach that count</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The parties agree that Massachusetts law supplies the applicable statute of limitations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The jury award apparently was based on the premise that the Ansins would have participated in the 28.8 for 1 stock split.  The jury then deducted the $300,000 the Ansins had actually received for their stock.  The jury did not, apparently, include compensatory damages for the R-O Realty shares, or for the S corporation earnings distributed to former shareholders at the time of the offering</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We also note that the damages here are consistent with the rule of Janigan v. Taylor, 344 F.2d 781 (1st Cir.1965).  In Janigan, this court held that, when property is sold to the fraud-committing party, even \"future accretions not foreseeable at the time of the transfer ... are subject to another factor, viz., that they accrued to the fraudulent party.\"  Id. at 786.   While the individual defendants did not purchase all the Ansins' stock, the rest of the Ansins' shares were sold to other knowledgeable River Oaks insiders, who thereby reaped the profits of defendants' fraud</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Defendants do not attempt to contend that the challenged instruction constituted plain error</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">745</span></span></p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 99,417<br>Harold S. ANSIN, et al., Plaintiffs, Appellees,<br>v.<br>RIVER OAKS FURNITURE, INC., et al., Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 96-1734, 96-1735.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 5, 1996.<br>Decided Feb. 3, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward P. Leibensperger, with whom John C. Fitzpatrick, Glenn E. Deegan, and Nutter, McClennen &amp; Fish, LLP were on brief, Boston, for plaintiffs, appellees.</p>\n      <p class=\"indent\">Ames Davis, with whom Nancy S. Jones and Waller Lansden Dortch &amp; Davis were on brief, Nashville, TN, for defendants, appellants.</p>\n      <p class=\"indent\">Before CYR, BOUDIN, and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises from a series of transactions among former fellow shareholders of a Mississippi close corporation, River Oaks Furniture, Inc.  The Ansins,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Massachusetts investors, allege that Thomas Keenum and Stephen Simons, officers and directors of River Oaks, fraudulently induced them to sell their shares in River Oaks ten months before a successful initial public offering (\"IPO\").  The Ansins also allege that Keenum and Simons violated the contractual terms of a stock subscription agreement and other corporate documents by causing an unauthorized transfer of a number of the Ansins' shares to other corporate insiders.  The Ansins sued Keenum, Simons and River Oaks Furniture in federal court in Massachusetts, alleging securities law violations under Section 10(b) of the Securities Exchange Act of 1934, conversion, breach of contract, breach of fiduciary duty, common law fraud, legal malpractice and a violation of Mass.  Gen. Laws ch. 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The jury found for the plaintiffs on all counts then remaining in the case and awarded both compensatory and punitive damages.  Defendants appeal from the judgment against them, arguing that they were entitled to judgment as a matter of law on all counts, that the action was barred because of laches and related doctrines, and that both the compensatory and punitive damages awards are legally unsustainable.  The Ansins cross-appeal the pre-trial dismissal of their Mass.  Gen. Laws ch. 93A claim, and also argue that the district judge improperly denied their request for prejudgment interest.  They also ask this court to correct a clerical error in the judgment.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the losing party challenges the sufficiency of the evidence, as defendants do here, this court views the record in the light most favorable to the jury's verdict.  See Correa v. Hospital San Francisco, <span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1188 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1136</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1423</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></span> (1996).  The facts are described as the jury might have found them, drawing reasonable inferences in favor of the plaintiffs.</p>\n    </div>\n    <p>A. The Ansin Investment in River Oaks</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lawrence (Larry) Ansin, a Massachusetts fabric manufacturer, met Stephen Simons, then a furniture buyer with a Texas retailer, in the mid-1970s.  What began as a business relationship grew, over the next decade, into a friendship.  The two men vacationed together and visited each other's homes.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1987, Simons started his own upholstered furniture company in Mississippi.  The company had six original investors in addition to Simons;  five of these men, including Thomas Keenum, had been involved with the start-up and eventual IPO of another Mississippi upholstery manufacturer.  The sixth investor was Larry Ansin, who was, at that time, the chief executive officer and sole shareholder of Joan Fabrics, a Massachusetts-based company.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">River Oaks Furniture, Inc. was incorporated in August 1987.  Larry Ansin's total investment in the venture was $100,000, for which he was issued a certificate, dated September 1, 1987, for 7,500 shares of common stock.  That was 10% of the then-issued shares.  Simons owned 30,000 shares and was president of the company;  Keenum owned 7,500 shares and was secretary and treasurer.  Keenum and Simons were two of the three members of the Board of Directors.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In March 1988, the River Oaks investors set up another Mississippi corporation, R-O Realty, Inc., to own real estate which would then be leased to River Oaks.  Each of the original investors contributed another $500 in capital and Larry Ansin was issued a share certificate for 437.5 shares in R-O Realty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1988, Larry Ansin decided to sell Joan Fabrics.  Larry Ansin expected that, as part of such a transaction, he would have to sign a non-competition agreement, which would preclude him from owning stock in another furniture company.  Accordingly, Larry Ansin arranged to sell his River Oaks shares to his father, Harold Ansin, for the $100,000 he had originally invested.  The Ansins executed a Stock Purchase Agreement dated May 31, 1988.  Harold Ansin did not know how many shares he was purchasing, but understood that he was buying his son's entire 10% interest in River Oaks.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In April 1992, Larry Ansin learned that he had an inoperable brain tumor.  He died on June 24, 1993, before the commencement of this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>B. The Reduction of the Ansin Interest to 4,000 Shares</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Harold Ansin did not sell any of the River Oaks shares until 1992.  Nonetheless, at some point in 1989, the Ansin ownership interest was reduced from 7,500 to 4,000 shares, or from 10% to 4% of the company.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The company issued 25,000 new shares in 1989, but that legitimate dilution would only have reduced the Ansin stake to 7.5%.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Following Harold Ansin's purchase of his son's shares, River Oaks did not issue a new stock certificate in Harold Ansin's name.  Harold Ansin was upset about this and kept asking Larry to do something about it.  Larry Ansin wrote to Simons twice in 1989 requesting a new share certificate for Harold.  Eventually, a certificate was issued on September 22, 1989 which indicated that, as of January 1, 1988, Harold Ansin owned 4,000 shares of River Oaks.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Stock Transfer Ledger of River Oaks Furniture, which was not actually typed up (from Keenum's notes) until 1993, shows Lawrence Ansin as originally owning 7,500 shares.  However, according to the Ledger, Ansin transferred only 4,000 shares to his father on January 1, 1988, and then transferred 1,000 shares to Simons and 2,500 shares to Donald Franks, another of the original River Oaks investors, on January 1, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Simons testified that these transfers of stock by Larry Ansin were part of a general reallocation of shares undertaken in early 1989.  According to Simons, during a telephone conversation in February or March 1989, he told Larry Ansin that, in order to recruit talented new employees, the company wished to issue 25,000 new shares of stock.  Simons further testified that Larry Ansin then orally agreed to reduce his ownership interest to 4%.  However, Simons acknowledged that there is no record of this conversation nor any contemporaneous records or correspondence memorializing the transfers to Simons and Franks.  Simons also testified that he and Ansin only discussed percentages of ownership, as opposed to numbers of shares, and that Ansin did not receive any money for the transfers.  Simons did not speak to Harold Ansin about the transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Thomas Keenum, who, as company secretary, was responsible for maintaining the Stock Transfer Ledger, testified that no document, other than his personal notes, records these stock transactions, and that only Simons, and not the Ansins, ever communicated with him about the decrease in the Ansin ownership interest.  Although other capital transactions are recorded in the minutes of the Board of Directors, the Ansin transfers were not, nor to Keenum's knowledge, were there any signed agreements, letters, or memoranda noting these transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The foundation documents of River Oaks included Articles of Incorporation, By-Laws, and a Subscription Agreement among the stockholders.  These documents regulated, among other things, the transfer of shares in the company.  Paragraph 12 of the Articles of Incorporation provided that:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>before a transfer [of stock] may be made, [the] owner or holder shall notify the secretary/treasurer of this corporation in writing of the number of shares to be transferred, the certificate involved [and other pertinent information].</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Subscription Agreement, which was \"binding upon and shall inure to the benefit of each individual Stockholder and his respective heirs, executors, administrators, assigns and legal representatives,\" recited that \"[e]ach Stockholder agrees that all shares of Stock of the Company ... shall be subject to the terms and conditions of Paragraph Number 12 of the Articles of Incorporation.\"   The By-Laws, which charged the secretary with maintaining the stock transfer books of the corporation, stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Transfer of shares of the corporation shall be made only on the stock transfer books of the corporation by the holder of record thereof or by his legal representative....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At trial, the plaintiffs argued that these documents constituted an enforceable contract, and that defendants' unauthorized transfer of 3,500 River Oaks shares to Simons and Franks amounted to a breach of that contract.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>C. The Repurchase of the Ansin Interest and the IPO</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The original investors in River Oaks had hoped, from the beginning, eventually to take the company public.  During the first quarter of 1992, the company took the first step of talking to an investment banker about a public offering.  Breck Walker, a managing director of J.C. Bradford &amp; Co., a Nashville investment bank, visited River Oaks several times during the first half of 1992, to evaluate the company's prospects as an IPO candidate.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">These contacts culminated in an April 23, 1992 meeting in Nashville between the River Oaks management, including Keenum and Simons, and the J.C. Bradford commitment committee.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  At the meeting, River Oaks' value was discussed and, according to the notes of a J.C. Bradford analyst, Keenum stated that a value of $25 million was \"about right.\"   Analyses prepared by J.C. Bradford for internal use projected a range of values from $16.3 million to $31 million, depending on the assumptions used, and similar valuations were discussed with River Oaks personnel.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Shortly thereafter, J.C. Bradford determined that, given all the circumstances, including market conditions, River Oaks was not a candidate for an IPO in 1992.  J.C. Bradford advised River Oaks to wait until the end of 1992 or early 1993 to see if the company met its projections before proceeding further.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At approximately the same time, April 1992, Larry Ansin learned that he had a brain tumor.  After his diagnosis, Ansin asked Patrick Maraghy, his tax planner, to act as an intermediary in his financial dealings.  Ansin continued to make his own decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In July 1992, Walter Billingsley, the River Oaks controller, and Simons contacted Maraghy about refinancing River Oaks' debt.  Ansin, like the other original shareholders, had previously signed personal guarantees for bank loans to River Oaks;  now, the Bank of Mississippi wanted another personal guarantee from Ansin for $550,000 of new financing.  Maraghy communicated the request to Ansin, who declined to provide new guarantees because he was very ill and because he was no longer a shareholder of River Oaks.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Through August and into September of 1992, Simons continued to call Maraghy frequently, pressuring him to get Larry Ansin to reconsider his decision.  At no time did Simons tell Maraghy that the bank had agreed, on August 5, 1992, to proceed with the refinancing without a new guarantee from Larry Ansin.  Instead, Simons represented that the company would have problems without the new Ansin guarantee, and that people would be thrown out of work.  In early September, Simons asked if Harold Ansin would sign a personal guarantee, but Harold Ansin declined.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In mid- to late-September, Simons called Maraghy and asked if the Ansins would be willing to sell their stock back to River Oaks so that someone else could purchase it and provide the guarantee.  The Ansins agreed, believing that the sale would help Simons obtain the needed financing.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On October 19, 1992, Keenum called Maraghy to discuss an offer of $300,000 for the Ansin River Oaks Furniture and R-O Realty shares.  Keenum told Maraghy that River Oaks had recently bought out Keith Franklin, the only other nonmanagement shareholder, for $60,000 per 1% interest, indicating that $300,000 was a fair price for the Ansin's 4% interest in River Oaks.  Keenum also told Maraghy that the R-O Realty shares were valueless, as R-O Realty's properties were heavily encumbered with debt.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Ansins agreed to the sale, believing that the price was fair and that they were accommodating Simons' need for bank financing.  Simons wrote to Maraghy, thanking him \"for helping me resolve this problem.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The sale of the Ansin shares for $300,000 was closed in November 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In board meetings on November 19, 1992, and December 1, 1992, the directors of River Oaks authorized the resale of the Ansin River Oaks shares, for the same price River Oaks had paid, to Keenum, Billingsley, and other original River Oaks investors.  The Board had already authorized the resale of the Ansin R-O Realty shares to Keenum, Simons and other insiders on September 1, 1992, even though the repurchase offer had not yet been made.  Everyone purchasing Ansin shares was familiar with the IPO discussions with J.C. Bradford.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Keenum and Simons acknowledge that, during the repurchase discussions, they never told Maraghy about the meetings with J.C. Bradford or about the prospect of restarting IPO discussions in early 1993.  Although there were no ongoing negotiations in November 1992, Billingsley testified that River Oaks' management knew by October or November 1992 that the company would meet its sales projections for 1992 and so would meet the condition set by J.C. Bradford for following up on the IPO.  During a conference call on December 7, 1992, less than two weeks after the Ansin repurchase, Ron Ashby, River Oaks' outside auditor, discussed the impact of an IPO on River Oaks' accounting for employee loans with Keenum and other River Oaks personnel.  Ashby's notes, made in the month or two prior to that call, indicate that River Oaks was looking at an IPO in July or August 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Simons testified that, in one phone conversation in early 1992, he told Larry Ansin that River Oaks had made initial contact with an unspecified investment banker, and that Larry Ansin thought going public was a great idea.  However, Harold Ansin, Maraghy, and Susan Ansin, Larry's wife, all testified that Larry Ansin never mentioned the possibility of an IPO, even though they all stated that Larry discussed business with them regularly.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The River Oaks board approved an IPO on March 1, 1993.  Maraghy first learned that an IPO was being planned from a June 1993 newspaper article.  By this time, Larry Ansin had died.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">River Oaks went public on August 26, 1993 for $12 per share.  As part of the transaction, River Oaks effected a 28.8 for 1 stock split on June 23, 1993.  This meant that the Ansins' 7,500 shares would have become 216,000 shares.  Additionally, R-O Realty was merged into River Oaks furniture, and the R-O Realty shareholders received $1.2 million of River Oaks stock.  From the proceeds of the offering, River Oaks distributed $2,465,000 of previous earnings to its pre-IPO shareholders.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, the plaintiffs learned from the prospectus of the existence of River Wood Products, Inc.  River Wood had been established in 1991 to produce furniture frames for River Oaks.  Although there were no significant financial benefits to setting up River Wood as a separate corporation, a 1991 memo from Ashby indicated that \"a political reason for setting up ... separate corporations would be to exclude certain current River Oaks shareholders.\"   Harold Ansin was one of the shareholders excluded.  At the time of the IPO, River Wood shareholders received shares of River Oaks Furniture stock.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">At trial, plaintiffs' expert testified that if the Ansins had held 7,500 shares prior to the IPO and then sold them at the end of the restricted period, they would have received a total of $4,179,140.  This figure included proportional allocations of River Oaks Furniture shares for the Ansin R-O Realty shares and for a hypothetical 7.5% interest in River Wood Products.  It also included a share of the S-corporation distribution.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Ansins filed suit on October 4, 1993, alleging securities law violations, fraud, breach of fiduciary duty, malpractice and Mass.  Gen. L. ch. 93A claims arising from defendants' failure to disclose the planned IPO.  After discovery, on June 17, 1994, plaintiffs filed a Second Amended Complaint, adding a conversion claim for the reduction of the Ansin interest to 4,000 shares.  The district court granted a defense motion to dismiss the ch. 93A and malpractice claims on October 12, 1994.  On July 5, 1995, a Third Amended Complaint was filed, which included a breach of contract claim arising from the same facts as the conversion claim.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On November 15, 1995, the district court granted defendant's motion for summary judgment on the conversion claim, finding that the Massachusetts three-year statute of limitations for torts barred any conversion claim that the Ansins should have discovered prior to October 4, 1990.  The district court found that various 1989 tax documents, signed by Harold Ansin and indicating that he owned a 4,000 share or 4% interest in River Oaks, should have alerted Ansin to the alleged conversion.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The remaining claims were tried to a jury.  The jury returned a special verdict form finding that:  1) defendants violated the Securities Exchange Act and engaged in common law fraud by failing to disclose the public offering discussions with J.C. Bradford;  2) River Oaks committed a breach of contract when the Ansin interest was reduced to 4,000 shares;  3) Simons and/or Keenum breached the fiduciary duty owed by a dominant shareholder to a minority shareholder by failing to disclose the discussions with J.C. Bradford and by failing to offer the Ansins the opportunity to participate in River Wood Products, Inc.  The jury awarded compensatory damages of $1,082,400 against all defendants for the fraud claims, $1,209,600 against River Oaks for the breach of contract, and $16,400 against Simons and Keenum for the breach of fiduciary duty.  It also awarded punitive damages under Mississippi law of $25,000 against Simons and of $100,000 against Keenum.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The defendants moved for judgment as a matter of law at the close of plaintiffs' case, after the verdict, and following the entry of judgment.  On April 26, 1996, defendants moved, pursuant to Rule 49(a), Fed.R.Civ.P., to have the court address issues not submitted to the jury.  The district court denied these motions.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Defendants make numerous arguments with regard to each count of the verdict and the damages awarded.  We examine these contentions in turn.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>A. The Federal Securities and Common Law Fraud Claims</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The federal securities claim alleged violations of &#167; 10(b) of the Securities Exchange Act and Rule 10b-5.  Defendants argue that the district court erred in denying their motion for a judgment as a matter of law on the federal securities law and Mississippi common law fraud claims.  Specifically, defendants assert that there was no evidence of omission or misrepresentation, of fraudulent intent, of materiality or of reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Review of the district court's denial of a motion for judgment as a matter of law is plenary.  See Correa, 69 F.3d at 1191.   As did the district judge, we review the record in the light most favorable to the non-moving party.  Id.  We will \"reverse the denial of such a motion only if reasonable persons could not have reached the conclusion that the jury embraced.\"  Sanchez v. Puerto Rico Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 716 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The record shows sufficient evidence to support the jury's verdict.  Defendants contend that there was no material omission because Simons testified that he told Larry Ansin, in early 1992, about the initial contact with J.C. Bradford.  However, Simons himself never claimed that he had told Ansin about J.C. Bradford's specific recommendations as to the possible timing of an IPO, or that he had told Ansin about the valuation analyses performed by the investment bank.  Nor did Simons or Keenum mention the possibility of an IPO to Maraghy at the time of the negotiated sale.  Thus, even crediting Simons' uncorroborated testimony, which the jury need not do, the jury could reasonably find that information about the IPO negotiations was omitted.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">As to evidence of intent, defendants contend that there was no possible motive for fraud, because River Oaks resold the Ansin shares to other insiders at the same price the corporation had paid for them, thereby depriving the corporation of the fruits of its fraud.  However, the jury could reasonably infer, from the evidence, that the individual defendants, officers and directors of River Oaks, were working to exclude the Ansins, the only remaining non-management shareholders, from the River Oaks IPO, and were seeking ultimately to benefit themselves and the other Mississippi management shareholders at the Ansins' expense.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Defendants also argue that there was no evidence that the undisclosed information was material.  The materiality standard under the federal securities laws is a familiar one:  Information is material if \"there is a reasonable likelihood that a reasonable investor would consider it important.\"  Glassman v. Computervision Corp., <span class=\"citation\" data-id=\"196899\"><a href=\"/opinion/196899/glassman-v-computervision/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">617</span></a></span>, 632 (1st Cir.1996);  see also Shaw v. Digital Equip.  Corp., <span class=\"citation\" data-id=\"196753\"><a href=\"/opinion/196753/shaw-v-digital/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span>, 1219 (1st Cir.1996)(citing Basic, Inc. v. Levinson, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 231-232, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">978</span></a></span>, 983-84, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">194</span></a></span> (1988)).  This court has repeatedly held that the question of the materiality of omitted information is one peculiarly for the trier of fact.  See Lucia v. Prospect St. High Income Portfolio, Inc., <span class=\"citation\" data-id=\"195626\"><a href=\"/opinion/195626/lucia-v-prospect-street/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 176 (1st Cir.1994)(citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Defendants contend that the prior discussions with J.C. Bradford were insignificant because no negotiations were ongoing at the time of the Ansin repurchase.  However, the evidence showed that less than two weeks after the Ansin repurchase, River Oaks' management was \"looking at a July or August 1993\" IPO, and adjusting its accounting strategies accordingly.  This is not a case where the defendants themselves \"placed no special significance\" on the omitted information.  Cf. Jackvony v. RIHT Fin.  Corp., <span class=\"citation\" data-id=\"522143\"><a href=\"/opinion/522143/fed-sec-l-rep-p-94361-louis-v-jackvony-jr-v-riht-financial/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 415 (1st Cir.1989);  Taylor v. First Union Corp., <span class=\"citation\" data-id=\"511788\"><a href=\"/opinion/511788/patricia-b-taylor-v-first-union-corporation-of-south-carolina-formerly/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></a></span>, 244 (4th Cir.1988)(\"vague agreement\" as to future merger not material where neither \"the factual nor the legal\" predicates for transaction were in place).  The jury's conclusion that the earlier negotiations were material is patently reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, defendants contend that there was no evidence of reliance on the omissions.  Because of the logical impossibility of proving that plaintiffs relied on information that they did not have, \"[p]ositive proof of reliance on omissions is not necessary where materiality has been established.\"  Holmes v. Bateson, <span class=\"citation\" data-id=\"359617\"><a href=\"/opinion/359617/fed-sec-l-rep-p-96532-elizabeth-d-holmes-and-industrial-national-bank/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">542</span></a></span>, 558 (1st Cir.1978).  In any case, Harold Ansin testified that he did rely on information obtained from Simons.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Thus, defendants' insufficiency arguments with regard to the securities law and fraud claims are unavailing.  A reasonable jury could, and did, conclude that defendants intentionally defrauded plaintiffs by failing to disclose material information about the contemplated IPO.</p>\n    </div>\n    <p>B. The Breach of Contract Claim</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The defendants also argue that what plaintiffs styled a breach of contract claim is essentially a conversion claim, and therefore barred by the statute of limitations.  They also claim that the evidence was insufficient to support the jury verdict on this claim, and that Harold Ansin and the Ansin Foundation lack standing to bring this claim.</p>\n    </div>\n    <p>1. Statute of Limitations</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Defendants argue that plaintiffs simply recast their time-barred conversion claim as a breach of contract claim,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and that this claim should therefore be subject to the Massachusetts three-year tort statute of limitations (Mass.  Gen. Laws ch. 260, &#167; 2A), rather than the Massachusetts six-year contract statute (Mass.  Gen. Laws ch. 260, &#167; 2).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Defendants cite Massachusetts caselaw for the principle that \"the determination of whether the contract or tort statute of limitations applies is controlled by the essential nature of [the] claim.\"  Oliveira v. Pereira, <span class=\"citation\" data-id=\"2211620\"><a href=\"/opinion/2211620/oliveira-v-pereira/\"><span class=\"volume\">414</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">66</span></a></span>, <span class=\"citation\" data-id=\"2211620\"><a href=\"/opinion/2211620/oliveira-v-pereira/\"><span class=\"volume\">605</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">287</span></a></span>, 290 (1992).  This principle may be useful in determining what statute of limitations to apply to a statutory claim, where the statute giving rise to the cause of action does not specify a limitations period.  See, e.g., id. 605 N.E.2d at 289-91.   It may also apply in the extreme case in which a personal injury, such as emotional distress, is inappropriately cast as a breach of contract.  See Pagliuca v. City of Boston, 35 Mass.App.Ct. 820, <span class=\"citation\" data-id=\"2035601\"><a href=\"/opinion/2035601/pagliuca-v-boston/\"><span class=\"volume\">626</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">625</span></a></span>, 628 (1994).  However, this principle has not been held to restrict plaintiffs to a single theory of liability per set of operative facts, where such facts can fairly support two theories of liability.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Here, the plaintiffs' claim--that their shares were transferred without their knowledge or consent, in derogation of contractual terms--can be fairly characterized as either an action for conversion or an action for breach of contract.  It does not involve the type of \"accident[ ] resulting in injuries to person or property\" on which the draftsmen of Massachusetts' three-year tort statute focussed.  Royal-Globe Ins. Co. v. Craven, <span class=\"citation\" data-id=\"2039566\"><a href=\"/opinion/2039566/royal-globe-ins-co-v-craven/\"><span class=\"volume\">411</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">629</span></a></span>, <span class=\"citation\" data-id=\"2039566\"><a href=\"/opinion/2039566/royal-globe-ins-co-v-craven/\"><span class=\"volume\">585</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">315</span></a></span>, 320 (1992).  Rather, it does involve a claim \"to recover from another money which in equity and good conscience he is not entitled to keep.\"   The latter type of claim, according to the Supreme Judicial Court, is usually advanced in a contract action.  Kagan v. Levenson, <span class=\"citation\" data-id=\"2064362\"><a href=\"/opinion/2064362/kagan-v-levenson/\"><span class=\"volume\">334</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">100</span></a></span>, <span class=\"citation\" data-id=\"2064362\"><a href=\"/opinion/2064362/kagan-v-levenson/\"><span class=\"volume\">134</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">415</span></a></span>, 417 (1956).  In these circumstances, it was not error for the district court to apply the six-year contract statute of limitations to plaintiffs' contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>2. Insufficiency of the Breach of Contract Evidence and Enforceability of Rights</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The defendants assert that there is no evidence that Larry Ansin did not agree to the reduction in shares.  They also deny that the foundation corporate documents of River Oaks created enforceable rights in the plaintiffs.  This is simply not so.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">As with the fraud claims, defendants rely on Simons' uncorroborated report of his phone conversation with Larry Ansin.  With regard to the contract claim, Simons testified that, in early 1989, Ansin orally agreed to a reduction in his percentage of ownership.  Simons does not assert that he mentioned specific numbers of shares to Ansin, nor does he claim that Ansin received any compensation for these transfers.  Simons testified that Larry Ansin did not agree to transfer shares to himself or to Franks (the recipients of the shares).  Simons and Keenum both acknowledged that there was no documentation of these transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Simons described a complex reallocation of shares, undertaken to allow shares to be issued to new key personnel.  However, Keenum acknowledged that 25,000 new shares were issued in 1989, and that the new employees were issued exactly 25,000 shares.  This negated the reallocation as a reason for the reduction in Ansin's shares.  Additionally, in the reallocation described by Keenum, only Harold Ansin had to give up shares;  Simons' percentage of ownership was diluted by the new issuance, but he actually gained 1,000 shares (from the alleged transfer from Ansin).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Even if the jury credited Simons' description of Larry Ansin's oral consent, the jury could have reasonably inferred that Ansin only consented to dilution, and not to a transfer of shares.  Additionally, when evaluating a series of events that, judging from the trial exhibits, left a heavy paper trail, the jury was entitled to draw inferences from the complete absence of contemporaneous documentation of the purported Ansin transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Defendants also contend that the foundational documents of River Oaks did not create any rights in the Ansins with regard to transfers.  Defendants do not challenge the basic premise that, under Mississippi law, such documents may form a contract.  Rather, they contend that the specific transfer provisions were only for the benefit of the corporation, and thus created no rights in the shareholders.  However, the plain language of the Subscription Agreement states that \"this Agreement shall be binding upon and shall inure to the benefit of each individual Stockholder ... and to the Company....\"  While the transfer provisions of the Articles of Incorporation and the By-Laws may have been primarily intended to prevent the unauthorized sale of shares to outsiders, as defendants contend, this does not mean that they served no other purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">To the contrary, the traditional common law of unauthorized transfers places heavy duties on the corporation:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Courts held that a corporation whose stock was transferable only on the books of the company was, to a certain extent at least, a trustee for its shareholders in respect to their stock....  [I]t had to respond in damages for any injury sustained by them in consequence of its negligence or misconduct....  This liability rested ... upon the ground of breach of contract upon the part of the company, of this undertaking to hold the stock for the benefit of the true owner of the certificate.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">12 Fletcher Cyclopedia of the Law of Corporations &#167; 5538, at 406 (perm. ed.1996)(footnotes omitted).  Moreover, the Cyclopedia explains that:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The shareholders also have a right to expect that the corporation will observe its own bylaws in relation to the transfer, and it is liable for any damages resulting to them by reason of its failure to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Id. (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">This authority is sufficient to rebut defendants' contention that the plain language of River Oaks' transfer provisions can only be read to create rights in the corporation.  The defendants point to nothing in either the documents or in Mississippi law that would require a jury to conclude that River Oaks shareholders had no rights under these documents as to transfers.  Accordingly, the jury's verdict on the breach of contract claim stands.</p>\n    </div>\n    <p>3. Standing</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The defendants assert that Harold Ansin and the Ansin Foundation lack standing to bring a contract claim because they were not in privity of contract with River Oaks.  However, defendants acknowledge that Larry Ansin's estate would have standing to bring such a suit, were it not for the fact that, in their view, Larry Ansin acquiesced in the breach and suffered no damages.  The jury plainly rejected these assertions.  Assuming arguendo that defendants are correct that, as a matter of Mississippi law, Harold Ansin could not bring this suit, we find that, as Larry Ansin's estate indisputably had standing, this claim has no possible bearing on the outcome of the case.</p>\n    </div>\n    <p>C. The Breach of Fiduciary Duty Claim</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Defendants take the position that, under Mississippi law, shareholders may not sue, as individuals, for breach of fiduciary duty by the officers and directors of a close corporation.  However, Mississippi case law recognizes the ability of shareholders in close corporations to sue for breach of fiduciary duty.  See Fought v. Morris, <span class=\"citation\" data-id=\"1834809\"><a href=\"/opinion/1834809/fought-v-morris/\"><span class=\"volume\">543</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">167</span></a></span>, 172-73 (Miss.1989).  The Mississippi Supreme Court has specifically stated, in the context of a suit for diversion of corporate opportunity, that a trial court may, \"in the case of a closely held corporation, ... treat an action raising derivative claims as a direct action ... and order an individual recovery.\"  Derouen v. Murray, <span class=\"citation\" data-id=\"1702480\"><a href=\"/opinion/1702480/derouen-v-murray/\"><span class=\"volume\">604</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1086</span></a></span>, 1091 n. 2 (Miss.1992).  Defendants' argument as to the fiduciary duty claim is without merit.</p>\n    </div>\n    <p>D. Affirmative Defenses</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Defendants assert that equitable defenses barred both the contract claim and the fraud claims.  Defendants did not submit these affirmative defenses--laches, waiver, ratification and estoppel--to the jury.  Instead, in a posttrial motion pursuant to Rule 49(a), defendants requested the district judge to rule on the applicability of these affirmative defenses.  The district court denied this motion, without opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Under Rule 49(a), if the district court does not make a finding on an issue not submitted to the jury, \"it will be presumed on appeal that the lower court made whatever finding was necessary in order to support the judgment that was entered.\"   9A Wright &amp; Miller, Federal Practice and Procedure, &#167; 2507, at 185-86 (1995);  see also Kavanaugh v. Greenlee Tool Co., <span class=\"citation\" data-id=\"567918\"><a href=\"/opinion/567918/michael-james-kavanaugh-jr-and-mary-kavanaugh-etc-v-greenlee-tool/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11-12 (1st Cir.1991).  As the district court entered a judgment for the plaintiffs, we presume that it found that defendants had not proven the claimed equitable defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The defendants argue that the breach of contract claim was barred by laches, based on the district court's finding, in the context of the conversion claim, that the Ansins should have discovered the reduction in their interest when signing the 1989 tax documents.  The defense was prejudiced by plaintiffs' delay in filing suit until 1993, defendants argue, because Larry Ansin died in the interim.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We review the district court's determination as to laches for abuse of discretion.  See Murphy v. Timberlane Regional Sch. Dist., <span class=\"citation\" data-id=\"589643\"><a href=\"/opinion/589643/kevin-w-murphy-v-timberlane-regional-school-district/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1992).  The parties have not adequately addressed which law governs this issue.  However, Massachusetts and Mississippi law (as well as general principles of equity) are consistent on this point, and so there is no need to address the conflicts question.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">If the statute of limitations has not run, as is the case here, the defendant bears a heavy burden of demonstrating the unreasonableness of delay and the occurrence of prejudice.  See K-Mart Corp. v. Oriental Plaza, Inc., <span class=\"citation\" data-id=\"524046\"><a href=\"/opinion/524046/k-mart-corporation-v-oriental-plaza-inc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 911 (1st Cir.1989);  Hans v. Hans, <span class=\"citation\" data-id=\"1941185\"><a href=\"/opinion/1941185/hans-v-hans/\"><span class=\"volume\">482</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1117</span></a></span>, 1121 (Miss.1986) (\"no claim is barred by laches until the limitation has attached\");  cf. Srebnick v. Lo-Law Transit Mgmt., Inc.., 29 Mass.App.Ct. 45, <span class=\"citation\" data-id=\"2039748\"><a href=\"/opinion/2039748/srebnick-v-lo-law-transit-management-inc/\"><span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">81</span></a></span>, 85 (1990) (\"As long as there is no statute of limitations problem, unreasonable delay in pressing a legal claim does not, as a matter of substantive law, constitute laches.\").  Also, the district court could have found that defendants' unsavory conduct precluded them from arguing that they reasonably relied on the plaintiffs' acquiescence in the transfer of shares.  See K-Mart Corp., 875 F.2d at 911 (party seeking to invoke laches should not \"call ... attention to [its] left hand while surreptitiously pocketing the family jewels with [its] right hand\").  Under these circumstances, it was not an abuse of discretion for the district court to find the defense of laches inapplicable.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Defendants also argue that plaintiffs' two-month delay between learning of the planned IPO and filing suit constitutes laches, waiver, estoppel, and ratification so as to bar the fraud claims.  Any claim of prejudice to the defendants from this delay is tenuous, as Larry Ansin had already died when Patrick Maraghy learned of the planned IPO.  Given the maxim that \"he who comes into equity must come with clean hands,\" see, e.g, Texaco Puerto Rico, Inc. v. Dep't of Consumer Affairs, <span class=\"citation\" data-id=\"196188\"><a href=\"/opinion/196188/texaco-pr-inc-v-daco/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">867</span></a></span>, 880 (1st Cir.1995), the district court did not abuse its discretion by declining to apply these equitable defenses to plaintiffs' fraud claims.</p>\n    </div>\n    <p>E. Compensatory Damages</p>\n    <p>1. Securities Law</p>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The Supreme Court has held that damages under Rule 10b-5 should be \"the difference between the fair value of all that the ... seller received and the fair value of what he would have received had there been no fraudulent conduct.\"  Affiliated Ute Citizens v. United States, <span class=\"citation\" data-id=\"108526\"><a href=\"/opinion/108526/affiliated-ute-citizens-of-utah-v-united-states/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 155, <span class=\"citation\" data-id=\"108526\"><a href=\"/opinion/108526/affiliated-ute-citizens-of-utah-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1456</span></a></span>, 1473, <span class=\"citation\" data-id=\"108526\"><a href=\"/opinion/108526/affiliated-ute-citizens-of-utah-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">741</span></a></span> (1972);  see also Holmes, 583 F.2d at 562.   On the Ansins' securities law claim, the court instructed the jurors to find \"the difference between what the Ansins actually received for their stock and what you believe they would have received had they refused to sell or, instead, insisted on different terms.\"   The jury was told that \"the issue is not hindsight,\" and that they \"must evaluate the Ansins' decision in light of the facts and circumstances that existed at the time that the decision to sell was made.\"</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Defendants argue that the district court's jury instructions as to the damages for the fraud claims were flawed, in that the district court failed to tell the jury to determine value as of the time of the fraudulent transaction, i.e. in November 1992.  The jury awarded damages of $12 per share, the public offering price of River Oaks.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  This was less than the $17.40 a share which plaintiffs sought and more than the damages defendants say are the maximum allowable.  Defendants contend that the pre-IPO value of the company was much lower, and support this contention by pointing to the immediate resale of the Ansin shares to knowledgeable insiders at the same price paid to the Ansins.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The federal securities statutes are not explicit as to the proper measure of damages.  Section 28 of the Securities Exchange Act limits recovery to \"actual damages on account of the act complained of.\"  15 U.S.C. &#167; 78bb.  The definition of \"actual damages,\" however, has been left to the courts.  This question presents difficulties, which are greatest in cases involving closely held securities that have no readily ascertainable market value.  See 3 Bromberg &amp; Lowenfels, Securities Fraud &amp; Commodities Fraud &#167; 9.1, at 228 (2d ed.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The trier of fact may draw reasonable inferences in determining \"fair value,\" and \"is not restricted to actual sale prices in a market so isolated and so thin\" as one for a close corporation's stock.  Affiliated Ute, 406 U.S. at 155, 92 S.Ct. at 1473.   A variety of factors, including anticipated future appreciation, may affect the value of stock, so that an appraisal of value \"demand[s] a more sophisticated approach than the simple application of a price index to the shares.\"  Holmes, 583 F.2d at 564.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Here, the very nature of the fraud was to induce the plaintiffs to sell their stock at a time before the stock would appreciate in value due to the contemplated IPO and stock split.  To adopt defendants' argument that damages cannot exceed the price of the shares at the time of the sale would be to reward and encourage such chicanery.  Defendants' attempt to limit plaintiffs' recovery to a hypothetical \"market\" price as of November 1992 is unavailing.  The trier of fact was entitled to infer that a reasonable investor, fully informed of the IPO discussions, including the conditions set by J.C. Bradford, would not have sold his stock in November 1992 for less than his proportionate share of the IPO proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The anticipated appreciation in the value of the stock was not unforeseeable.  Internal River Oaks documents as to planning and projections indicated that a 1993 IPO was anticipated.  J.C. Bradford analysts had suggested a range of values for the company in light of the anticipated IPO, information which was withheld from the plaintiffs.  That these analyses and projections were, to some extent, contingent does not mean that they are irrelevant to determining fair value.  As another court of appeals has said:</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>The relevance of the fact [that the defendant close corporation was involved in merger negotiations] does not depend on how things turn out.  Just as a lie that overstates a firm's prospects is a violation even if, against all odds, every fantasy comes true, so a failure to disclose an important beneficent event is a violation even if things later go sour.  The news ... allows investors to assess the worth of the stock....  Investors will either hold the stock or demand a price that reflects the value of that information.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Jordan v. Duff &amp; Phelps, Inc., <span class=\"citation\" data-id=\"485690\"><a href=\"/opinion/485690/james-s-jordan-cross-appellee-v-duff-and-phelps-inc-claire-v-hansen/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">429</span></a></span>, 440 (7th Cir.1987)(internal citation omitted).  In these circumstances, the IPO price was a reasonable approximation of fair value.  We note it was less than the aftermarket price plaintiffs suggested as damages.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Defendants draw our attention to two district court cases.  In Ross v. Licht, <span class=\"citation\" data-id=\"1628211\"><a href=\"/opinion/1628211/ross-v-licht/\"><span class=\"volume\">263</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">395</span></a></span> (S.D.N.Y.1967), the court based damages for failure to disclose IPO plans not on the IPO price, but on the lower price obtained in an intervening private placement.  Id. at 411.   However, as one commentary has pointed out, the court was \"probably justified\" in using the lower measure because the private placement was a necessary precondition to the public offering.  Bromberg &amp; Lowenfels, supra, &#167; 9.1, at 228 n. 12.  Defendants have pointed to no such determinative intervening event here.  Defendants also point to Hutt v. Dean Witter Reynolds, Inc., <span class=\"citation no-link\"><span class=\"volume\">737</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">128</span></span> (D.Mass.1990).  In Hutt, the accretion in value was due to the stock's trading in a public market over time.  The court accordingly found plaintiffs' potential profits to be \"too speculative.\"  Id. at 133. Here, by contrast, plaintiffs point to a specific, planned-for event.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Because we affirm the award of damages on the federal securities law claim, we do not reach the state fraud claim.  Holmes, 583 F.2d at 560.</p>\n    </div>\n    <p>2. Breach of Contract</p>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Defendants also appeal the award of damages on the contract claim, arguing the jury should have been told to value damages \"as of the time of the breach.\"   The district court instructed the jury to determine when the Ansins would have sold the missing 3,500 shares, and to determine what they would have received at that time.  The jury apparently determined that the Ansins would have held the shares until the IPO, and awarded $12 per share, accounting for the 28.8 for 1 stock split.  Whatever the merits of defendants argument, they failed to object to the court's instruction at trial, and so the issue has not been preserved for appeal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  See Fed R. Civ. P. 51;  Pinkham v. Burgess, <span class=\"citation\" data-id=\"561778\"><a href=\"/opinion/561778/kay-pinkham-v-john-a-burgess-kay-i-pinkham-v-john-a-burgess/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1069 (1st Cir.1991).  The contract award of compensatory damages is affirmed.</p>\n    </div>\n    <p>F. Punitive Damages</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Defendants argue that the award of punitive damages cannot be sustained because such damages are unavailable under the securities laws and under Mississippi law.  Although the defendants are right as to the securities laws, see 15 U.S.C. &#167; 78bb, the district court correctly instructed the jury on the Mississippi law on punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">\"The rule in Mississippi is settled that punitive damages are not recoverable for a breach of contract unless such breach is attended by intentional wrong, insult, abuse, or such gross negligence that amounts to an independent tort.\"  Aetna Cas. and Sur. v. Steele, <span class=\"citation\" data-id=\"1943691\"><a href=\"/opinion/1943691/aetna-cas-sur-co-v-steele/\"><span class=\"volume\">373</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">797</span></a></span>, 801 (Miss.1979).  Breach of fiduciary duty has been recognized by the Mississippi courts as an \"extreme or a special additional circumstance where punitive damages may be awarded.\"  Fought, 543 So.2d at 173 (internal quotation marks omitted).  The jury found such a breach of duty here.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Defendants contend that plaintiffs were required to adduce evidence as to defendants' net worth.  Plaintiffs correctly respond that, under Mississippi law, the net worth inquiry is only one factor to be considered where the court seeks to determine if the punitive damages awarded by the jury are so excessively disproportionate as to shock the conscience of the court.  See Bankers Life &amp; Cas. Co. v. Crenshaw, <span class=\"citation\" data-id=\"1097684\"><a href=\"/opinion/1097684/bankers-life-cas-co-v-crenshaw/\"><span class=\"volume\">483</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">254</span></a></span>, 279 (Miss.1985) (\"[N]o hard and fast rule may be laid down with regard to the maximum amount of punitive damages that may be awarded in a given case.\").  That proportionality threshold is not crossed here.  In any case, some evidence of defendants' net worth can be inferred from the evidence as to their River Oaks holdings.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">\"The award of punitive damages and the amount thereof is within the discretion of the trier of fact.\"  Fought, 543 So.2d at 173.  \"On appeal, an award will be disturbed where it is so excessive that it evinces passion and prejudice on the part of the jury so as to shock the conscience of the court.\"  Valley Forge Ins. Co. v. Strickland, <span class=\"citation\" data-id=\"1811133\"><a href=\"/opinion/1811133/valley-forge-inscna-v-strickland/\"><span class=\"volume\">620</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">535</span></a></span>, 541 (Miss.1993) On the facts of this case, there was no abuse of discretion.  The award of punitive damages is affirmed.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Plaintiffs appeal the dismissal of their Mass.  Gen. Laws ch.  93A claim.  They also argue that the district judge erred in failing to award prejudgment interest and in dismissing their conversion claim.  Because we affirm the jury's award on the contract claim, we need not reach the Ansins' contention with respect to the conversion claim.</p>\n    </div>\n    <p>A. The 93A Claim</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Plaintiffs claim that the actions of River Oaks, Simons, and Keenum in the various transactions at issue here constitute unfair and deceptive business practices within the meaning of Mass.  Gen. Laws ch.  93A, &#167;&#167; 2, 11.  The district court granted judgment on the pleadings for defendants.  Review is de novo.  United States v. Rhode Island Insurers' Insolvency Fund, <span class=\"citation\" data-id=\"196687\"><a href=\"/opinion/196687/united-states-v-rhode/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></a></span>, 619 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Mass. Gen. Laws ch.  93A gives a private right of action to any person injured by \"an unfair or deceptive act or practice\" in trade or commerce \"directly or indirectly affecting the people of this Commonwealth.\"   Mass. Gen. Laws ch.  93A, &#167;&#167; 2, 9.  Before January 1988, the statute was construed as not applying to securities laws claims See, e.g., Cabot Corp. v. Baddour, <span class=\"citation\" data-id=\"2048535\"><a href=\"/opinion/2048535/cabot-corp-v-baddour/\"><span class=\"volume\">394</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">720</span></a></span>, <span class=\"citation\" data-id=\"2048535\"><a href=\"/opinion/2048535/cabot-corp-v-baddour/\"><span class=\"volume\">477</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">399</span></a></span>, 402 (1985).  In 1987, the Massachusetts legislature amended the definitions section of the statute so that \"trade\" and \"commerce\" now include \"the advertising, the offering for sale, rent or lease, the sale, rent, lease or distribution of ... any security.\"   Mass Gen. Laws ch.  93A, &#167; 1(b).  \"Security\" is defined broadly under Massachusetts law to include any stock.  Mass. Gen. Laws ch.  110A, &#167; 401(k).</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The Supreme Judicial Court has construed ch.  93A as covering marketplace transactions, but not transactions \"principally 'private in nature.' \"   See Manning v. Zuckerman, <span class=\"citation\" data-id=\"2032926\"><a href=\"/opinion/2032926/manning-v-zuckerman/\"><span class=\"volume\">388</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">8</span></a></span>, <span class=\"citation\" data-id=\"2032926\"><a href=\"/opinion/2032926/manning-v-zuckerman/\"><span class=\"volume\">444</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1262</span></a></span>, 1266 (1983).  Transactions between joint venturers and fiduciaries who are part of a \"single legal entity\" do not meet the statute's jurisdictional \"trade or commerce\" requirement.  Gilleran, The Law of  Chapter 93A &#167; 2:18, at 38-39 (1989).  This principle was recently clearly restated in Szalla v. Locke, <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">448</span></span>, <span class=\"citation no-link\"><span class=\"volume\">657</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1267</span></span> (1995):</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">It is well established that disputes between parties in the same venture do not fall within the scope of G.L. c. 93A, &#167; 11....  The development of c. 93A suggests that the unfair or deceptive acts or practices prohibited are those that may arise between discrete, independent business entities, and not those that may occur within a single company.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Id. 657 N.E.2d at 1269 (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Szalla, in offering examples of the types of disputes not covered, cited Zimmerman v. Bogoff, <span class=\"citation\" data-id=\"2063601\"><a href=\"/opinion/2063601/zimmerman-v-bogoff/\"><span class=\"volume\">402</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">650</span></a></span>, <span class=\"citation\" data-id=\"2063601\"><a href=\"/opinion/2063601/zimmerman-v-bogoff/\"><span class=\"volume\">524</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">849</span></a></span> (1988), for the principle that \"c. 93A [is] inapplicable to transactions and disputes between parties to [a] joint venture and fellow shareholders in a close corporation.\"   It also cited Riseman v. Orion Research, <span class=\"citation\" data-id=\"2220426\"><a href=\"/opinion/2220426/riseman-v-orion-research-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">311</span></a></span>, <span class=\"citation\" data-id=\"2220426\"><a href=\"/opinion/2220426/riseman-v-orion-research-inc/\"><span class=\"volume\">475</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">398</span></a></span> (1985), for the principle that \"c. 93A [is] inapplicable to claims by [a] corporate stockholder against [a] corporation stemming from [a] dispute as to [the] internal governance of [the] corporation.\"  Szalla, 657 N.E.2d at 1269.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The plaintiff in Szalla, who was the business partner of the defendant, attempted to argue that the statutory definition of \"trade or commerce\" included the act of \"offering for sale ... any services.\"  Id. 657 N.E.2d at 1270.   The trial court had found that the plaintiff, upon becoming partners with the defendant, had \"sold his services to the business entity being formed by the parties.\"  Id. The Supreme Judicial Court found that, on these facts \"[t]here ha[d] been no commercial transaction ... in the sense required by c. 93A....  [T]he 'services contemplated by this definition are those offered generally by a person for sale to the public in a business transaction.' \"  Id. (quoting Manning v. Zuckerman ).</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Here, plaintiffs argue that the statutory amendment, which included the sale of securities in the definition of \"trade or commerce,\" makes the \"trade or commerce\" inquiry irrelevant.  We read Szalla, particularly its citation of Zimmerman, to require an independent analysis of whether the transaction involved had a public aspect, even where the subject matter of the transaction is included in the definitional section of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Another case, Puritan Medical Center v. Cashman, <span class=\"citation\" data-id=\"2218717\"><a href=\"/opinion/2218717/puritan-medical-center-inc-v-cashman/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2218717\"><a href=\"/opinion/2218717/puritan-medical-center-inc-v-cashman/\"><span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1004</span></a></span> (1992), is of assistance.  There, the trial court found that the defendants, shareholders in a close corporation, had engaged in unfair and deceptive trade practices when they locked the plaintiff corporation out of space that had previously been rented to the corporation.  Id. 596 N.E.2d at 1006.   On appeal to the Supreme Judicial Court, defendants argued that they were not liable under ch.  93A because \"the parties were acting as fiduciary participants in a closely held corporation rather than as separate entities in a public market setting.\"  Id. at 1012.   The SJC stated:  \"We agree,\" and reversed.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">After explaining that the transactions at issue were principally private in nature, the Puritan Medical Center opinion continued:</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p>Further, the aggrieved party has available an alternative avenue of relief in the form of a suit for breach of fiduciary duty.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">[I]f the defendants committed any unfair or deceptive acts, they necessarily occurred in the context of the parties' [shareholder] relationship ... or arose out of that relationship ... and not in an arm's-length commercial transaction between distinct business entities.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">Id. 596 N.E.2d at 1012 (emphasis added)(internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Here, the Ansins' suit is largely premised on River Oaks' status as a close corporation.  There is no suggestion that these events could have or did transpire in a public market situation.  Moreover, the Ansins have actually recovered on a fiduciary duty claim.  Guided by the Massachusetts precedents, we find that this dispute amongst shareholders of a close corporation does not meet the jurisdictional \"trade or commerce\" requirement of Mass.  Gen. Laws ch.  93A.</p>\n    </div>\n    <p>B. Prejudgment Interest</p>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The plaintiffs argue that the district court erred by failing to award prejudgment interest.  The original jury instructions contained no mention of prejudgment interest.  At sidebar, plaintiffs' counsel requested a jury instruction on prejudgment interest \"in order to preserve our right to prejudgment interest as awarded by anybody,\" the judge or the jury.  Accordingly, after the jury returned its verdict for plaintiffs, the judge gave the jury a special interrogatory on prejudgment interest, instructing the jury that \"[w]hether you choose to award interest is entirely a matter in your discretion.\"   Plaintiffs' counsel did not object to this form of instruction.  The jury did not award prejudgment interest.  Post-trial, plaintiffs moved for entry of judgment including prejudgment interest.  The district court denied this motion as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Plaintiffs argue, on appeal, that there is a presumption in favor of prejudgment interest under the federal securities laws, and that the district court judge failed to so instruct the jury.  Plaintiffs failed to make a contemporaneous objection to the form of the jury instruction, and, absent plain error, this argument is waived.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">However, plaintiffs also point out that, under a Mississippi statute enacted in 1989, judgments \"shall bear interest at a per annum rate set by the judge hearing the complaint from a date determined by such judge to be fair but in no event prior to the filing of the complaint.\"  Miss.Code Ann. &#167; 75-17-7.  This statutory language, they assert, mandates an award of prejudgment interest on their state law claims.  We do not read the statutory language, which does not distinguish between pre- and post-judgment interest, so broadly.  The Mississippi case law indicates that the award of prejudgment interest remains within the discretion of the trial judge.  See American Fire Protection, Inc. v. Lewis, <span class=\"citation\" data-id=\"1154824\"><a href=\"/opinion/1154824/american-fire-protection-inc-v-lewis/\"><span class=\"volume\">653</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1387</span></a></span>, 1391 (Miss.1995)(depending on circumstances, prejudgment interest may or may not be proper, but should be allowed where necessary to adequately compensate plaintiff);  Sunburst Bank v. Keith, <span class=\"citation\" data-id=\"1747404\"><a href=\"/opinion/1747404/sunburst-bank-v-keith/\"><span class=\"volume\">648</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1147</span></a></span>, 1152 (Miss.1995) (\"award of prejudgment interest is normally left to the discretion of the trial judge\").</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">The law of this circuit similarly recognizes the discretion of the trial judge in cases involving violations of the federal securities laws.  See Riseman v. Orion Research, <span class=\"citation\" data-id=\"445230\"><a href=\"/opinion/445230/fed-sec-l-rep-p-91849-john-r-riseman-v-orion-research-inc/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span>, 921 (1st Cir.1984).  There was no abuse of discretion in the trial court's decision to abide by the jury's finding on prejudgment interest.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">Plaintiffs point to a clerical error in the Amended Judgment.  We therefore direct the Clerk of the United States District Court for the District of Massachusetts to amend the judgment so that postjudgment interest accrues as of May 15, 1996, the date of the Original Judgment.  In all other respects, the judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiffs in this action are Harold S. Ansin, Lawrence J. Ansin (by the executor of his estate), and the Ansin Foundation (a private charitable trust), collectively \"the Ansins.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The River Oaks 1988 tax return lists Harold Ansin as owning 7,500 shares.  Harold Ansin's River Oaks 1988 K-1, a tax form issued to shareholders by the corporation, states that Ansin owned 10% of the company.  Ansin's 1989 K-1, however, indicated that Ansin now owned only 4% of the company</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The commitment committee is a group of top-level executives at J.C. Bradford who must approve all IPO transactions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Before finalizing the sale, Harold Ansin transferred the shares to the Ansin Foundation, a family charitable trust, for tax reasons</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Except as otherwise noted, the parties agree that Mississippi law is the relevant substantive law on the state law claims, and that Massachusetts provides the relevant procedural provisions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although defendants suggest that plaintiffs repleaded their conversion claim as breach of contract after the district judge had found that their tort claim was barred, this is factually incorrect.  Moreover, the district judge, in his opinion granting summary judgment on the conversion claim, specifically noted that, although the contract claim pleaded the same facts, defendants had not moved for summary judgment on that claim and that his ruling did not reach that count</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The parties agree that Massachusetts law supplies the applicable statute of limitations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The jury award apparently was based on the premise that the Ansins would have participated in the 28.8 for 1 stock split.  The jury then deducted the $300,000 the Ansins had actually received for their stock.  The jury did not, apparently, include compensatory damages for the R-O Realty shares, or for the S corporation earnings distributed to former shareholders at the time of the offering</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We also note that the damages here are consistent with the rule of Janigan v. Taylor, <span class=\"citation\" data-id=\"267704\"><a href=\"/opinion/267704/john-b-janigan-v-frederick-b-taylor/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">781</span></a></span> (1st Cir.1965).  In Janigan, this court held that, when property is sold to the fraud-committing party, even \"future accretions not foreseeable at the time of the transfer ... are subject to another factor, viz., that they accrued to the fraudulent party.\"  Id. at 786.   While the individual defendants did not purchase all the Ansins' stock, the rest of the Ansins' shares were sold to other knowledgeable River Oaks insiders, who thereby reaped the profits of defendants' fraud</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Defendants do not attempt to contend that the challenged instruction constituted plain error</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/267704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1097684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1154824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1628211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1702480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1747404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1811133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1834809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1941185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1943691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2032926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2035601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2039566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2039748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2048535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2063601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2064362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2211620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2218717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2220426/"
  ]
}