{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197162/",
  "absolute_url": "/opinion/197162/philips-v-northrop-johnson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197162/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:23:42Z",
  "date_modified": "2017-03-24T10:50:27.026364Z",
  "type": "010combined",
  "sha1": "b30974c45dac7cf6b6928165728719a401544e1b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1605.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1605\r\n\n                       HAROLD PHILIPS,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                     NORTHROP &amp; JOHNSON,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                      Cyr, Circuit Judge,\r                                                    \r\n\n         Aldrich and Campbell, Senior Circuit Judges.\r                                                                \r\n\n                                         \r\n\nNorman Ross on brief for appellant.\r                       \r\nMerrill D.  Goldfarb with whom  Katz &amp;  Goldfarb was on  brief for\r                                                            \r\nappellee.\r\n\n                                         \r\n\n                       January 14, 1997\r\n                                         \r\r\n\n          ALDRICH,  Senior Circuit  Judge.   Plaintiff Harold\r                                                     \r\n\nPhilips,  desirous of beginning  a charter  fishing operation\r\n\nout of  his home port  in St. Maarten,  Netherlands Antilles,\r\n\ncontracted to buy a  boat, offered through a yacht  broker in\r\n\nMassachusetts.   After the purchase was  complete he embarked\r\n\non  the voyage  home  only to  discover she  was structurally\r\n\nunsound.  He sued the broker, Northrup &amp; Johnson (hereinafter\r\n\ndefendant),  under the Massachusetts  Uniform Commercial Code\r\n\n(\"UCC\"),  Mass. Gen. L.  ch. 106, and Mass.  Gen. L. ch. 93A,\r\n\nthe consumer protection statute.  At the close of plaintiff's\r\n\ncase the court  granted defendant's motion for judgment  as a\r\n\nmatter of law.  Plaintiff appeals.  We affirm.\r\n\n                        I.  Background\r                                                  \r\n\n          Early  in 1994,  plaintiff began  perusing yachting\r\n\nmagazines  in search of an appropriate boat.  He made contact\r\n\nwith  defendant's employee,  George Georges  (\"Georges\"), who\r\n\nprovided  him  with  information  on  several  vessels.    In\r\n\nSeptember, plaintiff  arranged to inspect a  used 48-foot Egg\r\n\nHarbor sports fishing boat.  On  September 26, accompanied by\r\n\nhis brother, Georges, and Frederick C. Rhodes (\"Rhodes\"), the\r\n\nboat's owner,  plaintiff engaged in a  so-called sea-trial in\r\n\nthe Gloucester, Massachusetts harbor.   Forthwith he signed a\r\n\npurchase and sale  agreement and gave defendant  a deposit of\r\n\n$13,000.   The agreement gave  plaintiff two  days from  that\r\n\ndate to conduct a survey of the boat and accept or reject it,\r\n\n                             -2-\r\r\n\nclosing  to be a month later.   It also contained a provision\r\n\ndisclaiming any express or implied warranties.\r\n\n          Plaintiff testified that when he discussed the need\r\n\nfor a survey, Georges discouraged him, urging him instead  to\r\n\naccept  a  survey Rhodes  had  commissioned  a year  earlier.\r\n\nPlaintiff agreed but requested that Georges arrange insurance\r\n\nfor the voyage  home.  (How plaintiff thought insurance could\r\n\nbe so readily obtained is one of the mysteries in this case.)\r\n\nIt  was agreed  that  the closing  would  not take  place  in\r\n\nplaintiff's absence.\r\n\n           In  due  course  plaintiff  wired   $117,000,  the\r\n\nbalance  of  the  purchase  price,  into  defendant's  escrow\r\n\naccount.   Thereafter, in  spite of  plaintiff's availability\r\n\nand  Georges' previous  assurances, the  closing took  place,\r\n\ndefendant   paying  over   the   money  without   plaintiff's\r\n\npermission,  or his  presence.   On learning  this,  and that\r\n\ndefendant  had not  obtained  the requested  trip  insurance,\r\n\nplaintiff  expressed his  anger  but later  that evening  had\r\n\ndinner with Georges.  The next day, without remonstrances, he\r\n\ntook possession  of the  boat and departed  for St.  Maarten.\r\n\nFour days later, off the coast of Connecticut, the boat, made\r\n\nof fiberglass,  began to \"flex.\"   Consulting engineers later\r\n\ndetermined that she was \"hopelessly unseaworthy.\"\r\n\n                             -3-\r\r\n\n                       II.  The Issues\r                                                  \r\n\n          At  the start of the two day bench trial, the court\r\n\ndetermined that the sole issue  was whether defendant had the\r\n\nauthority to disburse plaintiff's money.  Although this would\r\n\nappear to be somewhat less than the allegations raised in the\r\n\ncomplaint,  (and, indeed,  some  of  the evidence  received),\r\n\nplaintiff  agreed  with the  court  that this  was  \"the main\r\n\nissue.\"  We take \"main\"  to mean \"basic.\"  At the  same time,\r\n\nbecause it is difficult  to think plaintiff was not  woefully\r\n\ntaken advantage of overall by defendant, we will deal briefly\r\n\nwith other matters.\r\n\n                       III.  Discussion\r                                                   \r\n\n          A district court's entry of judgment as a matter of\r\n\nlaw  is  subject to  de novo  review.   Accordingly,  we must\r\n\ndetermine  whether the record, when viewed  in the light most\r\n\nfavorable  to the plaintiff, provides  support for a  finding\r\n\nin his favor by  the trier-of-fact.  Schultz v.  Rhode Island\r                                                                         \r\n\nHospital Trust Nat'l Bank,  N.A., 94 F.3d 721, 726  (1st Cir.\r                                            \r\n\n1996).\r\n\n          A.   UCC Claims\r                                     \r\n\n          First, Mass.  Gen. L. ch. 106,    2-314 provides an\r\n\nimplied warranty of merchantability for all consumer goods or\r\n\nservices.1   Once the implied warranty  attaches, any express\r\n\n                    \r                                \r\n\n1.  Section 2-314 provides in relevant part:\r\n\n                             -4-\r\r\n\ndisclaimer  contained in an agreement is void.  Mass. Gen. L.\r\n\nch.  106,   2-316A.2  In  order to prevail  under this claim,\r\n\nhowever,  plaintiff must show that the seller of the boat was\r\n\n\"a merchant with respect to goods of that kind.\"   Mass. Gen.\r\n\nL. ch.  106,   2-314.   Therein lies  plaintiff's difficulty.\r\n\nBecause the statute does not extend to sales  between private\r\n\nindividuals, Rhodes, the  seller of the  boat, is beyond  its\r\n\nreach.   Plaintiff therefore  attempts to place  defendant in\r\n\nthe position of \"seller,\" instead of broker.  \r\n\n          We have been unable  to discover any  Massachusetts\r\n\ncase law that would allow us to perform this sleight-of-hand.\r\n\nPlaintiff's reliance on the \"undisclosed principal\" theory is\r\n\nmisplaced.  The question of whether a party is an undisclosed\r\n\nprincipal is not, as  plaintiff would have it, a  question of\r\n\nwhich  party an  agent  represents at  any  given point,  but\r\n\n                    \r                                \r\n\n          (1)  Unless  excluded   or  modified   by\r\n          section 2-316, a  warranty that the goods\r\n          shall be  merchantable  is implied  in  a\r\n          contract for their sale if the seller  is\r\n          a merchant with respect  to goods of that\r\n          kind.\r\n\n2.  Section 2-316A provides in relevant part:\r\n\n          Any language, oral or  written, used by a\r\n          seller or manufacturer of  consumer goods\r\n          or services, which attempts to exclude or\r\n          modify any implied warranties of consumer\r\n          goods  and  services,  which attempts  to\r\n          exclude or modify any  implied warranties\r\n          of  merchantability  and  fitness  for  a\r\n          particular purpose or  exclude or  modify\r\n          the  consumers'  remedies  for breach  of\r\n          those warranties, shall be unenforceable.\r\n\n                             -5-\r\r\n\nrather  whether  the   representation  and  the   principal's\r\n\nidentity were disclosed.   Atlantic Salmon A/S v.  Curran, 32\r                                                                     \r\n\nMass.  App.  Ct.  488,  492  (1992).    On  cross-examination\r\n\nplaintiff  admitted that he knew Rhodes was the seller of the\r\n\nboat and that  he understood the difference  between a broker\r\n\nand  a  seller.   Moreover,  the  agreement plaintiff  signed\r\n\nexpressly names  Rhodes  as  the seller  as  well  as  naming\r\n\ndefendant as  both  the listing  and selling  broker.   While\r\n\nplaintiff  may  well have  been  confused  about which  party\r\n\ndefendant represented at any  particular time,3 it can  in no\r\n\nway  be   said  that   the  identity  of   a  principal   was\r\n\n\"undisclosed.\"  No   reasonable   trier-of-fact  could   find\r\n\notherwise.    We therefore  find  that defendant  is  not the\r\n\nseller of  the boat  within the  meaning of    2-314  and the\r\n\nimplied warranty of merchantability is inapplicable.\r\n\n          B.   Chapter 93A Claims\r                                             \r\n\n          Plaintiff  maintains  that  defendant   engaged  in\r\n\nunfair trade practices prohibited under Mass. Gen. L. ch. 93A\r\n\nby  disbursing his  money to  the seller  without permission.\r\n\nThe  court, without  any  disagreement  on plaintiff's  part,\r\n\n                    \r                                \r\n\n3.  We  note that the plaintiff  did not argue  here or below\r\nthe  theory   that  dual  representation  requires  an  agent\r\nrepresenting adverse  parties to  notify both parties  of the\r\nrepresentation and obtain consent.   Jerlyn Yacht Sales, Inc.\r                                                                         \r\nv. Wayne R. Roman  Yacht Brokerage, 950 F.2d 60,  64 n.1 (1st\r                                              \r\nCir. 1991).\r\n\n                             -6-\r\r\n\ntreated  this  as  a  question  of agency  and  assumed  that\r\n\ndefendant wasplaintiff'sagentforthepurposesofthistransaction.\r\n\n            Plaintiff  contends  that   the  court  erred  in\r\n\nfinding  that plaintiff  \"waived\"  both Chapter  93A and  UCC\r\n\nclaims by having dinner with Georges and taking possession of\r\n\nthe boat.  What  the court actually ruled, however,  was that\r\n\nplaintiff's  actions  (or non-actions)  ratified  his agent's\r\n\nconduct.\r\n\n          Under Massachusetts  law, a principal  ratifies his\r\n\nagent's  unauthorized  act  if,  after  discovering  it,  the\r\n\nprincipal makes no  effort to repudiate.  Irving  Tanning Co.\r                                                                         \r\n\nv.  Shir, 295  Mass. 380,  384 (1936).   Ratification  may be\r                    \r\n\nexpress  or  implied.    Inn  Foods,  Inc.  v.  Equitable Co-\r                                                                         \r\n\noperative  Bank, 45 F.3d 594, 597 (1st Cir. 1995).  Plaintiff\r                           \r\n\nadmitted that, when given the closing papers after  the fact,\r\n\nhe made no attempt to undo defendant's actions and even had a\r\n\npleasant  dinner  with Georges  that  evening.   Rather  than\r\n\ndemanding  his money  back, he  took the  boat the  next day,\r\n\nwithout insurance, and departed on the first leg of his trip.\r\n\nBased  on this  conduct  we cannot  say  that the  ruling  of\r\n\nratification was erroneous.  Plaintiff presents a sympathetic\r\n\ncase, but his failure to act on his dissatisfaction is fatal.\r\n\n          Affirmed.\r                              \r\n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">106 F.3d 383</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Harold PHILIPS, Plaintiff, Appellant,<br>v.<br>NORTHROP &amp; JOHNSON, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1605.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Jan. 14, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Joseph L. Tauro, U.S. District Judge]</p>\n      <p class=\"indent\">Norman Ross on brief for appellant.</p>\n      <p class=\"indent\">Merrill D. Goldfarb with whom Katz &amp; Goldfarb was on brief for appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, and ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Harold Philips, desirous of beginning a charter fishing operation out of his home port in St. Maarten, Netherlands Antilles, contracted to buy a boat, offered through a yacht broker in Massachusetts.  After the purchase was complete he embarked on the voyage home only to discover she was structurally unsound.  He sued the broker, Northrup &amp; Johnson (hereinafter defendant), under the Massachusetts Uniform Commercial Code (\"UCC\"), Mass.  Gen. L. ch. 106, and Mass.  Gen. L. ch.  93A, the consumer protection statute.  At the close of plaintiff's case the court granted defendant's motion for judgment as a matter of law.  Plaintiff appeals.  We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Early in 1994, plaintiff began perusing yachting magazines in search of an appropriate boat.  He made contact with defendant's employee, George Georges (\"Georges\"), who provided him with information on several vessels.  In September, plaintiff arranged to inspect a used 48-foot Egg Harbor sports fishing boat.  On September 26, accompanied by his brother, Georges, and Frederick C. Rhodes (\"Rhodes\"), the boat's owner, plaintiff engaged in a so-called sea-trial in the Gloucester, Massachusetts harbor.  Forthwith he signed a purchase and sale agreement and gave defendant a deposit of $13,000.  The agreement gave plaintiff two days from that date to conduct a survey of the boat and accept or reject it, closing to be a month later.  It also contained a provision disclaiming any express or implied warranties.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff testified that when he discussed the need for a survey, Georges discouraged him, urging him instead to accept a survey Rhodes had commissioned a year earlier.  Plaintiff agreed but requested that Georges arrange insurance for the voyage home.  (How plaintiff thought insurance could be so readily obtained is one of the mysteries in this case.)   It was agreed that the closing would not take place in plaintiff's absence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due course plaintiff wired $117,000, the balance of the purchase price, into defendant's escrow account.  Thereafter, in spite of plaintiff's availability and Georges' previous assurances, the closing took place, defendant paying over the money without plaintiff's permission, or his presence.  On learning this, and that defendant had not obtained the requested trip insurance, plaintiff expressed his anger but later that evening had dinner with Georges.  The next day, without remonstrances, he took possession of the boat and departed for St. Maarten.  Four days later, off the coast of Connecticut, the boat, made of fiberglass, began to \"flex.\"   Consulting engineers later determined that she was \"hopelessly unseaworthy.\"</p>\n    </div>\n    <p>II. The Issues</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the start of the two day bench trial, the court determined that the sole issue was whether defendant had the authority to disburse plaintiff's money.  Although this would appear to be somewhat less than the allegations raised in the complaint, (and, indeed, some of the evidence received), plaintiff agreed with the court that this was \"the main issue.\"   We take \"main\" to mean \"basic.\"   At the same time, because it is difficult to think plaintiff was not woefully taken advantage of overall by defendant, we will deal briefly with other matters.</p>\n    </div>\n    <p>III. Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A district court's entry of judgment as a matter of law is subject to de novo review.  Accordingly, we must determine whether the record, when viewed in the light most favorable to the plaintiff, provides support for a finding in his favor by the trier-of-fact.  Schultz v. Rhode Island Hospital Trust Nat'l Bank, N.A., 94 F.3d 721, 726 (1st Cir.1996).</p>\n    </div>\n    <p class=\"indent\">A. UCC Claims</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">First, Mass.  Gen. L. ch. 106, &#167; 2-314 provides an implied warranty of merchantability for all consumer goods or services.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Once the implied warranty attaches, any express disclaimer contained in an agreement is void.  Mass. Gen. L. ch. 106, &#167; 2-316A.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In order to prevail under this claim, however, plaintiff must show that the seller of the boat was \"a merchant with respect to goods of that kind.\"   Mass. Gen. L. ch. 106, &#167; 2-314.  Therein lies plaintiff's difficulty.  Because the statute does not extend to sales between private individuals, Rhodes, the seller of the boat, is beyond its reach.  Plaintiff therefore attempts to place defendant in the position of \"seller,\" instead of broker.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have been unable to discover any Massachusetts case law that would allow us to perform this sleight-of-hand.  Plaintiff's reliance on the \"undisclosed principal\" theory is misplaced.  The question of whether a party is an undisclosed principal is not, as plaintiff would have it, a question of which party an agent represents at any given point, but rather whether the representation and the principal's identity were disclosed.  Atlantic Salmon A/S v. Curran, 32 Mass.App.Ct. 488, 492 (1992).  On cross-examination plaintiff admitted that he knew Rhodes was the seller of the boat and that he understood the difference between a broker and a seller.  Moreover, the agreement plaintiff signed expressly names Rhodes as the seller as well as naming defendant as both the listing and selling broker.  While plaintiff may well have been confused about which party defendant represented at any particular time,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> it can in no way be said that the identity of a principal was \"undisclosed.\"   No reasonable trier-of-fact could find otherwise.  We therefore find that defendant is not the seller of the boat within the meaning of &#167; 2-314 and the implied warranty of merchantability is inapplicable.</p>\n    </div>\n    <p class=\"indent\">B. Chapter 93A Claims</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiff maintains that defendant engaged in unfair trade practices prohibited under Mass.  Gen. L. ch.  93A by disbursing his money to the seller without permission.  The court, without any disagreement on plaintiff's part, treated this as a question of agency and assumed that defendant was plaintiff's agent for the purposes of this transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiff contends that the court erred in finding that plaintiff \"waived\" both Chapter 93A and UCC claims by having dinner with Georges and taking possession of the boat.  What the court actually ruled, however, was that plaintiff's actions (or non-actions) ratified his agent's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under Massachusetts law, a principal ratifies his agent's unauthorized act if, after discovering it, the principal makes no effort to repudiate.  Irving Tanning Co. v. Shir, 295 Mass. 380, 384 (1936).  Ratification may be express or implied.  Inn Foods, Inc. v. Equitable Co-operative Bank, 45 F.3d 594, 597 (1st Cir.1995).  Plaintiff admitted that, when given the closing papers after the fact, he made no attempt to undo defendant's actions and even had a pleasant dinner with Georges that evening.  Rather than demanding his money back, he took the boat the next day, without insurance, and departed on the first leg of his trip.  Based on this conduct we cannot say that the ruling of ratification was erroneous.  Plaintiff presents a sympathetic case, but his failure to act on his dissatisfaction is fatal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 2-314 provides in relevant part:</p>\n        <p>(1) Unless excluded or modified by section 2-316, a warranty that the goods shall be merchantable is implied in a contract for their sale if the seller is a merchant with respect to goods of that kind.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 2-316A provides in relevant part:</p>\n        <p>Any language, oral or written, used by a seller or manufacturer of consumer goods or services, which attempts to exclude or modify any implied warranties of consumer goods and services, which attempts to exclude or modify any implied warranties of merchantability and fitness for a particular purpose or exclude or modify the consumers' remedies for breach of those warranties, shall be unenforceable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that the plaintiff did not argue here or below the theory that dual representation requires an agent representing adverse parties to notify both parties of the representation and obtain consent.  Jerlyn Yacht Sales, Inc. v. Wayne R. Roman Yacht Brokerage, 950 F.2d 60, 64 n. 1 (1st Cir.1991)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">383</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Harold PHILIPS, Plaintiff, Appellant,<br>v.<br>NORTHROP &amp; JOHNSON, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1605.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Jan. 14, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Joseph L. Tauro, U.S. District Judge]</p>\n      <p class=\"indent\">Norman Ross on brief for appellant.</p>\n      <p class=\"indent\">Merrill D. Goldfarb with whom Katz &amp; Goldfarb was on brief for appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, and ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Harold Philips, desirous of beginning a charter fishing operation out of his home port in St. Maarten, Netherlands Antilles, contracted to buy a boat, offered through a yacht broker in Massachusetts.  After the purchase was complete he embarked on the voyage home only to discover she was structurally unsound.  He sued the broker, Northrup &amp; Johnson (hereinafter defendant), under the Massachusetts Uniform Commercial Code (\"UCC\"), Mass.  Gen. L. ch. 106, and Mass.  Gen. L. ch.  93A, the consumer protection statute.  At the close of plaintiff's case the court granted defendant's motion for judgment as a matter of law.  Plaintiff appeals.  We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Early in 1994, plaintiff began perusing yachting magazines in search of an appropriate boat.  He made contact with defendant's employee, George Georges (\"Georges\"), who provided him with information on several vessels.  In September, plaintiff arranged to inspect a used 48-foot Egg Harbor sports fishing boat.  On September 26, accompanied by his brother, Georges, and Frederick C. Rhodes (\"Rhodes\"), the boat's owner, plaintiff engaged in a so-called sea-trial in the Gloucester, Massachusetts harbor.  Forthwith he signed a purchase and sale agreement and gave defendant a deposit of $13,000.  The agreement gave plaintiff two days from that date to conduct a survey of the boat and accept or reject it, closing to be a month later.  It also contained a provision disclaiming any express or implied warranties.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff testified that when he discussed the need for a survey, Georges discouraged him, urging him instead to accept a survey Rhodes had commissioned a year earlier.  Plaintiff agreed but requested that Georges arrange insurance for the voyage home.  (How plaintiff thought insurance could be so readily obtained is one of the mysteries in this case.)   It was agreed that the closing would not take place in plaintiff's absence.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due course plaintiff wired $117,000, the balance of the purchase price, into defendant's escrow account.  Thereafter, in spite of plaintiff's availability and Georges' previous assurances, the closing took place, defendant paying over the money without plaintiff's permission, or his presence.  On learning this, and that defendant had not obtained the requested trip insurance, plaintiff expressed his anger but later that evening had dinner with Georges.  The next day, without remonstrances, he took possession of the boat and departed for St. Maarten.  Four days later, off the coast of Connecticut, the boat, made of fiberglass, began to \"flex.\"   Consulting engineers later determined that she was \"hopelessly unseaworthy.\"</p>\n    </div>\n    <p>II. The Issues</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the start of the two day bench trial, the court determined that the sole issue was whether defendant had the authority to disburse plaintiff's money.  Although this would appear to be somewhat less than the allegations raised in the complaint, (and, indeed, some of the evidence received), plaintiff agreed with the court that this was \"the main issue.\"   We take \"main\" to mean \"basic.\"   At the same time, because it is difficult to think plaintiff was not woefully taken advantage of overall by defendant, we will deal briefly with other matters.</p>\n    </div>\n    <p>III. Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A district court's entry of judgment as a matter of law is subject to de novo review.  Accordingly, we must determine whether the record, when viewed in the light most favorable to the plaintiff, provides support for a finding in his favor by the trier-of-fact.  Schultz v. Rhode Island Hospital Trust Nat'l Bank, N.A., <span class=\"citation\" data-id=\"196938\"><a href=\"/opinion/196938/schultz-v-ri-hosp-trust-nat-bk/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">721</span></a></span>, 726 (1st Cir.1996).</p>\n    </div>\n    <p class=\"indent\">A. UCC Claims</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">First, Mass.  Gen. L. ch. 106, &#167; 2-314 provides an implied warranty of merchantability for all consumer goods or services.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Once the implied warranty attaches, any express disclaimer contained in an agreement is void.  Mass. Gen. L. ch. 106, &#167; 2-316A.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In order to prevail under this claim, however, plaintiff must show that the seller of the boat was \"a merchant with respect to goods of that kind.\"   Mass. Gen. L. ch. 106, &#167; 2-314.  Therein lies plaintiff's difficulty.  Because the statute does not extend to sales between private individuals, Rhodes, the seller of the boat, is beyond its reach.  Plaintiff therefore attempts to place defendant in the position of \"seller,\" instead of broker.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have been unable to discover any Massachusetts case law that would allow us to perform this sleight-of-hand.  Plaintiff's reliance on the \"undisclosed principal\" theory is misplaced.  The question of whether a party is an undisclosed principal is not, as plaintiff would have it, a question of which party an agent represents at any given point, but rather whether the representation and the principal's identity were disclosed.  Atlantic Salmon A/S v. Curran, 32 Mass.App.Ct. 488, 492 (1992).  On cross-examination plaintiff admitted that he knew Rhodes was the seller of the boat and that he understood the difference between a broker and a seller.  Moreover, the agreement plaintiff signed expressly names Rhodes as the seller as well as naming defendant as both the listing and selling broker.  While plaintiff may well have been confused about which party defendant represented at any particular time,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> it can in no way be said that the identity of a principal was \"undisclosed.\"   No reasonable trier-of-fact could find otherwise.  We therefore find that defendant is not the seller of the boat within the meaning of &#167; 2-314 and the implied warranty of merchantability is inapplicable.</p>\n    </div>\n    <p class=\"indent\">B. Chapter 93A Claims</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiff maintains that defendant engaged in unfair trade practices prohibited under Mass.  Gen. L. ch.  93A by disbursing his money to the seller without permission.  The court, without any disagreement on plaintiff's part, treated this as a question of agency and assumed that defendant was plaintiff's agent for the purposes of this transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiff contends that the court erred in finding that plaintiff \"waived\" both Chapter 93A and UCC claims by having dinner with Georges and taking possession of the boat.  What the court actually ruled, however, was that plaintiff's actions (or non-actions) ratified his agent's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under Massachusetts law, a principal ratifies his agent's unauthorized act if, after discovering it, the principal makes no effort to repudiate.  Irving Tanning Co. v. Shir, <span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">380</span></span>, 384 (1936).  Ratification may be express or implied.  Inn Foods, Inc. v. Equitable Co-operative Bank, <span class=\"citation\" data-id=\"687260\"><a href=\"/opinion/687260/inn-foods-inc-dba-us-food-service-v-equitable-co-operative-bank/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 597 (1st Cir.1995).  Plaintiff admitted that, when given the closing papers after the fact, he made no attempt to undo defendant's actions and even had a pleasant dinner with Georges that evening.  Rather than demanding his money back, he took the boat the next day, without insurance, and departed on the first leg of his trip.  Based on this conduct we cannot say that the ruling of ratification was erroneous.  Plaintiff presents a sympathetic case, but his failure to act on his dissatisfaction is fatal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 2-314 provides in relevant part:</p>\n        <p>(1) Unless excluded or modified by section 2-316, a warranty that the goods shall be merchantable is implied in a contract for their sale if the seller is a merchant with respect to goods of that kind.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 2-316A provides in relevant part:</p>\n        <p>Any language, oral or written, used by a seller or manufacturer of consumer goods or services, which attempts to exclude or modify any implied warranties of consumer goods and services, which attempts to exclude or modify any implied warranties of merchantability and fitness for a particular purpose or exclude or modify the consumers' remedies for breach of those warranties, shall be unenforceable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that the plaintiff did not argue here or below the theory that dual representation requires an agent representing adverse parties to notify both parties of the representation and obtain consent.  Jerlyn Yacht Sales, Inc. v. Wayne R. Roman Yacht Brokerage, <span class=\"citation\" data-id=\"572659\"><a href=\"/opinion/572659/jerlyn-yacht-sales-inc-and-oklahoma-offset-inc-v-wayne-r-roman-yacht/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 64 n. 1 (1st Cir.1991)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687260/"
  ]
}