{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197178/",
  "absolute_url": "/opinion/197178/kiely-v-raytheon-company/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197178/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:24:01Z",
  "date_modified": "2017-03-24T10:50:31.168934Z",
  "type": "010combined",
  "sha1": "1673adaabe9d288c8269bf7c942c02df31a1acb3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1430.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                          \r\n\nNo.  96-1430\r\n\n                        JOHN R. KIELY\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                      RAYTHEON COMPANY,\r\n\n                     Defendant, Appellee.\r\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. George A. O'Toole, Jr., U.S. District Judge]\r                                                                   \r\n                                         \r\n\n                            Before\r\n\n                Torruella, Chief Circuit Judge,\r                                                          \r\n\n              Bownes, Senior Circuit Judge, and\r                                                      \r\n\n                    Stahl, Circuit Judge,\r                                                    \r\n                                         \r\n\n   William  F. Green with whom  Robert A. Rossi,  Law Office of\r                                                                           \r\nWilliam  F. Green  and  George  E.  Brankey  were  on  brief  for\r                                                     \r\nappellant.\r\n   James F.  Kavanaugh, Jr. with  whom Christine G.  Messer and\r                                                                       \r\nConn, Kavanaugh, Rosenthal,  Peisch &amp; Ford, L.L.P.  were on brief\r                                                            \r\nfor appellee.\r\n\n                                         \r\n\n                       January 28, 1997\r\n                                         \r\r\n\n          Per  Curiam.  This is an appeal from a dismissal of\r                      Per  Curiam.\r                                 \r\n\ntwo   contract  claims.    See  Fed.  R.  Civ.  P.  12(b)(6).\r                                          \r\n\nPlaintiff John  R. Kiely (\"Kiely\") was  employed by defendant\r\n\nRaytheon  Company (\"Raytheon\")  from 1967 to  1990.   Part of\r\n\nKiely's job  was to  obtain classified Department  of Defense\r\n\n(\"DOD\") documents.  Some of those documents were  released by\r\n\nDOD to representatives of  defense contractors like Raytheon,\r\n\nand  some were not officially  released.  The  receipt of the\r\n\nlatter  documents is  a  federal crime,  and  both Kiely  and\r\n\nRaytheon have been convicted  thereof.  Those convictions are\r\n\nnot at issue here.\r\n\n          Raytheon's sentence required the corporation to pay\r\n\nfines and damages of  $1,000,000.  It was not  precluded from\r\n\nentering into  government contracts.  Kiely  was sentenced to\r\n\ntwo  years imprisonment, with all but  six months, which were\r\n\nto be served  in a halfway house, suspended.  He was debarred\r\n\nfrom  working on government  contracts for a  period of three\r\n\nyears.\r\n\n          Kiely sued  Raytheon, asserting five claims.  Three\r\n\ntort claims were dismissed  on statute of limitations grounds\r\n\nand  have not been appealed to this court.  Kiely's other two\r\n\nclaims sounded in contract:   promissory estoppel relating to\r\n\nKiely's \"forced\"  retirement, and breach of  a mutual defense\r\n\nagreement  that was  allegedly made  when Kiely  and Raytheon\r\n\nlearned  that  they  were   targets  of  a  federal  criminal\r\n\n                             -2-\r                                         -2-\r\r\n\ninvestigation.  The district court  granted Raytheon's motion\r\n\nto dismiss both claims.  We now affirm.\r\n\n          On appeal, we \"review[] the granting of a motion to\r\n\ndismiss de novo, applying the same criteria that obtained  in\r                           \r\n\nthe court below.\"   Garita Hotel Ltd. v. Ponce Fed. Bank, 958\r                                                                    \r\n\nF.2d 15, 17 (1st Cir. 1992).   We must accept the complaint's\r\n\nallegations as  true, indulging all reasonable  inferences in\r\n\nfavor of Kiely.  Id.  Dismissal is proper only if it is clear\r                                \r\n\nthat no relief could be granted, under any theory, \"under any\r\n\nset  of  facts  that  could  be proved  consistent  with  the\r\n\nallegations.\"  Hishon  v. King  &amp; Spalding, 467  U.S. 69,  73\r                                                      \r\n\n(1984); Vartanian v. Monsanto Co., 14 F.3d 697, 700 (1st Cir.\r                                             \r\n\n1994).\r\n\n                   I.  Promissory Estoppel\r                               I.  Promissory Estoppel\r                                                      \r\n\n          Kiely's promissory estoppel claim is that Raytheon,\r\n\n\"by requesting Kiely to  commit acts in violation of  the DOD\r\n\nsecurity  laws  (receiving  unreceipted  classified  .  .   .\r\n\ndocuments) over  the course  of Kiely's employment  from 1967\r\n\nthrough 1985, [was] implicitly  promising Kiely that he could\r\n\ncommit these acts  without being coerced at some  future time\r\n\ninto taking early retirement\"  or suffering other employment-\r\n\nrelated detriment.   Am. Compl.   43.  Kiely  alleges that he\r\n\n\"relied on this promise to his detriment, as Raytheon in fact\r\n\ndid  coerce  him  into  taking  early  retirement   effective\r\n\nJanuary 2,   1990.\"     Kiely  asserts  that   \"Raytheon  is,\r\n\n                             -3-\r                                         -3-\r\r\n\ntherefore, estopped from  denying the unenforceability  [sic]\r\n\nof this promise which it made to him.\"  Id.,    45-46.\r                                                       \r\n\n          This claim fails.  The applicable Massachusetts law\r\n\nrecognizes  that  a  promisee's  reasonable  and  detrimental\r\n\nreliance  on  a  promise  may   serve  as  a  substitute  for\r\n\nconsideration and render the promise \"enforceable pursuant to\r\n\na traditional contract  theory,\" but only if the promisee can\r\n\nprove  \"all the necessary  elements of a  contract other than\r\n\nconsideration.\"    Rhode  Island  Hosp. Trust  Nat.  Bank  v.\r                                                                         \r\n\nVaradian, 647  N.E.2d 1174, 1178-79  (Mass. 1995)  (quotation\r                    \r\n\nomitted).\r\n\n          The district court held  that Kiely failed to state\r\n\na valid promissory  estoppel claim.   First, the court  found\r\n\nthat  Kiely  failed  to  meet the  first  requirement  for  a\r\n\npromissory estoppel  cause of action, namely,  that a binding\r\n\npromise be  made.   Id.; Santoni v.  FDIC, 677 F.2d  174, 179\r                                                     \r\n\n(1st Cir. 1982).   The  court agreed with  Raytheon that  the\r\n\ncompany's alleged  promise  was  not  definite,  certain,  or\r\n\nexplicit enough to bind the company  to any specific actions.\r\n\nSantoni, 677 F.2d  at 179.  Raytheon asserts,  in particular,\r                   \r\n\nthat  the  promise alleged  by Kiely  in  this case  does not\r\n\ncarry,  even implicitly,  manifestations of  an intent  to be\r\n\nbound, so that it  would be binding under a  contract theory,\r\n\ni.e.,  so that it would \"justify  a promisee in understanding\r                \r\n\nthat  a commitment had been  made.\"  Rhode  Island Hosp., 647\r                                                                    \r\n\n                             -4-\r                                         -4-\r\r\n\nN.E.2d at 1179 (quoting  Restatement (Second) of Contracts  2\r\n\n(1981)).   Raytheon also  avers that it  was unreasonable for\r\n\nKiely to rely on such a  vague, implicit promise, so he fails\r\n\nto meet the reasonable  reliance requirement for a promissory\r\n\nestoppel  claim.   See Restatement  (Second) of  Contracts,  \r                                  \r\n\n90(1) &amp; cmt.  b; cf. United States  v. Maling, 988 F.2d  242,\r                                                         \r\n\n245  (1st Cir. 1993) (estoppel  in criminal sentencing).  The\r\n\ndistrict  court also  agreed with  Raytheon that  the alleged\r\n\nagreement was to violate  the law, which is unenforceable  as\r\n\nagainst public policy.   See  Green v.  Richmond, 337  N.E.2d\r                                                            \r\n\n691, 695 (Mass. 1975).\r\n\n          We reach a different  conclusion than the  district\r\n\ncourt did  as to its first  ground for dismissal.   Under the\r\n\napplicable standard of review,  we must accept as established\r\n\nthat  Raytheon  hired  Kiely  and requested  him  to  perform\r\n\ncertain  tasks  as  part  of  his  job,  including  receiving\r\n\nunreceipted classified  documents.  Based  upon such  factual\r\n\nallegations,  it  seems  to  us  sufficiently  \"definite  and\r\n\ncertain\" that Raytheon was implicitly promising that it would\r\n\nnot  terminate   or  discipline   Kiely  for   following  his\r\n\nsuperiors' orders.1   The  key is the  parties' understanding\r\n\n                    \r                                \r\n\n1.  Kiely  is not  claiming a  contractual right  to lifetime\r\nemployment,  as  Raytheon misstates  his  position.   Rather,\r\nKiely  appears to  claim that,  while Raytheon  can fire  him\r\nwithout stating any reason  at all, if Raytheon does  state a\r\nreason, it cannot be an improper one.  And Kiely asserts that\r\nit  is improper to  fire him solely  for following Raytheon's\r\ninstructions  to   co-conspire  with   the  company   in  the\r\n\n                             -5-\r                                         -5-\r\r\n\nand  intent:    were   they  merely  engaged  in  preliminary\r\n\nnegotiations, with  details to  be worked out  later, or  did\r\n\ntheir  minds meet  on a  firm commitment?   Here,  it appears\r\n\ncloser  to  a firm  commitment.   There  was nothing  left to\r\n\nnegotiate;  the parties  were not  engaged in  mere \"inchoate\r\n\nnegotiations\"  that  failed  to  rise  to  the  level   of  a\r\n\ncommitment  to be  bound, from  which Kiely  could reasonably\r\n\ndevelop no  more  than a  \"well-founded hope\"  that he  could\r\n\nperform  his job  functions without  fear of reprisals.   See\r                                                                         \r\n\nHall v. Horizon  House Microwave, Inc.,  506 N.E.2d 178,  184\r                                                  \r\n\n(Mass. App.  Ct.  1987).   An  \"explicit\" statement  to  that\r\n\neffect  is not necessary to  create a contract.   An employee\r\n\nmay reasonably rely on  an employer's instructions to perform\r\n\ncertain tasks  as including an  implicit promise that  he can\r\n\nperform  those  tasks  without  fear of  being  fired  solely\r\n\nbecause he performed them.\r\n\n          On the other hand, we agree with the district court\r\n\nthat the  alleged contract was an agreement to achieve mutual\r\n\nbenefit from  the parties' cooperative violation  of the law.\r\n\nSuch a  contract,  even  if  explicitly  agreed  to  by  both\r\n\nparties, is void and unenforceable as against public policy.2\r\n\n                    \r                                \r\n\ncommission of a crime.\r\n\n2.  Kiely  relies  on the  Restatement  to  render this  rule\r\ninapplicable.  If an  agreement contains an illegal provision\r\nthat  is  not  central  to  the  agreement  and  the  illegal\r\nprovision  does  not  involve  serious  moral  turpitude, the\r\nillegal  portion  of  the  agreement is  discarded,  and  the\r\n\n                             -6-\r                                         -6-\r\r\n\nSee Green, 337 N.E.2d at 695.  \"[C]ourts will  not lend their\r                     \r\n\naid  to relieve parties from the results of their own illegal\r\n\nadventures.\"   Tocci  v.  Lembo, 92  N.E.2d  254, 256  (Mass.\r                                           \r\n\n1950).  It would have been unreasonable for Kiely to  rely on\r\n\nsuch an  illegal contract.  Cf.  American Viking Contractors,\r                                                                         \r\n\nInc. v. Scribner Equip.  Co., 745 F.2d 1365, 1372  (11th Cir.\r                                        \r\n\n1984) (promise  which is  unenforceable cannot  be reasonably\r\n\nrelied upon).    We reject  Kiely's  contention that  it  was\r\n\nreasonable  to commit  a  crime in  reliance  on an  implicit\r\n\npromise that he would not be fired for doing so.  \r\n\n                   II.  Breach of Contract\r                               II.  Breach of Contract\r                                                      \r\n\n          Kiely's  breach  of  contract  claim  alleges  that\r\n\nRaytheon  \"entered  into  an   oral  agreement\"  with  Kiely,\r\n\n                    \r                                \r\n\nbalance  of the  agreement is  enforceable.   See Restatement\r                                                             \r\n(Second)  of Contracts,   184.  In the instant case, however,\r\nthe  illegal conduct is not minor  or incidental, which might\r\nremove it  from the rule forbidding  enforcement of contracts\r\nthat are against  public policy.   See Green,  337 N.E.2d  at\r                                                        \r\n695.  The very essence of the contract alleged in Kiely's own\r\ncomplaint  is  that  Raytheon  asked him  to  commit  acts in\r\nviolation  of national  security laws.   Indeed, this  is the\r\nonly  reason why Kiely claims  to be in  a position different\r\nfrom any  at-will employee, who  would be terminable  for any\r\nreason  or  for no  reason.   He  claims that  his employment\r\ncannot  be   interfered  with   solely  on  account   of  his\r\ninvolvement  in   this  illegal  activity.     As  a  result,\r\nironically, he is claiming  that his employment status, which\r\nwould  otherwise  be  at-will,  was  strengthened  because he\r\nengaged in  criminal acts (or that  his employer's management\r\nprerogatives  were diminished because the company joined with\r\nits  employee  in committing  such acts).    This is  more an\r\nequitable  estoppel claim  -- that  the employer  is estopped\r\nfrom exercising its normal management prerogatives because it\r\nconspired with its employee to commit criminal acts -- than a\r\npromissory  estoppel  contract-based  claim.    But  the only\r\nclaims before us are the contract claims.\r\n\n                             -7-\r                                         -7-\r\r\n\n\"fiduciary  in  nature, where  each  party  placed trust  and\r\n\nconfidence  in the other and promised mutually to support and\r\n\ndefend each other  with respect to any and all  claims by the\r\n\n[United  States] Government\" in its investigation of unlawful\r\n\nuse of documents.  Am.  Compl.   64.  The complaint  does not\r\n\nmention  any written  agreement.3   It alleges  that Raytheon\r\n\n\"undertook a  clandestine course  of action against  Kiely in\r\n\nbreach of these promises\" (without  any further specification\r\n\nof  which  \"promises\" were  broken),  \"whereby  it sought  to\r\n\nexculpate  itself and  its  officers and  directors from  any\r\n\nactionable wrongdoing or debarment from bidding on government\r\n\ncontracts,  by  falsely  and  in bad  faith  stating  to  DOJ\r\n\nofficers and by falsely and in bad faith giving oath before a\r\n\nU.S. District  Judge that Kiely  acted alone and  contrary to\r\n\nRaytheon  policy,  and  without  the  knowledge  of  Raytheon\r\n\nmanagement  in knowingly obtaining  and conveying  secret DOD\r\n\n[documents].\"   Id.  at     65.    The  complaint  adds  that\r                               \r\n\nRaytheon's \"clandestine campaign\"  in breach of  its promises\r\n\n\"culminated\"   in  its   plea  agreement,   \"without  Kiely's\r\n\n                    \r                                \r\n\n3.  Kiely  moved  to amend  his  complaint  again  to  add  a\r\nreference to a  written mutual defense agreement  of which he\r\nclaims he had been unaware at the time he drafted his initial\r\ncomplaint.  He  asserts that he  only recently learned  about\r\nthis written agreement when his prior lawyer (on the criminal\r\ncase) provided him  a copy.  The  inconsistencies between the\r\noral  and  written agreements  need not  detain us  here, nor\r\nshould any implications (such  as credibility questions noted\r\nby  Raytheon) which might flow  from the series  of events as\r\nrecounted by Kiely.\r\n\n                             -8-\r                                         -8-\r\r\n\nknowledge or participation,\" in which  plea Raytheon \"falsely\r\n\nand in bad faith blamed the entire matter on Kiely.\"4  Id. at\r                                                                      \r\n\n  66.\r\n\n          This  breach of  contract claim  has no  more merit\r\n\nthan  the  promissory estoppel  claim.    The district  court\r\n\ndismissed  the breach  of contract  claim for  three reasons:\r\n\nthe alleged contract is  unenforceable because it is contrary\r\n\nto  public policy; Kiely has  not alleged any  harm for which\r\n\nredress  is  available; and  there  is  no causal  connection\r\n\nbetween Raytheon's alleged conduct and Kiely's claimed harm.\r\n\n          In accepting Raytheon's public policy argument, the\r\n\ndistrict  court misinterprets  Kiely's claim.   As  worded by\r\n\nRaytheon in its brief,  \"in essence plaintiff's allegation is\r\n\nthat   the  agreement  prohibited   Raytheon  from  providing\r\n\ninformation to the government or conducting plea negotiations\r\n\nwithout  his knowledge or  participation.\"  Defendant's Brief\r\n\nat 35-36.    Having set up this straw man, Raytheon knocks it\r\n\ndown by asserting that  such an agreement cannot be  enforced\r\n\nbecause it would violate public policy by restricting parties\r\n\n                    \r                                \r\n\n4.  Kiely  also alleged that  Raytheon breached its agreement\r\nby sending to its own professional staff a memorandum stating\r\nthat the  criminal charge to  which Raytheon had  pled guilty\r\nwas the result of  one former employee's  conduct.  Id. at   \r                                                                   \r\n69.  We cannot  understand how this memorandum --  sent after\r\nentry of the plea agreement -- could conceivably constitute a\r\nbreach of  the alleged  agreement to mutually  defend against\r\ngovernment claims, especially where those claims  had already\r\nbeen  concluded as  to  Raytheon.   The  agreement cannot  be\r\ndeemed  to  survive  Raytheon's  entry  of  a  separate  plea\r\nagreement and Kiely's learning of that plea agreement.\r\n\n                             -9-\r                                         -9-\r\r\n\nfrom negotiating with the government and discouraging parties\r\n\nfrom providing  true information  to the government  and from\r\n\nentering into  plea agreements, all  of which are  favored by\r\n\npublic policy.\r\n\n          Kiely,  however, does  not assert  that  the mutual\r\n\ndefense  agreement should  be  understood  to preclude  those\r\n\nworthy  goals.    He  claims  only  that  the  agreement  (1)\r\n\nprecluded Raytheon from  making false statements about  Kiely\r                                                 \r\n\nand  (2) required  Raytheon  to notify  him  that the  mutual\r                                                  \r\n\ndefense agreement was  terminated so he  would be aware  that\r\n\nRaytheon was pursuing its own defense separately and possibly\r\n\nin conflict  with his.   Kiely apparently takes  the position\r\n\nthat, if he had received  such notice, he might have  taken a\r\n\ndifferent  course in  his own  defense.   So framed,  Kiely's\r\n\nclaim  for enforcement  of the  agreement would  not prohibit\r\n\nRaytheon  from  pursuing its  own  separate  defense or  from\r\n\nnegotiating a plea bargain.  Nor would it restrict Raytheon's\r\n\nability to  provide true information to the government in its\r\n\ncriminal investigation.  The notice to  which Kiely claims he\r\n\nwas entitled under the agreement would simply permit Kiely to\r\n\ndefend   himself   most   effectively   under   the   changed\r\n\ncircumstances.   Such a mutual defense agreement  is not void\r\n\nas against public policy.\r\n\n          On  the  other hand,  we  agree  with the  district\r\n\ncourt's second  reason for dismissing the  breach of contract\r\n\n                             -10-\r                                         -10-\r\r\n\nclaim:   that the damages alleged  by Kiely are \"not the kind\r\n\nof  specific,  demonstrable  harm  for which  remedy  can  be\r\n\ngiven.\"  A. 294-95.  Kiely  alleges that Raytheon's breach of\r\n\ncontract --  through its  allegedly false statements  and its\r\n\nfailure  to notify  him that  it was  terminating the  mutual\r\n\ndefense  agreement  -- caused  him  to  suffer the  following\r\n\nharms:  (1) he  refrained from effectively defending himself;\r\n\n(2)  he was denied the  opportunity to plea  bargain with the\r\n\ngovernment; (3) he was  denied the de facto immunity  granted\r                                                       \r\n\nto  other Raytheon employees; (4) he was indicted; and (5) he\r\n\nsuffered emotional  injuries  resulting from  the  foregoing.\r\n\nAm. Compl.     27, 33, 35,  36, 40.  These  alleged harms are\r\n\ntoo  speculative to  be legally  cognizable and  redressable.\r\n\nSee  Johnson v.  Comm'r of  Correction, 652  A.2d 1050,  1057\r                                                  \r\n\n(Conn. App.),  cert. denied, 659  A.2d 183 (Conn.  1995); cf.\r                                                                         \r\n\nVeranda  Beach Club v. Western Sur. Co., 936 F.2d 1364, 1380-\r                                                   \r\n\n81 (1st Cir. 1991) (tort and promissory estoppel claims).\r\n\n          As  to the  first alleged  harm, Kiely had  as much\r\n\nlegal  right  as  Raytheon  did  to pursue  his  own  defense\r\n\nseparately,  whether or not he thought it immoral.  Kiely was\r\n\nrepresented  by counsel  during  the course  of the  criminal\r\n\ninvestigation and his trial; indeed, Kiely's attorney was one\r\n\nof  the  architects  of  the mutual  defense  agreement  with\r\n\nRaytheon.  Presumably, his counsel advised him in some detail\r\n\nas  to  the  advantages  and  disadvantages,  the  risks  and\r\n\n                             -11-\r                                         -11-\r\r\n\npitfalls  of each  possible course  of action,  including the\r\n\npossibility that  his  alleged partner  in  crime,  Raytheon,\r\n\nmight  at  some  point  decide to  pursue  its  own  separate\r\n\ninterests  which  might  not   coincide  with  Kiely's.    In\r\n\naddition, Kiely  was no doubt  aware, through counsel  if not\r\n\notherwise, that the mutual  defense agreement did not deprive\r\n\nthe  parties of  the right  to make  strategic  decisions for\r\n\nthemselves  regarding their respective  defenses, since their\r\n\ninterests were similar but not identical.  Kiely himself made\r\n\nhis  own decisions and took his chances, for his own reasons.\r\n\nKiely has  not alleged any ineffectiveness  in the assistance\r\n\nhe received from counsel, nor  any conflict of interest based\r\n\non the fact that his counsel was chosen and paid by Raytheon.\r\n\n          As  for Kiely's  second  and  third alleged  harms,\r\n\nKiely did  not have  a legal  right to a  plea bargain  or to\r\n\nimmunity.     Those  were   within  the  discretion   of  the\r\n\nprosecutor, which this court  will not second-guess.5  Virgin\r                                                                         \r\n\n                    \r                                \r\n\n5.  It  appears to us that Kiely's real complaint is with the\r\nprosecutors and the Pentagon  for prosecuting him and letting\r\nRaytheon  off the hook with what Kiely considers to be a slap\r\non  the wrist,  permitting  Raytheon not  only to  avoid some\r\nforms of  criminal punishment  (incarceration for any  of its\r\nofficers or employees  other than Kiely) but also to continue\r\nto  bid on government contracts.   Kiely may be right that he\r\nmight have been able to arrange a favorable plea bargain with\r\nthe  prosecutors  in  exchange  for  his  testifying  against\r\nRaytheon,  if the  government  had wanted  to  pursue such  a\r\ncourse  against the \"bigger fish.\"   Kiely may  also be right\r\nthat his chances  of obtaining  such a deal  might have  been\r\nenhanced if he had pursued that course from the outset rather\r\nthan relying on his \"mutual defense agreement\" with Raytheon.\r\nBut  it is  not the  role  of this  court  to second-guess  a\r\n\n                             -12-\r                                         -12-\r\r\n\nIslands  v.  Scotland,  614 F.2d  360,  365  (3d Cir.  1980).\r                                 \r\n\nMoreover,  Kiely's indictment  for a  crime  of which  he was\r\n\nlater  convicted surely  does  not rise  to  the level  of  a\r\n\nlegally  cognizable harm.    Finally, Kiely's  claim that  he\r\n\nsuffered emotional harm as  a result of the first  four types\r\n\nof harm  is not legally  cognizable because  the four  events\r\n\nunderlying the emotional harm are not cognizable.\r\n\n          Kiely's allegations are  doubly speculative:  that,\r\n\nif Raytheon had not  breached their agreement, he might  have\r\n\nhad  some opportunity to plea  bargain; and that  such a plea\r\n\nmight have been more advantageous to him than the sentence he\r\n\nreceived  after  trial.    The  basic  assumption  underlying\r\n\nKiely's  claim  is  that  he  would  have  received  a lesser\r\n\nsentence  had he  plea  bargained rather  than exercised  his\r\n\nright to go to trial.6  This assumption is too speculative to\r\n\nbe enforceable.  See Bush v. United States, 765 F.2d 683, 685\r                                                      \r\n\n(7th Cir.), cert. denied,  474 U.S. 1012 (1985).   After all,\r                                    \r\n\nKiely's    obtaining    unreceipted   classified    documents\r\n\nconstituted a  crime, with  or without Raytheon's  knowledge.\r\n\nIf Kiely  had  thought it  helpful,  he could  have  provided\r\n\n                    \r                                \r\n\nprosecutor's decision  as to  which defendant to  pursue more\r\nvigorously  or what sentence to seek in each case.  Moreover,\r\nhaving chosen one course of action, Kiely cannot now complain\r\nabout what might have been if he had made a different choice.\r\n\n6.  We  leave aside  here the  fact that  Kiely had  the same\r\nlegal  right  that  Raytheon  exercised  to  take independent\r                 \r\naction that best served his own interests.\r\n\n                             -13-\r                                         -13-\r\r\n\ninformation -- to the  prosecutors after he was  indicted, to\r\n\nthe  jury at  trial, or to  the court prior  to sentencing --\r\n\ncontradicting Raytheon's \"rogue employee\" statements.  He has\r\n\noffered no  reason to believe that his  sentence was enhanced\r\n\nbecause  of Raytheon's  alleged statements  that  Kiely acted\r\n\nalone  rather than in concert with Raytheon.  In short, Kiely\r                 \r\n\nhas  failed to allege that he has suffered cognizable harm as\r\n\nrequired  in order to state a claim  upon which relief may be\r\n\ngranted.7\r\n\n          Moreover,  Kiely has  not  alleged a  valid  causal\r\n\nconnection  between  Raytheon's  breach  and  the  damage  he\r\n\nsuffered.   Raytheon  argues that:   \"To  sustain a  contract\r\n\nclaim based on  the allegation of  a convicted criminal  that\r\n\nsomeone else, rather than his  own conduct, was the proximate\r\n\ncause of his conviction would entirely subvert the policy and\r\n\nsocietal interests inherent in criminal punishment.  Allowing\r\n\na convicted  criminal to  receive civil compensation  for the\r\n\nharm  caused by his conviction would lessen the effect of the\r\n\npunishment determined by the  criminal justice system,  allow\r\n\n                    \r                                \r\n\n7.  Thus, while Raytheon's provision of false  information to\r\nDOJ or  the  court  might subject  the  company  to  criminal\r\nliability  (if the  government  believes the  information was\r\nfalse  and  exercises  its discretion  to  prosecute),  civil\r\nliability to  third parties  like Kiely does  not necessarily\r\nflow  from such conduct.   Such liability is  not embraced by\r\nKiely's  contract claims  which are  now before  us.   To the\r\nextent that Kiely  sought to  impose civil  liability in  his\r\nclaims  of  defamation,   negligent  misrepresentation,   and\r\nintentional  interference  with  business   relations,  those\r\ncauses of action have not been appealed. \r\n\n                             -14-\r                                         -14-\r\r\n\nhim to profit from  his own wrongful acts, and  undermine the\r\n\ndeterrent  and retributive purposes  of criminal punishment.\"\r\n\nDefendant's  Brief  at  47.   We  need  not  address  whether\r\n\nRaytheon  is estopped from arguing this point, either because\r\n\nit too  was convicted  for its  role in  the  same crime,  or\r\n\nbecause of the unseemly cynicism of Kiely's partner  in crime\r\n\nrelying on such  a position  to escape civil  liability.   In\r\n\ncircumstances such  as these,  the law presumes  that Kiely's\r\n\nconviction  was  based  on  his  own  illegal  acts,  not  on\r\n\nRaytheon's breach of a mutual defense  agreement.  The breach\r\n\nof contract claim was properly dismissed.\r\n\n          In  conclusion, it  is not  for us  to say  whether\r\n\nRaytheon's  treatment  of  Kiely   was  immoral  or  \"nasty.\"\r\n\nPlaintiff's Brief, Addendum at 54.  Nor are we presented with\r\n\nthe  question of whether Kiely might  have a legitimate legal\r\n\nclaim against anyone  not a party to this litigation.  All we\r\n\ndecide today is that Kiely's claims against  Raytheon in this\r\n\nappeal are without merit.\r\n\n                              Affirmed.\r                                          Affirmed.\r                                                  \r\n\n                             -15-\r                                         -15-\r\r\n",
  "html": "<p class=\"case_cite\">105 F.3d 734</p>\n    <p class=\"parties\">John R. KIELY, Plaintiff, Appellant,<br>v.<br>RAYTHEON COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1430.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 28, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William F. Green, Boston, MA, with whom Robert A. Rossi, Stoughton, MA, Law Office of William F. Green, George E. Brankey, were on brief, Boston, MA, for appellant.</p>\n      <p class=\"indent\">James F. Kavanaugh, Jr. with whom Christine G. Messer and Conn, Kavanaugh, Rosenthal, Peisch &amp; Ford, L.L.P. were on brief, Boston, MA, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge,</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a dismissal of two contract claims.  See Fed.R.Civ.P. 12(b)(6).  Plaintiff John R. Kiely (\"Kiely\") was employed by defendant Raytheon Company (\"Raytheon\") from 1967 to 1990.  Part of Kiely's job was to obtain classified Department of Defense (\"DOD\") documents.  Some of those documents were released by DOD to representatives of defense contractors like Raytheon, and some were not officially released.  The receipt of the latter documents is a federal crime, and both Kiely and Raytheon have been convicted thereof.  Those convictions are not at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Raytheon's sentence required the corporation to pay fines and damages of $1,000,000.  It was not precluded from entering into government contracts.  Kiely was sentenced to two years imprisonment, with all but six months, which were to be served in a halfway house, suspended.  He was debarred from working on government contracts for a period of three years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Kiely sued Raytheon, asserting five claims.  Three tort claims were dismissed on statute of limitations grounds and have not been appealed to this court.  Kiely's other two claims sounded in contract:  promissory estoppel relating to Kiely's \"forced\" retirement, and breach of a mutual defense agreement that was allegedly made when Kiely and Raytheon learned that they were targets of a federal criminal investigation.  The district court granted Raytheon's motion to dismiss both claims.  We now affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, we \"review[ ] the granting of a motion to dismiss de novo, applying the same criteria that obtained in the court below.\"  Garita Hotel Ltd. v. Ponce Fed.  Bank, 958 F.2d 15, 17 (1st Cir.1992).  We must accept the complaint's allegations as true, indulging all reasonable inferences in favor of Kiely.  Id. Dismissal is proper only if it is clear that no relief could be granted, under any theory, \"under any set of facts that could be proved consistent with the allegations.\"  Hishon v. King &amp; Spalding, 467 U.S. 69, 73, 104 S.Ct. 2229, 2232-33, 81 L.Ed.2d 59 (1984);  Vartanian v. Monsanto Co., 14 F.3d 697, 700 (1st Cir.1994).</p>\n    </div>\n    <p>I. Promissory Estoppel</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Kiely's promissory estoppel claim is that Raytheon, \"by requesting Kiely to commit acts in violation of the DOD security laws (receiving unreceipted classified ... documents) over the course of Kiely's employment from 1967 through 1985, [was] implicitly promising Kiely that he could commit these acts without being coerced at some future time into taking early retirement\" or suffering other employment-related detriment.  Am. Compl. p 43.  Kiely alleges that he \"relied on this promise to his detriment, as Raytheon in fact did coerce him into taking early retirement effective January 2, 1990.\"   Kiely asserts that \"Raytheon is, therefore, estopped from denying the unenforceability [sic] of this promise which it made to him.\"  Id., pp 45-46.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This claim fails.  The applicable Massachusetts law recognizes that a promisee's reasonable and detrimental reliance on a promise may serve as a substitute for consideration and render the promise \"enforceable pursuant to a traditional contract theory,\" but only if the promisee can prove \"all the necessary elements of a contract other than consideration.\"  Rhode Island Hosp. Trust Nat. Bank v. Varadian, 419 Mass. 841, 647 N.E.2d 1174, 1178-79 (1995) (quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court held that Kiely failed to state a valid promissory estoppel claim.  First, the court found that Kiely failed to meet the first requirement for a promissory estoppel cause of action, namely, that a binding promise be made.  Id.; Santoni v. FDIC, 677 F.2d 174, 179 (1st Cir.1982).  The court agreed with Raytheon that the company's alleged promise was not definite, certain, or explicit enough to bind the company to any specific actions.  Santoni, 677 F.2d at 179.   Raytheon asserts, in particular, that the promise alleged by Kiely in this case does not carry, even implicitly, manifestations of an intent to be bound, so that it would be binding under a contract theory, i.e., so that it would \"justify a promisee in understanding that a commitment had been made.\"  Rhode Island Hosp., 647 N.E.2d at 1179 (quoting Restatement (Second) of Contracts &#167; 2 (1981)).  Raytheon also avers that it was unreasonable for Kiely to rely on such a vague, implicit promise, so he fails to meet the reasonable reliance requirement for a promissory estoppel claim.  See Restatement (Second) of Contracts, &#167; 90(1) &amp; cmt. b;  cf. United States v. Maling, 988 F.2d 242, 245 (1st Cir.1993) (estoppel in criminal sentencing).  The district court also agreed with Raytheon that the alleged agreement was to violate the law, which is unenforceable as against public policy.  See Green v. Richmond, 369 Mass. 47, 337 N.E.2d 691, 695 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We reach a different conclusion than the district court did as to its first ground for dismissal.  Under the applicable standard of review, we must accept as established that Raytheon hired Kiely and requested him to perform certain tasks as part of his job, including receiving unreceipted classified documents.  Based upon such factual allegations, it seems to us sufficiently \"definite and certain\" that Raytheon was implicitly promising that it would not terminate or discipline Kiely for following his superiors' orders.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The key is the parties' understanding and intent:  were they merely engaged in preliminary negotiations, with details to be worked out later, or did their minds meet on a firm commitment?   Here, it appears closer to a firm commitment.  There was nothing left to negotiate;  the parties were not engaged in mere \"inchoate negotiations\" that failed to rise to the level of a commitment to be bound, from which Kiely could reasonably develop no more than a \"well-founded hope\" that he could perform his job functions without fear of reprisals.  See Hall v. Horizon House Microwave, Inc., 24 Mass.App.Ct. 84, 506 N.E.2d 178, 184 (1987).  An \"explicit\" statement to that effect is not necessary to create a contract.  An employee may reasonably rely on an employer's instructions to perform certain tasks as including an implicit promise that he can perform those tasks without fear of being fired solely because he performed them.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the other hand, we agree with the district court that the alleged contract was an agreement to achieve mutual benefit from the parties' cooperative violation of the law.  Such a contract, even if explicitly agreed to by both parties, is void and unenforceable as against public policy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Green, 337 N.E.2d at 695.  \"[C]ourts will not lend their aid to relieve parties from the results of their own illegal adventures.\"  Tocci v. Lembo, 325 Mass. 707, 92 N.E.2d 254, 256 (1950).  It would have been unreasonable for Kiely to rely on such an illegal contract.  Cf. American Viking Contractors, Inc. v. Scribner Equip.  Co., 745 F.2d 1365, 1372 (11th Cir.1984) (promise which is unenforceable cannot be reasonably relied upon).  We reject Kiely's contention that it was reasonable to commit a crime in reliance on an implicit promise that he would not be fired for doing so.</p>\n    </div>\n    <p>II. Breach of Contract</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Kiely's breach of contract claim alleges that Raytheon \"entered into an oral agreement\" with Kiely, \"fiduciary in nature, where each party placed trust and confidence in the other and promised mutually to support and defend each other with respect to any and all claims by the [United States] Government\" in its investigation of unlawful use of documents.  Am. Compl. p 64.  The complaint does not mention any written agreement.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  It alleges that Raytheon \"undertook a clandestine course of action against Kiely in breach of these promises\" (without any further specification of which \"promises\" were broken), \"whereby it sought to exculpate itself and its officers and directors from any actionable wrongdoing or debarment from bidding on government contracts, by falsely and in bad faith stating to DOJ officers and by falsely and in bad faith giving oath before a U.S. District Judge that Kiely acted alone and contrary to Raytheon policy, and without the knowledge of Raytheon management in knowingly obtaining and conveying secret DOD [documents].\"  Id. at p 65.   The complaint adds that Raytheon's \"clandestine campaign\" in breach of its promises \"culminated\" in its plea agreement, \"without Kiely's knowledge or participation,\" in which plea Raytheon \"falsely and in bad faith blamed the entire matter on Kiely.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Id. at p 66.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This breach of contract claim has no more merit than the promissory estoppel claim.  The district court dismissed the breach of contract claim for three reasons:  the alleged contract is unenforceable because it is contrary to public policy;  Kiely has not alleged any harm for which redress is available;  and there is no causal connection between Raytheon's alleged conduct and Kiely's claimed harm.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In accepting Raytheon's public policy argument, the district court misinterprets Kiely's claim.  As worded by Raytheon in its brief, \"in essence plaintiff's allegation is that the agreement prohibited Raytheon from providing information to the government or conducting plea negotiations without his knowledge or participation.\"   Defendant's Brief at 35-36.  Having set up this straw man, Raytheon knocks it down by asserting that such an agreement cannot be enforced because it would violate public policy by restricting parties from negotiating with the government and discouraging parties from providing true information to the government and from entering into plea agreements, all of which are favored by public policy.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Kiely, however, does not assert that the mutual defense agreement should be understood to preclude those worthy goals.  He claims only that the agreement (1) precluded Raytheon from making false statements about Kiely and (2) required Raytheon to notify him that the mutual defense agreement was terminated so he would be aware that Raytheon was pursuing its own defense separately and possibly in conflict with his.  Kiely apparently takes the position that, if he had received such notice, he might have taken a different course in his own defense.  So framed, Kiely's claim for enforcement of the agreement would not prohibit Raytheon from pursuing its own separate defense or from negotiating a plea bargain.  Nor would it restrict Raytheon's ability to provide true information to the government in its criminal investigation.  The notice to which Kiely claims he was entitled under the agreement would simply permit Kiely to defend himself most effectively under the changed circumstances.  Such a mutual defense agreement is not void as against public policy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the other hand, we agree with the district court's second reason for dismissing the breach of contract claim:  that the damages alleged by Kiely are \"not the kind of specific, demonstrable harm for which remedy can be given.\"   A. 294-95.  Kiely alleges that Raytheon's breach of contract--through its allegedly false statements and its failure to notify him that it was terminating the mutual defense agreement--caused him to suffer the following harms:  (1) he refrained from effectively defending himself;  (2) he was denied the opportunity to plea bargain with the government;  (3) he was denied the de facto immunity granted to other Raytheon employees;  (4) he was indicted;  and (5) he suffered emotional injuries resulting from the foregoing.  Am. Compl. pp 27, 33, 35, 36, 40.  These alleged harms are too speculative to be legally cognizable and redressable.  See Johnson v. Comm'r of Correction, 36 Conn.App. 695, 652 A.2d 1050, 1057 , cert. denied, 233 Conn. 912, 659 A.2d 183 (1995);  cf. Veranda Beach Club v. Western Sur. Co., 936 F.2d 1364, 1380-81 (1st Cir.1991) (tort and promissory estoppel claims).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As to the first alleged harm, Kiely had as much legal right as Raytheon did to pursue his own defense separately, whether or not he thought it immoral.  Kiely was represented by counsel during the course of the criminal investigation and his trial;  indeed, Kiely's attorney was one of the architects of the mutual defense agreement with Raytheon.  Presumably, his counsel advised him in some detail as to the advantages and disadvantages, the risks and pitfalls of each possible course of action, including the possibility that his alleged partner in crime, Raytheon, might at some point decide to pursue its own separate interests which might not coincide with Kiely's.  In addition, Kiely was no doubt aware, through counsel if not otherwise, that the mutual defense agreement did not deprive the parties of the right to make strategic decisions for themselves regarding their respective defenses, since their interests were similar but not identical.  Kiely himself made his own decisions and took his chances, for his own reasons.  Kiely has not alleged any ineffectiveness in the assistance he received from counsel, nor any conflict of interest based on the fact that his counsel was chosen and paid by Raytheon.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As for Kiely's second and third alleged harms, Kiely did not have a legal right to a plea bargain or to immunity.  Those were within the discretion of the prosecutor, which this court will not second-guess.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Government of the Virgin Islands v. Scotland, 614 F.2d 360, 365 (3d Cir.1980).  Moreover, Kiely's indictment for a crime of which he was later convicted surely does not rise to the level of a legally cognizable harm.  Finally, Kiely's claim that he suffered emotional harm as a result of the first four types of harm is not legally cognizable because the four events underlying the emotional harm are not cognizable.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Kiely's allegations are doubly speculative:  that, if Raytheon had not breached their agreement, he might have had some opportunity to plea bargain;  and that such a plea might have been more advantageous to him than the sentence he received after trial.  The basic assumption underlying Kiely's claim is that he would have received a lesser sentence had he plea bargained rather than exercised his right to go to trial.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This assumption is too speculative to be enforceable.  See Bush v. United States, 765 F.2d 683, 685 (7th Cir.), cert. denied, 474 U.S. 1012, 106 S.Ct. 542, 88 L.Ed.2d 472 (1985).  After all, Kiely's obtaining unreceipted classified documents constituted a crime, with or without Raytheon's knowledge.  If Kiely had thought it helpful, he could have provided information--to the prosecutors after he was indicted, to the jury at trial, or to the court prior to sentencing--contradicting Raytheon's \"rogue employee\" statements.  He has offered no reason to believe that his sentence was enhanced because of Raytheon's alleged statements that Kiely acted alone rather than in concert with Raytheon.  In short, Kiely has failed to allege that he has suffered cognizable harm as required in order to state a claim upon which relief may be granted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, Kiely has not alleged a valid causal connection between Raytheon's breach and the damage he suffered.  Raytheon argues that:  \"To sustain a contract claim based on the allegation of a convicted criminal that someone else, rather than his own conduct, was the proximate cause of his conviction would entirely subvert the policy and societal interests inherent in criminal punishment.  Allowing a convicted criminal to receive civil compensation for the harm caused by his conviction would lessen the effect of the punishment determined by the criminal justice system, allow him to profit from his own wrongful acts, and undermine the deterrent and retributive purposes of criminal punishment.\"   Defendant's Brief at 47.  We need not address whether Raytheon is estopped from arguing this point, either because it too was convicted for its role in the same crime, or because of the unseemly cynicism of Kiely's partner in crime relying on such a position to escape civil liability.  In circumstances such as these, the law presumes that Kiely's conviction was based on his own illegal acts, not on Raytheon's breach of a mutual defense agreement.  The breach of contract claim was properly dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In conclusion, it is not for us to say whether Raytheon's treatment of Kiely was immoral or \"nasty.\"   Plaintiff's Brief, Addendum at 54.  Nor are we presented with the question of whether Kiely might have a legitimate legal claim against anyone not a party to this litigation.  All we decide today is that Kiely's claims against Raytheon in this appeal are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Kiely is not claiming a contractual right to lifetime employment, as Raytheon misstates his position.  Rather, Kiely appears to claim that, while Raytheon can fire him without stating any reason at all, if Raytheon does state a reason, it cannot be an improper one.  And Kiely asserts that it is improper to fire him solely for following Raytheon's instructions to co-conspire with the company in the commission of a crime</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Kiely relies on the Restatement to render this rule inapplicable.  If an agreement contains an illegal provision that is not central to the agreement and the illegal provision does not involve serious moral turpitude, the illegal portion of the agreement is discarded, and the balance of the agreement is enforceable.  See Restatement (Second) of Contracts, &#167; 184.  In the instant case, however, the illegal conduct is not minor or incidental, which might remove it from the rule forbidding enforcement of contracts that are against public policy.  See Green, 337 N.E.2d at 695.   The very essence of the contract alleged in Kiely's own complaint is that Raytheon asked him to commit acts in violation of national security laws.  Indeed, this is the only reason why Kiely claims to be in a position different from any at-will employee, who would be terminable for any reason or for no reason.  He claims that his employment cannot be interfered with solely on account of his involvement in this illegal activity.  As a result, ironically, he is claiming that his employment status, which would otherwise be at-will, was strengthened because he engaged in criminal acts (or that his employer's management prerogatives were diminished because the company joined with its employee in committing such acts).  This is more an equitable estoppel claim--that the employer is estopped from exercising its normal management prerogatives because it conspired with its employee to commit criminal acts--than a promissory estoppel contract-based claim.  But the only claims before us are the contract claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Kiely moved to amend his complaint again to add a reference to a written mutual defense agreement of which he claims he had been unaware at the time he drafted his initial complaint.  He asserts that he only recently learned about this written agreement when his prior lawyer (on the criminal case) provided him a copy.  The inconsistencies between the oral and written agreements need not detain us here, nor should any implications (such as credibility questions noted by Raytheon) which might flow from the series of events as recounted by Kiely</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Kiely also alleged that Raytheon breached its agreement by sending to its own professional staff a memorandum stating that the criminal charge to which Raytheon had pled guilty was the result of one former employee's conduct.  Id. at p 69.   We cannot understand how this memorandum--sent after entry of the plea agreement--could conceivably constitute a breach of the alleged agreement to mutually defend against government claims, especially where those claims had already been concluded as to Raytheon.  The agreement cannot be deemed to survive Raytheon's entry of a separate plea agreement and Kiely's learning of that plea agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It appears to us that Kiely's real complaint is with the prosecutors and the Pentagon for prosecuting him and letting Raytheon off the hook with what Kiely considers to be a slap on the wrist, permitting Raytheon not only to avoid some forms of criminal punishment (incarceration for any of its officers or employees other than Kiely) but also to continue to bid on government contracts.  Kiely may be right that he might have been able to arrange a favorable plea bargain with the prosecutors in exchange for his testifying against Raytheon, if the government had wanted to pursue such a course against the \"bigger fish.\"   Kiely may also be right that his chances of obtaining such a deal might have been enhanced if he had pursued that course from the outset rather than relying on his \"mutual defense agreement\" with Raytheon.  But it is not the role of this court to second-guess a prosecutor's decision as to which defendant to pursue more vigorously or what sentence to seek in each case.  Moreover, having chosen one course of action, Kiely cannot now complain about what might have been if he had made a different choice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We leave aside here the fact that Kiely had the same legal right that Raytheon exercised to take independent action that best served his own interests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Thus, while Raytheon's provision of false information to DOJ or the court might subject the company to criminal liability (if the government believes the information was false and exercises its discretion to prosecute), civil liability to third parties like Kiely does not necessarily flow from such conduct.  Such liability is not embraced by Kiely's contract claims which are now before us.  To the extent that Kiely sought to impose civil liability in his claims of defamation, negligent misrepresentation, and intentional interference with business relations, those causes of action have not been appealed</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">734</span></span></p>\n    <p class=\"parties\">John R. KIELY, Plaintiff, Appellant,<br>v.<br>RAYTHEON COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1430.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 28, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William F. Green, Boston, MA, with whom Robert A. Rossi, Stoughton, MA, Law Office of William F. Green, George E. Brankey, were on brief, Boston, MA, for appellant.</p>\n      <p class=\"indent\">James F. Kavanaugh, Jr. with whom Christine G. Messer and Conn, Kavanaugh, Rosenthal, Peisch &amp; Ford, L.L.P. were on brief, Boston, MA, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge,</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a dismissal of two contract claims.  See Fed.R.Civ.P. 12(b)(6).  Plaintiff John R. Kiely (\"Kiely\") was employed by defendant Raytheon Company (\"Raytheon\") from 1967 to 1990.  Part of Kiely's job was to obtain classified Department of Defense (\"DOD\") documents.  Some of those documents were released by DOD to representatives of defense contractors like Raytheon, and some were not officially released.  The receipt of the latter documents is a federal crime, and both Kiely and Raytheon have been convicted thereof.  Those convictions are not at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Raytheon's sentence required the corporation to pay fines and damages of $1,000,000.  It was not precluded from entering into government contracts.  Kiely was sentenced to two years imprisonment, with all but six months, which were to be served in a halfway house, suspended.  He was debarred from working on government contracts for a period of three years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Kiely sued Raytheon, asserting five claims.  Three tort claims were dismissed on statute of limitations grounds and have not been appealed to this court.  Kiely's other two claims sounded in contract:  promissory estoppel relating to Kiely's \"forced\" retirement, and breach of a mutual defense agreement that was allegedly made when Kiely and Raytheon learned that they were targets of a federal criminal investigation.  The district court granted Raytheon's motion to dismiss both claims.  We now affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, we \"review[ ] the granting of a motion to dismiss de novo, applying the same criteria that obtained in the court below.\"  Garita Hotel Ltd. v. Ponce Fed.  Bank, <span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1992).  We must accept the complaint's allegations as true, indulging all reasonable inferences in favor of Kiely.  Id. Dismissal is proper only if it is clear that no relief could be granted, under any theory, \"under any set of facts that could be proved consistent with the allegations.\"  Hishon v. King &amp; Spalding, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 73, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, 2232-33, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1984);  Vartanian v. Monsanto Co., <span class=\"citation\" data-id=\"195179\"><a href=\"/opinion/195179/vartanian-v-monsanto-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 700 (1st Cir.1994).</p>\n    </div>\n    <p>I. Promissory Estoppel</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Kiely's promissory estoppel claim is that Raytheon, \"by requesting Kiely to commit acts in violation of the DOD security laws (receiving unreceipted classified ... documents) over the course of Kiely's employment from 1967 through 1985, [was] implicitly promising Kiely that he could commit these acts without being coerced at some future time into taking early retirement\" or suffering other employment-related detriment.  Am. Compl. p 43.  Kiely alleges that he \"relied on this promise to his detriment, as Raytheon in fact did coerce him into taking early retirement effective January 2, 1990.\"   Kiely asserts that \"Raytheon is, therefore, estopped from denying the unenforceability [sic] of this promise which it made to him.\"  Id., pp 45-46.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This claim fails.  The applicable Massachusetts law recognizes that a promisee's reasonable and detrimental reliance on a promise may serve as a substitute for consideration and render the promise \"enforceable pursuant to a traditional contract theory,\" but only if the promisee can prove \"all the necessary elements of a contract other than consideration.\"  Rhode Island Hosp. Trust Nat. Bank v. Varadian, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">647</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1174</span></span>, 1178-79 (1995) (quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court held that Kiely failed to state a valid promissory estoppel claim.  First, the court found that Kiely failed to meet the first requirement for a promissory estoppel cause of action, namely, that a binding promise be made.  Id.; Santoni v. FDIC, <span class=\"citation\" data-id=\"403547\"><a href=\"/opinion/403547/juan-santoni-jr-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">174</span></a></span>, 179 (1st Cir.1982).  The court agreed with Raytheon that the company's alleged promise was not definite, certain, or explicit enough to bind the company to any specific actions.  Santoni, 677 F.2d at 179.   Raytheon asserts, in particular, that the promise alleged by Kiely in this case does not carry, even implicitly, manifestations of an intent to be bound, so that it would be binding under a contract theory, i.e., so that it would \"justify a promisee in understanding that a commitment had been made.\"  Rhode Island Hosp., 647 N.E.2d at 1179 (quoting Restatement (Second) of Contracts &#167; 2 (1981)).  Raytheon also avers that it was unreasonable for Kiely to rely on such a vague, implicit promise, so he fails to meet the reasonable reliance requirement for a promissory estoppel claim.  See Restatement (Second) of Contracts, &#167; 90(1) &amp; cmt. b;  cf. United States v. Maling, <span class=\"citation\" data-id=\"602343\"><a href=\"/opinion/602343/united-states-v-ralph-maling/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">242</span></a></span>, 245 (1st Cir.1993) (estoppel in criminal sentencing).  The district court also agreed with Raytheon that the alleged agreement was to violate the law, which is unenforceable as against public policy.  See Green v. Richmond, <span class=\"citation\" data-id=\"2111140\"><a href=\"/opinion/2111140/green-v-richmond/\"><span class=\"volume\">369</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">47</span></a></span>, <span class=\"citation\" data-id=\"2111140\"><a href=\"/opinion/2111140/green-v-richmond/\"><span class=\"volume\">337</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">691</span></a></span>, 695 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We reach a different conclusion than the district court did as to its first ground for dismissal.  Under the applicable standard of review, we must accept as established that Raytheon hired Kiely and requested him to perform certain tasks as part of his job, including receiving unreceipted classified documents.  Based upon such factual allegations, it seems to us sufficiently \"definite and certain\" that Raytheon was implicitly promising that it would not terminate or discipline Kiely for following his superiors' orders.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The key is the parties' understanding and intent:  were they merely engaged in preliminary negotiations, with details to be worked out later, or did their minds meet on a firm commitment?   Here, it appears closer to a firm commitment.  There was nothing left to negotiate;  the parties were not engaged in mere \"inchoate negotiations\" that failed to rise to the level of a commitment to be bound, from which Kiely could reasonably develop no more than a \"well-founded hope\" that he could perform his job functions without fear of reprisals.  See Hall v. Horizon House Microwave, Inc., 24 Mass.App.Ct. 84, <span class=\"citation\" data-id=\"2210086\"><a href=\"/opinion/2210086/hall-v-horizon-house-microwave-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">178</span></a></span>, 184 (1987).  An \"explicit\" statement to that effect is not necessary to create a contract.  An employee may reasonably rely on an employer's instructions to perform certain tasks as including an implicit promise that he can perform those tasks without fear of being fired solely because he performed them.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the other hand, we agree with the district court that the alleged contract was an agreement to achieve mutual benefit from the parties' cooperative violation of the law.  Such a contract, even if explicitly agreed to by both parties, is void and unenforceable as against public policy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Green, 337 N.E.2d at 695.  \"[C]ourts will not lend their aid to relieve parties from the results of their own illegal adventures.\"  Tocci v. Lembo, <span class=\"citation\" data-id=\"2233740\"><a href=\"/opinion/2233740/tocci-v-lembo/\"><span class=\"volume\">325</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">707</span></a></span>, <span class=\"citation\" data-id=\"2233740\"><a href=\"/opinion/2233740/tocci-v-lembo/\"><span class=\"volume\">92</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">254</span></a></span>, 256 (1950).  It would have been unreasonable for Kiely to rely on such an illegal contract.  Cf. American Viking Contractors, Inc. v. Scribner Equip.  Co., <span class=\"citation\" data-id=\"442952\"><a href=\"/opinion/442952/american-viking-contractors-inc-v-scribner-equipment-co-inc-scribner/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1365</span></a></span>, 1372 (11th Cir.1984) (promise which is unenforceable cannot be reasonably relied upon).  We reject Kiely's contention that it was reasonable to commit a crime in reliance on an implicit promise that he would not be fired for doing so.</p>\n    </div>\n    <p>II. Breach of Contract</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Kiely's breach of contract claim alleges that Raytheon \"entered into an oral agreement\" with Kiely, \"fiduciary in nature, where each party placed trust and confidence in the other and promised mutually to support and defend each other with respect to any and all claims by the [United States] Government\" in its investigation of unlawful use of documents.  Am. Compl. p 64.  The complaint does not mention any written agreement.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  It alleges that Raytheon \"undertook a clandestine course of action against Kiely in breach of these promises\" (without any further specification of which \"promises\" were broken), \"whereby it sought to exculpate itself and its officers and directors from any actionable wrongdoing or debarment from bidding on government contracts, by falsely and in bad faith stating to DOJ officers and by falsely and in bad faith giving oath before a U.S. District Judge that Kiely acted alone and contrary to Raytheon policy, and without the knowledge of Raytheon management in knowingly obtaining and conveying secret DOD [documents].\"  Id. at p 65.   The complaint adds that Raytheon's \"clandestine campaign\" in breach of its promises \"culminated\" in its plea agreement, \"without Kiely's knowledge or participation,\" in which plea Raytheon \"falsely and in bad faith blamed the entire matter on Kiely.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Id. at p 66.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This breach of contract claim has no more merit than the promissory estoppel claim.  The district court dismissed the breach of contract claim for three reasons:  the alleged contract is unenforceable because it is contrary to public policy;  Kiely has not alleged any harm for which redress is available;  and there is no causal connection between Raytheon's alleged conduct and Kiely's claimed harm.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In accepting Raytheon's public policy argument, the district court misinterprets Kiely's claim.  As worded by Raytheon in its brief, \"in essence plaintiff's allegation is that the agreement prohibited Raytheon from providing information to the government or conducting plea negotiations without his knowledge or participation.\"   Defendant's Brief at 35-36.  Having set up this straw man, Raytheon knocks it down by asserting that such an agreement cannot be enforced because it would violate public policy by restricting parties from negotiating with the government and discouraging parties from providing true information to the government and from entering into plea agreements, all of which are favored by public policy.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Kiely, however, does not assert that the mutual defense agreement should be understood to preclude those worthy goals.  He claims only that the agreement (1) precluded Raytheon from making false statements about Kiely and (2) required Raytheon to notify him that the mutual defense agreement was terminated so he would be aware that Raytheon was pursuing its own defense separately and possibly in conflict with his.  Kiely apparently takes the position that, if he had received such notice, he might have taken a different course in his own defense.  So framed, Kiely's claim for enforcement of the agreement would not prohibit Raytheon from pursuing its own separate defense or from negotiating a plea bargain.  Nor would it restrict Raytheon's ability to provide true information to the government in its criminal investigation.  The notice to which Kiely claims he was entitled under the agreement would simply permit Kiely to defend himself most effectively under the changed circumstances.  Such a mutual defense agreement is not void as against public policy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the other hand, we agree with the district court's second reason for dismissing the breach of contract claim:  that the damages alleged by Kiely are \"not the kind of specific, demonstrable harm for which remedy can be given.\"   A. 294-95.  Kiely alleges that Raytheon's breach of contract--through its allegedly false statements and its failure to notify him that it was terminating the mutual defense agreement--caused him to suffer the following harms:  (1) he refrained from effectively defending himself;  (2) he was denied the opportunity to plea bargain with the government;  (3) he was denied the de facto immunity granted to other Raytheon employees;  (4) he was indicted;  and (5) he suffered emotional injuries resulting from the foregoing.  Am. Compl. pp 27, 33, 35, 36, 40.  These alleged harms are too speculative to be legally cognizable and redressable.  See Johnson v. Comm'r of Correction, 36 Conn.App. 695, <span class=\"citation no-link\"><span class=\"volume\">652</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1050</span></span>, 1057 , cert. denied, <span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">659</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">183</span></span> (1995);  cf. Veranda Beach Club v. Western Sur. Co., <span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1380-81 (1st Cir.1991) (tort and promissory estoppel claims).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As to the first alleged harm, Kiely had as much legal right as Raytheon did to pursue his own defense separately, whether or not he thought it immoral.  Kiely was represented by counsel during the course of the criminal investigation and his trial;  indeed, Kiely's attorney was one of the architects of the mutual defense agreement with Raytheon.  Presumably, his counsel advised him in some detail as to the advantages and disadvantages, the risks and pitfalls of each possible course of action, including the possibility that his alleged partner in crime, Raytheon, might at some point decide to pursue its own separate interests which might not coincide with Kiely's.  In addition, Kiely was no doubt aware, through counsel if not otherwise, that the mutual defense agreement did not deprive the parties of the right to make strategic decisions for themselves regarding their respective defenses, since their interests were similar but not identical.  Kiely himself made his own decisions and took his chances, for his own reasons.  Kiely has not alleged any ineffectiveness in the assistance he received from counsel, nor any conflict of interest based on the fact that his counsel was chosen and paid by Raytheon.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As for Kiely's second and third alleged harms, Kiely did not have a legal right to a plea bargain or to immunity.  Those were within the discretion of the prosecutor, which this court will not second-guess.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Government of the Virgin Islands v. Scotland, <span class=\"citation\" data-id=\"374055\"><a href=\"/opinion/374055/government-of-the-virgin-islands-v-raymond-scotland-and-st-clair/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">360</span></a></span>, 365 (3d Cir.1980).  Moreover, Kiely's indictment for a crime of which he was later convicted surely does not rise to the level of a legally cognizable harm.  Finally, Kiely's claim that he suffered emotional harm as a result of the first four types of harm is not legally cognizable because the four events underlying the emotional harm are not cognizable.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Kiely's allegations are doubly speculative:  that, if Raytheon had not breached their agreement, he might have had some opportunity to plea bargain;  and that such a plea might have been more advantageous to him than the sentence he received after trial.  The basic assumption underlying Kiely's claim is that he would have received a lesser sentence had he plea bargained rather than exercised his right to go to trial.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This assumption is too speculative to be enforceable.  See Bush v. United States, <span class=\"citation\" data-id=\"454327\"><a href=\"/opinion/454327/clinton-bush-v-united-states/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">683</span></a></span>, 685 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">542</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></span> (1985).  After all, Kiely's obtaining unreceipted classified documents constituted a crime, with or without Raytheon's knowledge.  If Kiely had thought it helpful, he could have provided information--to the prosecutors after he was indicted, to the jury at trial, or to the court prior to sentencing--contradicting Raytheon's \"rogue employee\" statements.  He has offered no reason to believe that his sentence was enhanced because of Raytheon's alleged statements that Kiely acted alone rather than in concert with Raytheon.  In short, Kiely has failed to allege that he has suffered cognizable harm as required in order to state a claim upon which relief may be granted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, Kiely has not alleged a valid causal connection between Raytheon's breach and the damage he suffered.  Raytheon argues that:  \"To sustain a contract claim based on the allegation of a convicted criminal that someone else, rather than his own conduct, was the proximate cause of his conviction would entirely subvert the policy and societal interests inherent in criminal punishment.  Allowing a convicted criminal to receive civil compensation for the harm caused by his conviction would lessen the effect of the punishment determined by the criminal justice system, allow him to profit from his own wrongful acts, and undermine the deterrent and retributive purposes of criminal punishment.\"   Defendant's Brief at 47.  We need not address whether Raytheon is estopped from arguing this point, either because it too was convicted for its role in the same crime, or because of the unseemly cynicism of Kiely's partner in crime relying on such a position to escape civil liability.  In circumstances such as these, the law presumes that Kiely's conviction was based on his own illegal acts, not on Raytheon's breach of a mutual defense agreement.  The breach of contract claim was properly dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In conclusion, it is not for us to say whether Raytheon's treatment of Kiely was immoral or \"nasty.\"   Plaintiff's Brief, Addendum at 54.  Nor are we presented with the question of whether Kiely might have a legitimate legal claim against anyone not a party to this litigation.  All we decide today is that Kiely's claims against Raytheon in this appeal are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Kiely is not claiming a contractual right to lifetime employment, as Raytheon misstates his position.  Rather, Kiely appears to claim that, while Raytheon can fire him without stating any reason at all, if Raytheon does state a reason, it cannot be an improper one.  And Kiely asserts that it is improper to fire him solely for following Raytheon's instructions to co-conspire with the company in the commission of a crime</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Kiely relies on the Restatement to render this rule inapplicable.  If an agreement contains an illegal provision that is not central to the agreement and the illegal provision does not involve serious moral turpitude, the illegal portion of the agreement is discarded, and the balance of the agreement is enforceable.  See Restatement (Second) of Contracts, &#167; 184.  In the instant case, however, the illegal conduct is not minor or incidental, which might remove it from the rule forbidding enforcement of contracts that are against public policy.  See Green, 337 N.E.2d at 695.   The very essence of the contract alleged in Kiely's own complaint is that Raytheon asked him to commit acts in violation of national security laws.  Indeed, this is the only reason why Kiely claims to be in a position different from any at-will employee, who would be terminable for any reason or for no reason.  He claims that his employment cannot be interfered with solely on account of his involvement in this illegal activity.  As a result, ironically, he is claiming that his employment status, which would otherwise be at-will, was strengthened because he engaged in criminal acts (or that his employer's management prerogatives were diminished because the company joined with its employee in committing such acts).  This is more an equitable estoppel claim--that the employer is estopped from exercising its normal management prerogatives because it conspired with its employee to commit criminal acts--than a promissory estoppel contract-based claim.  But the only claims before us are the contract claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Kiely moved to amend his complaint again to add a reference to a written mutual defense agreement of which he claims he had been unaware at the time he drafted his initial complaint.  He asserts that he only recently learned about this written agreement when his prior lawyer (on the criminal case) provided him a copy.  The inconsistencies between the oral and written agreements need not detain us here, nor should any implications (such as credibility questions noted by Raytheon) which might flow from the series of events as recounted by Kiely</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Kiely also alleged that Raytheon breached its agreement by sending to its own professional staff a memorandum stating that the criminal charge to which Raytheon had pled guilty was the result of one former employee's conduct.  Id. at p 69.   We cannot understand how this memorandum--sent after entry of the plea agreement--could conceivably constitute a breach of the alleged agreement to mutually defend against government claims, especially where those claims had already been concluded as to Raytheon.  The agreement cannot be deemed to survive Raytheon's entry of a separate plea agreement and Kiely's learning of that plea agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It appears to us that Kiely's real complaint is with the prosecutors and the Pentagon for prosecuting him and letting Raytheon off the hook with what Kiely considers to be a slap on the wrist, permitting Raytheon not only to avoid some forms of criminal punishment (incarceration for any of its officers or employees other than Kiely) but also to continue to bid on government contracts.  Kiely may be right that he might have been able to arrange a favorable plea bargain with the prosecutors in exchange for his testifying against Raytheon, if the government had wanted to pursue such a course against the \"bigger fish.\"   Kiely may also be right that his chances of obtaining such a deal might have been enhanced if he had pursued that course from the outset rather than relying on his \"mutual defense agreement\" with Raytheon.  But it is not the role of this court to second-guess a prosecutor's decision as to which defendant to pursue more vigorously or what sentence to seek in each case.  Moreover, having chosen one course of action, Kiely cannot now complain about what might have been if he had made a different choice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We leave aside here the fact that Kiely had the same legal right that Raytheon exercised to take independent action that best served his own interests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Thus, while Raytheon's provision of false information to DOJ or the court might subject the company to criminal liability (if the government believes the information was false and exercises its discretion to prosecute), civil liability to third parties like Kiely does not necessarily flow from such conduct.  Such liability is not embraced by Kiely's contract claims which are now before us.  To the extent that Kiely sought to impose civil liability in his claims of defamation, negligent misrepresentation, and intentional interference with business relations, those causes of action have not been appealed</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2111140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2210086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2233740/"
  ]
}