{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197112/",
  "absolute_url": "/opinion/197112/united-states-v-brooks/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197112/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:31Z",
  "date_modified": "2017-03-24T10:50:13.944042Z",
  "type": "010combined",
  "sha1": "d066647b746c0fdf051abff4ddc27cd236827a7e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1533.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 96-1283\r\n\n                     ANGEL M. DIAZ-ZAYAS,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n       COMMISSIONER OF SOCIAL SECURITY ADMINISTRATION,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r                                                                   \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Cyr and Boudin,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nPaul Ramos Morales on brief for appellant.\r                              \r\nGuillermo  Gil, United  States  Attorney, Charles  E. Fitzwilliam,\r                                                                             \r\nAssistant  United  States  Attorney,  and  Donna  McCarthy,  Assistant\r                                                                  \r\nRegional   Counsel,  Social  Security  Administration,  on  brief  for\r\nappellee.\r\n\n                                         \r\n\n                       DECEMBER 3, 1996\r\n                                         \r\r\n\n          Per Curiam.  Claimant-appellant Angel M. Diaz-Zayas\r                                \r\n\nappeals  from a decision of  the district court affirming the\r\n\ndecision  of  the  Secretary  of Health  and  Human  Services\r\n\ndenying him social security disability benefits.  We affirm.\r\n\n          Appellant applied for disability insurance benefits\r\n\nalleging  disability since November 15, 1979 due to nerves, a\r\n\nheart  condition,  and  sinusitis.     After  a  hearing,  an\r\n\nAdministrative Law  Judge (ALJ)  concluded that prior  to the\r\n\nexpiration of his coverage--on March 31,  1983--appellant had\r\n\npreventricular  contractions,  sinusal  tachycardia,  chronic\r\n\nanxiety disorder, and  Ativan dependence.   These conditions,\r\n\nthe ALJ found, were severe  but not equal to a listing.   The\r\n\nALJ  also  found  that   appellant  possibly  had  occasional\r\n\ndiscomfort associated  to these  conditions, but that  he did\r\n\nnot  have  disabling  physical   or  mental  distress  for  a\r\n\ncontinuous period of twelve months.  Based on these findings,\r\n\nand a finding  that appellant could  perform light work,  the\r\n\nALJ concluded  that appellant was  not disabled prior  to the\r\n\nexpiration of  his coverage  because he could  have performed\r\n\nhis former jobs as a machine operator or production helper.\r\n\n          Appellant  does not  argue  that the  ALJ erred  in\r\n\nfinding that he has the capacity for light work.  Instead, he\r\n\nargues  that   the  ALJ  erred  in   his  findings  regarding\r\n\nappellant's  mental condition.    We review  the  Secretary's\r\n\ndecision under  a \"substantial  evidence\"  standard; we  will\r\r\n\naffirm that decision  if it is  supported by \"'such  relevant\r\n\nevidence as  a reasonable  mind might accept  as adequate  to\r\n\nsupport a conclusion.'\"  Richardson v. Perales, 402 U.S. 389,\r                                                          \r\n\n401 (1971) (quoting Consolidated Edison Co. v. NLRB, 305 U.S.\r                                                               \r\n\n197,  229 (1938));  see  also Manso-Pizarro  v. Secretary  of\r                                                                         \r\n\nHealth &amp; Human Servs., 76 F.3d 15, 16 (1st Cir. 1996).  \r                                 \r\n\n          Contrary to appellant's suggestion, the ALJ was not\r\n\nrequired to  accept  the opinion  of Dr.  Garcia Saliva  that\r\n\nappellant's  mental  condition  disabled  him  from  working.\r\n\nAssuming solely for the sake of argument that Dr. Garcia, who\r\n\nsaw appellant  on only  one occasion, could  be considered  a\r\n\ntreating  physician,  we  note  that  there  was  conflicting\r\n\nevidence  from other  treating sources  regarding appellant's\r\n\nability  to  work.   Indeed,  appellant's  therapists at  the\r\n\nMental  Health  Center  encouraged  him,  on  more  than  one\r\n\noccasion, to look for a job.  In any event, the determination\r\n\nof disability is reserved to the Secretary.   See 20 C.F.R.  \r                                                             \r\n\n404.1527(e).    We think  the  ALJ  adequately explained  his\r\n\nreasons for finding that appellant's mental condition did not\r\n\npreclude him  from  performing his  past  jobs as  a  machine\r\n\noperator or production assistant.1\r                                             1\r\n\n                    \r                                \r\n\n   1We add that it  is not obvious that Dr.  Garcia's opinion\r               1\r\nis inconsistent  with this finding.   Dr. Garcia  opined that\r\nappellant  was  disabled  from performing  his  \"usual work.\"\r\nRead in context, \"usual work\" appears to refer to appellant's\r\npast job as  a service  station attendant (the  only job  Dr.\r\nGarcia mentions).   Dr.  Garcia did not  specifically address\r\nwhether appellant was able  to work as a machine  operator or\r\n\n                             -3-\r\r\n\n          Similarly, the  ALJ was not required  to accept the\r\n\ndiagnoses of schizophrenia made by Dr. Carlos J. Nogueras and\r\n\nDr. Luis Lozada Rivera, or the more specific findings made by\r\n\nDr.  Lozada regarding  appellant's mental impairment.   These\r\n\ndiagnoses and findings were  made in 1992, approximately nine\r\n\nyears  after appellant's  insurance  coverage  expired.   Cf.\r                                                                         \r\n\nDeblois v. Secretary of  Health &amp; Human Servs., 686  F.2d 76,\r                                                          \r\n\n79  (1st Cir. 1982) (observing that a claimant has the burden\r\n\nof establishing that his mental impairment was of a disabling\r\n\nlevel of severity prior  to the expiration of  his coverage).\r\n\nThere  is ample evidence in the record from both treating and\r\n\nnon-treating  sources  to  support  the  ALJ's  finding  that\r\n\nappellant  suffered from  an  anxiety  disorder--rather  than\r\n\nschizophrenia--during the  critical  period.   Moreover,  the\r\n\nonly mental residual  functional capacity assessments in  the\r\n\nrecord  which focus on the  critical period support the ALJ's\r\n\nfinding of no disability.\r\n\n          Affirmed. [NOT FOR PUBLICATION]\r                              \r\n\n                UNITED STATES COURT OF APPEALS\r\n\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\n                    \r                                \r\n\nproduction helper.  \r\n\n                             -4-\r\r\n\nNo. 96-1533\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      NORMAN L. BROOKS,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n        [Hon. Paul J. Barbadoro, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                             -5-\r\r\n\n                   Selya, Boudin and Lynch,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\n     Richard F. Monteith, Jr. on brief for appellant.\r                                         \r\n\n     Paul  M. Gagnon,  United States  Attorney, and  Peter E.\r                                                                         \r\n\nPapps, First  Assistant United States Attorney,  on brief for\r                 \r\n\nappellee.\r\n\n                                         \r\n\n                       DECEMBER 3, 1996\r\n\n                                         \r\n\n          Per  Curiam.   Norman  L. Brooks  appeals from  his\r                                 \r\n\nsentence  on  the sole  ground  that the  district  court, in\r\n\nfashioning  the  restitution  order,  did  not take  adequate\r\n\naccount of his ability to  pay.  Brooks concedes that  he did\r\n\nnot raise this argument at sentencing.  Therefore, this court\r\n\n                             -2-\r\r\n\nreviews the order only for plain error.  See United States v.\r                                                                      \r\n\nGilberg, 75 F.3d 15, 20 (1st Cir. 1996).\r                   \r\n\n     We  may assume  for purposes  of this  decision, without\r\n\ndeciding,  that  the  plea  agreement  does  not  contain  an\r\n\nagreement to pay  restitution.  See United  States v. Ramilo,\r                                                                        \r\n\n986  F.2d  333, 334  (9th  Cir.  1993) (interpreting  similar\r\n\nagreement  as merely  \"specify[ing]  the amount  of the  loss\r\n\nsustained by each victim and hence the amount the court might\r\n\norder [defendant] to pay as a result of  his guilty plea\" and\r\n\ndistinguishing it  from \"an agreement  that [defendant] would\r\n\npay restitution in the amounts listed\").\r\n\n     Even though the plea  agreement does not preclude Brooks\r\n\nfrom challenging  the restitution order, the  challenge fails\r\n\non other  grounds.   Brooks faults  the sentencing  court for\r\n\nfailing   to  consider   the  requisite   factors,  including\r\n\ndefendant's financial  resources,  as mandated  by 18  U.S.C.\r\n\n 3664(a).   The  court's undisputed  failure to  make express\r\n\nfindings is  not fatal, however, because  \"the record clearly\r\n\nindicates  that  the  court  gave thought  to  the  requisite\r\n\nfactors.\"   United States v.  Savoie, 985 F.2d  612, 618 (1st\r                                                \r\n\nCir. 1993).  \r\n\n     The  presentence  report  contained   information  about\r\n\ndefendant's  financial  condition,  including  the  financial\r\n\nneeds and  resources of defendant  and his  dependents.   The\r\n\nsentencing  court  expressly  adopted  the  findings  of  the\r\n\n                             -3-\r\r\n\npresentence report.  Therefore, there was no plain error with\r\n\nregard   to  the  court's   satisfaction  of   its  statutory\r\n\nobligation under   3664(a).  See  United States v.  Lilly, 80\r                                                                     \r\n\nF.3d 24, 29  (1st Cir. 1996)  (holding that obligation  under\r\n\n 3664(a) \"generally is satisfied where . . . the court relies\r\n\non the presentence report detailing the defendant's financial\r\n\ncondition\").\r\n\n     Brooks also  argues  that it  was  plain error  for  the\r\n\ndistrict court to impose  a restitution order absent evidence\r\n\nthat  he has the present or future ability to comply with the\r\n\norder.     \"[T]he  statute  merely  requires   the  court  to\r\n\n'consider'  financial  condition,  among  other  factors,  18\r\n\nU.S.C.  3664(a);  there is no requirement  that the defendant\r\n\nbe found able to pay now.\"  United States v. Lombardi, 5 F.3d\r                                                                 \r\n\n568, 573  (1st Cir. 1993).  With  regard to future ability to\r\n\npay,  we   have  not   yet  resolved   the  issue  of   \"what\r\n\ncircumstance, if  any, would  preclude a district  court from\r\n\nordering restitution based on prospective income.\"  Lilly, 80\r                                                                     \r\n\nF.3d at 29.\r\n\n     For  an error to  be \"plain\"  it must  be obvious.   See\r                                                                         \r\n\nUnited States v. Olano,  507 U.S. 725, 732-34 (1993).   Given\r                                  \r\n\nthe legal  uncertainty about the circumstances  under which a\r\n\nrestitution order  may be based upon  prospective income, and\r\n\nthe factual uncertainty about  whether Brooks retained any of\r\n\nthe  ill-gotten funds which he has been ordered to repay, the\r\n\n                             -4-\r\r\n\ncourt's restitution  order was not obviously  erroneous.  See\r                                                                         \r\n\nLombardi,  5  F.3d  at  573.    We  \"exercise  our  undoubted\r                    \r\n\ndiscretion  under  Olano  to  disregard  the  alleged error.\"\r                                    \r\n\nUnited States v. Camuti, 78 F.3d 738, 747 (1st Cir. 1996).\r                                   \r\n\n     Brooks'  sentence is  summarily affirmed.   See  Loc. R.\r                                                                \r\n\n27.1.\r\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">101 F.3d 680</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Norman L. BROOKS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1533.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 3, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE [Hon.  Paul J. Barbadoro, U.S. District Judge]</p>\n      <p class=\"indent\">Richard F. Monteith, Jr. on brief for appellant.</p>\n      <p class=\"indent\">Paul M. Gagnon, United States Attorney, and Peter E. Papps, First Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Norman L. Brooks appeals from his sentence on the sole ground that the district court, in fashioning the restitution order, did not take adequate account of his ability to pay.  Brooks concedes that he did not raise this argument at sentencing.  Therefore, this court reviews the order only for plain error.   See United States v. Gilberg, 75 F.3d 15, 20 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We may assume for purposes of this decision, without deciding, that the plea agreement does not contain an agreement to pay restitution.   See United States v. Ramilo, 986 F.2d 333, 334 (9th Cir.1993) (interpreting similar agreement as merely \"specify[ing] the amount of the loss sustained by each victim and hence the amount the court might order [defendant] to pay as a result of his guilty plea\" and distinguishing it from \"an agreement that [defendant] would pay restitution in the amounts listed\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Even though the plea agreement does not preclude Brooks from challenging the restitution order, the challenge fails on other grounds.  Brooks faults the sentencing court for failing to consider the requisite factors, including defendant's financial resources, as mandated by 18 U.S.C. &#167; 3664(a).  The court's undisputed failure to make express findings is not fatal, however, because \"the record clearly indicates that the court gave thought to the requisite factors.\"   United States v. Savoie, 985 F.2d 612, 618 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The presentence report contained information about defendant's financial condition, including the financial needs and resources of defendant and his dependents.  The sentencing court expressly adopted the findings of the presentence report.  Therefore, there was no plain error with regard to the court's satisfaction of its statutory obligation under &#167; 3664(a).   See United States v. Lilly, 80 F.3d 24, 29 (1st Cir.1996) (holding that obligation under &#167; 3664(a) \"generally is satisfied where ... the court relies on the presentence report detailing the defendant's financial condition\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Brooks also argues that it was plain error for the district court to impose a restitution order absent evidence that he has the present or future ability to comply with the order.  \"[T]he statute merely requires the court to 'consider' financial condition, among other factors, 18 U.S.C. &#167; 3664(a);  there is no requirement that the defendant be found able to pay now.\"   United States v. Lombardi, 5 F.3d 568, 573 (1st Cir.1993).  With regard to future ability to pay, we have not yet resolved the issue of \"what circumstance, if any, would preclude a district court from ordering restitution based on prospective income.\"   Lilly, 80 F.3d at 29.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">For an error to be \"plain\" it must be obvious.   See United States v. Olano, 507 U.S. 725, 732-34 (1993).  Given the legal uncertainty about the circumstances under which a restitution order may be based upon prospective income, and the factual uncertainty about whether Brooks retained any of the ill-gotten funds which he has been ordered to repay, the court's restitution order was not obviously erroneous.   See Lombardi, 5 F.3d at 573.   We \"exercise our undoubted discretion under Olano to disregard the alleged error.\"   United States v. Camuti, 78 F.3d 738, 747 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Brooks' sentence is summarily affirmed.  See Loc.  R. 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">680</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Norman L. BROOKS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1533.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 3, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE [Hon.  Paul J. Barbadoro, U.S. District Judge]</p>\n      <p class=\"indent\">Richard F. Monteith, Jr. on brief for appellant.</p>\n      <p class=\"indent\">Paul M. Gagnon, United States Attorney, and Peter E. Papps, First Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Norman L. Brooks appeals from his sentence on the sole ground that the district court, in fashioning the restitution order, did not take adequate account of his ability to pay.  Brooks concedes that he did not raise this argument at sentencing.  Therefore, this court reviews the order only for plain error.   See United States v. Gilberg, <span class=\"citation\" data-id=\"196544\"><a href=\"/opinion/196544/united-states-v-gilberg/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 20 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We may assume for purposes of this decision, without deciding, that the plea agreement does not contain an agreement to pay restitution.   See United States v. Ramilo, <span class=\"citation\" data-id=\"600471\"><a href=\"/opinion/600471/united-states-v-obet-lagumbay-ramilo/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 334 (9th Cir.1993) (interpreting similar agreement as merely \"specify[ing] the amount of the loss sustained by each victim and hence the amount the court might order [defendant] to pay as a result of his guilty plea\" and distinguishing it from \"an agreement that [defendant] would pay restitution in the amounts listed\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Even though the plea agreement does not preclude Brooks from challenging the restitution order, the challenge fails on other grounds.  Brooks faults the sentencing court for failing to consider the requisite factors, including defendant's financial resources, as mandated by 18 U.S.C. &#167; 3664(a).  The court's undisputed failure to make express findings is not fatal, however, because \"the record clearly indicates that the court gave thought to the requisite factors.\"   United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 618 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The presentence report contained information about defendant's financial condition, including the financial needs and resources of defendant and his dependents.  The sentencing court expressly adopted the findings of the presentence report.  Therefore, there was no plain error with regard to the court's satisfaction of its statutory obligation under &#167; 3664(a).   See United States v. Lilly, <span class=\"citation\" data-id=\"196681\"><a href=\"/opinion/196681/united-states-v-lilly/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 29 (1st Cir.1996) (holding that obligation under &#167; 3664(a) \"generally is satisfied where ... the court relies on the presentence report detailing the defendant's financial condition\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Brooks also argues that it was plain error for the district court to impose a restitution order absent evidence that he has the present or future ability to comply with the order.  \"[T]he statute merely requires the court to 'consider' financial condition, among other factors, 18 U.S.C. &#167; 3664(a);  there is no requirement that the defendant be found able to pay now.\"   United States v. Lombardi, <span class=\"citation\" data-id=\"194934\"><a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 573 (1st Cir.1993).  With regard to future ability to pay, we have not yet resolved the issue of \"what circumstance, if any, would preclude a district court from ordering restitution based on prospective income.\"   Lilly, 80 F.3d at 29.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">For an error to be \"plain\" it must be obvious.   See United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732-34 (1993).  Given the legal uncertainty about the circumstances under which a restitution order may be based upon prospective income, and the factual uncertainty about whether Brooks retained any of the ill-gotten funds which he has been ordered to repay, the court's restitution order was not obviously erroneous.   See Lombardi, 5 F.3d at 573.   We \"exercise our undoubted discretion under Olano to disregard the alleged error.\"   United States v. Camuti, <span class=\"citation\" data-id=\"196627\"><a href=\"/opinion/196627/united-states-v-camuti/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></a></span>, 747 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Brooks' sentence is summarily affirmed.  See Loc.  R. 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600471/"
  ]
}