{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197144/",
  "absolute_url": "/opinion/197144/united-states-v-sepulveda/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197144/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:23:11Z",
  "date_modified": "2017-03-24T10:50:17.824518Z",
  "type": "010combined",
  "sha1": "a44965967ef03ba3645cd2a0224521c7bf2c5eb7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2255.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\nNo. 95-2255\r\n\n                  UNITED STATES OF AMERICA,\r\n                          Appellee,\r\n\n                              v.\r\n                       JUAN SEPULVEDA,\r\n\n                    Defendant, Appellant.\r\n                                         \r\n\nNo. 95-2256\r\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n                              v.\r\n\n                       JUAN VELASQUEZ,\r\n                    Defendant, Appellant.\r\n\n                                         \r\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n                                         \r\n\nWilliam  T. Murphy,  by Appointment  of the  Court, for  appellant\r                              \r\nJuan Sepulveda.\r\nStephen J. Weymouth,  by Appointment  of the Court, for  appellant\r                               \r\nJuan Velasquez.\r\nSheldon Whitehouse,  United States Attorney,  with whom  Stephanie\r                                                                              \r\nS.  Browne, Assistant  United States  Attorney, was  on brief  for the\r                  \r\nUnited States.\r\n\n                                         \r\n\n                      December 30, 1996\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  On February  14, 1995, acting on\r                                      \r\n\nan informant's tip that two Hispanic males were selling crack\r\n\nthrough a side window, police detectives in Providence, Rhode\r\n\nIsland staked out the  designated first-floor apartment.  The\r\n\nofficers  saw an unusual number of visitors going to and from\r\n\nthe  side of  the  building, remaining  only briefly.   After\r\n\nwatching for an hour,  an undercover detective approached one\r\n\nside window, was directed to  a different side window  partly\r\n\ncovered  with plywood  and purchased  two \"rocks\"  of cocaine\r\n\nbase (\"crack\"), paying with two marked $20 bills.\r\n\n     The police then forcibly entered the apartment and found\r\n\nfour men inside, including appellants Juan Sepulveda and Juan\r\n\nVelasquez.   The apartment was unfurnished, with  no signs of\r\n\npersonal drug use by the occupants.  The undercover detective\r\n\nidentified  Velasquez  as  the  seller.    Sepulveda's  pants\r\n\npockets  contained  plastic bags  of  powder  cocaine and  of\r\n\ncrack, and a  bundle of  cash (including the  two marked  $20\r\n\nbills  from the earlier purchase).   The police  also found a\r\n\nsawed-off rifle which proved to be unregistered.\r\n\n     Both Velasquez and Sepulveda were charged with a panoply\r\n\nof drug and weapons offenses.  The case proceeded to trial in\r\n\nJune 1995 under  a redacted five-count  indictment:  count  I\r\n\ncharged the defendants with  conspiracy to distribute, and to\r\n\npossess  with  intent  to  distribute  crack.    21 U.S.C.   \r\n\n841(a)(1).    Counts   II  and  III,   respectively,  alleged\r\n\n                             -2-\r                                         -2-\r\r\n\ndistribution of crack and possession of  crack with intent to\r\n\ndistribute.   Id.   Count  IV charged  the  use of  a firearm\r                             \r\n\nduring  a drug  trafficking crime,  18 U.S.C.  924(c)(1), and\r\n\ncount V  alleged  possession  of  an  unregistered  sawed-off\r\n\nrifle.  26 U.S.C.    5841,  5861(d), 5871.  After a  four-day\r\n\ntrial,  the jury  found  both defendants  guilty on  all five\r\n\ncounts.\r\n\n     In October 1995, the district  judge sentenced Sepulveda\r\n\nto 70 months' imprisonment on  counts I, II, III, and V,  and\r\n\nVelasquez to 78 months on those same counts.  Both defendants\r\n\nwere  also  given a  mandatory  consecutive 10-year  sentence\r\n\nunder count  IV; but  the government  and the  defendants now\r\n\nstipulate  that the  conviction and  sentence under  count IV\r\n\nhave been undermined by  Bailey v. United States, 116  S. Ct.\r                                                            \r\n\n501 (1995).  The  appeals are directed to the  remaining four\r\n\ncounts.\r\n\n                              I.\r\n\n     We begin  with the more substantial of the challenges to\r\n\nthe convictions.  First, Sepulveda asserts that the search of\r\n\nhis person by police officers immediately prior to his arrest\r\n\nwas unlawful  because it  was executed  without a  warrant or\r\n\nprobable cause and exceeded the lawful scope of a  protective\r\n\nfrisk  for weapons.    Accordingly, Sepulveda  says that  the\r\n\ndrugs and  cash discovered in  his pockets  should have  been\r\n\nsuppressed, and that  the remaining evidence is not enough to\r\n\n                             -3-\r                                         -3-\r\r\n\nsupport his conviction.  The government argues that Sepulveda\r\n\nwaived this issue by not raising it in the district court. \r\n\n     At a suppression hearing on  June 16, 1995, the district\r\n\ncourt ruled  that the apartment search was  based on probable\r\n\ncause and that exigent  circumstances--namely, the risk  that\r\n\ncontraband  might  be   destroyed--justified  entry   without\r\n\nawaiting a  warrant.   Whether Sepulveda  separately disputed\r\n\nthe search  of  his person,  and whether  the district  court\r\n\nintended its reasoning to  cover this search as well,  is not\r\n\nentirely clear.  Since the facts are undisputed and we review\r\n\nprobable cause  decisions de novo, Ornelas  v. United States,\r                                                                        \r\n\n116 S. Ct. 1657, 1663 (1996), the easiest course is for us to\r\n\ndecide ourselves whether the  search of Sepulveda himself was\r\n\nvalid.\r\n\n     The  police had  ample  cause to  arrest Velasquez,  but\r\n\nprobable cause must exist for each person arrested, and \"mere\r\n\npropinquity to  others  independently suspected  of  criminal\r\n\nactivity does  not, without more, give rise to probable cause\r\n\nto search that person.\"   Ybarra v. Illinois, 444 U.S. 85, 91\r                                                        \r\n\n(1979).  The government does not argue that a mere protective\r\n\nfrisk of Sepulveda would  have produced the money as  well as\r\n\nthe  drugs,  so the  question  is  whether the  circumstances\r\n\nprovided probable cause to arrest--and therefore  to search--\r\n\nSepulveda.   United States  v. Martinez-Molina, 64  F.3d 179,\r                                                          \r\n\n726 (1st Cir. 1995).\r\n\n                             -4-\r                                         -4-\r\r\n\n     The apartment  in this  case was unfurnished  and partly\r\n\nboarded up.   There is no indication that it was used for any\r\n\npurpose other than distribution of drugs.  The numerous walk-\r\n\nup sales the police had observed confirmed that the apartment\r\n\nwas being  used for drug distribution  and strongly suggested\r\n\nthat  everyone in the apartment  knew of this  activity.  See\r                                                                         \r\n\nMartinez-Molina, 64 F.3d at 729.  It is only a  short step to\r                           \r\n\nsuppose that those present  in the otherwise vacant apartment\r\n\nwere probably drug dealers or purchasers.  \r\n\n    The  D.C. Circuit  encountered  similar facts  in  United\r                                                                         \r\n\nStates v.  Holder,  990 F.2d  1327,  1329 (D.C.  Cir.  1993).\r                             \r\n\nAfter  entering an  apartment  and finding  evidence of  drug\r\n\ndistribution,  the  police  arrested  the  individuals  found\r\n\ninside.    The court  upheld the  arrest  of a  defendant who\r\n\nclaimed to be a bystander, saying that the open nature of the\r\n\ndrug sale activity in the apartment gave rise to a reasonable\r\n\ninference that each occupant was involved in the drug trade--\r\n\neither as an  accomplice in the drug sales  or as a customer.\r\n\nId. at 1329.  \r               \r\n\n     To  be  sure,  Sepulveda  might have  been  an  innocent\r\n\nvisitor.   But probable cause  requires only that  the police\r\n\nhave  \"reasonable  grounds  to  believe\" that  Sepulveda  had\r\n\ncommitted the crime.   See United States v. Melvin,  596 F.2d\r                                                              \r\n\n492, 495 (1st Cir. 1979).  The facts of this case persuade us\r\n\nthat  there was  ample reason  for the  police to  think that\r\n\n                             -5-\r                                         -5-\r\r\n\nSepulveda  was  engaged in  a felony.   Given  probable cause\r\n\nprior  to the search, it is irrelevant that the formal arrest\r\n\nmay have followed the search.  Rawlings v. Kentucky, 448 U.S.\r                                                               \r\n\n98, 111 &amp; n.6 (1980).      \r\n\n     Second, Velasquez argues that  the district court  erred\r\n\nin  the  jury  instructions  by  failing  to  tell the  jury,\r\n\naccording to his  brief on appeal, \"that it  could not base a\r\n\nconviction of possession  with intent  to distribute  cocaine\r\n\nbase  under count  III on  the same  conduct that  formed the\r\n\nbasis for the distribution count (Count II).\"  The government\r\n\nsays  (correctly) that  Velasquez did  little to  explain his\r\n\n\"concern\" to  the district court,  making no request  for any\r\n\nspecific curative language.  The objection was as follows.\r\n\n         I have a concern as it deals with the charge of\r\n     possession  with intent  to sell--distribute.   The\r\n     Court  knows,  based on  the  evidence  that it  is\r\n     alleged  that there  was a  quantity  of contraband\r\n     allegedly   in  Mr.  Sepulveda's   pocket.    I  am\r\n     concerned just  based on the charge  as it pertains\r\n     to the definition that  the Court instructed, as it\r\n     pertains   to   the  possession   with   intent  to\r\n     distribute, that the jury  may in fact confuse that\r\n     with the delivery.  In other words, your Honor, I'm\r\n     concerned that by virtue of the fact that we have a\r\n     delivery  charge  and  we  have  a possession  with\r\n     intent to distribute charge, I'm concerned that the\r\n     jury may  confuse them  or think  that they are  in\r\n     fact one and the same.\r\n\n     A request for  specific curative language may  sometimes\r\n\nbe  needed to convey the substance of a requested addition or\r\n\ncorrection  to the  charge,  and the  absence  of a  specific\r\n\nrequest may prove fatal.  E.g.,  Parker v. Nashua, 76 F.3d 9,\r                                                             \r\n\n                             -6-\r                                         -6-\r\r\n\n12 (1st Cir. 1996).  Still, one can imagine  cases where some\r\n\nother formula  might, in  context, convey all  of the  needed\r\n\ninformation   (e.g.,  \"I   object   to  the   definition   of\r                               \r\n\n`possession' because . . . .\").  Here, based on  the district\r\n\njudge's response,  we think it  is unclear that  the district\r\n\njudge understood the objection to be the \"same conduct\" claim\r\n\nthat Velasquez is now pressing on appeal.\r\n\n     In any event, to the extent we  understand the objection\r\n\nnow,  it appears  to us  to be  ill-founded.   Explaining why\r\n\nrequires  some  background.    Under  Blockburger  v.  United\r                                                                         \r\n\nStates,  284 U.S. 299 (1932), a defendant can be convicted of\r                  \r\n\ntwo differently defined  offenses, based on the  same core of\r\n\nfacts, so long as  each offense requires an element  that the\r\n\nother does  not.  Id.  at 304.   The offense  of distribution\r                                 \r\n\nobviously does require an element not required for  the crime\r\n\nof possession with intent, namely, the act of distribution.\r\n\n     It   is  possible--albeit   unusual--to  be   guilty  of\r\n\ndistribution of a drug without also possessing it with intent\r\n\nto distribute.   Someone who participates in a drug transfer-\r\n\n-e.g.,  as  a  broker  or  armed  guard--can  be  liable  for\r                 \r\n\ndistribution without  ever possessing the drugs.   See, e.g.,\r                                                                        \r\n\nUnited States v.  Brunty, 701  F.2d 1375, 1381  &amp; n.16  (11th\r                                    \r\n\nCir.  1983).   While  \"possession\"  is  certainly helpful  in\r\n\nproving  distribution,  it  is  technically  not  a necessary\r\n\nelement.  United  States v.  Tejada, 886 F.2d  483, 490  (1st\r                                               \r\n\n                             -7-\r                                         -7-\r\r\n\nCir.  1989).   Compare  2 Sand  et  al., Modern  Federal Jury\r                                                                         \r\n\nInstructions, 56-24 to 56-26, 56-4 (1992).\r                        \r\n\n     But satisfying Blockburger has not wholly satisfied  the\r                                           \r\n\ncircuit  courts.    Where  the  evidence  shows  only  that a\r\n\ndefendant handed  over a  packet of  drugs, some  courts have\r\n\nbalked  at  the  idea  that  Congress  intended  to  allow  a\r\n\nconviction   both  for   possession  with   intent  and   for\r\n\ndistribution.   E.g.,  United  States v.  Meredith, 824  F.2d\r                                                              \r\n\n1418,  1426 (4th Cir. 1987).   Other circuits  have said that\r\n\nconviction on both counts is permitted,  but that a defendant\r\n\nmay only  be sentenced on one.   See, e.g., United  States v.\r                                                                      \r\n\nPalafox, 764 F.2d 558, 562 (9th Cir. 1985).\r                   \r\n\n     By contrast,  this court,  following the  Fifth Circuit,\r\n\nUnited  States v.  Zabaneh,  837 F.2d  1249,  1257 (5th  Cir.\r                                      \r\n\n1988),  has said  that  \"the offenses  merge  only where  the\r\n\ndistribution itself  is the  sole evidence of  possession, or\r\n\nwhere  possession is  shown to  exist only  at the  moment of\r\n\ndistribution,\" United  States v. Rodriguez-Cardona,  924 F.2d\r                                                              \r\n\n1148, 1159 (1st Cir.  1991), and we have also made clear that\r\n\na defendant could be convicted of both offenses, with respect\r\n\nto  the  same  drug, so  long  as  there  was proof  that  he\r                         \r\n\npossessed the drug (with intent to distribute) at some  point\r\n\nearlier than  the distribution itself.   Tejada, 886  F.2d at\r                                                           \r\n\n490.\r\n\n                             -8-\r                                         -8-\r\r\n\n     It is doubtful that the game (reflected in these various\r\n\ndistinctions drawn by the circuits) is worth the candle where\r\n\nboth  offenses  are prosecuted  at the  same  time.   In most\r\n\nconfigurations,  the guidelines will assure that the sentence\r\n\nis the  same for  one or  both, save  for  the $50  mandatory\r\n\nassessment.   U.S.S.G.    3D1.1,  3D1.3 (Nov. 1994).   And so\r\n\nfar as we can tell, only the $50 assessment is at issue here.\r\n\nBut based on this stake alone, Rutledge v. United States, 116\r                                                                    \r\n\nS. Ct. 1241, 1247 (1996), prevents us from treating the issue\r\n\nas moot.\r\n\n     In any  event, the disagreement between  the circuits is\r\n\nirrelevant  here, as  is the  narrower concern  that prompted\r\n\nthis court  in Tejada  and Rodriguez-Cardona.   Velasquez was\r                                                        \r\n\nplainly  shown to  have distributed  two rocks  that he  sold\r\n\nthrough the window  to the  detective.  It  is scarcely  less\r\n\nclear that  the  jury regarded  Velasquez  as  constructively\r\n\npossessing with intent to distribute quite separate  packages\r\n\nof crack that Sepulveda  had in his pocket.   Thus, Velasquez\r\n\nwas guilty of both crimes based upon different drugs.  \r\n\n     The constructive  possession  finding is  inference  but\r\n\nalmost inescapable.  By  convicting Sepulveda of distribution\r\n\nand  finding both  defendants liable  of possessing  the same\r\n\ngun, the jury made clear its view that both men were partners\r\n\nin the same criminal enterprise, a view borne out not only by\r\n\ncircumstances but  by Sepulveda's  possession  of the  marked\r\n\n                             -9-\r                                         -9-\r\r\n\nbills handed to Velasquez through the window.  On this basis,\r\n\nit follows that  Velasquez was also liable on  the possession\r\n\ncharge for the crack carried by Sepulveda.\r\n\n                             II.\r\n\n     Velasquez  challenges his  sentence on  several grounds.\r\n\nThe most important ground concerns the treatment of  the cash\r\n\nfound in Sepulveda's pockets;  the district court treated the\r\n\nentire  amount as proceeds from the sale of crack.  Velasquez\r\n\nargues that the cash  should not have been converted  into an\r\n\nequivalent quantity of drugs at all and, if converted, should\r\n\nhave been treated as proceeds of powder cocaine.  \r\n\n     When the police searched  Sepulveda, they discovered  in\r\n\nhis  pockets $335  in cash,  five plastic  bags of  crack and\r\n\nthree  plastic bags of powder cocaine.  The cash included the\r\n\ntwo marked $20 bills that the detective had exchanged for two\r\n\n\"rocks\"  of crack, leaving $295.   The probation officer said\r\n\nthat this remaining amount likely represented the proceeds of\r\n\nprior crack sales but, to give \"the benefit of the doubt\"  to\r\n\nthe defendants,  recommended that the cash  be converted into\r\n\nan equivalent of powder cocaine rather than crack.\r\n\n     The government objected vigorously.   It argued that the\r\n\nconvictions were  for crack,  that powder cocaine  counts had\r\n\nbeen dropped (because the amount of powder did not warrant an\r\n\ninference of  possession with intent),  and that \"all  of the\r\n\nfacts\"  pointed  to crack  distribution  and  none to  powder\r\n\n                             -10-\r                                         -10-\r\r\n\ncocaine.    The  probation  officer replied  that  there  was\r\n\n\"perhaps[]  a  greater  likelihood  that  the   seized  money\r\n\nrepresented the proceeds from  prior sales of crack cocaine\";\r\n\nbut  the presence  of  three  bags  of powder  persuaded  the\r\n\nprobation officer to stand by her earlier recommendation. \r\n\n     At the sentencing, the government pressed its objection,\r\n\narguing that the  $295 should be  translated into crack,  and\r\n\nthe  district court sided with  the government.   As crack is\r\n\npunished much more seriously  than cocaine powder, see United\r                                                                         \r\n\nStates v. Armstrong, 116  S. Ct. 1480, 1492  (1996) (Stevens,\r                               \r\n\nJ., dissenting), the  effect of the court's ruling  (based on\r\n\ncalculations that we  need not describe because  they are not\r\n\ndisputed)  was to increase the base offense level on the drug\r\n\ncounts  from 18  to 26.   The  district court  then sentenced\r\n\nVelasquez to the minimum permitted by the guideline range for\r\n\nlevel 26 and his criminal history category of III, namely, 78\r\n\nmonths.\r\n\n     There is nothing to  Velasquez' primary objection in the\r\n\ndistrict court, renewed on  appeal, that the $295  should not\r\n\nbe  converted into  drugs at  all.   A  reasonable factfinder\r\n\ncould  conclude  that  it  was  more  likely  than  not  that\r\n\nSepulveda and  Velasquez were  partners in a  drug operation,\r\n\nSepulveda   holding  the  drugs   and  money   and  Velasquez\r\n\ncompleting  the transactions  at  the side  window.   The co-\r\n\nmingling of  the $40  in marked  bills, and  the lack  of any\r\n\n                             -11-\r                                         -11-\r\r\n\nother  obvious  source for  the $295,  made it  reasonable to\r\n\nattribute  the money to drug dealing properly included in the\r\n\nsentence.  See United States v. Gerante, 891 F.2d 364, 368-69\r                                                   \r\n\n(1st Cir. 1989).\r\n\n     The more  difficult question is whether  the $295 should\r\n\nall be treated as proceeds of crack transactions or should be\r\n\ntreated  as powder, which Velasquez  now urges as a fall-back\r\n\nposition.   The government  says that Velasquez  did not urge\r\n\nthis  alternative in  the district  court where,  needless to\r\n\nsay, his main argument was against treating the money as drug\r\n\nproceeds at all.   But the alternative of treating  the money\r\n\nas powder sales  was presented by the  presentence report and\r\n\nsquarely rejected by the district judge in favor of  treating\r\n\nthe money as proceeds from crack.\r\n\n     In  arguing   for  the  probation   officer's  solution,\r\n\nVelasquez invokes our own admonition that courts must \"err on\r\n\nthe  side of caution\" in choosing among a number of plausible\r\n\nestimates of drug quantity.  United States v. Jackson, 3 F.3d\r                                                                 \r\n\n506,  510 (1st Cir. 1993);  United States v.  Sklar, 920 F.2d\r                                                               \r\n\n107,  113 (1st Cir.  1990).   But this  \"caution\" has  a more\r\n\nprecise office  that is  best understood by  quoting directly\r\n\nfrom the opinion  from which Jackson  and Sklar borrowed  the\r                                                           \r\n\nquoted language:\r\n\n     If  the  exact  amount  cannot  be  determined,  an\r\n     estimate   will   suffice,   but   here    also   a\r\n     preponderance  of the  evidence  must  support  the\r\n     estimate.   Thus when choosing between  a number of\r\n\n                             -12-\r                                         -12-\r\r\n\n     plausible estimates of drug quantity, none of which\r                                                                    \r\n     is  more likely  than not  the correct  quantity, a\r                                                                  \r\n     court must err on the side of caution.\r\n\nUnited  States v. Walton, 908 F.2d 1289, 1302 (6th Cir. 1990)\r                                    \r\n\n(emphasis added).\r\n\n     Walton's  caution  would  apply  if  (for  example)  the\r                       \r\n\ndistrict court had found that the $295 might  represent sales\r\n\nof crack or, to an equal likelihood, might represent sales of\r\n\nboth crack and  powder.   But here the  district court  found\r\n\nthat  the money all represented  crack sales.   The court was\r\n\nobviously  making  a submerged  judgment  about probabilities\r\n\n(only the defendants  know for sure); but it  plainly thought\r\n\nthat the finding it made was more likely than not to be true.\r\n\n     The standard  of review on this issue  is \"clear error.\"\r\n\nGerante,  891  F.2d  at 368.    Based  on  the facts  already\r                   \r\n\nrecited,  we think there is  no way to  describe the district\r\n\ncourt's determination as  irrational, highly speculative,  or\r\n\nwithout a  basis in the evidence.  The money was found in the\r\n\nhands  of persons who had been identified in advance as crack\r\n\ndealers, had crack in their possession and had just completed\r\n\na sale  to the police of crack.  There was no direct evidence\r\n\nof powder sales at all.\r\n\n     The  district  court   could  certainly  have  taken   a\r\n\ndifferent  view of the matter.  The defendants did have three\r\n\nbags of powder cocaine, suggesting that they might be in both\r\n\nlines  of business.  And, while the government pointed to the\r\n\n                             -13-\r                                         -13-\r\r\n\nsmallness of the amount  of powder, conflicting inferences of\r\n\nthis  kind are  matters to be  weighed by the  trier of fact.\r\n\nBut that  is precisely the  point:   it was for  the district\r\n\ncourt  to make these judgments and absent a clear mistake, we\r\n\nhave no warrant to intervene.\r\n\n                             III.\r\n\n          The  defendants  make  several  other  claims  that\r\n\nrequire  no detailed  discussion.   Velasquez  says that  the\r\n\nevidence was  inadequate to support convictions on any of the\r\n\nremaining counts and  Sepulveda makes  the same  claim as  to\r\n\ncount  V.   The facts  already recounted  make it  plain that\r\n\nthere was  ample evidence to  convict both defendants  on the\r\n\ndrug  counts, and  we are  not going  to  waste time  on this\r\n\nissue.\r\n\n     The evidence as to the weapon, which underpinned the two\r\n\ngun  counts, has not been  recounted but was also sufficient.\r\n\nInside the  apartment,  the police  found an  opening in  the\r\n\nceiling through which  the butt of a gun could  be seen.  The\r\n\ngun  proved to be a  fully operational sawed-off  rifle.  The\r\n\nlocation  was within an arm's length of the barricaded window\r\n\nthrough  which the sale had  been made to  the detective, and\r\n\nthe butt could be reached easily by someone of average height\r\n\nstanding inside the apartment at the window.\r\n\n     Given  the  circumstances--the  vacant   apartment,  the\r\n\nactual sale,  the additional  drugs  carried by  Sepulveda--a\r\n\n                             -14-\r                                         -14-\r\r\n\nreasonable jury could easily infer that the apartment was the\r\n\nbase used by  Sepulveda and Velasquez to retail  their drugs.\r\n\nFrom the placement of the weapon, it could also be reasonably\r\n\ninferred that  the defendants kept it  there, well positioned\r\n\nand  available,  for potential  use  in  overawing an  unruly\r\n\ncustomer or confronting a rival dealer.  In short, the weapon\r\n\ncould  be  attributed to  the  defendants  and, coupled  with\r\n\nevidence that the rifle was unregistered, this  was enough to\r\n\nconvict.  See U.S.C.    5841, 5861(d), and 5871.    \r                         \r\n\n     The  same   evidence  was  also  used   to  convict  the\r\n\ndefendants  on  the \"use  or  carry\"  charge  under U.S.C.   \r\n\n924(c)(1).   As to this  count, the government's  theory, and\r\n\nthe jury instructions, were based on our pre-Bailey decisions\r                                                               \r\n\nwhich  defined \"use\"  more broadly  than is  now permissible.\r\n\nThe government and  defendants have  already stipulated  that\r\n\nthe  convictions of  both defendants  must be  reversed under\r\n\nBailey,  together  with  the  mandatory  consecutive sentence\r                  \r\n\nimposed on this count.  We agree.\r\n\n     The convictions and sentences on counts  I-III and V are\r\n\naffirmed,  the  convictions  and  sentences on  count  IV  is\r                    \r\n\nreversed, and  the matter is  remanded to the  district court\r                                                  \r\n\nfor proceedings consistent with this decision.\r\n\n     It is so ordered.\r                                 \r\n\n                             -15-\r                                         -15-\r\r\n",
  "html": "<p class=\"case_cite\">102 F.3d 1313</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Juan SEPULVEDA, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Juan VELASQUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-2255, 95-2256.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 6, 1996.<br>Decided Dec. 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William T. Murphy, Providence, RI by Appointment of the Court, for appellant Juan Sepulveda.</p>\n      <p class=\"indent\">Stephen J. Weymouth, Boston, MA by Appointment of the Court, for appellant Juan Velasquez.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, with whom Stephanie S. Browne, Assistant United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 14, 1995, acting on an informant's tip that two Hispanic males were selling crack through a side window, police detectives in Providence, Rhode Island staked out the designated first-floor apartment.  The officers saw an unusual number of visitors going to and from the side of the building, remaining only briefly.  After watching for an hour, an undercover detective approached one side window, was directed to a different side window partly covered with plywood and purchased two \"rocks\" of cocaine base (\"crack\"), paying with two marked $20 bills.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The police then forcibly entered the apartment and found four men inside, including appellants Juan Sepulveda and Juan Velasquez.  The apartment was unfurnished, with no signs of personal drug use by the occupants.  The undercover detective identified Velasquez as the seller.  Sepulveda's pants pockets contained plastic bags of powder cocaine and of crack, and a bundle of cash (including the two marked $20 bills from the earlier purchase).  The police also found a sawed-off rifle which proved to be unregistered.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Both Velasquez and Sepulveda were charged with a panoply of drug and weapons offenses.  The case proceeded to trial in June 1995 under a redacted five-count indictment:  count I charged the defendants with conspiracy to distribute, and to possess with intent to distribute crack.  21 U.S.C. &#167; 841(a)(1).  Counts II and III, respectively, alleged distribution of crack and possession of crack with intent to distribute.  Id. Count IV charged the use of a firearm during a drug trafficking crime, 18 U.S.C. &#167; 924(c)(1), and count V alleged possession of an unregistered sawed-off rifle.  26 U.S.C. &#167;&#167; 5841, 5861(d), 5871.  After a four-day trial, the jury found both defendants guilty on all five counts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 1995, the district judge sentenced Sepulveda to 70 months' imprisonment on counts I, II, III, and V, and Velasquez to 78 months on those same counts.  Both defendants were also given a mandatory consecutive 10-year sentence under count IV;  but the government and the defendants now stipulate that the conviction and sentence under count IV have been undermined by Bailey v. United States, --- U.S. ----, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995).  The appeals are directed to the remaining four counts.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We begin with the more substantial of the challenges to the convictions.  First, Sepulveda asserts that the search of his person by police officers immediately prior to his arrest was unlawful because it was executed without a warrant or probable cause and exceeded the lawful scope of a protective frisk for weapons.  Accordingly, Sepulveda says that the drugs and cash discovered in his pockets should have been suppressed, and that the remaining evidence is not enough to support his conviction.  The government argues that Sepulveda waived this issue by not raising it in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At a suppression hearing on June 16, 1995, the district court ruled that the apartment search was based on probable cause and that exigent circumstances--namely, the risk that contraband might be destroyed--justified entry without awaiting a warrant.  Whether Sepulveda separately disputed the search of his person, and whether the district court intended its reasoning to cover this search as well, is not entirely clear.  Since the facts are undisputed and we review probable cause decisions de novo, Ornelas v. United States, --- U.S. ----, ----, 116 S.Ct. 1657, 1663, 134 L.Ed.2d 911 (1996), the easiest course is for us to decide ourselves whether the search of Sepulveda himself was valid.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The police had ample cause to arrest Velasquez, but probable cause must exist for each person arrested, and \"mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person.\"  Ybarra v. Illinois, 444 U.S. 85, 91, 100 S.Ct. 338, 342, 62 L.Ed.2d 238 (1979).  The government does not argue that a mere protective frisk of Sepulveda would have produced the money as well as the drugs, so the question is whether the circumstances provided probable cause to arrest--and therefore to search--Sepulveda.  United States v. Martinez-Molina, 64 F.3d 719, 726 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The apartment in this case was unfurnished and partly boarded up.  There is no indication that it was used for any purpose other than distribution of drugs.  The numerous walk-up sales the police had observed confirmed that the apartment was being used for drug distribution and strongly suggested that everyone in the apartment knew of this activity.  See Martinez-Molina, 64 F.3d at 729.   It is only a short step to suppose that those present in the otherwise vacant apartment were probably drug dealers or purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The D.C. Circuit encountered similar facts in United States v. Holder, 990 F.2d 1327, 1329 (D.C.Cir.1993).  After entering an apartment and finding evidence of drug distribution, the police arrested the individuals found inside.  The court upheld the arrest of a defendant who claimed to be a bystander, saying that the open nature of the drug sale activity in the apartment gave rise to a reasonable inference that each occupant was involved in the drug trade--either as an accomplice in the drug sales or as a customer.  Id. at 1329.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To be sure, Sepulveda might have been an innocent visitor.  But probable cause requires only that the police have \"reasonable grounds to believe\" that Sepulveda had committed the crime.  See United States v. Melvin, 596 F.2d 492, 495 (1st Cir.1979).  The facts of this case persuade us that there was ample reason for the police to think that Sepulveda was engaged in a felony.  Given probable cause prior to the search, it is irrelevant that the formal arrest may have followed the search.  Rawlings v. Kentucky, 448 U.S. 98, 111 &amp; n. 6, 100 S.Ct. 2556, 2564 &amp; n. 6, 65 L.Ed.2d 633 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, Velasquez argues that the district court erred in the jury instructions by failing to tell the jury, according to his brief on appeal, \"that it could not base a conviction of possession with intent to distribute cocaine base under count III on the same conduct that formed the basis for the distribution count (Count II).\"   The government says (correctly) that Velasquez did little to explain his \"concern\" to the district court, making no request for any specific curative language.  The objection was as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">I have a concern as it deals with the charge of possession with intent to sell--distribute.  The Court knows, based on the evidence that it is alleged that there was a quantity of contraband allegedly in Mr. Sepulveda's pocket.  I am concerned just based on the charge as it pertains to the definition that the Court instructed, as it pertains to the possession with intent to distribute, that the jury may in fact confuse that with the delivery.  In other words, your Honor, I'm concerned that by virtue of the fact that we have a delivery charge and we have a possession with intent to distribute charge, I'm concerned that the jury may confuse them or think that they are in fact one and the same.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A request for specific curative language may sometimes be needed to convey the substance of a requested addition or correction to the charge, and the absence of a specific request may prove fatal.  E.g., Parker v. Nashua, 76 F.3d 9, 12 (1st Cir.1996).  Still, one can imagine cases where some other formula might, in context, convey all of the needed information (e.g., \"I object to the definition of 'possession' because....\").  Here, based on the district judge's response, we think it is unclear that the district judge understood the objection to be the \"same conduct\" claim that Velasquez is now pressing on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In any event, to the extent we understand the objection now, it appears to us to be ill-founded.  Explaining why requires some background.  Under Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932), a defendant can be convicted of two differently defined offenses, based on the same core of facts, so long as each offense requires an element that the other does not.  Id. at 304, 52 S.Ct. at 182.   The offense of distribution obviously does require an element not required for the crime of possession with intent, namely, the act of distribution.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is possible--albeit unusual--to be guilty of distribution of a drug without also possessing it with intent to distribute.  Someone who participates in a drug transfer--e.g., as a broker or armed guard--can be liable for distribution without ever possessing the drugs.  See, e.g., United States v. Brunty, 701 F.2d 1375, 1381 &amp; n. 16 (11th Cir.1983).  While \"possession\" is certainly helpful in proving distribution, it is technically not a necessary element.  United States v. Tejada, 886 F.2d 483, 490 (1st Cir.1989).  Compare 2 Sand et al., Modern Federal Jury Instructions, 56-24 to 56-26, 56-4 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But satisfying Blockburger has not wholly satisfied the circuit courts.  Where the evidence shows only that a defendant handed over a packet of drugs, some courts have balked at the idea that Congress intended to allow a conviction both for possession with intent and for distribution.  E.g., United States v. Meredith, 824 F.2d 1418, 1426 (4th Cir.1987).  Other circuits have said that conviction on both counts is permitted, but that a defendant may only be sentenced on one.  See, e.g., United States v. Palafox, 764 F.2d 558, 562 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">By contrast, this court, following the Fifth Circuit, United States v. Zabaneh, 837 F.2d 1249, 1257 (5th Cir.1988), has said that \"the offenses merge only where the distribution itself is the sole evidence of possession, or where possession is shown to exist only at the moment of distribution,\" United States v. Rodriguez-Cardona, 924 F.2d 1148, 1159 (1st Cir.1991), and we have also made clear that a defendant could be convicted of both offenses, with respect to the same drug, so long as there was proof that he possessed the drug (with intent to distribute) at some point earlier than the distribution itself.  Tejada, 886 F.2d at 490.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is doubtful that the game (reflected in these various distinctions drawn by the circuits) is worth the candle where both offenses are prosecuted at the same time.  In most configurations, the guidelines will assure that the sentence is the same for one or both, save for the $50 mandatory assessment.  U.S.S.G. &#167;&#167; 3D1.1, 3D1.3 (Nov.1994).  And so far as we can tell, only the $50 assessment is at issue here.  But based on this stake alone, Rutledge v. United States, --- U.S. ----, ----, 116 S.Ct. 1241, 1247, 134 L.Ed.2d 419 (1996), prevents us from treating the issue as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In any event, the disagreement between the circuits is irrelevant here, as is the narrower concern that prompted this court in Tejada and Rodriguez-Cardona.   Velasquez was plainly shown to have distributed two rocks that he sold through the window to the detective.  It is scarcely less clear that the jury regarded Velasquez as constructively possessing with intent to distribute quite separate packages of crack that Sepulveda had in his pocket.  Thus, Velasquez was guilty of both crimes based upon different drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The constructive possession finding is inference but almost inescapable.  By convicting Sepulveda of distribution and finding both defendants liable of possessing the same gun, the jury made clear its view that both men were partners in the same criminal enterprise, a view borne out not only by circumstances but by Sepulveda's possession of the marked bills handed to Velasquez through the window.  On this basis, it follows that Velasquez was also liable on the possession charge for the crack carried by Sepulveda.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Velasquez challenges his sentence on several grounds.  The most important ground concerns the treatment of the cash found in Sepulveda's pockets;  the district court treated the entire amount as proceeds from the sale of crack.  Velasquez argues that the cash should not have been converted into an equivalent quantity of drugs at all and, if converted, should have been treated as proceeds of powder cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">When the police searched Sepulveda, they discovered in his pockets $335 in cash, five plastic bags of crack and three plastic bags of powder cocaine.  The cash included the two marked $20 bills that the detective had exchanged for two \"rocks\" of crack, leaving $295.  The probation officer said that this remaining amount likely represented the proceeds of prior crack sales but, to give \"the benefit of the doubt\" to the defendants, recommended that the cash be converted into an equivalent of powder cocaine rather than crack.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The government objected vigorously.  It argued that the convictions were for crack, that powder cocaine counts had been dropped (because the amount of powder did not warrant an inference of possession with intent), and that \"all of the facts\" pointed to crack distribution and none to powder cocaine.  The probation officer replied that there was \"perhaps[ ] a greater likelihood that the seized money represented the proceeds from prior sales of crack cocaine\";  but the presence of three bags of powder persuaded the probation officer to stand by her earlier recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">At the sentencing, the government pressed its objection, arguing that the $295 should be translated into crack, and the district court sided with the government.  As crack is punished much more seriously than cocaine powder, see United States v. Armstrong, --- U.S. ----, ----, 116 S.Ct. 1480, 1492, 134 L.Ed.2d 687 (1996) (Stevens, J., dissenting), the effect of the court's ruling (based on calculations that we need not describe because they are not disputed) was to increase the base offense level on the drug counts from 18 to 26.  The district court then sentenced Velasquez to the minimum permitted by the guideline range for level 26 and his criminal history category of III, namely, 78 months.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is nothing to Velasquez' primary objection in the district court, renewed on appeal, that the $295 should not be converted into drugs at all.  A reasonable factfinder could conclude that it was more likely than not that Sepulveda and Velasquez were partners in a drug operation, Sepulveda holding the drugs and money and Velasquez completing the transactions at the side window.  The co-mingling of the $40 in marked bills, and the lack of any other obvious source for the $295, made it reasonable to attribute the money to drug dealing properly included in the sentence.  See United States v. Gerante, 891 F.2d 364, 368-69 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The more difficult question is whether the $295 should all be treated as proceeds of crack transactions or should be treated as powder, which Velasquez now urges as a fall-back position.  The government says that Velasquez did not urge this alternative in the district court where, needless to say, his main argument was against treating the money as drug proceeds at all.  But the alternative of treating the money as powder sales was presented by the presentence report and squarely rejected by the district judge in favor of treating the money as proceeds from crack.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In arguing for the probation officer's solution, Velasquez invokes our own admonition that courts must \"err on the side of caution\" in choosing among a number of plausible estimates of drug quantity.  United States v. Jackson, 3 F.3d 506, 510 (1st Cir.1993);  United States v. Sklar, 920 F.2d 107, 113 (1st Cir.1990).  But this \"caution\" has a more precise office that is best understood by quoting directly from the opinion from which Jackson and Sklar borrowed the quoted language:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>If the exact amount cannot be determined, an estimate will suffice, but here also a preponderance of the evidence must support the estimate.  Thus when choosing between a number of plausible estimates of drug quantity, none of which is more likely than not the correct quantity, a court must err on the side of caution.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">United States v. Walton, 908 F.2d 1289, 1302 (6th Cir.1990) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Walton 's caution would apply if (for example) the district court had found that the $295 might represent sales of crack or, to an equal likelihood, might represent sales of both crack and powder.  But here the district court found that the money all represented crack sales.  The court was obviously making a submerged judgment about probabilities (only the defendants know for sure);  but it plainly thought that the finding it made was more likely than not to be true.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The standard of review on this issue is \"clear error.\"  Gerante, 891 F.2d at 368.   Based on the facts already recited, we think there is no way to describe the district court's determination as irrational, highly speculative, or without a basis in the evidence.  The money was found in the hands of persons who had been identified in advance as crack dealers, had crack in their possession and had just completed a sale to the police of crack.  There was no direct evidence of powder sales at all.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court could certainly have taken a different view of the matter.  The defendants did have three bags of powder cocaine, suggesting that they might be in both lines of business.  And, while the government pointed to the smallness of the amount of powder, conflicting inferences of this kind are matters to be weighed by the trier of fact.  But that is precisely the point:  it was for the district court to make these judgments and absent a clear mistake, we have no warrant to intervene.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendants make several other claims that require no detailed discussion.  Velasquez says that the evidence was inadequate to support convictions on any of the remaining counts and Sepulveda makes the same claim as to count V. The facts already recounted make it plain that there was ample evidence to convict both defendants on the drug counts, and we are not going to waste time on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The evidence as to the weapon, which underpinned the two gun counts, has not been recounted but was also sufficient.  Inside the apartment, the police found an opening in the ceiling through which the butt of a gun could be seen.  The gun proved to be a fully operational sawed-off rifle.  The location was within an arm's length of the barricaded window through which the sale had been made to the detective, and the butt could be reached easily by someone of average height standing inside the apartment at the window.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Given the circumstances--the vacant apartment, the actual sale, the additional drugs carried by Sepulveda--a reasonable jury could easily infer that the apartment was the base used by Sepulveda and Velasquez to retail their drugs.  From the placement of the weapon, it could also be reasonably inferred that the defendants kept it there, well positioned and available, for potential use in overawing an unruly customer or confronting a rival dealer.  In short, the weapon could be attributed to the defendants and, coupled with evidence that the rifle was unregistered, this was enough to convict.  See U.S.C. &#167;&#167; 5841, 5861(d), and 5871.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The same evidence was also used to convict the defendants on the \"use or carry\" charge under U.S.C. &#167; 924(c)(1).  As to this count, the government's theory, and the jury instructions, were based on our pre-Bailey decisions which defined \"use\" more broadly than is now permissible.  The government and defendants have already stipulated that the convictions of both defendants must be reversed under Bailey, together with the mandatory consecutive sentence imposed on this count.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The convictions and sentences on counts I-III and V are affirmed, the convictions and sentences on count IV is reversed, and the matter is remanded to the district court for proceedings consistent with this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1313</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Juan SEPULVEDA, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Juan VELASQUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-2255, 95-2256.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 6, 1996.<br>Decided Dec. 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William T. Murphy, Providence, RI by Appointment of the Court, for appellant Juan Sepulveda.</p>\n      <p class=\"indent\">Stephen J. Weymouth, Boston, MA by Appointment of the Court, for appellant Juan Velasquez.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, with whom Stephanie S. Browne, Assistant United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 14, 1995, acting on an informant's tip that two Hispanic males were selling crack through a side window, police detectives in Providence, Rhode Island staked out the designated first-floor apartment.  The officers saw an unusual number of visitors going to and from the side of the building, remaining only briefly.  After watching for an hour, an undercover detective approached one side window, was directed to a different side window partly covered with plywood and purchased two \"rocks\" of cocaine base (\"crack\"), paying with two marked $20 bills.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The police then forcibly entered the apartment and found four men inside, including appellants Juan Sepulveda and Juan Velasquez.  The apartment was unfurnished, with no signs of personal drug use by the occupants.  The undercover detective identified Velasquez as the seller.  Sepulveda's pants pockets contained plastic bags of powder cocaine and of crack, and a bundle of cash (including the two marked $20 bills from the earlier purchase).  The police also found a sawed-off rifle which proved to be unregistered.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Both Velasquez and Sepulveda were charged with a panoply of drug and weapons offenses.  The case proceeded to trial in June 1995 under a redacted five-count indictment:  count I charged the defendants with conspiracy to distribute, and to possess with intent to distribute crack.  21 U.S.C. &#167; 841(a)(1).  Counts II and III, respectively, alleged distribution of crack and possession of crack with intent to distribute.  Id. Count IV charged the use of a firearm during a drug trafficking crime, 18 U.S.C. &#167; 924(c)(1), and count V alleged possession of an unregistered sawed-off rifle.  26 U.S.C. &#167;&#167; 5841, 5861(d), 5871.  After a four-day trial, the jury found both defendants guilty on all five counts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 1995, the district judge sentenced Sepulveda to 70 months' imprisonment on counts I, II, III, and V, and Velasquez to 78 months on those same counts.  Both defendants were also given a mandatory consecutive 10-year sentence under count IV;  but the government and the defendants now stipulate that the conviction and sentence under count IV have been undermined by Bailey v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1995).  The appeals are directed to the remaining four counts.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We begin with the more substantial of the challenges to the convictions.  First, Sepulveda asserts that the search of his person by police officers immediately prior to his arrest was unlawful because it was executed without a warrant or probable cause and exceeded the lawful scope of a protective frisk for weapons.  Accordingly, Sepulveda says that the drugs and cash discovered in his pockets should have been suppressed, and that the remaining evidence is not enough to support his conviction.  The government argues that Sepulveda waived this issue by not raising it in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At a suppression hearing on June 16, 1995, the district court ruled that the apartment search was based on probable cause and that exigent circumstances--namely, the risk that contraband might be destroyed--justified entry without awaiting a warrant.  Whether Sepulveda separately disputed the search of his person, and whether the district court intended its reasoning to cover this search as well, is not entirely clear.  Since the facts are undisputed and we review probable cause decisions de novo, Ornelas v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, 1663, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996), the easiest course is for us to decide ourselves whether the search of Sepulveda himself was valid.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The police had ample cause to arrest Velasquez, but probable cause must exist for each person arrested, and \"mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person.\"  Ybarra v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span>, 91, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">338</span></span>, 342, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></span> (1979).  The government does not argue that a mere protective frisk of Sepulveda would have produced the money as well as the drugs, so the question is whether the circumstances provided probable cause to arrest--and therefore to search--Sepulveda.  United States v. Martinez-Molina, <span class=\"citation\" data-id=\"196268\"><a href=\"/opinion/196268/united-states-v-martinez-molina/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 726 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The apartment in this case was unfurnished and partly boarded up.  There is no indication that it was used for any purpose other than distribution of drugs.  The numerous walk-up sales the police had observed confirmed that the apartment was being used for drug distribution and strongly suggested that everyone in the apartment knew of this activity.  See Martinez-Molina, 64 F.3d at 729.   It is only a short step to suppose that those present in the otherwise vacant apartment were probably drug dealers or purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The D.C. Circuit encountered similar facts in United States v. Holder, <span class=\"citation\" data-id=\"604763\"><a href=\"/opinion/604763/united-states-v-troy-carzell-holder/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1327</span></a></span>, 1329 (D.C.Cir.1993).  After entering an apartment and finding evidence of drug distribution, the police arrested the individuals found inside.  The court upheld the arrest of a defendant who claimed to be a bystander, saying that the open nature of the drug sale activity in the apartment gave rise to a reasonable inference that each occupant was involved in the drug trade--either as an accomplice in the drug sales or as a customer.  Id. at 1329.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To be sure, Sepulveda might have been an innocent visitor.  But probable cause requires only that the police have \"reasonable grounds to believe\" that Sepulveda had committed the crime.  See United States v. Melvin, <span class=\"citation\" data-id=\"365533\"><a href=\"/opinion/365533/united-states-v-james-francis-melvin/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">492</span></a></span>, 495 (1st Cir.1979).  The facts of this case persuade us that there was ample reason for the police to think that Sepulveda was engaged in a felony.  Given probable cause prior to the search, it is irrelevant that the formal arrest may have followed the search.  Rawlings v. Kentucky, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 111 &amp; n. 6, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2556</span></a></span>, 2564 &amp; n. 6, <span class=\"citation\" data-id=\"110326\"><a href=\"/opinion/110326/rawlings-v-kentucky/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span></a></span> (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, Velasquez argues that the district court erred in the jury instructions by failing to tell the jury, according to his brief on appeal, \"that it could not base a conviction of possession with intent to distribute cocaine base under count III on the same conduct that formed the basis for the distribution count (Count II).\"   The government says (correctly) that Velasquez did little to explain his \"concern\" to the district court, making no request for any specific curative language.  The objection was as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">I have a concern as it deals with the charge of possession with intent to sell--distribute.  The Court knows, based on the evidence that it is alleged that there was a quantity of contraband allegedly in Mr. Sepulveda's pocket.  I am concerned just based on the charge as it pertains to the definition that the Court instructed, as it pertains to the possession with intent to distribute, that the jury may in fact confuse that with the delivery.  In other words, your Honor, I'm concerned that by virtue of the fact that we have a delivery charge and we have a possession with intent to distribute charge, I'm concerned that the jury may confuse them or think that they are in fact one and the same.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A request for specific curative language may sometimes be needed to convey the substance of a requested addition or correction to the charge, and the absence of a specific request may prove fatal.  E.g., Parker v. Nashua, <span class=\"citation\" data-id=\"196553\"><a href=\"/opinion/196553/parker-v-sheehan/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.1996).  Still, one can imagine cases where some other formula might, in context, convey all of the needed information (e.g., \"I object to the definition of 'possession' because....\").  Here, based on the district judge's response, we think it is unclear that the district judge understood the objection to be the \"same conduct\" claim that Velasquez is now pressing on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In any event, to the extent we understand the objection now, it appears to us to be ill-founded.  Explaining why requires some background.  Under Blockburger v. United States, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">306</span></span> (1932), a defendant can be convicted of two differently defined offenses, based on the same core of facts, so long as each offense requires an element that the other does not.  Id. at 304, 52 S.Ct. at 182.   The offense of distribution obviously does require an element not required for the crime of possession with intent, namely, the act of distribution.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is possible--albeit unusual--to be guilty of distribution of a drug without also possessing it with intent to distribute.  Someone who participates in a drug transfer--e.g., as a broker or armed guard--can be liable for distribution without ever possessing the drugs.  See, e.g., United States v. Brunty, <span class=\"citation\" data-id=\"415407\"><a href=\"/opinion/415407/united-states-v-charles-w-brunty/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></a></span>, 1381 &amp; n. 16 (11th Cir.1983).  While \"possession\" is certainly helpful in proving distribution, it is technically not a necessary element.  United States v. Tejada, <span class=\"citation\" data-id=\"529942\"><a href=\"/opinion/529942/united-states-v-alberto-tejada-united-states-of-america-v-juan-ignacio/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 490 (1st Cir.1989).  Compare 2 Sand et al., Modern Federal Jury Instructions, 56-24 to 56-26, 56-4 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But satisfying Blockburger has not wholly satisfied the circuit courts.  Where the evidence shows only that a defendant handed over a packet of drugs, some courts have balked at the idea that Congress intended to allow a conviction both for possession with intent and for distribution.  E.g., United States v. Meredith, <span class=\"citation\" data-id=\"492038\"><a href=\"/opinion/492038/united-states-v-melvin-meredith-aka-monk-united-states-of-america-v/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1418</span></a></span>, 1426 (4th Cir.1987).  Other circuits have said that conviction on both counts is permitted, but that a defendant may only be sentenced on one.  See, e.g., United States v. Palafox, <span class=\"citation\" data-id=\"453411\"><a href=\"/opinion/453411/united-states-v-antonio-pino-palafox/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">558</span></a></span>, 562 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">By contrast, this court, following the Fifth Circuit, United States v. Zabaneh, <span class=\"citation\" data-id=\"500657\"><a href=\"/opinion/500657/united-states-v-angel-john-zabaneh/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1249</span></a></span>, 1257 (5th Cir.1988), has said that \"the offenses merge only where the distribution itself is the sole evidence of possession, or where possession is shown to exist only at the moment of distribution,\" United States v. Rodriguez-Cardona, <span class=\"citation\" data-id=\"555433\"><a href=\"/opinion/555433/united-states-v-osvaldo-rodriguez-cardona-aka-valdo/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span></a></span>, 1159 (1st Cir.1991), and we have also made clear that a defendant could be convicted of both offenses, with respect to the same drug, so long as there was proof that he possessed the drug (with intent to distribute) at some point earlier than the distribution itself.  Tejada, 886 F.2d at 490.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is doubtful that the game (reflected in these various distinctions drawn by the circuits) is worth the candle where both offenses are prosecuted at the same time.  In most configurations, the guidelines will assure that the sentence is the same for one or both, save for the $50 mandatory assessment.  U.S.S.G. &#167;&#167; 3D1.1, 3D1.3 (Nov.1994).  And so far as we can tell, only the $50 assessment is at issue here.  But based on this stake alone, Rutledge v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118013\"><a href=\"/opinion/118013/rutledge-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>, 1247, <span class=\"citation\" data-id=\"118013\"><a href=\"/opinion/118013/rutledge-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></a></span> (1996), prevents us from treating the issue as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In any event, the disagreement between the circuits is irrelevant here, as is the narrower concern that prompted this court in Tejada and Rodriguez-Cardona.   Velasquez was plainly shown to have distributed two rocks that he sold through the window to the detective.  It is scarcely less clear that the jury regarded Velasquez as constructively possessing with intent to distribute quite separate packages of crack that Sepulveda had in his pocket.  Thus, Velasquez was guilty of both crimes based upon different drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The constructive possession finding is inference but almost inescapable.  By convicting Sepulveda of distribution and finding both defendants liable of possessing the same gun, the jury made clear its view that both men were partners in the same criminal enterprise, a view borne out not only by circumstances but by Sepulveda's possession of the marked bills handed to Velasquez through the window.  On this basis, it follows that Velasquez was also liable on the possession charge for the crack carried by Sepulveda.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Velasquez challenges his sentence on several grounds.  The most important ground concerns the treatment of the cash found in Sepulveda's pockets;  the district court treated the entire amount as proceeds from the sale of crack.  Velasquez argues that the cash should not have been converted into an equivalent quantity of drugs at all and, if converted, should have been treated as proceeds of powder cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">When the police searched Sepulveda, they discovered in his pockets $335 in cash, five plastic bags of crack and three plastic bags of powder cocaine.  The cash included the two marked $20 bills that the detective had exchanged for two \"rocks\" of crack, leaving $295.  The probation officer said that this remaining amount likely represented the proceeds of prior crack sales but, to give \"the benefit of the doubt\" to the defendants, recommended that the cash be converted into an equivalent of powder cocaine rather than crack.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The government objected vigorously.  It argued that the convictions were for crack, that powder cocaine counts had been dropped (because the amount of powder did not warrant an inference of possession with intent), and that \"all of the facts\" pointed to crack distribution and none to powder cocaine.  The probation officer replied that there was \"perhaps[ ] a greater likelihood that the seized money represented the proceeds from prior sales of crack cocaine\";  but the presence of three bags of powder persuaded the probation officer to stand by her earlier recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">At the sentencing, the government pressed its objection, arguing that the $295 should be translated into crack, and the district court sided with the government.  As crack is punished much more seriously than cocaine powder, see United States v. Armstrong, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1480</span></a></span>, 1492, <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">687</span></a></span> (1996) (Stevens, J., dissenting), the effect of the court's ruling (based on calculations that we need not describe because they are not disputed) was to increase the base offense level on the drug counts from 18 to 26.  The district court then sentenced Velasquez to the minimum permitted by the guideline range for level 26 and his criminal history category of III, namely, 78 months.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is nothing to Velasquez' primary objection in the district court, renewed on appeal, that the $295 should not be converted into drugs at all.  A reasonable factfinder could conclude that it was more likely than not that Sepulveda and Velasquez were partners in a drug operation, Sepulveda holding the drugs and money and Velasquez completing the transactions at the side window.  The co-mingling of the $40 in marked bills, and the lack of any other obvious source for the $295, made it reasonable to attribute the money to drug dealing properly included in the sentence.  See United States v. Gerante, <span class=\"citation\" data-id=\"533564\"><a href=\"/opinion/533564/united-states-v-joseph-gerante/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 368-69 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The more difficult question is whether the $295 should all be treated as proceeds of crack transactions or should be treated as powder, which Velasquez now urges as a fall-back position.  The government says that Velasquez did not urge this alternative in the district court where, needless to say, his main argument was against treating the money as drug proceeds at all.  But the alternative of treating the money as powder sales was presented by the presentence report and squarely rejected by the district judge in favor of treating the money as proceeds from crack.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In arguing for the probation officer's solution, Velasquez invokes our own admonition that courts must \"err on the side of caution\" in choosing among a number of plausible estimates of drug quantity.  United States v. Jackson, <span class=\"citation\" data-id=\"194898\"><a href=\"/opinion/194898/united-states-v-jackson/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span></a></span>, 510 (1st Cir.1993);  United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 113 (1st Cir.1990).  But this \"caution\" has a more precise office that is best understood by quoting directly from the opinion from which Jackson and Sklar borrowed the quoted language:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>If the exact amount cannot be determined, an estimate will suffice, but here also a preponderance of the evidence must support the estimate.  Thus when choosing between a number of plausible estimates of drug quantity, none of which is more likely than not the correct quantity, a court must err on the side of caution.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">United States v. Walton, <span class=\"citation\" data-id=\"545175\"><a href=\"/opinion/545175/united-states-v-loretta-walton-89-1862-charles-eddie-mitchell/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1302 (6th Cir.1990) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Walton 's caution would apply if (for example) the district court had found that the $295 might represent sales of crack or, to an equal likelihood, might represent sales of both crack and powder.  But here the district court found that the money all represented crack sales.  The court was obviously making a submerged judgment about probabilities (only the defendants know for sure);  but it plainly thought that the finding it made was more likely than not to be true.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The standard of review on this issue is \"clear error.\"  Gerante, 891 F.2d at 368.   Based on the facts already recited, we think there is no way to describe the district court's determination as irrational, highly speculative, or without a basis in the evidence.  The money was found in the hands of persons who had been identified in advance as crack dealers, had crack in their possession and had just completed a sale to the police of crack.  There was no direct evidence of powder sales at all.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court could certainly have taken a different view of the matter.  The defendants did have three bags of powder cocaine, suggesting that they might be in both lines of business.  And, while the government pointed to the smallness of the amount of powder, conflicting inferences of this kind are matters to be weighed by the trier of fact.  But that is precisely the point:  it was for the district court to make these judgments and absent a clear mistake, we have no warrant to intervene.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendants make several other claims that require no detailed discussion.  Velasquez says that the evidence was inadequate to support convictions on any of the remaining counts and Sepulveda makes the same claim as to count V. The facts already recounted make it plain that there was ample evidence to convict both defendants on the drug counts, and we are not going to waste time on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The evidence as to the weapon, which underpinned the two gun counts, has not been recounted but was also sufficient.  Inside the apartment, the police found an opening in the ceiling through which the butt of a gun could be seen.  The gun proved to be a fully operational sawed-off rifle.  The location was within an arm's length of the barricaded window through which the sale had been made to the detective, and the butt could be reached easily by someone of average height standing inside the apartment at the window.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Given the circumstances--the vacant apartment, the actual sale, the additional drugs carried by Sepulveda--a reasonable jury could easily infer that the apartment was the base used by Sepulveda and Velasquez to retail their drugs.  From the placement of the weapon, it could also be reasonably inferred that the defendants kept it there, well positioned and available, for potential use in overawing an unruly customer or confronting a rival dealer.  In short, the weapon could be attributed to the defendants and, coupled with evidence that the rifle was unregistered, this was enough to convict.  See U.S.C. &#167;&#167; 5841, 5861(d), and 5871.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The same evidence was also used to convict the defendants on the \"use or carry\" charge under U.S.C. &#167; 924(c)(1).  As to this count, the government's theory, and the jury instructions, were based on our pre-Bailey decisions which defined \"use\" more broadly than is now permissible.  The government and defendants have already stipulated that the convictions of both defendants must be reversed under Bailey, together with the mandatory consecutive sentence imposed on this count.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The convictions and sentences on counts I-III and V are affirmed, the convictions and sentences on count IV is reversed, and the matter is remanded to the district court for proceedings consistent with this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604763/"
  ]
}