{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197113/",
  "absolute_url": "/opinion/197113/lawton-v-state-mutual/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197113/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:32Z",
  "date_modified": "2017-03-24T10:50:15.008546Z",
  "type": "010combined",
  "sha1": "af12cd986a1762f4c7f8ed6db2d317c4832779f8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1609.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1609\r\n\n                        MARYANN E. LAWTON,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n         STATE MUTUAL LIFE ASSURANCE COMPANY OF AMERICA,\r\n\n                       Defendant, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                             \r\n\n     Roy  A.  Bourgeois,  with whom  Nadia  R.  Totino Beard  and\r                                                                      \r\nBourgeois, Dresser &amp; White were on brief, for appellant.\r                                    \r\n     Neil  Jacobs, with whom Daniel W. McCarthy and Hale and Dorr\r                                                                           \r\nwere on brief, for appellee.\r\n\n                                             \r\n\n                         December 2, 1996\r\n                                             \r\r\n\n          SELYA, Circuit Judge.   Plaintiff-appellant Maryann  E.\r                    SELYA, Circuit Judge.\r                                        \r\n\nLawton alleges that her former employer, defendant-appellee State\r\n\nMutual Life Assurance  Company of America, discriminated  against\r\n\nher  on account of her  gender, in violation  of both federal and\r\n\nstate  law.  See  42 U.S.C.    2000e-5 (1994); Mass.  Gen. L. ch.\r                          \r\n\n151B,   4(1) (1996).  The district court granted summary judgment\r\n\nin the  employer's favor.  See  Lawton v. State  Mut. Life Assur.\r                                                                           \r\n\nCo., 924 F. Supp. 331 (D. Mass. 1996).  Lawton appeals.\r             \r\n\n          We  have  long  proclaimed  that  when  a  lower  court\r\n\nproduces  a comprehensive,  well-reasoned decision,  an appellate\r\n\ncourt should refrain from writing at length  to no other end than\r\n\nto hear  its own words  resonate.  See,  e.g., Ayala v.  Union de\r                                                                           \r\n\nTronquistas, 74 F.3d  344, 345  (1st Cir. 1996);  In re San  Juan\r                                                                           \r\n\nDupont Plaza Hotel Fire Litig., 989 F.2d 36,  38 (1st Cir. 1993).\r                                        \r\n\nToday,  we practice what we  preach:  having  read the record and\r\n\nthe  parties'  briefs  with  care,  we affirm  the  judgment  for\r\n\nsubstantially  the reasons elucidated  in the opinion  below.  We\r\n\nadd only a few comments.\r\n\n          First:   The  plaintiff  claims that  her dismissal  on\r                    First:\r                         \r\n\nAugust 23, 1991,  after more  than four years  in State  Mutual's\r\n\nemploy, constituted a discriminatory act.  In order to prevail on\r\n\nsuch  a  claim in  an  abolition-of-position  case     here,  the\r\n\ndefendant contends that its  business plan changed, rendering the\r\n\nmanagement post  that Lawton  occupied anachronistic    an ousted\r\n\nemployee must adduce some  proof that the employer did  not treat\r\n\ngender  neutrally  in  arriving  at  the  challenged   employment\r\n\n                                2\r\r\n\ndecision.   See Vega  v. Kodak Caribbean,  Ltd., 3 F.3d  476, 479\r                                                         \r\n\n(1st Cir. 1993); Holt  v. Gamewell Corp., 797 F.2d 36, 37-38 (1st\r                                                  \r\n\nCir.  1986).   The  district court  determined  that the  summary\r\n\njudgment record in this case affords no such substantiation.  See\r                                                                           \r\n\nLawton,  924  F.  Supp. at  345.    The  plaintiff disputes  this\r                \r\n\nassessment, primarily on the basis that \"the sworn testimony of a\r\n\nhighly  qualified and experienced expert [statistician]\" supplies\r\n\nthe missing link.\r\n\n          This  argument  confuses   prunes  with   pomegranates.\r\n\nAssuming,   arguendo,  that   the  statistician's   affidavit  is\r                              \r\n\nprobative at all,1 it proves only that men, on average, earn more\r\n\nin the defendant's employ  than women, and that men,  on average,\r\n\nare  more  likely  to be  promoted  than  women.   Even  if these\r\n\naspersions  are taken  as true  (and, thus,  cast certain  of the\r\n\ndefendant's  employment practices  into disrepute),  salary level\r\n\ndiscrimination,   in  and   of  itself,   is  not   probative  of\r\n\ndiscrimination in layoffs.  Indeed, a coldly calculating employer\r                                   \r\n\nmight  well  seek  to  dismiss its  higher-paid  employees  while\r\n\nretaining their  lower-paid counterparts.   Therefore, the  court\r\n\ndid not  err in  granting summary  judgment on  the abolition-of-\r\n\nposition claim.\r\n\n          Second:   Prior  to  filing a  Title  VII action  in  a\r                    Second:\r                          \r\n\nfederal   district   court,   a  plaintiff   must   exhaust   her\r\n\nadministrative  remedies.    Tight  time  limits  constrain  this\r\n                    \r                              \r\n\n     1State  Mutual   hotly  contests   not  only   the  expert's\r\nconclusions, but  also his  methodology and the  adequacy of  his\r\ndata base.  We need not resolve this contretemps.\r\n\n                                3\r\r\n\nprotocol.  Lawton worked in Massachusetts, and Massachusetts is a\r\n\nso-called \"deferral jurisdiction\"    the commonwealth has its own\r\n\ncivil  rights statute and agency    so exhaustion  depends on the\r\n\nfiling  of  a  charge   with  the  Equal  Employment  Opportunity\r\n\nCommission within  300 days of the  purported discriminatory act.\r\n\nSee 42 U.S.C.   2000e-5(3) (1994);  see also Mack v. Great Atl. &amp;\r                                                                           \r\n\nPac.  Tea Co., 871 F.2d  179, 181-82 (1st  Cir. 1989) (describing\r                       \r\n\noperation of statutory  scheme).  Under state law,  the timetable\r\n\nis even more compressed.  See Mass.  Gen. L. ch. 151B,   5 (1996)\r                                       \r\n\n(providing that an administrative  complaint must be filed within\r\n\nsix months after the alleged discriminatory act occurs).\r\n\n          In this  case the plaintiff contends  that, in addition\r\n\nto  unlawfully  cashiering her,  the  defendant  also refused  to\r\n\npromote her on several occasions due to her gender.  She filed an\r\n\nadministrative  complaint attacking  both the  discharge and  the\r\n\nfailure  to promote  on  February 17,  1992.   The  first of  the\r\n\nwithheld promotions  took  place  in  1987,  and  the  other  two\r\n\noccurred  in 1990.2  Since all the promotions transpired prior to\r\n\nApril 24,  1991, more than 300  days elapsed between the  last of\r\n\nthem and  the date of the administrative  filing.  Thus, they all\r\n\nfell outside the applicable limitations period.\r\n\n          The  plaintiff tries  to  detour  around this  temporal\r\n\n                    \r                              \r\n\n     2The  plaintiff makes  a halfhearted  effort to  implicate a\r\nfourth (more recent) promotion but, as the district court pointed\r\nout,  her  belated  reliance  on  this  incident     involving  a\r\npromotion  for which she never  applied   came  too late because,\r\namong other things, she never included any reference to it in her\r\nadministrative complaint.  See  Lawton, 924 F. Supp. at 338 n.6.\r                                                \r\n\n                                4\r\r\n\nbarrier.   She  clings to  the  notion that  her case  presents a\r\n\n\"continuing violation,\" thereby allowing her to reach back beyond\r\n\nthe normal  limitations period to  the earlier promotions.   See,\r                                                                          \r\n\ne.g., Sabree v. United  Bhd. of Carpenters and Joiners,  921 F.2d\r                                                                \r\n\n396,  400  (1st  Cir.  1990)  (explicating  continuing  violation\r\n\ntheory);  Jensen  v. Frank,  912 F.2d  517,  522 (1st  Cir. 1990)\r                                    \r\n\n(same);  Mack, 871  F.2d at  182-83 (same).   The  district court\r                       \r\n\nacknowledged the  legitimacy of the continuing  violation theory,\r\n\nbut found it inapplicable to Lawton's circumstances.  Lawton, 924\r                                                                      \r\n\nF. Supp. at 339-40.  We agree.\r\n\n          In general,  continuing violations arise in  one of two\r\n\nincarnations.     The   first   incarnation  encompasses   serial\r\n\nviolations,  that  is,  violations  which comprise  a  number  of\r\n\ndiscriminatory  acts  emanating  from  the   same  discriminatory\r\n\nanimus,  each of  which constitutes  a separate  wrong actionable\r\n\nunder Title VII.  See Jensen, 912 F.2d at 522; Mack,  871 F.2d at\r                                                             \r\n\n183.   To give purchase to  this type of continuing violation, at\r\n\nleast  one  act  in the  series  must  have  occurred within  the\r\n\nlimitations period.  See Mack, 871 F.2d at 183.\r                                       \r\n\n          Lawton cannot  clear this hurdle:   as we  already have\r\n\nindicated,  the foregone  promotions all  occurred more  than 300\r\n\ndays before  she initiated agency-level proceedings.   Her firing\r\n\n(which  took place within the  300-day period) does  not fill the\r\n\nvoid:   that  act  is  of  a  wholly  different  character,  and,\r\n\nmoreover, it has  not been traced  to any discriminatory  animus.\r\n\nSee  supra.    Common  sense  teaches  that  a  plaintiff  cannot\r                    \r\n\n                                5\r\r\n\nresuscitate time-barred  acts, said to be  discriminatory, by the\r\n\nsimple  expedient  of  linking  them  to  a  non-identical,  non-\r\n\ndiscriminatory, non-time-barred act.\r\n\n          The  other method by which  a plaintiff can establish a\r\n\ncontinuing  violation  is by  demonstrating  the  existence of  a\r\n\nsystemic violation.   \"A systemic  violation has its  roots in  a\r\n\ndiscriminatory  policy  or practice;  so  long as  the  policy or\r\n\npractice  itself   continues  into   the  limitation   period,  a\r\n\nchallenger  may be  deemed  to have  filed  a timely  complaint.\"\r\n\nJensen,  912 F.2d  at 523.   Lawton  asserts that she  meets this\r                \r\n\ncriterion, and  that, therefore,  her claim is  not pretermitted.\r\n\nThis assertion cannot withstand scrutiny.\r\n\n          First and foremost, the plaintiff never articulated any\r\n\nparticular  discriminatory  policy  or practice  in  the district\r\n\ncourt.   In  the absence  of such  an articulation,  her systemic\r\n\nviolation claim fails.  See Mack, 871 F.2d at 184 (describing the\r                                          \r\n\nplaintiff's   burden   to   demonstrate   that   \"a   discernible\r\n\ndiscriminatory policy was in effect,  and injured her, during the\r\n\nlimitations  period\").   The generalized  references made  by the\r\n\nplaintiff  in  the  lower  court were  patently  insufficient  to\r\n\nsatisfy the applicable standard.\r\n\n          Confronted with  this omission at oral  argument before\r\n\nus, the plaintiff's attorney, in  what amounts to confession  and\r\n\nattempted avoidance, defined the alleged discriminatory policy as\r\n\n\"the practice of not  open-posting those jobs which  are gateways\r\n\ninto the  mainstream  career path  [at  State Mutual],  with  the\r\n\n                                6\r\r\n\nresult  that  those are  reserved for  the  domain of  men making\r\n\ndecisions about men.\"   This rhetorical flourish  comes too late,\r\n\nfor  the plaintiff did not  enunciate the supposed  policy in the\r\n\nproceedings below  (administrative or  judicial).  No  precept is\r\n\nmore  firmly  settled  in  this circuit  than  that  theories not\r\n\nsquarely raised and seasonably  propounded before the trial court\r\n\ncannot rewardingly be advanced on appeal.3  See, e.g., Teamsters,\r                                                                           \r\n\nChauffers,  Warehousemen  &amp;  Helpers   Union,  Local  No.  59  v.\r                                                                       \r\n\nSuperline Transp. Co., 953 F.2d 17, 21 (1st Cir. 1992);  McCoy v.\r                                                                        \r\n\nMassachusetts  Inst. of Tech., 950  F.2d 13, 22  (1st Cir. 1991),\r                                       \r\n\ncert. denied, 504 U.S. 910 (1992).\r                      \r\n\n          In  all events,  the late-blooming  articulation offers\r\n\ntoo  little   substance;  the   stated  policy,  even   if  fully\r\n\nconsidered, would not support  the weight of Lawton's case.   The\r\n\nrecord  is  devoid  both of  evidence  that  might  explicate the\r\n\nparameters of  the policy (e.g.,  there is  no proof as  to which\r\n\npositions are \"gateways\" or how one might distinguish \"mainstream\r\n\ncareer paths\"),  and of  evidence that  might show  the continued\r\n\nexistence of the policy  during the limitations period.   What is\r                                                                \r\n\nmore, there is no evidence that Lawton herself was injured by any\r\n\nsuch  policy during  the  300 days  preceding  her initiation  of\r                                                                           \r\n\nadministrative   proceedings.     Consequently,   she   has   not\r                                      \r\n\nestablished the kind of systemic violation which would permit her\r\n\nto evade the time bar that blocks her path. \r\n                    \r                              \r\n\n     3For that matter, the plaintiff did not enunciate the policy\r\nin her appellate briefs.   This, too, is a  disqualifying factor.\r\nSee Sandstrom v. ChemLawn Corp., 904 F.2d 83, 86 (1st Cir. 1990).\r                                         \r\n\n                                7\r\r\n\n          Third:   The plaintiff's fallback position  is that the\r                    Third:\r                         \r\n\ndistrict  court acted  precipitously.   She asseverates  that her\r\n\nclaims should not have been adjudicated on summary judgment, but,\r\n\nat   the  very  least,  ought  to  have  gone  to  trial.    This\r\n\nasseveration lacks merit.\r\n\n          The proper  province of summary judgment  \"is to pierce\r\n\nthe  boilerplate of the pleadings and assay the parties' proof in\r\n\norder to determine whether trial is actually required.\"  Wynne v.\r                                                                        \r\n\nTufts  Univ. Sch.  of Med., 976  F.2d 791,  794 (1st  Cir. 1992),\r                                    \r\n\ncert.  denied, 507 U.S. 1030  (1993).  Though  the district court\r                       \r\n\nmust  \"interpret the record in  the light most  hospitable to the\r\n\nnonmoving  party, reconciling  all  competing inferences  in that\r\n\nparty's  favor,\" McIntosh v. Antonino,  71 F.3d 29,  33 (1st Cir.\r                                               \r\n\n1995), the nonmovant has a corresponding obligation  to offer the\r\n\ncourt more than steamy  rhetoric and bare conclusions.   See id.;\r                                                                          \r\n\nsee also  Morris v. Government Dev.  Bank, 27 F.3d 746,  748 (1st\r                                                   \r\n\nCir. 1994); Medina-Munoz  v. R.J. Reynolds Tobacco Co.,  896 F.2d\r                                                                \r\n\n5, 7-8  (1st Cir. 1990).  This principle is accentuated where, as\r\n\nhere, a  Rule 56 motion targets  an issue on which  the nonmoving\r\n\nparty must carry the devoir of persuasion.  In that  setting, the\r\n\nnonmovant must \"produce specific  facts, in suitable  evidentiary\r\n\nform,\" sufficient to limn  a trialworthy issue.  Morris,  27 F.3d\r                                                                 \r\n\nat 748.  Failure to  do so allows the summary judgment  engine to\r\n\noperate at full throttle.  See, e.g., Kelly v. United States, 924\r                                                                      \r\n\nF.2d 355, 358 (1st Cir. 1991) (warning that  \"the decision to sit\r\n\nidly by and allow the summary judgment proponent to configure the\r\n\n                                8\r\r\n\nrecord is likely to prove fraught with consequence\").\r\n\n          The district  court faithfully applied these  tenets in\r\n\ndetermining  that no  genuine  issue of  material fact  loomed in\r\n\nrespect to either the abolition-of-position or failure-to-promote\r\n\nclaims.   Although Lawton  labors to show  discrepancies here and\r\n\nthere,  \"genuineness and  materiality are not  infinitely elastic\r\n\neuphemisms  that may  be stretched  to fit  whatever pererrations\r\n\ncatch a litigant's fancy.\"  Blackie v. State of Me., 75 F.3d 716,\r                                                             \r\n\n721 (1st  Cir. 1996).   On the key  factual issue related  to her\r\n\nouster   the presence or absence of the requisite  discriminatory\r\n\nintent   the probative evidence points in  only one direction.  A\r\n\nfactfinder,  drawing reasonable  inferences  from the  nisi prius\r                                         \r\n\nroll,  could  not conclude  without  undue  speculation that  the\r\n\ndefendant  acted from  a gender-based  animus in  eliminating the\r\n\nplaintiff's  job.   Thus, brevis  disposition was  appropriate on\r                                          \r\n\nthat issue.   See Medina-Munoz,  896 F.2d at  8 (explaining  that\r                                        \r\n\nsummary  judgment may be granted  on \"intent\" issues).   So, too,\r\n\nwith the  promotion-related  claims; questions  dealing with  the\r\n\napplicability  and effect  of the passage  of time  on particular\r\n\nsets  of facts often are appropriately disposed of at the summary\r\n\njudgment stage,  see, e.g., Rivera-Muriente v. Agosto-Alicea, 959\r                                                                      \r\n\nF.2d 349, 352 (1st Cir. 1992); Jensen, 912 F.2d at  520, and this\r                                               \r\n\ncase fits snugly within that paradigm.4  \r\n                    \r                              \r\n\n     4When a defendant  moves for summary judgment  based in part\r\non a plausible claim that the plaintiff's suit is outlawed by the\r\npassage of  time, \"the onus  of identifying  a trialworthy  issue\r\ncustomarily  falls on the plaintiff.\"   McIntosh, 71  F.3d at 33.\r                                                          \r\nHere, Lawton has not identified any such issue. \r\n\n                                9\r\r\n\n          Mindful of the district court's more exegetic treatment\r\n\nof these, and other, matters, we need go no further.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                10\r\r\n",
  "html": "<p class=\"case_cite\">101 F.3d 218</p>\n    <p class=\"case_cite\">75 Fair Empl.Prac.Cas. (BNA) 767</p>\n    <p class=\"parties\">Maryann E. LAWTON, Plaintiff, Appellant,<br>v.<br>STATE MUTUAL LIFE ASSURANCE COMPANY OF AMERICA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1609.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1996.<br>Decided Dec. 2, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Roy A. Bourgeois, with whom Nadia R. Totino Beard and Bourgeois, Dresser &amp; White were on brief, Worcester, MA, for appellant.</p>\n      <p class=\"indent\">Neil Jacobs, with whom Daniel W. McCarthy and Hale and Dorr were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Maryann E. Lawton alleges that her former employer, defendant-appellee State Mutual Life Assurance Company of America, discriminated against her on account of her gender, in violation of both federal and state law.  See 42 U.S.C. &#167; 2000e-5 (1994);  Mass.  Gen. L. ch.  151B, &#167; 4(1) (1996).  The district court granted summary judgment in the employer's favor.  See Lawton v. State Mut. Life Assur. Co., 924 F.Supp. 331 (D.Mass.1996).  Lawton appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We have long proclaimed that when a lower court produces a comprehensive, well-reasoned decision, an appellate court should refrain from writing at length to no other end than to hear its own words resonate.  See, e.g., Ayala v. Union de Tronquistas, 74 F.3d 344, 345 (1st Cir.1996);  In re San Juan Dupont Plaza Hotel Fire Litig., 989 F.2d 36, 38 (1st Cir.1993).  Today, we practice what we preach:  having read the record and the parties' briefs with care, we affirm the judgment for substantially the reasons elucidated in the opinion below.  We add only a few comments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">First:  The plaintiff claims that her dismissal on August 23, 1991, after more than four years in State Mutual's employ, constituted a discriminatory act.  In order to prevail on such a claim in an abolition-of-position case--here, the defendant contends that its business plan changed, rendering the management post that Lawton occupied anachronistic--an ousted employee must adduce some proof that the employer did not treat gender neutrally in arriving at the challenged employment decision.  See Vega v. Kodak Caribbean, Ltd., 3 F.3d 476, 479 (1st Cir.1993);   Holt v. Gamewell Corp., 797 F.2d 36, 37-38 (1st Cir.1986).  The district court determined that the summary judgment record in this case affords no such substantiation.  See Lawton, 924 F.Supp. at 345.   The plaintiff disputes this assessment, primarily on the basis that \"the sworn testimony of a highly qualified and experienced expert [statistician]\" supplies the missing link.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This argument confuses prunes with pomegranates.  Assuming, arguendo, that the statistician's affidavit is probative at all,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> it proves only that men, on average, earn more in the defendant's employ than women, and that men, on average, are more likely to be promoted than women.  Even if these aspersions are taken as true (and, thus, cast certain of the defendant's employment practices into disrepute), salary level discrimination, in and of itself, is not probative of discrimination in layoffs.   Indeed, a coldly calculating employer might well seek to dismiss its higher-paid employees while retaining their lower-paid counterparts.  Therefore, the court did not err in granting summary judgment on the abolition-of-position claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Second:  Prior to filing a Title VII action in a federal district court, a plaintiff must exhaust her administrative remedies.  Tight time limits constrain this protocol.  Lawton worked in Massachusetts, and Massachusetts is a so-called \"deferral jurisdiction\"--the commonwealth has its own civil rights statute and agency--so exhaustion depends on the filing of a charge with the Equal Employment Opportunity Commission within 300 days of the purported discriminatory act.  See 42 U.S.C. &#167; 2000e-5(c) (1994);  see also Mack v. Great Atl. &amp; Pac.  Tea Co., 871 F.2d 179, 181-82 (1st Cir.1989) (describing operation of statutory scheme).  Under state law, the timetable is even more compressed.  See Mass.  Gen. L. ch.  151B, &#167; 5 (1996) (providing that an administrative complaint must be filed within six months after the alleged discriminatory act occurs).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this case the plaintiff contends that, in addition to unlawfully cashiering her, the defendant also refused to promote her on several occasions due to her gender.  She filed an administrative complaint attacking both the discharge and the failure to promote on February 17, 1992.  The first of the withheld promotions took place in 1987, and the other two occurred in 1990.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Since all the promotions transpired prior to April 24, 1991, more than 300 days elapsed between the last of them and the date of the administrative filing.  Thus, they all fell outside the applicable limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiff tries to detour around this temporal barrier.  She clings to the notion that her case presents a \"continuing violation,\" thereby allowing her to reach back beyond the normal limitations period to the earlier promotions.  See, e.g., Sabree v. United Bhd. of Carpenters and Joiners, 921 F.2d 396, 400 (1st Cir.1990) (explicating continuing violation theory);  Jensen v. Frank, 912 F.2d 517, 522 (1st Cir.1990) (same);  Mack, 871 F.2d at 182-83 (same).  The district court acknowledged the legitimacy of the continuing violation theory, but found it inapplicable to Lawton's circumstances.  Lawton, 924 F.Supp. at 339-40.   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In general, continuing violations arise in one of two incarnations.  The first incarnation encompasses serial violations, that is, violations which comprise a number of discriminatory acts emanating from the same discriminatory animus, each of which constitutes a separate wrong actionable under Title VII.  See Jensen, 912 F.2d at 522;  Mack, 871 F.2d at 183.   To give purchase to this type of continuing violation, at least one act in the series must have occurred within the limitations period.  See Mack, 871 F.2d at 183.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Lawton cannot clear this hurdle:  as we already have indicated, the foregone promotions all occurred more than 300 days before she initiated agency-level proceedings.  Her firing (which took place within the 300-day period) does not fill the void:  that act is of a wholly different character, and, moreover, it has not been traced to any discriminatory animus.  See supra.   Common sense teaches that a plaintiff cannot resuscitate time-barred acts, said to be discriminatory, by the simple expedient of linking them to a non-identical, non-discriminatory, non-time-barred act.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The other method by which a plaintiff can establish a continuing violation is by demonstrating the existence of a systemic violation.  \"A systemic violation has its roots in a discriminatory policy or practice;  so long as the policy or practice itself continues into the limitation period, a challenger may be deemed to have filed a timely complaint.\"  Jensen, 912 F.2d at 523.   Lawton asserts that she meets this criterion, and that, therefore, her claim is not pretermitted.  This assertion cannot withstand scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First and foremost, the plaintiff never articulated any particular discriminatory policy or practice in the district court.  In the absence of such an articulation, her systemic violation claim fails.  See Mack, 871 F.2d at 184 (describing the plaintiff's burden to demonstrate that \"a discernible discriminatory policy was in effect, and injured her, during the limitations period\").  The generalized references made by the plaintiff in the lower court were patently insufficient to satisfy the applicable standard.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Confronted with this omission at oral argument before us, the plaintiff's attorney, in what amounts to confession and attempted avoidance, defined the alleged discriminatory policy as \"the practice of not open-posting those jobs which are gateways into the mainstream career path [at State Mutual], with the result that those are reserved for the domain of men making decisions about men.\"   This rhetorical flourish comes too late, for the plaintiff did not enunciate the supposed policy in the proceedings below (administrative or judicial).  No precept is more firmly settled in this circuit than that theories not squarely raised and seasonably propounded before the trial court cannot rewardingly be advanced on appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See, e.g., Teamsters, Chauffeurs, Warehousemen &amp; Helpers Union, Local No. 59 v. Superline Transp. Co., 953 F.2d 17, 21 (1st Cir.1992);  McCoy v. Massachusetts Inst. of Tech., 950 F.2d 13, 22 (1st Cir.1991), cert. denied, 504 U.S. 910, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In all events, the late-blooming articulation offers too little substance;  the stated policy, even if fully considered, would not support the weight of Lawton's case.  The record is devoid both of evidence that might explicate the parameters of the policy (e.g., there is no proof as to which positions are \"gateways\" or how one might distinguish \"mainstream career paths\"), and of evidence that might show the continued existence of the policy during the limitations period.   What is more, there is no evidence that Lawton herself was injured by any such policy during the 300 days preceding her initiation of administrative proceedings.   Consequently, she has not established the kind of systemic violation which would permit her to evade the time bar that blocks her path.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Third:  The plaintiff's fallback position is that the district court acted precipitously.  She asseverates that her claims should not have been adjudicated on summary judgment, but, at the very least, ought to have gone to trial.  This asseveration lacks merit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The proper province of summary judgment \"is to pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne v. Tufts Univ.  Sch. of Med., 976 F.2d 791, 794 (1st Cir.1992), cert. denied, 507 U.S. 1030, 113 S.Ct. 1845, 123 L.Ed.2d 470 (1993).  Though the district court must \"interpret the record in the light most hospitable to the nonmoving party, reconciling all competing inferences in that party's favor,\" McIntosh v. Antonino, 71 F.3d 29, 33 (1st Cir.1995), the nonmovant has a corresponding obligation to offer the court more than steamy rhetoric and bare conclusions.  See id.;   see also Morris v. Government Dev.  Bank, 27 F.3d 746, 748 (1st Cir.1994);  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 7-8 (1st Cir.1990).  This principle is accentuated where, as here, a Rule 56 motion targets an issue on which the nonmoving party must carry the devoir of persuasion.  In that setting, the nonmovant must \"produce specific facts, in suitable evidentiary form,\" sufficient to limn a trialworthy issue.  Morris, 27 F.3d at 748.   Failure to do so allows the summary judgment engine to operate at full throttle.  See, e.g., Kelly v. United States, 924 F.2d 355, 358 (1st Cir.1991) (warning that \"the decision to sit idly by and allow the summary judgment proponent to configure the record is likely to prove fraught with consequence\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court faithfully applied these tenets in determining that no genuine issue of material fact loomed in respect to either the abolition-of-position or failure-to-promote claims.  Although Lawton labors to show discrepancies here and there, \"genuineness and materiality are not infinitely elastic euphemisms that may be stretched to fit whatever pererrations catch a litigant's fancy.\"  Blackie v. State of Me., 75 F.3d 716, 721 (1st Cir.1996).  On the key factual issue related to her ouster--the presence or absence of the requisite discriminatory intent--the probative evidence points in only one direction.  A factfinder, drawing reasonable inferences from the nisi prius roll, could not conclude without undue speculation that the defendant acted from a gender-based animus in eliminating the plaintiff's job.  Thus, brevis disposition was appropriate on that issue.  See Medina-Munoz, 896 F.2d at 8 (explaining that summary judgment may be granted on \"intent\" issues).  So, too, with the promotion-related claims;  questions dealing with the applicability and effect of the passage of time on particular sets of facts often are appropriately disposed of at the summary judgment stage, see, e.g., Rivera-Muriente v. Agosto-Alicea, 959 F.2d 349, 352 (1st Cir.1992);  Jensen, 912 F.2d at 520, and this case fits snugly within that paradigm.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mindful of the district court's more exegetic treatment of these, and other, matters, we need go no further.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> State Mutual hotly contests not only the expert's conclusions, but also his methodology and the adequacy of his data base.  We need not resolve this contretemps</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The plaintiff makes a halfhearted effort to implicate a fourth (more recent) promotion but, as the district court pointed out, her belated reliance on this incident--involving a promotion for which she never applied--came too late because, among other things, she never included any reference to it in her administrative complaint.  See Lawton, 924 F.Supp. at 338 n. 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For that matter, the plaintiff did not enunciate the policy in her appellate briefs.  This, too, is a disqualifying factor.  See Sandstrom v. ChemLawn Corp., 904 F.2d 83, 86 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> When a defendant moves for summary judgment based in part on a plausible claim that the plaintiff's suit is outlawed by the passage of time, \"the onus of identifying a trialworthy issue customarily falls on the plaintiff.\"  McIntosh, 71 F.3d at 33.   Here, Lawton has not identified any such issue</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">767</span></span></p>\n    <p class=\"parties\">Maryann E. LAWTON, Plaintiff, Appellant,<br>v.<br>STATE MUTUAL LIFE ASSURANCE COMPANY OF AMERICA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1609.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1996.<br>Decided Dec. 2, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Roy A. Bourgeois, with whom Nadia R. Totino Beard and Bourgeois, Dresser &amp; White were on brief, Worcester, MA, for appellant.</p>\n      <p class=\"indent\">Neil Jacobs, with whom Daniel W. McCarthy and Hale and Dorr were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Maryann E. Lawton alleges that her former employer, defendant-appellee State Mutual Life Assurance Company of America, discriminated against her on account of her gender, in violation of both federal and state law.  See 42 U.S.C. &#167; 2000e-5 (1994);  Mass.  Gen. L. ch.  151B, &#167; 4(1) (1996).  The district court granted summary judgment in the employer's favor.  See Lawton v. State Mut. Life Assur. Co., <span class=\"citation no-link\"><span class=\"volume\">924</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">331</span></span> (D.Mass.1996).  Lawton appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We have long proclaimed that when a lower court produces a comprehensive, well-reasoned decision, an appellate court should refrain from writing at length to no other end than to hear its own words resonate.  See, e.g., Ayala v. Union de Tronquistas, <span class=\"citation\" data-id=\"711116\"><a href=\"/opinion/711116/jose-ayala-v-union-de-tronquistas-de-puerto-rico-local-901/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 345 (1st Cir.1996);  In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 38 (1st Cir.1993).  Today, we practice what we preach:  having read the record and the parties' briefs with care, we affirm the judgment for substantially the reasons elucidated in the opinion below.  We add only a few comments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">First:  The plaintiff claims that her dismissal on August 23, 1991, after more than four years in State Mutual's employ, constituted a discriminatory act.  In order to prevail on such a claim in an abolition-of-position case--here, the defendant contends that its business plan changed, rendering the management post that Lawton occupied anachronistic--an ousted employee must adduce some proof that the employer did not treat gender neutrally in arriving at the challenged employment decision.  See Vega v. Kodak Caribbean, Ltd., <span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 479 (1st Cir.1993);   Holt v. Gamewell Corp., <span class=\"citation\" data-id=\"474188\"><a href=\"/opinion/474188/41-fair-emplpraccas-585-40-empl-prac-dec-p-36334-richard-s-holt-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 37-38 (1st Cir.1986).  The district court determined that the summary judgment record in this case affords no such substantiation.  See Lawton, 924 F.Supp. at 345.   The plaintiff disputes this assessment, primarily on the basis that \"the sworn testimony of a highly qualified and experienced expert [statistician]\" supplies the missing link.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This argument confuses prunes with pomegranates.  Assuming, arguendo, that the statistician's affidavit is probative at all,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> it proves only that men, on average, earn more in the defendant's employ than women, and that men, on average, are more likely to be promoted than women.  Even if these aspersions are taken as true (and, thus, cast certain of the defendant's employment practices into disrepute), salary level discrimination, in and of itself, is not probative of discrimination in layoffs.   Indeed, a coldly calculating employer might well seek to dismiss its higher-paid employees while retaining their lower-paid counterparts.  Therefore, the court did not err in granting summary judgment on the abolition-of-position claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Second:  Prior to filing a Title VII action in a federal district court, a plaintiff must exhaust her administrative remedies.  Tight time limits constrain this protocol.  Lawton worked in Massachusetts, and Massachusetts is a so-called \"deferral jurisdiction\"--the commonwealth has its own civil rights statute and agency--so exhaustion depends on the filing of a charge with the Equal Employment Opportunity Commission within 300 days of the purported discriminatory act.  See 42 U.S.C. &#167; 2000e-5(c) (1994);  see also Mack v. Great Atl. &amp; Pac.  Tea Co., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 181-82 (1st Cir.1989) (describing operation of statutory scheme).  Under state law, the timetable is even more compressed.  See Mass.  Gen. L. ch.  151B, &#167; 5 (1996) (providing that an administrative complaint must be filed within six months after the alleged discriminatory act occurs).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this case the plaintiff contends that, in addition to unlawfully cashiering her, the defendant also refused to promote her on several occasions due to her gender.  She filed an administrative complaint attacking both the discharge and the failure to promote on February 17, 1992.  The first of the withheld promotions took place in 1987, and the other two occurred in 1990.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Since all the promotions transpired prior to April 24, 1991, more than 300 days elapsed between the last of them and the date of the administrative filing.  Thus, they all fell outside the applicable limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiff tries to detour around this temporal barrier.  She clings to the notion that her case presents a \"continuing violation,\" thereby allowing her to reach back beyond the normal limitations period to the earlier promotions.  See, e.g., Sabree v. United Bhd. of Carpenters and Joiners, <span class=\"citation\" data-id=\"553173\"><a href=\"/opinion/553173/54-fair-emplpraccas-1070-55-empl-prac-dec-p-40456-mark-h-sabree-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span>, 400 (1st Cir.1990) (explicating continuing violation theory);  Jensen v. Frank, <span class=\"citation\" data-id=\"547202\"><a href=\"/opinion/547202/53-fair-emplpraccas-1450-54-empl-prac-dec-p-40191-donald-a-jensen/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 522 (1st Cir.1990) (same);  Mack, 871 F.2d at 182-83 (same).  The district court acknowledged the legitimacy of the continuing violation theory, but found it inapplicable to Lawton's circumstances.  Lawton, 924 F.Supp. at 339-40.   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In general, continuing violations arise in one of two incarnations.  The first incarnation encompasses serial violations, that is, violations which comprise a number of discriminatory acts emanating from the same discriminatory animus, each of which constitutes a separate wrong actionable under Title VII.  See Jensen, 912 F.2d at 522;  Mack, 871 F.2d at 183.   To give purchase to this type of continuing violation, at least one act in the series must have occurred within the limitations period.  See Mack, 871 F.2d at 183.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Lawton cannot clear this hurdle:  as we already have indicated, the foregone promotions all occurred more than 300 days before she initiated agency-level proceedings.  Her firing (which took place within the 300-day period) does not fill the void:  that act is of a wholly different character, and, moreover, it has not been traced to any discriminatory animus.  See supra.   Common sense teaches that a plaintiff cannot resuscitate time-barred acts, said to be discriminatory, by the simple expedient of linking them to a non-identical, non-discriminatory, non-time-barred act.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The other method by which a plaintiff can establish a continuing violation is by demonstrating the existence of a systemic violation.  \"A systemic violation has its roots in a discriminatory policy or practice;  so long as the policy or practice itself continues into the limitation period, a challenger may be deemed to have filed a timely complaint.\"  Jensen, 912 F.2d at 523.   Lawton asserts that she meets this criterion, and that, therefore, her claim is not pretermitted.  This assertion cannot withstand scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First and foremost, the plaintiff never articulated any particular discriminatory policy or practice in the district court.  In the absence of such an articulation, her systemic violation claim fails.  See Mack, 871 F.2d at 184 (describing the plaintiff's burden to demonstrate that \"a discernible discriminatory policy was in effect, and injured her, during the limitations period\").  The generalized references made by the plaintiff in the lower court were patently insufficient to satisfy the applicable standard.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Confronted with this omission at oral argument before us, the plaintiff's attorney, in what amounts to confession and attempted avoidance, defined the alleged discriminatory policy as \"the practice of not open-posting those jobs which are gateways into the mainstream career path [at State Mutual], with the result that those are reserved for the domain of men making decisions about men.\"   This rhetorical flourish comes too late, for the plaintiff did not enunciate the supposed policy in the proceedings below (administrative or judicial).  No precept is more firmly settled in this circuit than that theories not squarely raised and seasonably propounded before the trial court cannot rewardingly be advanced on appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See, e.g., Teamsters, Chauffeurs, Warehousemen &amp; Helpers Union, Local No. 59 v. Superline Transp. Co., <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992);  McCoy v. Massachusetts Inst. of Tech., <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In all events, the late-blooming articulation offers too little substance;  the stated policy, even if fully considered, would not support the weight of Lawton's case.  The record is devoid both of evidence that might explicate the parameters of the policy (e.g., there is no proof as to which positions are \"gateways\" or how one might distinguish \"mainstream career paths\"), and of evidence that might show the continued existence of the policy during the limitations period.   What is more, there is no evidence that Lawton herself was injured by any such policy during the 300 days preceding her initiation of administrative proceedings.   Consequently, she has not established the kind of systemic violation which would permit her to evade the time bar that blocks her path.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Third:  The plaintiff's fallback position is that the district court acted precipitously.  She asseverates that her claims should not have been adjudicated on summary judgment, but, at the very least, ought to have gone to trial.  This asseveration lacks merit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The proper province of summary judgment \"is to pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne v. Tufts Univ.  Sch. of Med., <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 794 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">470</span></span> (1993).  Though the district court must \"interpret the record in the light most hospitable to the nonmoving party, reconciling all competing inferences in that party's favor,\" McIntosh v. Antonino, <span class=\"citation\" data-id=\"196445\"><a href=\"/opinion/196445/mcintosh-v-flynn/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 33 (1st Cir.1995), the nonmovant has a corresponding obligation to offer the court more than steamy rhetoric and bare conclusions.  See id.;   see also Morris v. Government Dev.  Bank, <span class=\"citation\" data-id=\"195462\"><a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">746</span></a></span>, 748 (1st Cir.1994);  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7-8 (1st Cir.1990).  This principle is accentuated where, as here, a Rule 56 motion targets an issue on which the nonmoving party must carry the devoir of persuasion.  In that setting, the nonmovant must \"produce specific facts, in suitable evidentiary form,\" sufficient to limn a trialworthy issue.  Morris, 27 F.3d at 748.   Failure to do so allows the summary judgment engine to operate at full throttle.  See, e.g., Kelly v. United States, <span class=\"citation\" data-id=\"555046\"><a href=\"/opinion/555046/john-l-kelly-v-united-states/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 358 (1st Cir.1991) (warning that \"the decision to sit idly by and allow the summary judgment proponent to configure the record is likely to prove fraught with consequence\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court faithfully applied these tenets in determining that no genuine issue of material fact loomed in respect to either the abolition-of-position or failure-to-promote claims.  Although Lawton labors to show discrepancies here and there, \"genuineness and materiality are not infinitely elastic euphemisms that may be stretched to fit whatever pererrations catch a litigant's fancy.\"  Blackie v. State of Me., <span class=\"citation\" data-id=\"712176\"><a href=\"/opinion/712176/dana-blackie-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 721 (1st Cir.1996).  On the key factual issue related to her ouster--the presence or absence of the requisite discriminatory intent--the probative evidence points in only one direction.  A factfinder, drawing reasonable inferences from the nisi prius roll, could not conclude without undue speculation that the defendant acted from a gender-based animus in eliminating the plaintiff's job.  Thus, brevis disposition was appropriate on that issue.  See Medina-Munoz, 896 F.2d at 8 (explaining that summary judgment may be granted on \"intent\" issues).  So, too, with the promotion-related claims;  questions dealing with the applicability and effect of the passage of time on particular sets of facts often are appropriately disposed of at the summary judgment stage, see, e.g., Rivera-Muriente v. Agosto-Alicea, <span class=\"citation\" data-id=\"579946\"><a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 352 (1st Cir.1992);  Jensen, 912 F.2d at 520, and this case fits snugly within that paradigm.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mindful of the district court's more exegetic treatment of these, and other, matters, we need go no further.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> State Mutual hotly contests not only the expert's conclusions, but also his methodology and the adequacy of his data base.  We need not resolve this contretemps</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The plaintiff makes a halfhearted effort to implicate a fourth (more recent) promotion but, as the district court pointed out, her belated reliance on this incident--involving a promotion for which she never applied--came too late because, among other things, she never included any reference to it in her administrative complaint.  See Lawton, 924 F.Supp. at 338 n. 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For that matter, the plaintiff did not enunciate the policy in her appellate briefs.  This, too, is a disqualifying factor.  See Sandstrom v. ChemLawn Corp., <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> When a defendant moves for summary judgment based in part on a plausible claim that the plaintiff's suit is outlawed by the passage of time, \"the onus of identifying a trialworthy issue customarily falls on the plaintiff.\"  McIntosh, 71 F.3d at 33.   Here, Lawton has not identified any such issue</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712176/"
  ]
}