{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197126/",
  "absolute_url": "/opinion/197126/forest-v-irs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197126/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:49Z",
  "date_modified": "2017-03-24T10:50:15.657773Z",
  "type": "010combined",
  "sha1": "7994888ee5c39c388124b70d0f02045448499a92",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2180.01A",
  "local_path": null,
  "plain_text": "\n\n                      [NOT FOR PUBLICATION]\r                                [NOT FOR PUBLICATION]\r\n\n                  United States Court of Appeals\r                            United States Court of Appeals\r\n                      For the First Circuit\r                                For the First Circuit\r\n                                           \r\n\nNo. 95-2180\r\n\n                        LAUREL A. FOREST,\r\n\n                           Petitioner,\r\n\n                                v.\r\n\n                COMMISSIONER OF INTERNAL REVENUE,\r\n\n                           Respondent.\r\n\n                                           \r\n\n                  ON APPEAL FROM THE DECISION OF\r\n\n                   THE UNITED STATES TAX COURT\r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                    and Lynch, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Joseph A. Kelly, with whom Carroll, Kelly &amp; Murphy,  Charles\r                                                                           \r\nJ. Reilly, Reilly Law Associates, Inc. and Robert E. Hardman were\r                                                                      \r\non brief for petitioner.\r\n     Kenneth  W.  Rosenberg,   with  whom  Loretta  C.   Argrett,\r                                                                          \r\nAssistant  Attorney General, Gary R. Allen,  Bruce R. Ellisen and\r                                                                       \r\nKevin M.  Brown, Attorneys, Tax Division,  Department of Justice,\r                         \r\nwere on brief for respondent.\r\n\n                                           \r\n\n                        December 18, 1996\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.  Petitioner-Appellant Laurel A.\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nForest (\"Taxpayer\")  appeals the  income tax deficiency  found by\r\n\nthe Commissioner of the Internal Revenue Service (\"Commissioner\")\r\n\nand  affirmed by the Tax Court.  See Forest v. Commissioner, T.C.\r                                                                     \r\n\nMemo. 1995-377.   In the  spotlight is Section  104(a)(2) of  the\r\n\nInternal Revenue Code (\"Code\"),  which provides that \"any damages\r\n\nreceived . . . on  account of personal  injuries or sickness\"  be\r\n\nexcluded  from  gross   income.1    The  Tax  Court   upheld  the\r\n\nCommissioner's  determination that  a portion  of the  $2,000,000\r\n\nTaxpayer  received in  settlement  of her  personal injury  claim\r\n\nshould be  characterized as prejudgment interest  and included in\r\n\ngross income.   Taxpayer now seeks review of  that decision.  For\r\n\nthe reasons stated below,  we affirm.  We  do not reach,  because\r\n\nthey  have  been  waived, issues  concerning  whether prejudgment\r\n\ninterest  in a  settlement of  a tort action  is excludable  as a\r\n\nmatter of federal law.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          The pertinent facts, some of which have been stipulated\r\n\nand incorporated  in the Tax Court's findings,  and others, which\r\n\nwe draw from the record, are not in dispute.\r\n\n          On March 9, 1982, Taxpayer fractured her back  when she\r\n\nslipped  and fell  inside  her  employer's walk-in  refrigerator.\r\n\nDuring 1985, she brought a products liability  action against the\r\n\nmanufacturer  of the  refrigerator,  Bohn Refrigeration  Products\r\n                    \r                              \r\n\n1   Unless otherwise indicated, all section references are to the\r\nInternal Revenue Code in effect for 1992.  Internal Revenue Code,\r\n26 U.S.C.   1 et seq. (1988 &amp; Supp. 1991).\r                               \r\n\n                               -2-\r\r\n\n(\"Bohn\"), in the  Superior Court of Rhode Island.   See Forest v.\r                                                                        \r\n\nBohn  Refrigeration  Prods.,  Civil   Action  No.  85-0666  (R.I.\r                                     \r\n\nSuperior Court,  Providence, Sc.).   Following a trial,  the jury\r\n\nreturned  a verdict on September  18, 1991, in  favor of Taxpayer\r\n\nfor $2,600,000, less ten percent for contributory negligence, for\r\n\na  total award  of $2,340,000.   In  addition, pursuant  to Rhode\r\n\nIsland General Laws section 9-21-10 (1985), statutory prejudgment\r\n\ninterest of  twelve percent  was added  to the  jury award.   The\r\n\ntotal judgment, including interest, was $5,007,600.  The interest\r\n\nconstituted 53% of the total judgment.\r\n\n          On  September 27, 1991, Bohn  filed a motion  for a new\r\n\ntrial.   On October  15, following a  hearing on the  motion, the\r\n\nSuperior  Court   found  that  the  jury's   award  \"shocked  the\r\n\nconscience\"  and  ordered a  new trial  on  the issue  of damages\r\n\nunless Taxpayer agreed to a remittitur of $1,000,000 on or before\r\n\nNovember 15, 1991.   Two  days later, Taxpayer  consented to  and\r\n\nfiled  the $1,000,000 remittitur and the Superior Court entered a\r\n\njudgment for  Taxpayer against Bohn  in the amount  of $1,440,000\r\n\n(i.e., $1,600,000 less ten percent contributory negligence), plus\r\n\ninterest  and costs.   Statutory  prejudgment interest  of twelve\r\n\npercent was  added to  the judgment, this  time in the  amount of\r\n\n$1,641,600, resulting in  a total judgment of $3,081,600.  Again,\r\n\nthe interest constituted  53% of  the total judgment.   Then,  on\r\n\nOctober  30,  1991,  Bohn, not  satisfied  with  the  new result,\r\n\nappealed the judgment to the Rhode Island Supreme Court.\r\n\n                               -3-\r\r\n\n          During  the pendency  of the  appeal, Bohn  settled the\r\n\ncase with Taxpayer on December 19, 1991.  In return for a General\r\n\nRelease  (\"Release\")  by  Taxpayer  of all  claims  for  personal\r\n\ninjuries, Bohn agreed  to pay Taxpayer  $2,000,000.  The  Release\r\n\ndid  not provide for  any allocation  of the  settlement proceeds\r\n\nbetween  damages and interest (or costs for that matter).  During\r\n\nthe   settlement  negotiations,  the  parties  neither  discussed\r\n\nwhether  any  portion  of   the  settlement  proceeds  should  be\r\n\nallocated  to interest  nor stated  that none  of the  settlement\r\n\nproceeds  represented  interest   --  interest  was  simply   not\r\n\ndiscussed, neither during the negotiations nor in the Release.\r\n\n          On December 19, 1991, and in accordance with  the terms\r\n\nof  the General  Release, Aetna  Casualty issued  a check  in the\r\n\namount  of $2,000,000 to Taxpayer and her attorneys.  On December\r\n\n23, 1991, Bohn withdrew its appeal and the parties entered into a\r\n\nSatisfaction  Stipulation (\"Stipulation\")  in the  Superior Court\r\n\nfor  the purpose of removing  the case from  the Superior Court's\r\n\ndocket.  The Stipulation stated:\r\n\n            The  judgment  entered by  this  Court on\r\n            October  17,  1991[,]  in the  amount  of\r\n            $1,440,000, plus interest and  costs, has\r\n            been fully satisfied.\r\n\nThe  parties  did  not  consider  the  tax  consequences  of  the\r\n\nStipulation.    The  Clerk of  the  Superior  Court  did not  add\r\n\ninterest to the settlement of $2,000,000.\r\n\n          During  1992, Taxpayer's  attorneys issued  a  check to\r\n\nTaxpayer in  the amount of $1,256,511.36,  representing her share\r\n\nof the settlement proceeds after deducting $668,489 in legal fees\r\n\n                               -4-\r\r\n\nand  costs.    Taxpayer  neither  reported  any  portion  of  the\r\n\n$2,000,000 settlement on  her 1992 federal income  tax return nor\r\n\nclaimed any deductions for legal fees and costs stemming from the\r\n\nlawsuit.  There was  uncontroverted testimony that Taxpayer never\r\n\nreceived  a  Form 1099  documenting  interest  income from  Aetna\r\n\nCasualty.\r\n\n          In  its February  3,  1994, notice  of deficiency,  the\r\n\nCommissioner determined  a deficiency in Taxpayer's  gross income\r\n\nfor  the  taxable year  1992  in the  amount  of  $137,459.   The\r\n\nCommissioner  determined  that  the  deficiency  was  based  upon\r\n\nTaxpayer's  failure to  included  in her  1992  gross income  the\r\n\nadditional  interest income from the settlement  in the amount of\r\n\n$560,000.   This  figure represented  the difference  between the\r\n\nsettlement   proceeds   ($2,000,000)   and   the   damage   award\r\n\n($1,440,000).  The Commissioner also determined that, pursuant to\r\n\nSection  212(1) and subject to  the 2% floor  provided by Section\r\n\n67, Taxpayer was entitled to miscellaneous itemized deductions in\r\n\nthe amount  of $175,513 for  attorneys' fees attributable  to the\r\n\ninterest portion of the settlement proceeds.\r\n\n          Taxpayer petitioned the Tax Court for a redetermination\r\n\nof the deficiency, arguing that an amount received  in settlement\r\n\nof a personal injury claim represented damages under Rhode Island\r\n\nlaw  and  that  the  entire  lump  sum   received  was  therefore\r\n\nexcludable from  income under Section  104(a)(2).  The  Tax Court\r\n\nsustained   the  Commissioner's  determination,  holding  that  a\r\n\n                               -5-\r\r\n\nportion   of  the  settlement  proceeds  represented  prejudgment\r\n\ninterest and was not excludable from income:\r\n\n            [I]n   the   instant  case,   no  express\r\n            allocations  were  made in  the [G]eneral\r\n            [R]elease  as to  interest.   Indeed, the\r\n            [G]eneral [R]elease does not even mention\r\n            interest.  Because there were  no express\r\n            allocations,  we  must   look  to   other\r\n            evidence in the  record to decide whether\r\n            any of the settlement proceeds  are to be\r\n            allocated to interest.\r\n\nAfter setting forth the chronology of events culminating with the\r\n\nStipulation, the Tax  Court concluded that \"[b]ased  on the facts\r\n\nand circumstances of  the instant case,  we hold that  [Taxpayer]\r\n\nhas failed to establish that none of the settlement proceeds were\r\n\npaid on account of prejudgment statutory interest.\"\r\n\n          The Tax Court  then proceeded to decide what portion of\r\n\nthe $2,000,000 constitutes interest.   The court determined that,\r\n\n\"[b]ased on our calculations,  we find that the interest  portion\r\n\nof a $2,000,000  judgment accruing interest at a rate  of 12% per\r\n\nannum  over  9.5  years  is  $1,065,420.56\"  (footnote  omitted).\r\n\nNevertheless, in  light  of the  Commissioner's  concession  that\r\n\nTaxpayer is  not liable for  a deficiency  in excess of  that set\r\n\nforth  in the notice of  deficiency, the Tax  Court sustained the\r\n\nCommissioner's  determination in  the notice  of  deficiency that\r\n\n$560,000 of the settlement represents interest.\r\n\n          This appeal  ensued.  We have  jurisdiction pursuant to\r\n\n26 U.S.C.   7482(a)(1).\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r\n\n                               -6-\r\r\n\n          We review the Tax Court's decision \"in the same  manner\r\n\nand to the  same extent  as decisions of  the district courts  in\r\n\ncivil  actions tried  without  a jury.\"    26 U.S.C.     7482(a).\r\n\nWhether  prejudgment interest is taxable  is purely a question of\r\n\nlaw and,  therefore, subject to de  novo review.  See  Brabson v.\r                                                                        \r\n\nUnited States, 73 F.3d  1040, 1042 (10th Cir. 1996)  (Coffin, J.,\r                       \r\n\nsitting by  designation), petition  for cert. filed,  64 U.S.L.W.\r                                                             \r\n\n3709 (Apr. 10, 1996);  Alexander v.  IRS, 72 F.3d  938, 941  (1st\r                                                  \r\n\nCir.  1995) (collecting  cases);  see also  First  Nat'l Bank  in\r                                                                           \r\n\nAlbuquerque v. Commissioner, 921 F.2d 1081, 1086 (10th Cir. 1990)\r                                     \r\n\n(stating that de novo  review is applied to tax  court's findings\r                               \r\n\nof  law  and  of  ultimate  fact  derived  from   applying  legal\r\n\nprinciples to  subsidiary facts).   The  Tax Court's findings  of\r\n\nfact  -- including its  allocation of the  settlement proceeds to\r\n\nvarious elements  of recovery  -- is  reviewable  only for  clear\r\n\nerror.  Alexander, 72 F.3d at 941.\r                           \r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          Neither  party  disputes   that  the  claim  underlying\r\n\nTaxpayer's recovery was in the nature of a tort, or that Taxpayer\r\n\nsuffered injuries.  What the parties vigorously dispute, and what\r\n\nwe must determine,  is whether a portion of the lump sum received\r\n\nin  settlement of  Taxpayer's personal  injury claim  constitutes\r\n\nprejudgment interest  and,  if so,  whether it  is excludable  as\r\n\n\"damages received . .  . on account of personal  injuries\" within\r\n\nthe meaning of Section 104(a)(2).\r\n\n                                I\r                                          I\r\n\n                               -7-\r\r\n\n          As always, we begin  with the relevant Code provisions,\r\n\nof which there are  two.  Section 61(a) provides  that, \"[e]xcept\r\n\nas otherwise  provided in this  subtitle, gross income  means all\r\n\nincome  from whatever source derived.\"  26 U.S.C.   61(a); see 26\r                                                                        \r\n\nC.F.R.    1.104-1(c).  As  the \"'sweeping scope'  of this section\r\n\nand  its  predecessors  has  been repeatedly  emphasized  by  the\r\n\nSupreme Court[,]\" Brabson, 73  F.3d at 1042 (quoting Commissioner\r                                                                           \r\n\nv. Schleier,      U.S.    , 115  S. Ct. 2159, 2163  (1995)), \"any\r                     \r\n\ngain constitutes  gross income  unless the  taxpayer demonstrates\r\n\nthat  it falls  within a  specific  exemption.\"   Id.   In  turn,\r                                                               \r\n\nSection  104(a)(2) -- the exclusion at issue here -- provides, in\r\n\nrelevant  part, that gross income does not include \"the amount of\r\n\nany damages received (whether by suit or agreement and whether as\r\n\nlump  sums  or  as  periodic  payments)  on account  of  personal\r\n\ninjuries  or sickness.\"   26  U.S.C.   104(a)(2).   As  the Tenth\r\n\nCircuit recently noted in Brabson, \"[i]n interpreting the breadth\r                                           \r\n\nof   104(a)(2), we are guided by the corollary to   61(a)'s broad\r\n\nconstruction, the 'default rule of statutory  interpretation that\r\n\nexclusions  from  income  must  be  narrowly  construed.'\"    Id.\r                                                                           \r\n\n(quoting Schleier,     U.S. at    , 115 S. Ct. at 2163); see also\r                                                                           \r\n\nDelaney v. Commissioner, 99 F.3d 20 (1st Cir. 1996).\r                                 \r\n\n                                II\r                                          II\r\n\n          Taxpayer makes two main  contentions on appeal.  First,\r\n\nshe claims that the settlement amount did not contain prejudgment\r\n\ninterest,  but  consisted  solely  of  damages, excludable  under\r\n\nSection 104(a)(2).  Second,  she argues that prejudgment interest\r\n\n                               -8-\r\r\n\nis considered  \"damages\" and, therefore, any  amount attributable\r\n\nto prejudgment  interest is  excludable under  Section 104(a)(2).\r\n\nWe address Taxpayer's arguments in turn.\r\n\n                               -9-\r\r\n\n          A.   Allocation of Settlement Amount\r                    A.   Allocation of Settlement Amount\r\n\n          \"It is  settled law that  taxpayers bear the  burden of\r\n\nproving that a tax deficiency assessment is erroneous.\"  Delaney,\r                                                                          \r\n\n99  F.3d at 23.  The Commissioner's  \"ruling has the support of a\r\n\npresumption of correctness, and the [Taxpayer] has  the burden of\r\n\nproving it to  be wrong.\"  Welch v. Helvering,  290 U.S. 111, 115\r                                                       \r\n\n(1933).  \"Ultimately, of  course, a tax deficiency  assessment is\r\n\nsubject   to  reversal   if   the  taxpayer   establishes  by   a\r\n\npreponderance of the  evidence that it was  erroneous.\"  Delaney,\r                                                                          \r\n\n99 F.3d at 23.\r\n\n          Taxpayer  argues that the  General Release's silence as\r\n\nto  interest is key to the proper determination of the allocation\r\n\nof  the settlement.    While this  argument  may have  a  certain\r\n\nappeal, see id. (\"Since  the settlement agreement language itself\r                         \r\n\nsuggests  no  differentiation  between  damages  and  prejudgment\r\n\ninterest, its silence plainly permits the interpretation that the\r\n\nentire $250,000 constituted recompense for personal injury.\"), it\r\n\nignores   the  guiding  principle   that  \"the  required  inquiry\r\n\nencompasses much more than the mere language subscribed to by the\r\n\nparties,  whether  in   the  settlement  agreement   proper,  the\r\n\nstipulation  of  dismissal,  or both,  because  under established\r\n\nprecedent  the Tax  Court must  determine 'in  lieu of  what were\r\n\ndamages  awarded'  or  paid.\"   Id.  at 23-24.    In  making this\r                                             \r\n\ndetermination, \"the  intent of  the payor  is  a key  determinant\r\n\nwhether a  settlement recovery is excludable  from gross income.\"\r\n\nId. at 24.\r             \r\n\n                               -10-\r\r\n\n          Where, as here, that intent is not readily discernable,\r\n\nthe Tax  Court looks to  all facts and  circumstances surrounding\r\n\nthe settlement, including \"the details surrounding the litigation\r\n\nin the  underlying proceeding,  the allegations contained  in the\r\n\npayee's  complaint  and  amended  complaint  in  the   underlying\r\n\nproceeding, and  the arguments made in  the underlying proceeding\r\n\nby each party  there.\"   Robinson v. Commissioner,  102 T.C.  116\r                                                           \r\n\n(1994), rev'd  in part  on other  grounds, 70  F.3d 34  (5th Cir.\r                                                   \r\n\n1995), cert.  denied, 117 S. Ct. 83  (1996).  Furthermore,  as we\r                              \r\n\nrecently pointed out, and as Taxpayer recognizes, \"a jury verdict\r\n\nprovides 'the  best indication  of the  worth' of  the taxpayers'\r\n\noriginal tort claims.\"  Delaney, 99 F.3d at 25 (quoting Robinson,\r                                                                          \r\n\n70 F.3d at 38).\r\n\n          Here, the  Tax Court, recognizing the General Release's\r\n\nsilence  as to allocation of the settlement and having little, if\r\n\nany,  evidence before  it indicating  the payor's  intent, looked\r\n\nbeyond  the  language of  the General  Release  to the  facts and\r\n\ncircumstances  surrounding  that  settlement.    The   Tax  Court\r\n\nconsidered  evidence  from  Taxpayer's  attorneys  that  the  tax\r\n\nconsequences of  the settlement were not  contemplated during the\r\n\nsettlement negotiations.  The Tax Court also recognized, however,\r\n\nthat  the  settlement  was  negotiated  under  the  shadow  of  a\r\n\njudgment2  that  provided  prejudgment   interest,  in  the  same\r\n                    \r                              \r\n\n2  Taxpayer argues that the jury award was not a final verdict or\r\ndecision  of the court under Rhode Island law.  Taxpayer contends\r\nthat  any debt was rendered unenforceable  during the pendency of\r\nthe appeal and therefore  there can be no finding  of an interest\r\ncomponent  based on the jury  award.  Even  if Taxpayer correctly\r\n\n                               -11-\r\r\n\npercentage  of  the  total  award  both  before  and  after   the\r\n\nremittitur.3  Regardless of which judgment is considered, the Tax\r\n\nCourt was not clearly  erroneous in considering this circumstance\r\n\nas part of the context in which the settlement was reached.\r\n\n          Additionally, the Stipulation, which stated that \"[t]he\r\n\njudgment .  . . in  the amount of  $1,440,000, plus  interest and\r\n\ncosts, has  been fully satisfied,\" indicates  that the settlement\r\n\nreached reflected satisfaction  of the jury award, as  that award\r\n\nhad been apportioned by the Superior Court.\r\n\n          Moreover, while the  available facts and  circumstances\r\n\nsupport  the  Tax  Court's  finding that  the  settlement  amount\r\n\nincluded  prejudgment  interest,  nothing  in  those  facts   and\r\n\ncircumstances  supports the  opposite conclusion.   At  best, the\r\n\n                    \r                              \r\n\nrecites the law of Rhode Island, which we need not decide, we are\r\nnot  looking  to  the judgment  as  the  sole  indication of  the\r\nexistence of an interest component in  this settlement.  Instead,\r\nwe regard the Superior Court's judgment as part of the context in\r\nwhich the parties negotiated the settlement.\r\n\n3  Taxpayer  contends that Bohn's appeal  reinstated the original\r\njury  award.  In support of this contention, Taxpayer cites Dawes\r                                                                           \r\nv. McKenna, 215  A.2d 235 (R.I. 1965).  Dawes,  however, does not\r                                                       \r\nhold that the original award is automatically reinstated; rather,\r\nit  allows only  that the original  award is  open for  review on\r\nappeal.   Id. at 325-26.  Thus,  it was not clearly erroneous for\r                       \r\nthe  Tax  Court  to  look  to the  award  after  remittitur  as a\r\ncircumstance for consideration.\r\n\n   Furthermore, as  the Tax Court  appropriately recognized, even\r\nif  the original award were considered, there is no precedent for\r\nthe  argument that a jury award larger than the settlement amount\r\nnecessitates a finding that the entire settlement is attributable\r\nto compensation  for personal  injuries.   In Robinson,  102 T.C.\r                                                                \r\n116,  the  Tax  Court found  that  a  portion  of the  settlement\r\nproceeds  was  attributable to  interest  even  though the  total\r\nproceeds  represented less  than twenty  percent of  the original\r\ndamage award.\r\n\n                               -12-\r\r\n\nGeneral  Release's  silence  regarding   the  allocation  of  the\r\n\nsettlement  proceeds is ambiguous.   In light of  the other facts\r\n\nand  circumstances   weighing  in   favor  of  the   Tax  Court's\r\n\nconclusion,  that ambiguity is certainly  not enough to warrant a\r\n\nfinding that the Tax Court's findings are clearly erroneous.\r\n\n          Taxpayer contends that this  case is similar to McShane\r                                                                           \r\n\nv.  Commissioner, T.C. Memo 1987-151.  Although the facts in both\r                          \r\n\ncases  involve  a  jury  award,  an  appeal,  and  a  settlement,\r\n\nthereafter the  two cases  diverge.   In McShane,  the settlement\r                                                          \r\n\nagreement provided for  lump sum payments to the taxpayers.  In a\r\n\nrecent case similar  to the one at  bar, this court reviewed  the\r\n\nMcShane  decision and  found that  the Tax  Court's determination\r                 \r\n\nthat  the  settlement did  not include  interest  was based  on a\r\n\nunique set of facts:\r\n\n            \"First,  the  term  'without   costs  and\r\n            interest'  had  been   included  in   the\r\n            settlement agreement at the insistence of\r\n            counsel  for  the principal  defendant in\r\n            the tort action.  Second,  the intentions\r\n            of  all  parties to  the  underlying tort\r\n            action,  as  stated  by their  attorneys,\r\n            were most consistent with an intention to\r\n            pay no  interest.  Third,  the Tax  Court\r\n            credited the testimony  of all counsel in\r\n            the  tort  action  that   the  settlement\r\n            amounts  for  each  plaintiff   had  been\r\n            arrived  at  by  assessing the  risks  on\r\n            appeal and that the tax  consequences had\r\n            never been discussed.\"\r\n\nDelaney, 99 F.3d at 25.\r                 \r\n\n          The Tax  Court in  the instant  case  made a  similarly\r\n\nthorough inquiry into the  relevant facts and circumstances.   It\r\n\nfound that the settlement agreement was negotiated in the context\r\n\n                               -13-\r\r\n\nof the jury award in the underlying case.  It also heard evidence\r\n\nfrom the  Taxpayer's attorneys that neither  tax consequences nor\r\n\ninterest  were considered in reaching the  settlement amount.  It\r\n\nheard no evidence as to the intent of the payor, Bohn.  The court\r\n\nfound that, unlike the agreement in McShane, there was no express\r                                                     \r\n\nstatement in the Release  indicating that the payment was  not to\r\n\ninclude prejudgment interest.  Finally, the Stipulation contained\r\n\nlanguage indicating  that the  settlement satisfied  the judgment\r\n\nafter remittitur,  including interest  and costs.   We  find that\r\n\nthese facts are sufficient to distinguish this case from McShane.\r                                                                          \r\n\n          Thus, the Tax Court's  conclusion is amply supported by\r\n\nthe  facts  and  circumstances  surrounding  the  settlement  and\r\n\nTaxpayer's arguments  are insufficient to overcome  her burden of\r\n\nshowing error in the  Commissioner's determination or clear error\r\n\nin the Tax Court's findings.\r\n\n          B.   Whether  prejudgment  interest  is  excludable  as\r                    B.   Whether  prejudgment  interest  is  excludable  as\r\n               \"damages\" under Rhode Island law.\r                         \"damages\" under Rhode Island law.\r\n\n            1.  Kovacs v. Commissioner\r                      1.  Kovacs v. Commissioner\r                                                \r\n\n          Taxpayer argues that the  Code, legislative history and\r\n\nprior case law do not  support the Tax Court's holding in  Kovacs\r                                                                           \r\n\nv.  Commissioner,  100  T.C.  124   (1993),  aff'd,  25 F.3d 1048\r                                                            \r\n\n(6th Cir.), cert. denied, 115 S. Ct. 424 (1994), that prejudgment\r                                  \r\n\ninterest on a personal injury claim is not excludable from income\r\n\nunder Section 104(a)(2).  Her contention is that the Tax Court in\r\n\nKovacs improperly  relied on precedent holding that post-judgment\r                                                                  \r\n\ninterest is  not excludable from  interest income.   She  further\r\n\nmaintains  that nothing  in  the legislative  history of  Section\r\n\n                               -14-\r\r\n\n104(a)(2) supports a distinction between compensatory damages and\r\n\ninterest awarded on a claim of physical injury.  Finally, relying\r\n\non the Periodic Payment Settlement Act of 1982,4  Taxpayer argues\r\n\nthat Congress, in amending the Code to allow for the exclusion of\r\n\nperiod  settlement payments   -- which would  include a component\r\n\nrepresenting the  time value of money, or interest -- disregarded\r\n\nany difference between lump  sum and periodic payments  and meant\r\n\nfor any interest income upon settlement  to be excludable.  As we\r\n\nfind  nothing  in  the  record  below,  including  the  testimony\r\n\npresented and the  initial and  reply briefs of  the parties,  to\r\n\nindicate that these  arguments were raised before  the Tax Court,\r\n\nwe  decline Taxpayer's invitation to consider  them for the first\r\n\ntime on appeal.   See  Delaney, 99 F.3d  at 26 (determining  that\r                                        \r\n\ntaxpayer's  failure to raise  a similar  argument before  the Tax\r\n\nCourt amounted to waiver of that argument).\r\n\n            2.  Treatment of Interest Under Rhode Island Law\r                      2.  Treatment of Interest Under Rhode Island Law\r\n\n          Taxpayer contends  that whether an award  is taxable is\r\n\ndetermined by  reference to the  nature of the  underlying claim.\r\n\nShe points out  that the underlying claim here is  one to redress\r\n\npersonal injury  and, as such,  the damages received  thereon are\r\n                    \r                              \r\n\n4  We note, in passing,  that, to the extent Taxpayer's arguments\r\nrely on this  amendment, such  reliance is misplaced.   That  Act\r\nallows  the  excludability  of  the  entire  amount  of  periodic\r\npayments in settlement of a claim.  In so doing, the Act allows a\r\nportion of \"interest\"  to be  excluded from gross  income.   This\r\nAct, however,  does not assist  Taxpayer, as her  settlement does\r\nnot  fall within  the  provisions  of that  Act.    We apply  the\r\nstatutory language  relevant to Taxpayer's particular  claim.  As\r\nthe Tax  Court did in Kovacs v.  Commissioner, 100 T.C. 124, 132-\r                                                       \r\n33,  any inconsistency between  the two methods  of settlement we\r\nleave to Congress to remedy.\r\n\n                               -15-\r\r\n\nexcludable.   Noting that the  nature of the  underlying claim is\r\n\ndetermined under  the relevant  state law, Taxpayer  argues that,\r\n\nunder  Rhode  Island   law,  statutorily   imposed  interest   is\r\n\nconsidered part of  damages meant to compensate the injured party\r\n\nand thus is excludable.\r\n\n          We   recently  visited   the  question  of   state  law\r\n\ncharacterization  of  interest.   In  Delaney, we  looked  to the\r                                                       \r\n\n\"thoughtful\"  approach utilized  in Brabson,  73 F.3d  1040 (10th\r                                                     \r\n\nCir. 1996) (Coffin, J., sitting by designation):\r\n\n            \"The  Tenth  Circuit  .  . .  noted  that\r\n            though  state law  governs the  nature of\r\n            legal interests and rights  created under\r\n            state law, the 'federal  tax consequences\r\n            pertaining to such  interests and  rights\r\n            are solely a matter  of federal law.' . .\r\n            .  Accordingly,  the Brabson  panel first\r                                                  \r\n            ascertained the pertinent characteristics\r\n            of  statutory prejudgment  interest under\r\n            [the relevant state] law, but then looked\r\n            to   federal   law   to   determine   its\r\n            excludability.\"\r\n\nDelaney, 99 F.3d at 26.\r                 \r\n\n          Accordingly,  we  look first  to  Rhode  Island law  to\r\n\ndetermine  the legal  nature of  prejudgment interest.   Taxpayer\r\n\nrelies on  Factory Mutual Insurance Company of America v. Cooper,\r                                                                          \r\n\n262  A.2d 370 (R.I. 1970),  for the proposition  that interest is\r\n\npart  of damages.  Taxpayer's reliance is misplaced.  The Factory\r                                                                           \r\n\nMutual  court  did  not  hold  that  prejudgment  interest  is  a\r                \r\n\ncomponent  of damages under Rhode Island law.  Instead, the court\r\n\nthere was determining the meaning of the word \"damages\" as it was\r\n\nused in an insurance policy.  See id. at 373. \r                                               \r\n\n                               -16-\r\r\n\n          \"[S]tatutory prejudgment interest is  not an element of\r\n\ndamages  in a  personal injury  action under  Rhode Island  law.\"\r\n\nDelaney,  99 F.3d at  26 (citing DiMeo v.  Philbin, 502 A.2d 825,\r                                                            \r\n\n826  (R.I.  1986)  (determining  that  prejudgment   interest  in\r\n\npersonal injury action is purely  statutory and therefore not  an\r\n\nelement of damages)).\r\n\n          Having found  that, under Rhode Island law, prejudgment\r\n\ninterest is not considered  damages, we next look to  federal law\r\n\nto determine the  nature of prejudgment interest  for federal tax\r\n\npurposes.  See id.\r                            \r\n\n            3.  Prejudgment Interest Under Federal Law.\r                      3.  Prejudgment Interest Under Federal Law.\r\n\n          The   Supreme   Court   recently  explained   the   two\r\n\nrequirements for exclusion under Section 104(a)(2):\r\n\n            \"First,  the  taxpayer  must  demonstrate\r\n            that  the  underlying  cause   of  action\r\n            giving  rise to  the  recovery is  'based\r\n            upon  tort  or  tort  type  rights';  and\r\n            second, the taxpayer  must show that  the\r\n            damages  were  received  'on  account  of\r\n            personal injuries or sickness.'\"\r\n\nCommissioner v. Schleier,      U.S.     , 115 S.  Ct. 2159,  2167\r                                  \r\n\n(1995).  The cause of action underlying Taxpayer's settlement was\r\n\nassuredly  one based  upon tort or  tort type  rights.   We look,\r\n\nthen, to determine whether  Taxpayer has met the second  prong of\r\n\nexcludability.\r\n\n          Taxpayer  appears  to argue  that  the  purpose of  the\r\n\nstatutorily-imposed prejudgment interest is to make her whole, as\r\n\nthough the injury had never occurred.  This argument rests on two\r\n\nstatements  we  glean  from her  brief  to  the  effect that  the\r\n\n                               -17-\r\r\n\ninterest imposed is meant  to compensate the injured party  for a\r\n\ndelay in the payment.   Though this argument may have some merit,\r\n\nwe reserve the question for another day.  Because Taxpayer failed\r\n\nto raise the contention that the  statutorily-imposed prejudgment\r\n\ninterest is somehow related to her personal injury before the Tax\r\n\nCourt, she  has not preserved  the argument for appeal.   We find\r\n\nthat argument waived.   See Mulero-Rodr guez  v. Ponte, Inc.,  98\r                                                                      \r\n\nF.3d 670, 679 (1st Cir. 1996) (noting that appellants' silence as\r\n\nto a particular legal argument before the trial court amounted to\r\n\nwaiver  of  that issue  on appeal);  see  also National  Ass'n of\r                                                                           \r\n\nSocial  Workers v. Harwood, 69  F.3d 622, 627-28  (1st Cir. 1995)\r                                    \r\n\n(setting forth the strenuous  guidelines for finding an exception\r\n\nto this waiver rule).\r\n\n          In  addition,   we  note  that  Taxpayer's  failure  to\r\n\nadequately present  any \"make  whole\" argument  in  her brief  on\r\n\nappeal also supports a  finding that this issue has  been waived.\r\n\nWe  have previously recognized that \"a litigant has an obligation\r\n\n'to  spell out  its arguments squarely  and distinctly' .  . . or\r\n\nelse  forever hold its peace.\"   See Rivera-G mez  v. Castro, 843\r                                                                      \r\n\nF.2d  631, 634-35  (quoting Paterson-Leitch Co.  v. Massachusetts\r                                                                           \r\n\nMunicipal Wholesale  Elec.  Co.,  840  F.2d 985,  990  (1st  Cir.\r                                         \r\n\n1988)).   Here,  Taxpayer  has failed  to  put forth  a  coherent\r\n\nargument, beyond  vague reference, regarding any  relationship an\r\n\naward of statutorily-imposed interest  might have to her personal\r\n\ninjuries.    \"It  is not  enough  merely  to  mention a  possible\r\n\nargument  in the  most  skeletal way,  leaving  the court  to  do\r\n\n                               -18-\r\r\n\ncounsel's  work, create  the ossature for  the argument,  and put\r\n\nflesh on  its bones.\"  United  States v. Zannino, 895  F.2d 1, 17\r                                                          \r\n\n(1st Cir.),  cert. denied, 494 U.S. 1082  (1990); see also  In re\r                                                                           \r\n\nThree Additional Appeals Arising Out of the San Juan Dupont Plaza\r                                                                           \r\n\nHotel Fire Litigation,  93 F.3d 1, 2 n.2 (1st  Cir. 1996) (noting\r                               \r\n\nthat \"it is beyond peradventure that we will not address an issue\r\n\nwhen the party raising it fails to treat it seriously\").  We will\r\n\nnot \"abandon the  settled appellate rule that issues  adverted to\r\n\nin  a  perfunctory  manner,   unaccompanied  by  some  effort  at\r\n\ndeveloped argumentation,  are deemed waived.\"   Zannino, 895 F.2d\r                                                                 \r\n\nat 17.   Because we refuse to  guess at Taxpayer's argument,  any\r\n\n\"make-whole\" argument she might have made is waived.\r\n\n          We decline  to pass  on this  question where the  court\r\n\nbelow was not presented with either a legal argument or a factual\r\n\npredicate  on   which  to  make   a  reasoned  analysis   of  any\r\n\ncompensatory component  of prejudgment  interest and where  we do\r\n\nnot have the benefit of a properly briefed argument.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For  the  foregoing  reasons,  the  decision  below  is\r\n\naffirmed.\r          affirmed\r                  \r\n\n                               -19-\r\r\n",
  "html": "<p class=\"case_cite\">104 F.3d 348</p>\n    <p class=\"case_cite\">79 A.F.T.R.2d 97-346, 97-1 USTC  P 50,118</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Laurel A. FOREST, Petitioner,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent.</p>\n    <p class=\"docket\">No. 95-2180.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph A. Kelly, with whom Carroll, Kelly &amp; Murphy, Charles J. Reilly, Reilly Law Associates, Inc. and Robert E. Hardman were on brief for petitioner.</p>\n      <p class=\"indent\">Kenneth W. Rosenberg, with whom Loretta C. Argrett, Assistant Attorney General, Gary R. Allen, Bruce R. Ellisen and Kevin M. Brown, Attorneys, Tax Division, Department of Justice, were on brief for respondent.</p>\n      <p class=\"indent\">U.S.T.C.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-Appellant Laurel A. Forest (\"Taxpayer\") appeals the income tax deficiency found by the Commissioner of the Internal Revenue Service (\"Commissioner\") and affirmed by the Tax Court.  See Forest v. Commissioner, T.C. Memo.1995-377.   In the spotlight is Section 104(a)(2) of the Internal Revenue Code (\"Code\"), which provides that \"any damages received ... on account of personal injuries or sickness\" be excluded from gross income.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The Tax Court upheld the Commissioner's determination that a portion of the $2,000,000 Taxpayer received in settlement of her personal injury claim should be characterized as prejudgment interest and included in gross income.  Taxpayer now seeks review of that decision.  For the reasons stated below, we affirm.  We do not reach, because they have been waived, issues concerning whether prejudgment interest in a settlement of a tort action is excludable as a matter of federal law.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts, some of which have been stipulated and incorporated in the Tax Court's findings, and others, which we draw from the record, are not in dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 9, 1982, Taxpayer fractured her back when she slipped and fell inside her employer's walk-in refrigerator.  During 1985, she brought a products liability action against the manufacturer of the refrigerator, Bohn Refrigeration Products (\"Bohn\"), in the Superior Court of Rhode Island.  See Forest v. Bohn Refrigeration Prods., Civil Action No. 85-0666 (R.I. Superior Court, Providence, Sc.).  Following a trial, the jury returned a verdict on September 18, 1991, in favor of Taxpayer for $2,600,000, less ten percent for contributory negligence, for a total award of $2,340,000.  In addition, pursuant to Rhode Island General Laws section 9-21-10 (1985), statutory prejudgment interest of twelve percent was added to the jury award.  The total judgment, including interest, was $5,007,600.  The interest constituted 53% of the total judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 27, 1991, Bohn filed a motion for a new trial.  On October 15, following a hearing on the motion, the Superior Court found that the jury's award \"shocked the conscience\" and ordered a new trial on the issue of damages unless Taxpayer agreed to a remittitur of $1,000,000 on or before November 15, 1991.  Two days later, Taxpayer consented to and filed the $1,000,000 remittitur and the Superior Court entered a judgment for Taxpayer against Bohn in the amount of $1,440,000 (i.e., $1,600,000 less ten percent contributory negligence), plus interest and costs.  Statutory prejudgment interest of twelve percent was added to the judgment, this time in the amount of $1,641,600, resulting in a total judgment of $3,081,600.  Again, the interest constituted 53% of the total judgment.  Then, on October 30, 1991, Bohn, not satisfied with the new result, appealed the judgment to the Rhode Island Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the pendency of the appeal, Bohn settled the case with Taxpayer on December 19, 1991.  In return for a General Release (\"Release\") by Taxpayer of all claims for personal injuries, Bohn agreed to pay Taxpayer $2,000,000.  The Release did not provide for any allocation of the settlement proceeds between damages and interest (or costs for that matter).  During the settlement negotiations, the parties neither discussed whether any portion of the settlement proceeds should be allocated to interest nor stated that none of the settlement proceeds represented interest--interest was simply not discussed, neither during the negotiations nor in the Release.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 19, 1991, and in accordance with the terms of the General Release, Aetna Casualty issued a check in the amount of $2,000,000 to Taxpayer and her attorneys.  On December 23, 1991, Bohn withdrew its appeal and the parties entered into a Satisfaction Stipulation (\"Stipulation\") in the Superior Court for the purpose of removing the case from the Superior Court's docket.  The Stipulation stated:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>The judgment entered by this Court on October 17, 1991[,] in the amount of $1,440,000, plus interest and costs, has been fully satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The parties did not consider the tax consequences of the Stipulation.  The Clerk of the Superior Court did not add interest to the settlement of $2,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During 1992, Taxpayer's attorneys issued a check to Taxpayer in the amount of $1,256,511.36, representing her share of the settlement proceeds after deducting $668,489 in legal fees and costs.  Taxpayer neither reported any portion of the $2,000,000 settlement on her 1992 federal income tax return nor claimed any deductions for legal fees and costs stemming from the lawsuit.  There was uncontroverted testimony that Taxpayer never received a Form 1099 documenting interest income from Aetna Casualty.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In its February 3, 1994, notice of deficiency, the Commissioner determined a deficiency in Taxpayer's gross income for the taxable year 1992 in the amount of $137,459.  The Commissioner determined that the deficiency was based upon Taxpayer's failure to included in her 1992 gross income the additional interest income from the settlement in the amount of $560,000.  This figure represented the difference between the settlement proceeds ($2,000,000) and the damage award ($1,440,000).  The Commissioner also determined that, pursuant to Section 212(1) and subject to the 2% floor provided by Section 67, Taxpayer was entitled to miscellaneous itemized deductions in the amount of $175,513 for attorneys' fees attributable to the interest portion of the settlement proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Taxpayer petitioned the Tax Court for a redetermination of the deficiency, arguing that an amount received in settlement of a personal injury claim represented damages under Rhode Island law and that the entire lump sum received was therefore excludable from income under Section 104(a)(2).  The Tax Court sustained the Commissioner's determination, holding that a portion of the settlement proceeds represented prejudgment interest and was not excludable from income:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[I]n the instant case, no express allocations were made in the [G]eneral [R]elease as to interest.  Indeed, the [G]eneral [R]elease does not even mention interest.  Because there were no express allocations, we must look to other evidence in the record to decide whether any of the settlement proceeds are to be allocated to interest.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After setting forth the chronology of events culminating with the Stipulation, the Tax Court concluded that \"[b]ased on the facts and circumstances of the instant case, we hold that [Taxpayer] has failed to establish that none of the settlement proceeds were paid on account of prejudgment statutory interest.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Tax Court then proceeded to decide what portion of the $2,000,000 constitutes interest.  The court determined that, \"[b]ased on our calculations, we find that the interest portion of a $2,000,000 judgment accruing interest at a rate of 12% per annum over 9.5 years is $1,065,420.56\" (footnote omitted).  Nevertheless, in light of the Commissioner's concession that Taxpayer is not liable for a deficiency in excess of that set forth in the notice of deficiency, the Tax Court sustained the Commissioner's determination in the notice of deficiency that $560,000 of the settlement represents interest.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This appeal ensued.  We have jurisdiction pursuant to 26 U.S.C. &#167; 7482(a)(1).</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review the Tax Court's decision \"in the same manner and to the same extent as decisions of the district courts in civil actions tried without a jury.\"  26 U.S.C. &#167; 7482(a).  Whether prejudgment interest is taxable is purely a question of law and, therefore, subject to de novo review.  See Brabson v. United States, 73 F.3d 1040, 1042 (10th Cir.1996) (Coffin, J., sitting by designation), petition for cert. filed, 64 U.S.L.W. 3709 (Apr. 10, 1996);  Alexander v. IRS, 72 F.3d 938, 941 (1st Cir.1995) (collecting cases);  see also First Nat'l Bank in Albuquerque v. Commissioner, 921 F.2d 1081, 1086 (10th Cir.1990) (stating that de novo review is applied to tax court's findings of law and of ultimate fact derived from applying legal principles to subsidiary facts).  The Tax Court's findings of fact--including its allocation of the settlement proceeds to various elements of recovery--is reviewable only for clear error.  Alexander, 72 F.3d at 941.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Neither party disputes that the claim underlying Taxpayer's recovery was in the nature of a tort, or that Taxpayer suffered injuries.  What the parties vigorously dispute, and what we must determine, is whether a portion of the lump sum received in settlement of Taxpayer's personal injury claim constitutes prejudgment interest and, if so, whether it is excludable as \"damages received ... on account of personal injuries\" within the meaning of Section 104(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">* As always, we begin with the relevant Code provisions, of which there are two.  Section 61(a) provides that, \"[e]xcept as otherwise provided in this subtitle, gross income means all income from whatever source derived.\"  26 U.S.C. &#167; 61(a);  see 26 C.F.R. &#167; 1.104-1(c).  As the \" 'sweeping scope' of this section and its predecessors has been repeatedly emphasized by the Supreme Court[,]\" Brabson, 73 F.3d at 1042 (quoting Commissioner v. Schleier, 515 U.S. 323, 115 S.Ct. 2159, 2163 (1995)), \"any gain constitutes gross income unless the taxpayer demonstrates that it falls within a specific exemption.\"  Id. In turn, Section 104(a)(2)--the exclusion at issue here--provides, in relevant part, that gross income does not include \"the amount of any damages received (whether by suit or agreement and whether as lump sums or as periodic payments) on account of personal injuries or sickness.\"  26 U.S.C. &#167; 104(a)(2).  As the Tenth Circuit recently noted in Brabson, \"[i]n interpreting the breadth of &#167; 104(a)(2), we are guided by the corollary to &#167; 61(a)'s broad construction, the 'default rule of statutory interpretation that exclusions from income must be narrowly construed.' \"  Id. (quoting Schleier, 515 U.S. at ----, 115 S.Ct. at 2163);  see also Delaney v. Commissioner, 99 F.3d 20 (1st Cir.1996).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Taxpayer makes two main contentions on appeal.  First, she claims that the settlement amount did not contain prejudgment interest, but consisted solely of damages, excludable under Section 104(a)(2).  Second, she argues that prejudgment interest is considered \"damages\" and, therefore, any amount attributable to prejudgment interest is excludable under Section 104(a)(2).  We address Taxpayer's arguments in turn.</p>\n    </div>\n    <p class=\"indent\">A. Allocation of Settlement Amount</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"It is settled law that taxpayers bear the burden of proving that a tax deficiency assessment is erroneous.\"  Delaney, 99 F.3d at 23.   The Commissioner's \"ruling has the support of a presumption of correctness, and the [Taxpayer] has the burden of proving it to be wrong.\"  Welch v. Helvering, 290 U.S. 111, 115 (1933).  \"Ultimately, of course, a tax deficiency assessment is subject to reversal if the taxpayer establishes by a preponderance of the evidence that it was erroneous.\"  Delaney, 99 F.3d at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Taxpayer argues that the General Release's silence as to interest is key to the proper determination of the allocation of the settlement.  While this argument may have a certain appeal, see id.  (\"Since the settlement agreement language itself suggests no differentiation between damages and prejudgment interest, its silence plainly permits the interpretation that the entire $250,000 constituted recompense for personal injury.\"), it ignores the guiding principle that \"the required inquiry encompasses much more than the mere language subscribed to by the parties, whether in the settlement agreement proper, the stipulation of dismissal, or both, because under established precedent the Tax Court must determine 'in lieu of what were damages awarded' or paid.\"  Id. at 23-24.  In making this determination, \"the intent of the payor is a key determinant whether a settlement recovery is excludable from gross income.\"  Id. at 24.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Where, as here, that intent is not readily discernable, the Tax Court looks to all facts and circumstances surrounding the settlement, including \"the details surrounding the litigation in the underlying proceeding, the allegations contained in the payee's complaint and amended complaint in the underlying proceeding, and the arguments made in the underlying proceeding by each party there.\"  Robinson v. Commissioner, 102 T.C. 116 (1994), rev'd in part on other grounds, 70 F.3d 34 (5th Cir.1995), cert. denied, 117 S.Ct. 83 (1996).  Furthermore, as we recently pointed out, and as Taxpayer recognizes, \"a jury verdict provides 'the best indication of the worth' of the taxpayers' original tort claims.\"  Delaney, 99 F.3d at 25 (quoting Robinson, 70 F.3d at 38).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, the Tax Court, recognizing the General Release's silence as to allocation of the settlement and having little, if any, evidence before it indicating the payor's intent, looked beyond the language of the General Release to the facts and circumstances surrounding that settlement.  The Tax Court considered evidence from Taxpayer's attorneys that the tax consequences of the settlement were not contemplated during the settlement negotiations.  The Tax Court also recognized, however, that the settlement was negotiated under the shadow of a judgment<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> that provided prejudgment interest, in the same percentage of the total award both before and after the remittitur.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Regardless of which judgment is considered, the Tax Court was not clearly erroneous in considering this circumstance as part of the context in which the settlement was reached.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Additionally, the Stipulation, which stated that \"[t]he judgment ... in the amount of $1,440,000, plus interest and costs, has been fully satisfied,\" indicates that the settlement reached reflected satisfaction of the jury award, as that award had been apportioned by the Superior Court.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Moreover, while the available facts and circumstances support the Tax Court's finding that the settlement amount included prejudgment interest, nothing in those facts and circumstances supports the opposite conclusion.  At best, the General Release's silence regarding the allocation of the settlement proceeds is ambiguous.  In light of the other facts and circumstances weighing in favor of the Tax Court's conclusion, that ambiguity is certainly not enough to warrant a finding that the Tax Court's findings are clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Taxpayer contends that this case is similar to McShane v. Commissioner, T.C. Memo 1987-151.   Although the facts in both cases involve a jury award, an appeal, and a settlement, thereafter the two cases diverge.  In McShane, the settlement agreement provided for lump sum payments to the taxpayers.  In a recent case similar to the one at bar, this court reviewed the McShane decision and found that the Tax Court's determination that the settlement did not include interest was based on a unique set of facts:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>\"First, the term 'without costs and interest' had been included in the settlement agreement at the insistence of counsel for the principal defendant in the tort action.  Second, the intentions of all parties to the underlying tort action, as stated by their attorneys, were most consistent with an intention to pay no interest.  Third, the Tax Court credited the testimony of all counsel in the tort action that the settlement amounts for each plaintiff had been arrived at by assessing the risks on appeal and that the tax consequences had never been discussed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Delaney, 99 F.3d at 25.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Tax Court in the instant case made a similarly thorough inquiry into the relevant facts and circumstances.  It found that the settlement agreement was negotiated in the context of the jury award in the underlying case.  It also heard evidence from the Taxpayer's attorneys that neither tax consequences nor interest were considered in reaching the settlement amount.  It heard no evidence as to the intent of the payor, Bohn.  The court found that, unlike the agreement in McShane, there was no express statement in the Release indicating that the payment was not to include prejudgment interest.  Finally, the Stipulation contained language indicating that the settlement satisfied the judgment after remittitur, including interest and costs.  We find that these facts are sufficient to distinguish this case from McShane.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Thus, the Tax Court's conclusion is amply supported by the facts and circumstances surrounding the settlement and Taxpayer's arguments are insufficient to overcome her burden of showing error in the Commissioner's determination or clear error in the Tax Court's findings.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">B. Whether prejudgment interest is excludable as \"damages\" under Rhode Island law.</p>\n    </div>\n    <p>1. Kovacs v. Commissioner</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Taxpayer argues that the Code, legislative history and prior case law do not support the Tax Court's holding in Kovacs v. Commissioner, 100 T.C. 124 (1993), aff'd, 25 F.3d 1048 (6th Cir.), cert. denied, 115 S.Ct. 424 (1994), that prejudgment interest on a personal injury claim is not excludable from income under Section 104(a)(2).  Her contention is that the Tax Court in Kovacs improperly relied on precedent holding that post-judgment interest is not excludable from interest income.  She further maintains that nothing in the legislative history of Section 104(a)(2) supports a distinction between compensatory damages and interest awarded on a claim of physical injury.  Finally, relying on the Periodic Payment Settlement Act of 1982,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Taxpayer argues that Congress, in amending the Code to allow for the exclusion of period settlement payments--which would include a component representing the time value of money, or interest--disregarded any difference between lump sum and periodic payments and meant for any interest income upon settlement to be excludable.  As we find nothing in the record below, including the testimony presented and the initial and reply briefs of the parties, to indicate that these arguments were raised before the Tax Court, we decline Taxpayer's invitation to consider them for the first time on appeal.  See Delaney, 99 F.3d at 26 (determining that taxpayer's failure to raise a similar argument before the Tax Court amounted to waiver of that argument).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>2. Treatment of Interest Under Rhode Island Law</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Taxpayer contends that whether an award is taxable is determined by reference to the nature of the underlying claim.  She points out that the underlying claim here is one to redress personal injury and, as such, the damages received thereon are excludable.  Noting that the nature of the underlying claim is determined under the relevant state law, Taxpayer argues that, under Rhode Island law, statutorily imposed interest is considered part of damages meant to compensate the injured party and thus is excludable.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We recently visited the question of state law characterization of interest.  In Delaney, we looked to the \"thoughtful\" approach utilized in Brabson, 73 F.3d 1040 (10th Cir.1996) (Coffin, J., sitting by designation):</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>\"The Tenth Circuit ... noted that though state law governs the nature of legal interests and rights created under state law, the 'federal tax consequences pertaining to such interests and rights are solely a matter of federal law.'  ...  Accordingly, the Brabson panel first ascertained the pertinent characteristics of statutory prejudgment interest under [the relevant state] law, but then looked to federal law to determine its excludability.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Delaney, 99 F.3d at 26.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Accordingly, we look first to Rhode Island law to determine the legal nature of prejudgment interest.  Taxpayer relies on Factory Mutual Insurance Company of America v. Cooper, 262 A.2d 370 (R.I.1970), for the proposition that interest is part of damages.  Taxpayer's reliance is misplaced.  The Factory Mutual court did not hold that prejudgment interest is a component of damages under Rhode Island law.  Instead, the court there was determining the meaning of the word \"damages\" as it was used in an insurance policy.  See id. at 373.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\"[S]tatutory prejudgment interest is not an element of damages in a personal injury action under Rhode Island law.\"  Delaney, 99 F.3d at 26 (citing DiMeo v. Philbin, 502 A.2d 825, 826 (R.I.1986) (determining that prejudgment interest in personal injury action is purely statutory and therefore not an element of damages)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Having found that, under Rhode Island law, prejudgment interest is not considered damages, we next look to federal law to determine the nature of prejudgment interest for federal tax purposes.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>3. Prejudgment Interest Under Federal Law.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Supreme Court recently explained the two requirements for exclusion under Section 104(a)(2):</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>\"First, the taxpayer must demonstrate that the underlying cause of action giving rise to the recovery is 'based upon tort or tort type rights';  and second, the taxpayer must show that the damages were received 'on account of personal injuries or sickness.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Commissioner v. Schleier, 515 U.S. 323, 115 S.Ct. 2159, 2167 (1995).  The cause of action underlying Taxpayer's settlement was assuredly one based upon tort or tort type rights.  We look, then, to determine whether Taxpayer has met the second prong of excludability.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Taxpayer appears to argue that the purpose of the statutorily-imposed prejudgment interest is to make her whole, as though the injury had never occurred.  This argument rests on two statements we glean from her brief to the effect that the interest imposed is meant to compensate the injured party for a delay in the payment.  Though this argument may have some merit, we reserve the question for another day.  Because Taxpayer failed to raise the contention that the statutorily-imposed prejudgment interest is somehow related to her personal injury before the Tax Court, she has not preserved the argument for appeal.  We find that argument waived.  See Mulero-Rodrguez v. Ponte, Inc., 98 F.3d 670, 679 (1st Cir.1996) (noting that appellants' silence as to a particular legal argument before the trial court amounted to waiver of that issue on appeal);  see also National Ass'n of Social Workers v. Harwood, 69 F.3d 622, 627-28 (1st Cir.1995) (setting forth the strenuous guidelines for finding an exception to this waiver rule).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In addition, we note that Taxpayer's failure to adequately present any \"make whole\" argument in her brief on appeal also supports a finding that this issue has been waived.  We have previously recognized that \"a litigant has an obligation 'to spell out its arguments squarely and distinctly' ... or else forever hold its peace.\"  See Rivera-Gmez v. Castro, 843 F.2d 631, 634-35 (quoting Paterson-Leitch Co. v. Massachusetts Municipal Wholesale Elec. Co., 840 F.2d 985, 990 (1st Cir.1988)).  Here, Taxpayer has failed to put forth a coherent argument, beyond vague reference, regarding any relationship an award of statutorily-imposed interest might have to her personal injuries.  \"It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work, create the ossature for the argument, and put flesh on its bones.\"  United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082 (1990);  see also In re Three Additional Appeals Arising Out of the San Juan Dupont Plaza Hotel Fire Litigation, 93 F.3d 1, 2 n. 2 (1st Cir.1996) (noting that \"it is beyond peradventure that we will not address an issue when the party raising it fails to treat it seriously\").  We will not \"abandon the settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"  Zannino, 895 F.2d at 17.   Because we refuse to guess at Taxpayer's argument, any \"make-whole\" argument she might have made is waived.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We decline to pass on this question where the court below was not presented with either a legal argument or a factual predicate on which to make a reasoned analysis of any compensatory component of prejudgment interest and where we do not have the benefit of a properly briefed argument.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">For the foregoing reasons, the decision below is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Unless otherwise indicated, all section references are to the Internal Revenue Code in effect for 1992.  Internal Revenue Code, 26 U.S.C. &#167; 1 et seq.  (1988 &amp; Supp.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Taxpayer argues that the jury award was not a final verdict or decision of the court under Rhode Island law.  Taxpayer contends that any debt was rendered unenforceable during the pendency of the appeal and therefore there can be no finding of an interest component based on the jury award.  Even if Taxpayer correctly recites the law of Rhode Island, which we need not decide, we are not looking to the judgment as the sole indication of the existence of an interest component in this settlement.  Instead, we regard the Superior Court's judgment as part of the context in which the parties negotiated the settlement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Taxpayer contends that Bohn's appeal reinstated the original jury award.  In support of this contention, Taxpayer cites Dawes v. McKenna, 215 A.2d 235 (R.I.1965).  Dawes, however, does not hold that the original award is automatically reinstated;  rather, it allows only that the original award is open for review on appeal.  Id. at 325-26.   Thus, it was not clearly erroneous for the Tax Court to look to the award after remittitur as a circumstance for consideration</p>\n        <p>Furthermore, as the Tax Court appropriately recognized, even if the original award were considered, there is no precedent for the argument that a jury award larger than the settlement amount necessitates a finding that the entire settlement is attributable to compensation for personal injuries.  In Robinson, 102 T.C. 116, the Tax Court found that a portion of the settlement proceeds was attributable to interest even though the total proceeds represented less than twenty percent of the original damage award.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note, in passing, that, to the extent Taxpayer's arguments rely on this amendment, such reliance is misplaced.  That Act allows the excludability of the entire amount of periodic payments in settlement of a claim.  In so doing, the Act allows a portion of \"interest\" to be excluded from gross income.  This Act, however, does not assist Taxpayer, as her settlement does not fall within the provisions of that Act.  We apply the statutory language relevant to Taxpayer's particular claim.  As the Tax Court did in Kovacs v. Commissioner, 100 T.C. 124, 132-33, any inconsistency between the two methods of settlement we leave to Congress to remedy</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></span></p>\n    <p class=\"case_cite\">79 A.F.T.R.2d 97-346, 97-1 USTC  P 50,118</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Laurel A. FOREST, Petitioner,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent.</p>\n    <p class=\"docket\">No. 95-2180.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph A. Kelly, with whom Carroll, Kelly &amp; Murphy, Charles J. Reilly, Reilly Law Associates, Inc. and Robert E. Hardman were on brief for petitioner.</p>\n      <p class=\"indent\">Kenneth W. Rosenberg, with whom Loretta C. Argrett, Assistant Attorney General, Gary R. Allen, Bruce R. Ellisen and Kevin M. Brown, Attorneys, Tax Division, Department of Justice, were on brief for respondent.</p>\n      <p class=\"indent\">U.S.T.C.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-Appellant Laurel A. Forest (\"Taxpayer\") appeals the income tax deficiency found by the Commissioner of the Internal Revenue Service (\"Commissioner\") and affirmed by the Tax Court.  See Forest v. Commissioner, T.C. Memo.1995-377.   In the spotlight is Section 104(a)(2) of the Internal Revenue Code (\"Code\"), which provides that \"any damages received ... on account of personal injuries or sickness\" be excluded from gross income.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The Tax Court upheld the Commissioner's determination that a portion of the $2,000,000 Taxpayer received in settlement of her personal injury claim should be characterized as prejudgment interest and included in gross income.  Taxpayer now seeks review of that decision.  For the reasons stated below, we affirm.  We do not reach, because they have been waived, issues concerning whether prejudgment interest in a settlement of a tort action is excludable as a matter of federal law.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts, some of which have been stipulated and incorporated in the Tax Court's findings, and others, which we draw from the record, are not in dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 9, 1982, Taxpayer fractured her back when she slipped and fell inside her employer's walk-in refrigerator.  During 1985, she brought a products liability action against the manufacturer of the refrigerator, Bohn Refrigeration Products (\"Bohn\"), in the Superior Court of Rhode Island.  See Forest v. Bohn Refrigeration Prods., Civil Action No. 85-0666 (R.I. Superior Court, Providence, Sc.).  Following a trial, the jury returned a verdict on September 18, 1991, in favor of Taxpayer for $2,600,000, less ten percent for contributory negligence, for a total award of $2,340,000.  In addition, pursuant to Rhode Island General Laws section 9-21-10 (1985), statutory prejudgment interest of twelve percent was added to the jury award.  The total judgment, including interest, was $5,007,600.  The interest constituted 53% of the total judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 27, 1991, Bohn filed a motion for a new trial.  On October 15, following a hearing on the motion, the Superior Court found that the jury's award \"shocked the conscience\" and ordered a new trial on the issue of damages unless Taxpayer agreed to a remittitur of $1,000,000 on or before November 15, 1991.  Two days later, Taxpayer consented to and filed the $1,000,000 remittitur and the Superior Court entered a judgment for Taxpayer against Bohn in the amount of $1,440,000 (i.e., $1,600,000 less ten percent contributory negligence), plus interest and costs.  Statutory prejudgment interest of twelve percent was added to the judgment, this time in the amount of $1,641,600, resulting in a total judgment of $3,081,600.  Again, the interest constituted 53% of the total judgment.  Then, on October 30, 1991, Bohn, not satisfied with the new result, appealed the judgment to the Rhode Island Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the pendency of the appeal, Bohn settled the case with Taxpayer on December 19, 1991.  In return for a General Release (\"Release\") by Taxpayer of all claims for personal injuries, Bohn agreed to pay Taxpayer $2,000,000.  The Release did not provide for any allocation of the settlement proceeds between damages and interest (or costs for that matter).  During the settlement negotiations, the parties neither discussed whether any portion of the settlement proceeds should be allocated to interest nor stated that none of the settlement proceeds represented interest--interest was simply not discussed, neither during the negotiations nor in the Release.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 19, 1991, and in accordance with the terms of the General Release, Aetna Casualty issued a check in the amount of $2,000,000 to Taxpayer and her attorneys.  On December 23, 1991, Bohn withdrew its appeal and the parties entered into a Satisfaction Stipulation (\"Stipulation\") in the Superior Court for the purpose of removing the case from the Superior Court's docket.  The Stipulation stated:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>The judgment entered by this Court on October 17, 1991[,] in the amount of $1,440,000, plus interest and costs, has been fully satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The parties did not consider the tax consequences of the Stipulation.  The Clerk of the Superior Court did not add interest to the settlement of $2,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During 1992, Taxpayer's attorneys issued a check to Taxpayer in the amount of $1,256,511.36, representing her share of the settlement proceeds after deducting $668,489 in legal fees and costs.  Taxpayer neither reported any portion of the $2,000,000 settlement on her 1992 federal income tax return nor claimed any deductions for legal fees and costs stemming from the lawsuit.  There was uncontroverted testimony that Taxpayer never received a Form 1099 documenting interest income from Aetna Casualty.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In its February 3, 1994, notice of deficiency, the Commissioner determined a deficiency in Taxpayer's gross income for the taxable year 1992 in the amount of $137,459.  The Commissioner determined that the deficiency was based upon Taxpayer's failure to included in her 1992 gross income the additional interest income from the settlement in the amount of $560,000.  This figure represented the difference between the settlement proceeds ($2,000,000) and the damage award ($1,440,000).  The Commissioner also determined that, pursuant to Section 212(1) and subject to the 2% floor provided by Section 67, Taxpayer was entitled to miscellaneous itemized deductions in the amount of $175,513 for attorneys' fees attributable to the interest portion of the settlement proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Taxpayer petitioned the Tax Court for a redetermination of the deficiency, arguing that an amount received in settlement of a personal injury claim represented damages under Rhode Island law and that the entire lump sum received was therefore excludable from income under Section 104(a)(2).  The Tax Court sustained the Commissioner's determination, holding that a portion of the settlement proceeds represented prejudgment interest and was not excludable from income:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>[I]n the instant case, no express allocations were made in the [G]eneral [R]elease as to interest.  Indeed, the [G]eneral [R]elease does not even mention interest.  Because there were no express allocations, we must look to other evidence in the record to decide whether any of the settlement proceeds are to be allocated to interest.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After setting forth the chronology of events culminating with the Stipulation, the Tax Court concluded that \"[b]ased on the facts and circumstances of the instant case, we hold that [Taxpayer] has failed to establish that none of the settlement proceeds were paid on account of prejudgment statutory interest.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Tax Court then proceeded to decide what portion of the $2,000,000 constitutes interest.  The court determined that, \"[b]ased on our calculations, we find that the interest portion of a $2,000,000 judgment accruing interest at a rate of 12% per annum over 9.5 years is $1,065,420.56\" (footnote omitted).  Nevertheless, in light of the Commissioner's concession that Taxpayer is not liable for a deficiency in excess of that set forth in the notice of deficiency, the Tax Court sustained the Commissioner's determination in the notice of deficiency that $560,000 of the settlement represents interest.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This appeal ensued.  We have jurisdiction pursuant to 26 U.S.C. &#167; 7482(a)(1).</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review the Tax Court's decision \"in the same manner and to the same extent as decisions of the district courts in civil actions tried without a jury.\"  26 U.S.C. &#167; 7482(a).  Whether prejudgment interest is taxable is purely a question of law and, therefore, subject to de novo review.  See Brabson v. United States, <span class=\"citation\" data-id=\"710956\"><a href=\"/opinion/710956/mary-brabson-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span>, 1042 (10th Cir.1996) (Coffin, J., sitting by designation), petition for cert. filed, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3709</span></span> (Apr. 10, 1996);  Alexander v. IRS, <span class=\"citation\" data-id=\"196488\"><a href=\"/opinion/196488/alexander-v-irs/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">938</span></a></span>, 941 (1st Cir.1995) (collecting cases);  see also First Nat'l Bank in Albuquerque v. Commissioner, <span class=\"citation\" data-id=\"553286\"><a href=\"/opinion/553286/first-national-bank-in-albuquerque-v-commissioner-of-internal-revenue/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1081</span></a></span>, 1086 (10th Cir.1990) (stating that de novo review is applied to tax court's findings of law and of ultimate fact derived from applying legal principles to subsidiary facts).  The Tax Court's findings of fact--including its allocation of the settlement proceeds to various elements of recovery--is reviewable only for clear error.  Alexander, 72 F.3d at 941.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Neither party disputes that the claim underlying Taxpayer's recovery was in the nature of a tort, or that Taxpayer suffered injuries.  What the parties vigorously dispute, and what we must determine, is whether a portion of the lump sum received in settlement of Taxpayer's personal injury claim constitutes prejudgment interest and, if so, whether it is excludable as \"damages received ... on account of personal injuries\" within the meaning of Section 104(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">* As always, we begin with the relevant Code provisions, of which there are two.  Section 61(a) provides that, \"[e]xcept as otherwise provided in this subtitle, gross income means all income from whatever source derived.\"  26 U.S.C. &#167; 61(a);  see 26 C.F.R. &#167; 1.104-1(c).  As the \" 'sweeping scope' of this section and its predecessors has been repeatedly emphasized by the Supreme Court[,]\" Brabson, 73 F.3d at 1042 (quoting Commissioner v. Schleier, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span>, 2163 (1995)), \"any gain constitutes gross income unless the taxpayer demonstrates that it falls within a specific exemption.\"  Id. In turn, Section 104(a)(2)--the exclusion at issue here--provides, in relevant part, that gross income does not include \"the amount of any damages received (whether by suit or agreement and whether as lump sums or as periodic payments) on account of personal injuries or sickness.\"  26 U.S.C. &#167; 104(a)(2).  As the Tenth Circuit recently noted in Brabson, \"[i]n interpreting the breadth of &#167; 104(a)(2), we are guided by the corollary to &#167; 61(a)'s broad construction, the 'default rule of statutory interpretation that exclusions from income must be narrowly construed.' \"  Id. (quoting Schleier, 515 U.S. at ----, 115 S.Ct. at 2163);  see also Delaney v. Commissioner, <span class=\"citation\" data-id=\"197050\"><a href=\"/opinion/197050/delaney-v-irs/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span> (1st Cir.1996).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Taxpayer makes two main contentions on appeal.  First, she claims that the settlement amount did not contain prejudgment interest, but consisted solely of damages, excludable under Section 104(a)(2).  Second, she argues that prejudgment interest is considered \"damages\" and, therefore, any amount attributable to prejudgment interest is excludable under Section 104(a)(2).  We address Taxpayer's arguments in turn.</p>\n    </div>\n    <p class=\"indent\">A. Allocation of Settlement Amount</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"It is settled law that taxpayers bear the burden of proving that a tax deficiency assessment is erroneous.\"  Delaney, 99 F.3d at 23.   The Commissioner's \"ruling has the support of a presumption of correctness, and the [Taxpayer] has the burden of proving it to be wrong.\"  Welch v. Helvering, <span class=\"citation\" data-id=\"102139\"><a href=\"/opinion/102139/welch-v-helvering/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 115 (1933).  \"Ultimately, of course, a tax deficiency assessment is subject to reversal if the taxpayer establishes by a preponderance of the evidence that it was erroneous.\"  Delaney, 99 F.3d at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Taxpayer argues that the General Release's silence as to interest is key to the proper determination of the allocation of the settlement.  While this argument may have a certain appeal, see id.  (\"Since the settlement agreement language itself suggests no differentiation between damages and prejudgment interest, its silence plainly permits the interpretation that the entire $250,000 constituted recompense for personal injury.\"), it ignores the guiding principle that \"the required inquiry encompasses much more than the mere language subscribed to by the parties, whether in the settlement agreement proper, the stipulation of dismissal, or both, because under established precedent the Tax Court must determine 'in lieu of what were damages awarded' or paid.\"  Id. at 23-24.  In making this determination, \"the intent of the payor is a key determinant whether a settlement recovery is excludable from gross income.\"  Id. at 24.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Where, as here, that intent is not readily discernable, the Tax Court looks to all facts and circumstances surrounding the settlement, including \"the details surrounding the litigation in the underlying proceeding, the allegations contained in the payee's complaint and amended complaint in the underlying proceeding, and the arguments made in the underlying proceeding by each party there.\"  Robinson v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">116</span></span> (1994), rev'd in part on other grounds, <span class=\"citation\" data-id=\"8097\"><a href=\"/opinion/8097/robinson-v-cir/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span> (5th Cir.1995), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">83</span></span> (1996).  Furthermore, as we recently pointed out, and as Taxpayer recognizes, \"a jury verdict provides 'the best indication of the worth' of the taxpayers' original tort claims.\"  Delaney, 99 F.3d at 25 (quoting Robinson, 70 F.3d at 38).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, the Tax Court, recognizing the General Release's silence as to allocation of the settlement and having little, if any, evidence before it indicating the payor's intent, looked beyond the language of the General Release to the facts and circumstances surrounding that settlement.  The Tax Court considered evidence from Taxpayer's attorneys that the tax consequences of the settlement were not contemplated during the settlement negotiations.  The Tax Court also recognized, however, that the settlement was negotiated under the shadow of a judgment<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> that provided prejudgment interest, in the same percentage of the total award both before and after the remittitur.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Regardless of which judgment is considered, the Tax Court was not clearly erroneous in considering this circumstance as part of the context in which the settlement was reached.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Additionally, the Stipulation, which stated that \"[t]he judgment ... in the amount of $1,440,000, plus interest and costs, has been fully satisfied,\" indicates that the settlement reached reflected satisfaction of the jury award, as that award had been apportioned by the Superior Court.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Moreover, while the available facts and circumstances support the Tax Court's finding that the settlement amount included prejudgment interest, nothing in those facts and circumstances supports the opposite conclusion.  At best, the General Release's silence regarding the allocation of the settlement proceeds is ambiguous.  In light of the other facts and circumstances weighing in favor of the Tax Court's conclusion, that ambiguity is certainly not enough to warrant a finding that the Tax Court's findings are clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Taxpayer contends that this case is similar to McShane v. Commissioner, T.C. Memo 1987-151.   Although the facts in both cases involve a jury award, an appeal, and a settlement, thereafter the two cases diverge.  In McShane, the settlement agreement provided for lump sum payments to the taxpayers.  In a recent case similar to the one at bar, this court reviewed the McShane decision and found that the Tax Court's determination that the settlement did not include interest was based on a unique set of facts:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>\"First, the term 'without costs and interest' had been included in the settlement agreement at the insistence of counsel for the principal defendant in the tort action.  Second, the intentions of all parties to the underlying tort action, as stated by their attorneys, were most consistent with an intention to pay no interest.  Third, the Tax Court credited the testimony of all counsel in the tort action that the settlement amounts for each plaintiff had been arrived at by assessing the risks on appeal and that the tax consequences had never been discussed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Delaney, 99 F.3d at 25.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Tax Court in the instant case made a similarly thorough inquiry into the relevant facts and circumstances.  It found that the settlement agreement was negotiated in the context of the jury award in the underlying case.  It also heard evidence from the Taxpayer's attorneys that neither tax consequences nor interest were considered in reaching the settlement amount.  It heard no evidence as to the intent of the payor, Bohn.  The court found that, unlike the agreement in McShane, there was no express statement in the Release indicating that the payment was not to include prejudgment interest.  Finally, the Stipulation contained language indicating that the settlement satisfied the judgment after remittitur, including interest and costs.  We find that these facts are sufficient to distinguish this case from McShane.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Thus, the Tax Court's conclusion is amply supported by the facts and circumstances surrounding the settlement and Taxpayer's arguments are insufficient to overcome her burden of showing error in the Commissioner's determination or clear error in the Tax Court's findings.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">B. Whether prejudgment interest is excludable as \"damages\" under Rhode Island law.</p>\n    </div>\n    <p>1. Kovacs v. Commissioner</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Taxpayer argues that the Code, legislative history and prior case law do not support the Tax Court's holding in Kovacs v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">124</span></span> (1993), aff'd, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1048</span></span> (6th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">424</span></span> (1994), that prejudgment interest on a personal injury claim is not excludable from income under Section 104(a)(2).  Her contention is that the Tax Court in Kovacs improperly relied on precedent holding that post-judgment interest is not excludable from interest income.  She further maintains that nothing in the legislative history of Section 104(a)(2) supports a distinction between compensatory damages and interest awarded on a claim of physical injury.  Finally, relying on the Periodic Payment Settlement Act of 1982,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Taxpayer argues that Congress, in amending the Code to allow for the exclusion of period settlement payments--which would include a component representing the time value of money, or interest--disregarded any difference between lump sum and periodic payments and meant for any interest income upon settlement to be excludable.  As we find nothing in the record below, including the testimony presented and the initial and reply briefs of the parties, to indicate that these arguments were raised before the Tax Court, we decline Taxpayer's invitation to consider them for the first time on appeal.  See Delaney, 99 F.3d at 26 (determining that taxpayer's failure to raise a similar argument before the Tax Court amounted to waiver of that argument).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>2. Treatment of Interest Under Rhode Island Law</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Taxpayer contends that whether an award is taxable is determined by reference to the nature of the underlying claim.  She points out that the underlying claim here is one to redress personal injury and, as such, the damages received thereon are excludable.  Noting that the nature of the underlying claim is determined under the relevant state law, Taxpayer argues that, under Rhode Island law, statutorily imposed interest is considered part of damages meant to compensate the injured party and thus is excludable.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We recently visited the question of state law characterization of interest.  In Delaney, we looked to the \"thoughtful\" approach utilized in Brabson, <span class=\"citation\" data-id=\"710956\"><a href=\"/opinion/710956/mary-brabson-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span> (10th Cir.1996) (Coffin, J., sitting by designation):</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>\"The Tenth Circuit ... noted that though state law governs the nature of legal interests and rights created under state law, the 'federal tax consequences pertaining to such interests and rights are solely a matter of federal law.'  ...  Accordingly, the Brabson panel first ascertained the pertinent characteristics of statutory prejudgment interest under [the relevant state] law, but then looked to federal law to determine its excludability.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Delaney, 99 F.3d at 26.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Accordingly, we look first to Rhode Island law to determine the legal nature of prejudgment interest.  Taxpayer relies on Factory Mutual Insurance Company of America v. Cooper, <span class=\"citation\" data-id=\"1960661\"><a href=\"/opinion/1960661/factory-mutual-liability-ins-co-of-amer-v-cooper/\"><span class=\"volume\">262</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">370</span></a></span> (R.I.1970), for the proposition that interest is part of damages.  Taxpayer's reliance is misplaced.  The Factory Mutual court did not hold that prejudgment interest is a component of damages under Rhode Island law.  Instead, the court there was determining the meaning of the word \"damages\" as it was used in an insurance policy.  See id. at 373.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\"[S]tatutory prejudgment interest is not an element of damages in a personal injury action under Rhode Island law.\"  Delaney, 99 F.3d at 26 (citing DiMeo v. Philbin, <span class=\"citation\" data-id=\"1972507\"><a href=\"/opinion/1972507/dimeo-v-philbin/\"><span class=\"volume\">502</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">825</span></a></span>, 826 (R.I.1986) (determining that prejudgment interest in personal injury action is purely statutory and therefore not an element of damages)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Having found that, under Rhode Island law, prejudgment interest is not considered damages, we next look to federal law to determine the nature of prejudgment interest for federal tax purposes.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>3. Prejudgment Interest Under Federal Law.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Supreme Court recently explained the two requirements for exclusion under Section 104(a)(2):</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>\"First, the taxpayer must demonstrate that the underlying cause of action giving rise to the recovery is 'based upon tort or tort type rights';  and second, the taxpayer must show that the damages were received 'on account of personal injuries or sickness.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Commissioner v. Schleier, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, <span class=\"citation\" data-id=\"117952\"><a href=\"/opinion/117952/commissioner-v-schleier/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2159</span></a></span>, 2167 (1995).  The cause of action underlying Taxpayer's settlement was assuredly one based upon tort or tort type rights.  We look, then, to determine whether Taxpayer has met the second prong of excludability.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Taxpayer appears to argue that the purpose of the statutorily-imposed prejudgment interest is to make her whole, as though the injury had never occurred.  This argument rests on two statements we glean from her brief to the effect that the interest imposed is meant to compensate the injured party for a delay in the payment.  Though this argument may have some merit, we reserve the question for another day.  Because Taxpayer failed to raise the contention that the statutorily-imposed prejudgment interest is somehow related to her personal injury before the Tax Court, she has not preserved the argument for appeal.  We find that argument waived.  See Mulero-Rodrguez v. Ponte, Inc., <span class=\"citation\" data-id=\"728081\"><a href=\"/opinion/728081/72-fair-emplpraccas-bna-406-69-empl-prac-dec-p-44437-gilberto/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">670</span></a></span>, 679 (1st Cir.1996) (noting that appellants' silence as to a particular legal argument before the trial court amounted to waiver of that issue on appeal);  see also National Ass'n of Social Workers v. Harwood, <span class=\"citation\" data-id=\"707518\"><a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">622</span></a></span>, 627-28 (1st Cir.1995) (setting forth the strenuous guidelines for finding an exception to this waiver rule).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In addition, we note that Taxpayer's failure to adequately present any \"make whole\" argument in her brief on appeal also supports a finding that this issue has been waived.  We have previously recognized that \"a litigant has an obligation 'to spell out its arguments squarely and distinctly' ... or else forever hold its peace.\"  See Rivera-Gmez v. Castro, <span class=\"citation\" data-id=\"504001\"><a href=\"/opinion/504001/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 634-35 (quoting Paterson-Leitch Co. v. Massachusetts Municipal Wholesale Elec. Co., <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 990 (1st Cir.1988)).  Here, Taxpayer has failed to put forth a coherent argument, beyond vague reference, regarding any relationship an award of statutorily-imposed interest might have to her personal injuries.  \"It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work, create the ossature for the argument, and put flesh on its bones.\"  United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span> (1990);  see also In re Three Additional Appeals Arising Out of the San Juan Dupont Plaza Hotel Fire Litigation, <span class=\"citation\" data-id=\"196924\"><a href=\"/opinion/196924/in-re-san-juan-v-california-union/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 n. 2 (1st Cir.1996) (noting that \"it is beyond peradventure that we will not address an issue when the party raising it fails to treat it seriously\").  We will not \"abandon the settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"  Zannino, 895 F.2d at 17.   Because we refuse to guess at Taxpayer's argument, any \"make-whole\" argument she might have made is waived.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We decline to pass on this question where the court below was not presented with either a legal argument or a factual predicate on which to make a reasoned analysis of any compensatory component of prejudgment interest and where we do not have the benefit of a properly briefed argument.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">For the foregoing reasons, the decision below is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Unless otherwise indicated, all section references are to the Internal Revenue Code in effect for 1992.  Internal Revenue Code, 26 U.S.C. &#167; 1 et seq.  (1988 &amp; Supp.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Taxpayer argues that the jury award was not a final verdict or decision of the court under Rhode Island law.  Taxpayer contends that any debt was rendered unenforceable during the pendency of the appeal and therefore there can be no finding of an interest component based on the jury award.  Even if Taxpayer correctly recites the law of Rhode Island, which we need not decide, we are not looking to the judgment as the sole indication of the existence of an interest component in this settlement.  Instead, we regard the Superior Court's judgment as part of the context in which the parties negotiated the settlement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Taxpayer contends that Bohn's appeal reinstated the original jury award.  In support of this contention, Taxpayer cites Dawes v. McKenna, <span class=\"citation\" data-id=\"2094232\"><a href=\"/opinion/2094232/dawes-v-mckenna/\"><span class=\"volume\">215</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">235</span></a></span> (R.I.1965).  Dawes, however, does not hold that the original award is automatically reinstated;  rather, it allows only that the original award is open for review on appeal.  Id. at 325-26.   Thus, it was not clearly erroneous for the Tax Court to look to the award after remittitur as a circumstance for consideration</p>\n        <p>Furthermore, as the Tax Court appropriately recognized, even if the original award were considered, there is no precedent for the argument that a jury award larger than the settlement amount necessitates a finding that the entire settlement is attributable to compensation for personal injuries.  In Robinson, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">116</span></span>, the Tax Court found that a portion of the settlement proceeds was attributable to interest even though the total proceeds represented less than twenty percent of the original damage award.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note, in passing, that, to the extent Taxpayer's arguments rely on this amendment, such reliance is misplaced.  That Act allows the excludability of the entire amount of periodic payments in settlement of a claim.  In so doing, the Act allows a portion of \"interest\" to be excluded from gross income.  This Act, however, does not assist Taxpayer, as her settlement does not fall within the provisions of that Act.  We apply the statutory language relevant to Taxpayer's particular claim.  As the Tax Court did in Kovacs v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">124</span></span>, 132-33, any inconsistency between the two methods of settlement we leave to Congress to remedy</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/8097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1960661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1972507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2094232/"
  ]
}