{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197207/",
  "absolute_url": "/opinion/197207/hann-v-micron/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197207/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:24:41Z",
  "date_modified": "2017-03-24T10:50:39.762876Z",
  "type": "010combined",
  "sha1": "d40df79de0a50e1a1e06603a4764388bcff774e9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1948.01A",
  "local_path": null,
  "plain_text": "\n\n                      [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1948\r\n\n                          DAVID W. HANN,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                    MICRON SEPARATIONS, INC.,\r\n\n                       Defendant, Appellee.\r\n\n                                              \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                              \r\n\n                              Before\r\n\n                      Selya, Circuit Judge, \r                                                    \r\n\n                    Cyr, Senior Circuit Judge,\r                                                       \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                             \r\n\n     William T. Murphy on brief for appellant.\r                                \r\n     Edward  J.  Goddard and  Day, Berry  &amp;  Howard on  brief for\r                                                             \r\nappellee.\r\n\n                                             \r\n\n                        February 12, 1997\r\n                                             \r\r\n\n          Per Curiam.   In the suit  that underlies this  appeal,\r                    Per Curiam.\r                              \r\n\nplaintiff-appellant  David  W.  Hann  alleges  that  his  quondam\r\n\nemployer, Micron Separations,  Inc. (Micron),  a manufacturer  of\r\n\nindustrial   filtration  systems,  disregarded  a  severance  pay\r\n\nobligation  when it  terminated  him as  its marketing  director.\r\n\nMicron  moved for  summary  judgment on  the  ground that  Hann's\r\n\nwritten employment contract provided  for such remuneration  only\r\n\nin  the  event of  another  company's  acquisition  of Micron  (a\r\n\ncircumstance that  had not occurred).   A magistrate  judge heard\r\n\narguments and wrote a carefully reasoned report recommending that\r\n\nthe district  court grant  brevis disposition in  Micron's favor.\r                                           \r\n\nThe magistrate concluded, after examining the relevant  evidence,\r\n\nthat the proof,  taken in  the aspect most  flattering to  Hann's\r\n\ncase, proves neither a  modification of the terms of  his written\r\n\nemployment  contract nor  a breach  of those terms.   On  de novo\r\n\nreview,  the  district  court  accepted  the  recommendation  and\r\n\nentered  summary  judgment  for  the defendant.    Hann  appeals.\r\n\nHaving  determined  that  oral  argument would  not  advance  the\r\n\ndecisional process, we summarily affirm.\r\n\n          On  whole-record review,  we   believe that  this is  a\r\n\nsuitable  case in  which to  act upon  our long-held  belief that\r\n\n\"when  a  lower  court produces  a  comprehensive,  well-reasoned\r\n\ndecision,  an  appellate court  should  refrain  from writing  at\r\n\nlength to  no other  end than  to hear  its own words  resonate.\"\r\n\nLawton v.  State Mut. Life Assur.  Co. of Am., 101  F.3d 218, 220\r                                                       \r\n\n(1st  Cir. 1996); accord In  re San Juan  Dupont Plaza Hotel Fire\r                                                                           \r\n\n                                2\r\r\n\nLitig., 989  F.2d 36, 38 (1st  Cir. 1993).  Hence,  we affirm the\r                \r\n\njudgment for substantially  the reasons set forth  in the opinion\r\n\nbelow.  We add only a small coda.\r\n\n          In his brief, Hann rehashes the evidence and invites us\r\n\nto take  a more expansive view of the facts than did the district\r\n\ncourt.   We decline the invitation.   When summary judgment is at\r\n\nstake,  we, like the trial  court, must scrutinize  the record in\r\n\nthe light most  favorable to the nonmoving party,  \"indulging all\r\n\nreasonable  inferences in  that party's  favor,\"   Griggs-Ryan v.\r                                                                        \r\n\nSmith, 904 F.2d 112, 115 (1st Cir. 1990) (emphasis supplied), but\r               \r\n\ndisregarding  unsupported  allegations, unreasonable  inferences,\r\n\nand conclusory speculation.   See Smith  v. F.W.  Morse &amp; Co., 76\r                                                                       \r\n\nF.3d  413, 428  (1st Cir.  1996); Medina-Munoz  v.  R.J. Reynolds\r                                                                           \r\n\nTobacco Co., 896 F.2d  5, 8 (1st Cir. 1990).  If no genuine issue\r                     \r\n\nof  material fact  percolates  through the  record, then  summary\r\n\njudgment  is proper.  So viewed, the essential purpose of summary\r\n\njudgment  is \"to  pierce the  boilerplate  of the  pleadings\" and\r\n\nappraise the proof to determine whether a trial is needed.  Wynne\r                                                                           \r\n\nv.  Tufts Univ. Sch. of Med., 976  F.2d 791, 794 (1st Cir. 1992),\r                                      \r\n\ncert. denied, 507 U.S. 1030 (1993).  Here, a trial would serve no\r                      \r\n\nuseful purpose.\r\n\n          We  will not tarry.  Despite the generosity of the Rule\r\n\n56 standard  vis- -vis the party opposing  summary judgment, that\r\n\nparty  is not entitled to the benefit  of every inference that he\r\n\ncan conjure  up;  he is  only entitled  to the  benefit of  every\r\n\nreasonable inference.   See National Amusements, Inc. v.  Town of\r                                                                           \r\n\n                                3\r\r\n\nDedham,  43 F.3d 731,  735 (1st Cir.),  cert. denied, 115  S. Ct.\r                                                              \r\n\n2247 (1995).  In this instance, we cannot draw the inference that\r\n\nthe  appellant hawks.  To the contrary, the statement of Micron's\r\n\npresident,  Dr. John Greenwood, which  the appellant cites as the\r\n\nbasis for his claim of an oral modification, simply will not bear\r\n\nthe weight that the appellant piles upon it.\r\n\n          The  appellant's promissory  estoppel  claim  fares  no\r\n\nbetter  than his breach  of contract claim.   Under Massachusetts\r\n\nlaw, a  promisee's reliance  on  a promise  may give  rise to  an\r\n\nenforceable contract,  but only  if such reliance  is reasonable.\r\n\nSee  Rhode Island Hosp. Trust  Nat'l Bank v.  Varadian, 419 Mass.\r                                                                \r\n\n841,  849-50,  647  N.E.2d  1174,  1178-79  (1995); Cambridgeport\r                                                                           \r\n\nSavings Bank v. Boersner, 413 Mass. 432, 442-43, 597 N.E.2d 1017,\r                                  \r\n\n1023-24 (1992); Loranger Constr. Corp. v. E.F. Hauserman Co., 376\r                                                                      \r\n\nMass.  757, 760-61, 384 N.E.2d  176, 179 (1978);  Hall v. Horizon\r                                                                           \r\n\nHouse  Microwave, Inc., 24 Mass.  App. Ct. 84,  93-94, 506 N.E.2d\r                                \r\n\n178, 184  (1987); see also  Coll v. PB Diagnostic  Sys., Inc., 50\r                                                                       \r\n\nF.3d 1115, 1124-25 (1st  Cir. 1995) (refusing under Massachusetts\r\n\nlaw to honor a  promissory estoppel claim for an  orally modified\r\n\nemployment  contract  when  reliance  was  unreasonable).    Even\r\n\nassuming  for argument's  sake  that Dr.  Greenwood had  apparent\r\n\nauthority  to  bind  Micron  to  a  change  in  Hann's  severance\r\n\narrangement   an  assumption that the record tends  to belie   no\r\n\nfactfinder  rationally   could  conclude  that   the  appellant's\r\n\nprofessed reliance  on  Dr. Greenwood's  remark  was  reasonable.\r\n\nEven  on  the  appellant's  version,  Dr.  Greenwood's  statement\r\n\n                                4\r\r\n\namounted  to  no  more than  a  passing  comment.   Only  wishful\r\n\nthinking could have  led Hann  to believe that  his contract  had\r\n\nbeen improved by this  passing comment   and wishful  thinking is\r\n\nnot enough to support a cognizable claim of detrimental reliance.\r\n\nThus, the magistrate judge and district court  acted within their\r\n\nproper office  in rejecting  the unreasonable inference  on which\r\n\nthe appellant's case rests.  See Smith, 76 F.3d at 428.\r                                                \r\n\n          We need  go no further.   Finding,  as we do,  that the\r\n\ndistrict   court  appropriately   granted  Micron's   motion  for\r\n\njudgment, we summarily affirm.  See 1st Cir. R. 27.1.\r                                             \r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                                5\r\r\n",
  "html": "<p class=\"case_cite\">107 F.3d 1</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>David W. HANN, Plaintiff, Appellant,<br>v.<br>MICRON SEPARATIONS, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1948.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Feb. 12, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William T. Murphy on brief for appellant.</p>\n      <p class=\"indent\">Edward J. Goddard and Day, Berry &amp; Howard on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the suit that underlies this appeal, plaintiff-appellant David W. Hann alleges that his quondam employer, Micron Separations, Inc.  (Micron), a manufacturer of industrial filtration systems, disregarded a severance pay obligation when it terminated him as its marketing director.  Micron moved for summary judgment on the ground that Hann's written employment contract provided for such remuneration only in the event of another company's acquisition of Micron (a circumstance that had not occurred).  A magistrate judge heard arguments and wrote a carefully reasoned report recommending that the district court grant brevis disposition in Micron's favor.  The magistrate concluded, after examining the relevant evidence, that the proof, taken in the aspect most flattering to Hann's case, proves neither a modification of the terms of his written employment contract nor a breach of those terms.  On de novo review, the district court accepted the recommendation and entered summary judgment for the defendant.  Hann appeals.  Having determined that oral argument would not advance the decisional process, we summarily affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On whole-record review, we believe that this is a suitable case in which to act upon our long-held belief that \"when a lower court produces a comprehensive, well-reasoned decision, an appellate court should refrain from writing at length to no other end than to hear its own words resonate.\"  Lawton v. State Mut. Life Assur.  Co. of Am., 101 F.3d 218, 220 (1st Cir.1996);  accord In re San Juan Dupont Plaza Hotel Fire Litig., 989 F.2d 36, 38 (1st Cir.1993).  Hence, we affirm the judgment for substantially the reasons set forth in the opinion below.  We add only a small coda.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his brief, Hann rehashes the evidence and invites us to take a more expansive view of the facts than did the district court.  We decline the invitation.  When summary judgment is at stake, we, like the trial court, must scrutinize the record in the light most favorable to the nonmoving party, \"indulging all reasonable inferences in that party's favor,\" Griggs-Ryan v. Smith, 904 F.2d 112, 115 (1st Cir.1990) (emphasis supplied), but disregarding unsupported allegations, unreasonable inferences, and conclusory speculation.  See Smith v. F.W. Morse &amp; Co., 76 F.3d 413, 428 (1st Cir.1996);  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990).  If no genuine issue of material fact percolates through the record, then summary judgment is proper.  So viewed, the essential purpose of summary judgment is \"to pierce the boilerplate of the pleadings\" and appraise the proof to determine whether a trial is needed.  Wynne v. Tufts Univ.  Sch. of Med., 976 F.2d 791, 794 (1st Cir.1992), cert. denied, 507 U.S. 1030 (1993).  Here, a trial would serve no useful purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We will not tarry.  Despite the generosity of the Rule 56 standard vis-a-vis the party opposing summary judgment, that party is not entitled to the benefit of every inference that he can conjure up;  he is only entitled to the benefit of every reasonable inference.  See National Amusements, Inc. v. Town of Dedham, 43 F.3d 731, 735 (1st Cir.), cert. denied, 115 S.Ct. 2247 (1995).  In this instance, we cannot draw the inference that the appellant hawks.  To the contrary, the statement of Micron's president, Dr. John Greenwood, which the appellant cites as the basis for his claim of an oral modification, simply will not bear the weight that the appellant piles upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellant's promissory estoppel claim fares no better than his breach of contract claim.  Under Massachusetts law, a promisee's reliance on a promise may give rise to an enforceable contract, but only if such reliance is reasonable.  See Rhode Island Hosp. Trust Nat'l Bank v. Varadian, 419 Mass. 841, 849-50, 647 N.E.2d 1174, 1178-79 (1995);  Cambridgeport Savings Bank v. Boersner, 413 Mass. 432, 442-43, 597 N.E.2d 1017, 1023-24 (1992);  Loranger Constr.  Corp. v. E.F. Hauserman Co., 376 Mass. 757, 760-61, 384 N.E.2d 176, 179 (1978);  Hall v. Horizon House Microwave, Inc., 24 Mass.App.Ct. 84, 93-94, 506 N.E.2d 178, 184 (1987);  see also Coll v. PB Diagnostic Sys., Inc., 50 F.3d 1115, 1124-25 (1st Cir.1995) (refusing under Massachusetts law to honor a promissory estoppel claim for an orally modified employment contract when reliance was unreasonable).  Even assuming for argument's sake that Dr. Greenwood had apparent authority to bind Micron to a change in Hann's severance arrangement--an assumption that the record tends to belie--no factfinder rationally could conclude that the appellant's professed reliance on Dr. Greenwood's remark was reasonable.  Even on the appellant's version, Dr. Greenwood's statement amounted to no more than a passing comment.  Only wishful thinking could have led Han to believe that his contract had been improved by this passing comment--and wishful thinking is not enough to support a cognizable claim of detrimental reliance.  Thus, the magistrate judge and district court acted within their proper office in rejecting the unreasonable inference on which the appellant's case rests.  See Smith, 76 F.3d at 428.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We need go no further.  Finding, as we do, that the district court appropriately granted Micron's motion for judgment, we summarily affirm.  See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>David W. HANN, Plaintiff, Appellant,<br>v.<br>MICRON SEPARATIONS, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1948.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Feb. 12, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William T. Murphy on brief for appellant.</p>\n      <p class=\"indent\">Edward J. Goddard and Day, Berry &amp; Howard on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the suit that underlies this appeal, plaintiff-appellant David W. Hann alleges that his quondam employer, Micron Separations, Inc.  (Micron), a manufacturer of industrial filtration systems, disregarded a severance pay obligation when it terminated him as its marketing director.  Micron moved for summary judgment on the ground that Hann's written employment contract provided for such remuneration only in the event of another company's acquisition of Micron (a circumstance that had not occurred).  A magistrate judge heard arguments and wrote a carefully reasoned report recommending that the district court grant brevis disposition in Micron's favor.  The magistrate concluded, after examining the relevant evidence, that the proof, taken in the aspect most flattering to Hann's case, proves neither a modification of the terms of his written employment contract nor a breach of those terms.  On de novo review, the district court accepted the recommendation and entered summary judgment for the defendant.  Hann appeals.  Having determined that oral argument would not advance the decisional process, we summarily affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On whole-record review, we believe that this is a suitable case in which to act upon our long-held belief that \"when a lower court produces a comprehensive, well-reasoned decision, an appellate court should refrain from writing at length to no other end than to hear its own words resonate.\"  Lawton v. State Mut. Life Assur.  Co. of Am., <span class=\"citation\" data-id=\"197113\"><a href=\"/opinion/197113/lawton-v-state-mutual/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 220 (1st Cir.1996);  accord In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 38 (1st Cir.1993).  Hence, we affirm the judgment for substantially the reasons set forth in the opinion below.  We add only a small coda.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his brief, Hann rehashes the evidence and invites us to take a more expansive view of the facts than did the district court.  We decline the invitation.  When summary judgment is at stake, we, like the trial court, must scrutinize the record in the light most favorable to the nonmoving party, \"indulging all reasonable inferences in that party's favor,\" Griggs-Ryan v. Smith, <span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 115 (1st Cir.1990) (emphasis supplied), but disregarding unsupported allegations, unreasonable inferences, and conclusory speculation.  See Smith v. F.W. Morse &amp; Co., <span class=\"citation\" data-id=\"196571\"><a href=\"/opinion/196571/smith-v-fw-morse-co-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span>, 428 (1st Cir.1996);  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).  If no genuine issue of material fact percolates through the record, then summary judgment is proper.  So viewed, the essential purpose of summary judgment is \"to pierce the boilerplate of the pleadings\" and appraise the proof to determine whether a trial is needed.  Wynne v. Tufts Univ.  Sch. of Med., <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 794 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span> (1993).  Here, a trial would serve no useful purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We will not tarry.  Despite the generosity of the Rule 56 standard vis-a-vis the party opposing summary judgment, that party is not entitled to the benefit of every inference that he can conjure up;  he is only entitled to the benefit of every reasonable inference.  See National Amusements, Inc. v. Town of Dedham, <span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2247</span></span> (1995).  In this instance, we cannot draw the inference that the appellant hawks.  To the contrary, the statement of Micron's president, Dr. John Greenwood, which the appellant cites as the basis for his claim of an oral modification, simply will not bear the weight that the appellant piles upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellant's promissory estoppel claim fares no better than his breach of contract claim.  Under Massachusetts law, a promisee's reliance on a promise may give rise to an enforceable contract, but only if such reliance is reasonable.  See Rhode Island Hosp. Trust Nat'l Bank v. Varadian, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">841</span></span>, 849-50, <span class=\"citation no-link\"><span class=\"volume\">647</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1174</span></span>, 1178-79 (1995);  Cambridgeport Savings Bank v. Boersner, <span class=\"citation\" data-id=\"2067037\"><a href=\"/opinion/2067037/cambridgeport-savings-bank-v-boersner/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">432</span></a></span>, 442-43, <span class=\"citation\" data-id=\"2067037\"><a href=\"/opinion/2067037/cambridgeport-savings-bank-v-boersner/\"><span class=\"volume\">597</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1017</span></a></span>, 1023-24 (1992);  Loranger Constr.  Corp. v. E.F. Hauserman Co., <span class=\"citation\" data-id=\"2025573\"><a href=\"/opinion/2025573/loranger-construction-corp-v-ef-hauserman-co/\"><span class=\"volume\">376</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">757</span></a></span>, 760-61, <span class=\"citation\" data-id=\"2025573\"><a href=\"/opinion/2025573/loranger-construction-corp-v-ef-hauserman-co/\"><span class=\"volume\">384</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">176</span></a></span>, 179 (1978);  Hall v. Horizon House Microwave, Inc., 24 Mass.App.Ct. 84, 93-94, <span class=\"citation\" data-id=\"2210086\"><a href=\"/opinion/2210086/hall-v-horizon-house-microwave-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">178</span></a></span>, 184 (1987);  see also Coll v. PB Diagnostic Sys., Inc., <span class=\"citation\" data-id=\"195995\"><a href=\"/opinion/195995/coll-v-pb-diagnostics/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span>, 1124-25 (1st Cir.1995) (refusing under Massachusetts law to honor a promissory estoppel claim for an orally modified employment contract when reliance was unreasonable).  Even assuming for argument's sake that Dr. Greenwood had apparent authority to bind Micron to a change in Hann's severance arrangement--an assumption that the record tends to belie--no factfinder rationally could conclude that the appellant's professed reliance on Dr. Greenwood's remark was reasonable.  Even on the appellant's version, Dr. Greenwood's statement amounted to no more than a passing comment.  Only wishful thinking could have led Han to believe that his contract had been improved by this passing comment--and wishful thinking is not enough to support a cognizable claim of detrimental reliance.  Thus, the magistrate judge and district court acted within their proper office in rejecting the unreasonable inference on which the appellant's case rests.  See Smith, 76 F.3d at 428.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We need go no further.  Finding, as we do, that the district court appropriately granted Micron's motion for judgment, we summarily affirm.  See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2025573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2067037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2210086/"
  ]
}