{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197257/",
  "absolute_url": "/opinion/197257/parrilla-burgos-v-hernandez-rivera/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197257/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:43Z",
  "date_modified": "2017-03-24T10:50:47.324804Z",
  "type": "010combined",
  "sha1": "575478c48277334f5391313858bbff9d51e3a5d8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1136.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                                FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1136\r\n                AMARILIS PARRILLA-BURGOS, ET AL.,\r\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n                 FELIX HERNANDEZ-RIVERA, ET AL.,\r\n                     Defendants - Appellees.\r\n\n                                           \r\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Salvador E. Casellas, U.S. District Judge]\r                                                                  \r\n                                           \r\n\n                              Before\r\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n               and DiClerico, Jr.,* District Judge.\r                                                            \r\n                                           \r\n\n     Joan  S.  Peters,  with  whom  Andr s  Guillemard-Noble  and\r                                                                      \r\nNachman, Santiago &amp; Guillemard were on brief for appellants.\r                                        \r               John F. Nevares,  with whom  Lizzie M. Portela  and Smith  &amp;\r                                                                           \r\nNevares were on brief for appellee Carlos J. L pez-Feliciano.\r                 \r\n     Roxanna Badillo-Rodr guez, Assistant Solicitor General, with\r                                        \r\nwhom  Carlos  Lugo-Fiol,  Solicitor  General,  and  Edda Serrano-\r                                                                           \r\nBlasini, Deputy  Solicitor General,  were on brief  for appellees\r                 \r          Fernando V zquez-Gely, Felipe Aponte-Ortiz, Angel  L. D az, Angel\r\nL. Hern ndez-Col n and Luis E. L pez-Lebr n.\r\n\n                                           \r\n                          March 19, 1997\r\n                                           \r\n\n                    \r                              \r\n\n    Of the District of New Hampshire, sitting by designation.\r\r\n\n          DiClerico, District  Judge.  The  plaintiffs, relatives\r                    DiClerico, District  Judge.\r                                              \r\n\nof the decedent, Lionel Galletti Roque ( Galletti ), brought this\r\n\naction under 42  U.S.C.   1983 against the defendants, members of\r\n\nthe  Puerto  Rico Police  Department,  seeking  damages allegedly\r\n\nsuffered  when  one  of the  defendants,  F lix  Hern ndez Rivera\r\n\n( Hern ndez ), shot and killed Galletti  during a fight at a bar.\r\n\nThe district  court  granted summary  judgment  in favor  of  the\r\n\ndefendants, finding that  Hern ndez, who was on  medical leave at\r\n\nthe time  of the shooting,  was not acting  under color of  state\r\n\nlaw.  The district court  initially denied the defendants  motion\r\n\nfor summary  judgment, but reconsidered  that ruling in  light of\r\n\nour decision  in Mart nez v. Col n, 54 F.3d 980 (1st Cir.), cert.\r                                                                           \r\n\ndenied, 116  S. Ct. 515 (1995).   In this appeal,  the plaintiffs\r                \r\n\nchallenge the  district court s grant  of summary judgment.   For\r\n\nthe  reasons  expressed  below, we  affirm  the  district court s\r\n\ndecision.\r\n\n                Factual and Procedural Background1\r                          Factual and Procedural Background\r                                                           \r\n\n          On January 2,  1989, at around 10:00  p.m., plaintiffs \r\n\ndecedent,  Galletti, was  drinking  at a  bar  in Trujillo  Alto,\r\n\nPuerto Rico, known as Carlos  Place.  Galletti was accompanied by\r\n\nAngel  Ram rez  Fonseca,  Ilari n  Rosado,  and  two  individuals\r\n\nidentified only  as Algar n and  Ity.  At that  time, codefendant\r\n\nHern ndez,  an  officer  of the  Puerto  Rico  Police Department,\r\n                    \r                              \r\n\n  In reviewing the decision on the defendants  motion for summary\r\njudgment, we recount and consider only those facts that have been\r\nalleged by the plaintiff or are not in dispute.\r\n\n                               -2-\r                                         -2-\r\r\n\narrived with  an unidentified group  of his friends.   Hern ndez,\r\n\nwho  was on  medical leave  due  to gastroenteritis,  was not  in\r\n\nuniform  but was carrying  his police identification  and service\r\n\nrevolver.    Police  department policy  states  that  Puerto Rico\r\n\npolice officers are on duty twenty-four hours a day and therefore\r\n\neach officer is  required to carry  identification and a  service\r\n\nrevolver at all times.\r\n\n          Inside Carlos   Place, Hern ndez  approached Galletti s\r\n\ngroup and words and threatening glances were exchanged.  Galletti\r\n\nchallenged  Hern ndez  hostile attitude, stating that he had done\r\n\nnothing to  provoke it.   Hern ndez responded,  I ll look  at you\r\n\nwhichever way I please, because I m a cop. \r\n\n          The situation escalated.   Hern ndez slapped Galletti s\r\n\nfriend Ity.   Galletti told  Hern ndez,  Well, you don t  have to\r\n\ngive me  dirty looks.  You look at me  really bad and I have done\r\n\nnothing to you.    Hern ndez replied,  I look at anybody  I want,\r\n\nbecause I m a cop.   Anybody I decide I want to  look at dirty, I\r\n\nlook  at  them dirty.     At this  point  the owner  of  the bar,\r\n\napparently  concerned by the  interchange, told  Hern ndez,  Just\r\n\nbecause you  are the law,  you don t need to  intimidate people, \r\n\nand asked him  to leave.   Hern ndez  told the bar  owner not  to\r\n\nmeddle  and to leave the combatants  alone because it was none of\r\n\nhis business.\r\n\n          By this time  the conflict had attracted  the attention\r\n\nof patrons outside  the bar, who  entered the bar to  better view\r\n\nthe  confrontation.    According  to  the  plaintiffs,  Hern ndez\r\n\n                               -3-\r                                         -3-\r\r\n\nidentified himself to the crowd  as a police officer, saying that\r\n\nhe  was  supposed to be there  to establish the peace  and order \r\n\nand  showed them his police identification, apparently to prevent\r\n\nthem from interfering  in the conflict.  This  stopped the fracas\r\n\nfor about five minutes.\r\n\n          However, as Hern ndez was  leaving the bar, one  of his\r\n\nfriends  and one of  Galletti s friends resumed  hostilities.  At\r\n\nthis point,  Galletti told Hern ndez,   Well, you leave  the gun,\r\n\nand  me and you will have it out, outside.   Hern ndez responded,\r\n\n I  don t need  a gun  to  fight you.   Come  on,  step outside. \r\n\nHern ndez,  despite his  statement  to  the  contrary,  took  his\r\n\nservice revolver  with him as  both parties went outside.   While\r\n\nGalletti took off his sweater, Hern ndez threw a beer can at him.\r\n\nGalletti responded by pushing Hern ndez.  Hern ndez then took out\r\n\nhis service revolver  and fired six shots at Galletti.  The first\r\n\nshot missed Galletti  and hit a bystander  but the next five  hit\r\n\nGalletti, killing him.\r\n\n          On December 27, 1989, Galletti s survivors brought this\r\n\n  1983  action against Hern ndez2  and other supervising officers\r\n\n(the  supervisory defendants ).3  On August 30, 1991, supervisory\r\n\ndefendant  Carlos  L pez  Feliciano filed  a  motion  for summary\r\n\n                    \r                              \r\n\n  Hern ndez  never answered the complaint, and the district court\r\nentered a  default against him on August 31,  1990.  He played no\r\nfurther role in the case or the subsequent appeal.\r\n\n  The  other officers  named  as  defendants  are:  Carlos  L pez\r\nFeliciano,  Luis L pez  Lebr n, Angel  Hern ndez,  Luis Carrillo,\r\nAngel  D az, Fernando V zquez-Gely,  F lix Aponte-Ortiz, and Jos \r\nLucena.\r\n\n                               -4-\r                                         -4-\r\r\n\njudgment, which the  other supervisory defendants joined,  on the\r\n\nground that  Hern ndez was  not acting under  color of  state law\r\n\nwhen he shot Galletti.\r\n\n          On  November  1,  1991,  Judge Carmen  Consuelo  Cerezo\r\n\ndenied  the motion  for summary  judgment.   On  March 31,  1992,\r\n\nsupervisory  defendant   L pez  Feliciano  filed   a  motion  for\r\n\nreconsideration  of  that decision.    At  this  time, the  other\r\n\nsupervisory  defendants filed a motion to dismiss, asserting that\r\n\nthe  plaintiffs  had  not alleged  facts  necessary  to establish\r\n\nsupervisory  liability.  Judge  Raymond L. Acosta  referred these\r\n\nmotions  to  Magistrate  Judge Jes s  Antonio  Castellanos  for a\r\n\nreport and recommendation.\r\n\n          On April  29, 1994, Magistrate  Castellanos recommended\r\n\nthat: (1)  the motion  for reconsideration  filed by  supervisory\r\n\ndefendant L pez Feliciano  be denied; (2)  the motion to  dismiss\r\n\nfiled  by   supervisory  defendants  Luis  L pez   Lebr n,  Angel\r\n\nHern ndez, Angel  D az, Fernando V zquez-Gely, and  F lix Aponte-\r\n\nOrtiz  be  denied;  and  (3)  the  motion  to  dismiss  filed  by\r\n\nsupervisory  defendants Luis Carrillo and Jos  Lucena be granted.\r\n\nOn March  16, 1995,  Judge Salvador E.  Casellas issued  an order\r\n\nadopting the magistrate s report and recommendation.4  On May 31,\r\n\n1995, we  issued our decision  in Mart nez v. Col n,  54 F.3d 980\r                                                             \r\n\n(1st  Cir.), cert.  denied, 116 S.  Ct. 515  (1995).  On  June 6,\r                                    \r\n\n1995,  supervisory  defendant  L pez Feliciano  filed  a  motion,\r\n\n                    \r                              \r\n\n  This order  ended  the involvement  of  supervisory  defendants\r\nCarrillo and Lucena in the action.\r\n\n                               -5-\r                                         -5-\r\r\n\njoined in by the remaining supervisory defendants, requesting the\r\n\ndistrict court to reconsider its decision on the summary judgment\r\n\nmotion  in  light of  Mart nez.    On  November 29,  1995,  Judge\r                                        \r\n\nCasellas vacated  the  court s order  of  November 1,  1991,  and\r\n\ndismissed the case on the ground that defendant Hern ndez was not\r\n\nacting  under color of  law  for the  purposes of   1983 when  he\r\n\nkilled Galletti.  The plaintiffs appealed this decision.\r\n\n                            Discussion\r                                      Discussion\r                                                \r\n\n          The  plaintiffs assert that the district court erred in\r\n\ndetermining  as a  matter of  law that  Hern ndez  acts  were not\r\n\ntaken under color  of state law.5   Specifically, they  challenge\r\n\nthe district court s application of Mart nez to this case.6\r                                                      \r\n                    \r                              \r\n\n  Section 1983 provides, in pertinent part:\r\n\n          Every person  who,  under color  of  any  statute,\r\n     ordinance, regulation,  custom, or usage, of  any State\r\n     or  Territory or the District of Columbia, subjects, or\r\n     causes  to  be  subjected, any  citizen  of  the United\r\n     States  or other person within the jurisdiction thereof\r\n     to  the  deprivation  of  any  rights,  privileges,  or\r\n     immunities secured  by the Constitution and laws, shall\r\n     be liable  to the  party injured in  an action  at law,\r\n     suit in equity, or other proper proceeding for redress.\r\n\n42 U.S.C.A.   1983 (West 1994).   We discuss this issue in  terms\r\nof  color of state law  despite the  fact that Puerto Rico is not\r\na state because  Puerto Rico  enjoys the functional equivalent of\r\nstatehood in regard to section 1983 and, thus, state law includes\r\nPuerto Rico law.   Mart nez, 54 F.3d at 984.\r                                     \r\n\n  The plaintiffs also  contend that in granting  summary judgment\r\nfor  the defendants  Judge  Casellas  abused  his  discretion  by\r\nvacating both  the prior order  of Judge  Cerezo denying  summary\r\njudgment and his own order adopting the report and recommendation\r\nof  Magistrate  Castellanos.   The  plaintiffs  assert  that this\r\naction was improper due to the law of the case established by the\r\nprior decisions.    We disagree.   Under  the circumstances,  our\r\n\n                               -6-\r                                         -6-\r\r\n\n                  1.  Summary Judgment Standard\r                            1.  Summary Judgment Standard\r\n\n          A  district court may  grant summary judgment  only  if\r\n\nthe  pleadings,  depositions,  answers  to  interrogatories,  and\r\n\nadmissions  on file, together  with the affidavits,  if any, show\r\n\nthat there is no genuine issue  as to any material fact and  that\r\n\nthe moving party is  entitled to a judgment as a  matter of law. \r\n\nFed. R. Civ. P. 56(c).  In this case,\r\n\n          summary judgment will lie if the record, even\r\n          when  taken in the  aspect most  favorable to\r\n          the nonmovant  fails to  yield a  trialworthy\r\n          issue  as to some material fact.  In applying\r\n          this principle,  it is  important to  bear in\r\n          mind that not every  genuine factual conflict\r\n          necessitates  a trial.   It  is  only when  a\r\n          disputed fact has the potential to change the\r\n          outcome  of the suit  under the governing law\r\n          if found favorably to  the nonmovant that the\r\n          materiality hurdle is cleared.\r\n\nMart nez, 54 F.3d at 983-84 (citation omitted).  For the purposes\r                  \r\n\nof  this  appeal,  we  exercise  de novo  review  and  adopt  the\r                                                  \r\n\nplaintiffs  version of all controverted facts.  See id.\r                                                                 \r\n\n                      2.  Applying Mart nez\r                                2.  Applying Mart nez\r                                                     \r\n\n          The   plaintiffs  assert   that   the  district   court\r\n\nimproperly applied  Mart nez to this  case.  In Mart nez,  an on-\r                                                                  \r\n\n                    \r                              \r\n\ndecision  in  Mart nez  provided  ample  justification   for  the\r                                \r\ndistrict court to  revisit its prior decisions  concerning action\r\nunder  color  of  state law,  and  the  court did  not  abuse its\r\ndiscretion by  so doing.  See  United States v. Lachman,  48 F.3d\r                                                                 \r\n586, 590  (1st Cir. 1995)  (district court judge has  latitude to\r\nrevisit own earlier  rulings); United States v.  Rivera-Mart nez,\r                                                                          \r\n931 F.2d 148, 150-51 (1st  Cir. 1991) (district court has ability\r\nto reopen  issues  when controlling  authority  makes  subsequent\r\ncontrary decision of law).\r\n\n                               -7-\r                                         -7-\r\r\n\nshift7 police officer accidentally shot  and maimed a fellow off-\r\n\nshift officer while harassing that officer in the  station house.\r\n\nSee 54  F.3d at 982, 987.   The harassing officer never expressly\r             \r\n\nasserted his authority as a police officer, but he was in uniform\r\n\nand armed  with  his service  revolver.   See id.  at  987.   The\r                                                           \r\n\ndefendants were other police officers, at least one of whom was a\r\n\nsupervisor, who observed the incident but did not intervene.  See\r                                                                           \r\n\nid.  at 983.   We reviewed the district  court s award of summary\r             \r\n\njudgment  in favor  of the  defendants and  held that,  under the\r\n\ntotality of the circumstances, it  was clear that the officer was\r\n\nnot acting under color of state law because he was engaged in the\r\n\npersonal pursuit of private violence, making the grant of summary\r\n\njudgment against the plaintiff appropriate.  See id. at 988.\r                                                              \r\n\n          Mart nez articulates the standard to be applied in this\r                            \r\n\ncase to determine  whether Hern ndez  was acting  under color  of\r\n\nstate  law when he shot and killed Galletti.   As we said in that\r\n\ncase,  [p]rivate violence -- even  private violence engaged in by\r\n\none who  happens to  work for  the state  -- has different  legal\r\n\nramifications  than  violence   attributable  to  state  action. \r\n\nMart nez, 54 F.3d at  985; see also Screws v.  United States, 325\r                                                                      \r\n\nU.S. 91, 111  (1945).   Thus, whether a police  officer is acting\r\n\nunder color of state law turns on the nature and circumstances of\r\n\nthe officer s conduct and the relationship of that conduct to the\r\n\nperformance of his  official duties.   Mart nez, 54  F.3d at 986.\r                                                         \r\n                    \r                              \r\n\n  We  use  the term   on-shift   rather than  the  term  on-duty \r\nbecause,   as  noted  supra,  Puerto  Rico  police  officers  are\r                                     \r\nconsidered to be on-duty twenty-four hours a day.\r\n\n                               -8-\r                                         -8-\r\r\n\n The  key  determinant is  whether  the  actor,  at the  time  in\r\n\nquestion, purposes to act in  an official capacity or to exercise\r\n\nofficial responsibilities pursuant to state law.   Id.  \r                                                                \r\n\n          One  relevant  facet  of this  inquiry  is  whether the\r\n\ndefendant has purported  to act under color  of state law or,  in\r\n\nother words, has acted  under  pretense of  law.   See Screws  v.\r                                                                       \r\n\nUnited States, 325 U.S. 91, 111 (1945); Mart nez, 54 F.3d at 987.\r                                                          \r\n\nAction occurs  under pretense  of law  when an  individual imbued\r\n\nwith  official authority purports to exercise that authority when\r\n\nactually acting wholly  outside of it.  See Mart nez,  54 F.3d at\r                                                              \r\n\n986-87.  However, as we have stated,\r\n\n          [e]ven  though   acting under  color  of law \r\n          includes  acting  under pretense of  law  for\r\n          purposes  of a  state action  analysis, there\r\n          can be no pretense  if the challenged conduct\r\n          is  not related in some meaningful way either\r\n          to  the officer s  governmental status  or to\r\n          the performance of his duties.\r\n\nId. at 987.  Therefore, it is not enough for an individual merely\r             \r\n\nto purport to exercise official  power in order to trigger   1983\r\n\nliability, but rather the individual must actually be engaged  in\r\n\nthe abuse of official power  granted by the government.  See West\r                                                                           \r\n\nv. Atkins, 487 U.S. 42, 49 (1988); Mart nez, 54 F.3d at 986.\r                                                     \r\n\n          The  pivotal issue to  be determined, then,  is whether\r\n\nHern ndez    was  engaged   in  purely   personal   pursuits  or,\r\n\nconversely, whether he was acting under color of state law.   Id.\r                                                                           \r\n\nat 987.   In conducting  this inquiry, we must  assess Hern ndez \r\n\n conduct  in light of the totality of surrounding circumstances. \r\n\nId.  In Mart nez, we identified several factors that are relevant\r                          \r\n\n                               -9-\r                                         -9-\r\r\n\nto, but not necessarily determinative of, the issue, including: a\r\n\npolice  officer s garb; an  officer s duty status,  including the\r\n\nexistence of  a regulation  providing that  officers are on  duty\r\n\ntwenty-four hours a day; the officer s use of a service revolver;\r\n\nand, the location of the incident.  See id. at 986, 987.\r                                                     \r\n\n          The plaintiffs  have resisted this  formulation of  the\r\n\nissue.  At oral  argument, the plaintiffs urged  us to find  that\r\n\nHern ndez  acted under  color of  state law  because but  for his\r\n\nofficial authority,  he could never  have done what  he did.   We\r\n\nrecognize that some language in  Mart nez might appear to support\r                                                   \r\n\nsuch an  expansive position.   See 54 F.3d  at 986  ( In general,\r                                            \r\n\nsection 1983  is not  implicated unless  a state actor s  conduct\r\n\noccurs in the course of performing  an actual or apparent duty of\r\n\nhis office, or  unless the conduct  is such that the  actor could\r\n\nnot  have  behaved in  that  way  but for  the  authority of  his\r\n\noffice. ).    However,  that  statement  merely  articulates  the\r\n\nminimum threshold that must be met for action to be considered as\r\n\noccurring under color  of state  law and does  not set forth  the\r\n\nspecific test to  be applied in determining  whether a challenged\r\n\nact was committed under color of state law.  In fact, in Mart nez\r                                                                           \r\n\nwe rejected such a sweeping  standard for   1983 liability.  See,\r                                                                          \r\n\ne.g., id. at 987 ( [W]e must assess the nature of his  conduct in\r                   \r\n\nlight of the totality of surrounding circumstances . . . . ), 988\r\n\n(  While a  police officer s use  of a state-issue weapon  in the\r\n\npursuit  of private activities  will have  furthered   the   1983\r\n\nviolation in a literal sense,   a court needs  additional indicia\r\n\n                               -10-\r                                         -10-\r\r\n\nof state authority to conclude that the officer acted under color\r\n\nof state  law.  ) (citation omitted).   We will not  jettison our\r\n\nsettled case  law to embrace  such a broad standard  of liability\r\n\nhere.\r\n\n          The plaintiffs  also  asserted at  oral  argument  that\r\n\nendorsing the result reached by the district court would bring us\r\n\ninto conflict with the decisions  of other circuits.  Contrary to\r\n\nthis  assertion,  the  approach we  articulated  in  Mart nez and\r                                                                       \r\n\nendorse  here  is consistent  with  the approach  taken  by other\r\n\ncircuits that have considered the issue of whether the actions of\r\n\npolice  officers are taken under color  of state law.  See, e.g.,\r                                                                          \r\n\nDavid v.  City and County of Denver, 101 F.3d 1344, 1351-54 (10th\r                                             \r\n\nCir. 1996); Barna v. City of Perth Amboy, 42 F.3d 809, 818-19 (3d\r                                                  \r\n\nCir.  1994); Pitchell  v. Callan,  13 F.3d  545, 547-49  (2d Cir.\r                                          \r\n\n1994); United States  v. Tarpley, 945 F.2d 806,  808-09 (5th Cir.\r                                          \r\n\nCir. 1991);  Gibson v.  City of Chicago,  910 F.2d  1510, 1516-19\r                                                 \r\n\n(7th 1990); Jones v. Gutschenritter,  909 F.2d 1208, 1211-12 (8th\r                                             \r\n\nCir. 1990); Revene v. Charles  County Comm rs, 882 F.2d 870, 872-\r                                                       \r\n\n73 (4th Cir. 1989).  While not explicitly  adopting a totality of\r\n\nthe   circumstances  test,   these   courts  have   examined  the\r\n\ncircumstances surrounding a  challenged act to  determine whether\r\n\nit  was committed under color of  state law.  Given the intensely\r\n\nfact-specific nature  of such  analysis we  find it  unremarkable\r\n\nthat none of  the cases cited by the plaintiffs  are so factually\r\n\nsimilar to this  case as to  persuade us to adopt  the particular\r\n\noutcome the plaintiffs desire.\r\n\n                               -11-\r                                         -11-\r\r\n\n                 3.  Application of the Standard\r                           3.  Application of the Standard\r\n\n          With  these preliminary matters  aside, we now  turn to\r\n\nthe  substance  of this  appeal  -- the  review  de  novo of  the\r                                                                   \r\n\ndistrict court s grant of summary judgment on the color-of-state-\r\n\nlaw  issue.   The plaintiffs  point to  the following  factors to\r\n\njustify    1983 liability: the twenty-four hour a day regulation;\r\n\nHern ndez   repeated statements that he was a police officer; his\r\n\nuse of  his service revolver  in the shooting; his  statements to\r\n\npatrons that he  was there to   keep the peace   and that he  was\r\n\n handling  the  situation ;   and  his  display  of   his  police\r\n\nidentification.  These  factors, they argue, raise  a trialworthy\r\n\nissue as to whether Hern ndez was acting under color of state law\r\n\non the night that he killed Galletti.  \r\n\n          We agree that some of these factors weigh in favor of a\r\n\nfinding  of   1983 liability.  In particular, Hern ndez  comments\r\n\nto patrons that he was there to keep the peace and his display of\r\n\nhis  police identification might, viewed in isolation, support an\r\n\ninference that  Hern ndez was  acting  under pretense  of law  by\r\n\npurporting  to  act in  his  official  capacity.   However,  that\r\n\nconclusion  was  belied  by  the  rest  of  Hern ndez   behavior,\r\n\nespecially  his repeated assertions that  he could do things such\r\n\nas  look dirty  at Galletti because he was a police officer.\r\n\n          Mere statements  by individuals that they  are entitled\r\n\nto a  special privilege because  of their official status  do not\r\n\nconstitute action  under color  or pretense of  state law  if the\r\n\nasserted  privilege lies  clearly  outside  the  scope  of  their\r\n\n                               -12-\r                                         -12-\r\r\n\nofficial duties.   Statements  by Hern ndez  that he  could  look\r\n\ndirty  at  Galletti because  he was a  police officer  so clearly\r\n\nfell outside his official capacity that they did not constitute a\r\n\nreasonable pretense that he was acting as a police officer at the\r\n\ntime.  \r\n\n          Even more significantly, the  final interchange between\r\n\nGalletti and  Hern ndez  prior to  their  going outside  the  bar\r\n\ndominates any  characterization of  the events  of that  evening.\r\n\nBoth parties agree that at  a point just before Galletti s death,\r\n\nhe invited  Hern ndez outside  to settle  their differences  in a\r\n\nfight.  Hern ndez  accepted.  From the time that the two left the\r\n\nbar  until Hern ndez  shot Galletti,  Hern ndez  made no  further\r\n\npretense that he was acting as a police officer.\r\n\n          Whatever brief pretense  Hern ndez may have made  to be\r\n\nacting in his official capacity by showing his identification and\r\n\nstating that he was  keeping the peace ended when the  two agreed\r\n\nto fight it out.  In Mart nez, we stated:\r                                       \r\n\n          The campaign  of terror  that [the  harassing\r\n          officer]  mounted  was patently  personal  in\r\n          nature,  and   [the  victim]   unquestionably\r\n          realized as  much; indeed, there was  not the\r\n          slightest  indication  that   [the  harassing\r\n          officer s] conduct was undertaken pursuant to\r\n          the  authority of  his office.   Plainly, the\r\n          fact that  [the victim] walked  away numerous\r\n          times shows  that he was not  so intimidated \r\n          by  [the  harassing  officer s]  status as  a\r\n          policeman  as  to cause  him to  refrain from\r\n          exercising his legal right[s]. \r\n\nMart nez, 54  F.3d at 988  n.6 (quoting Jones  v. Gutschenritter,\r                                                                          \r\n\n909 F.2d 1208, 1212 (8th Cir. 1990)).  Here, any possibility that\r\n\nGalletti  was intimidated by Hern ndez  claims of official status\r\n\n                               -13-\r                                         -13-\r\r\n\nis belied by the undisputed  fact that Galletti invited Hern ndez\r\n\nto engage in a private brawl.   Because Hern ndez made no further\r\n\npretense of official action, there  is not enough evidence in the\r\n\nrecord, even taken in the light most favorable to the plaintiffs,\r\n\nto support the inference that Hern ndez was acting under color of\r\n\nstate  law  when  he  shot  Galletti.    As  the  district  court\r\n\nconcluded,\r\n\n             Galletti s   reaction  in   the   face   of\r\n          Hern ndez   openly  hostile  behavior towards\r\n          him serves  to buttress  our conclusion  that\r\n          Hern ndez    actions    constituted   private\r\n          conduct outside  the line  of duty,  and that\r\n          the latter s  status as  an  officer did  not\r\n          enter into his taunting of the decedent.  The\r\n          particular interaction between  Hern ndez and\r\n          Galletti was of a distinctly personal nature,\r\n          and Galletti unquestionably realized as much.\r\n          The fact that Galletti not only initiated the\r\n          confrontation,   but   subsequently   invited\r\n          Hern ndez to  fight  it out  outside  the bar\r\n          shows  that  he  was  not so  intimidated  by\r\n          Hern ndez  status as a policeman  as to cause\r\n          him to  refrain  from  exercising  his  legal\r\n          rights. \r\n\nWe agree, and this conclusion ends our inquiry.8\r\n\n                            Conclusion\r                                      Conclusion\r                                                \r\n\n          For the reasons stated above, we affirm the judgment of\r                                                     affirm\r                                                           \r\n\nthe district court.\r\n\n                    \r                              \r\n\n  The action-under-the-color-of-state-law issue  being decided in\r\nfavor  of the defendants, the remainder of the plaintiffs  claims\r\nunravel.  With  no underlying   1983 violation by Hern ndez, none\r\nof the other defendants can be found liable under the supervisory\r\nliability theory forwarded by the plaintiffs.\r\n\n                               -14-\r                                         -14-\r\r\n",
  "html": "<p class=\"case_cite\">108 F.3d 445</p>\n    <p class=\"parties\">Amarilis PARRILLA-BURGOS, et al., Plaintiffs--Appellants,<br>v.<br>Felix HERNANDEZ-RIVERA, et al., Defendants--Appellees.</p>\n    <p class=\"docket\">No. 96-1136.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1996.<br>Decided March 19, 1997.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Joan S. Peters, San Juan, PR, with whom Andres Guillemard-Noble and Nachman, Santiago &amp; Guillemard, were on brief, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">John F. Nevares, San Juan, PR, with whom Lizzie M. Portela, Guaynabo, PR, and Smith &amp; Nevares, Santurce, PR, were on brief, for appellee Carlos J. Lpez-Feliciano.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Roxanna Badillo-Rodrguez, Assistant Solicitor General, San Juan, PR, with whom Carlos Lugo-Fiol, Solicitor General, and Edda Serrano-Blasini, Deputy Solicitor General, were on brief, for appellees Fernando Vazquez-Gely, Felipe Aponte-Ortiz, Angel L. Daz, Angel L. Hernandez-Coln and Luis E. Lpez-Lebrn.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and DiCLERICO, Jr.,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">DiCLERICO, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiffs, relatives of the decedent, Lionel Galletti Roque (\"Galletti\"), brought this action under 42 U.S.C. &#167; 1983 against the defendants, members of the Puerto Rico Police Department, seeking damages allegedly suffered when one of the defendants, Felix Hernandez Rivera (\"Hernandez\"), shot and killed Galletti during a fight at a bar.  The district court granted summary judgment in favor of the defendants, finding that Hernandez, who was on medical leave at the time of the shooting, was not acting under color of state law.  The district court initially denied the defendants' motion for summary judgment, but reconsidered that ruling in light of our decision in Martnez v. Coln, 54 F.3d 980 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 515, 133 L.Ed.2d 423 (1995).  In this appeal, the plaintiffs challenge the district court's grant of summary judgment.  For the reasons expressed below, we affirm the district court's decision.</p>\n    </div>\n    <p>Factual and Procedural Background<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 2, 1989, at around 10:00 p.m., plaintiffs' decedent, Galletti, was drinking at a bar in Trujillo Alto, Puerto Rico, known as Carlos' Place.  Galletti was accompanied by Angel Ramrez Fonseca, Ilarin Rosado, and two individuals identified only as Algarn and Ity.  At that time, codefendant Hernandez, an officer of the Puerto Rico Police Department, arrived with an unidentified group of his friends.  Hernandez, who was on medical leave due to gastroenteritis, was not in uniform but was carrying his police identification and service revolver.  Police department policy states that Puerto Rico police officers are on duty twenty-four hours a day and therefore each officer is required to carry identification and a service revolver at all times.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Inside Carlos' Place, Hernandez approached Galletti's group and words and threatening glances were exchanged.  Galletti challenged Hernandez' hostile attitude, stating that he had done nothing to provoke it.  Hernandez responded, \"I'll look at you whichever way I please, because I'm a cop.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The situation escalated.  Hernandez slapped Galletti's friend Ity.  Galletti told Hernandez, \"Well, you don't have to give me dirty looks.  You look at me really bad and I have done nothing to you.\"   Hernandez replied, \"I look at anybody I want, because I'm a cop.  Anybody I decide I want to look at dirty, I look at them dirty.\"   At this point the owner of the bar, apparently concerned by the interchange, told Hernandez, \"Just because you are the law, you don't need to intimidate people,\" and asked him to leave.  Hernandez told the bar owner not to meddle and to leave the combatants alone because it was none of his business.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By this time the conflict had attracted the attention of patrons outside the bar, who entered the bar to better view the confrontation.  According to the plaintiffs, Hernandez identified himself to the crowd as a police officer, saying that he \"was supposed to be there to establish the peace and order\" and showed them his police identification, apparently to prevent them from interfering in the conflict.  This stopped the fracas for about five minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">However, as Hernandez was leaving the bar, one of his friends and one of Galletti's friends resumed hostilities.  At this point, Galletti told Hernandez, \"Well, you leave the gun, and me and you will have it out, outside.\"   Hernandez responded, \"I don't need a gun to fight you.  Come on, step outside.\"   Hernandez, despite his statement to the contrary, took his service revolver with him as both parties went outside.  While Galletti took off his sweater, Hernandez threw a beer can at him.  Galletti responded by pushing Hernandez.  Hernandez then took out his service revolver and fired six shots at Galletti.  The first shot missed Galletti and hit a bystander but the next five hit Galletti, killing him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On December 27, 1989, Galletti's survivors brought this &#167; 1983 action against Hernandez<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and other supervising officers (the \"supervisory defendants\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  On August 30, 1991, supervisory defendant Carlos Lpez Feliciano filed a motion for summary judgment, which the other supervisory defendants joined, on the ground that Hernandez was not acting under color of state law when he shot Galletti.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On November 1, 1991, Judge Carmen Consuelo Cerezo denied the motion for summary judgment.  On March 31, 1992, supervisory defendant Lpez Feliciano filed a motion for reconsideration of that decision.  At this time, the other supervisory defendants filed a motion to dismiss, asserting that the plaintiffs had not alleged facts necessary to establish supervisory liability.  Judge Raymond L. Acosta referred these motions to Magistrate Judge Jess Antonio Castellanos for a report and recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On April 29, 1994, Magistrate Castellanos recommended that:  (1) the motion for reconsideration filed by supervisory defendant Lpez Feliciano be denied;  (2) the motion to dismiss filed by supervisory defendants Luis Lpez Lebrn, Angel Hernandez, Angel Daz, Fernando Vazquez-Gely, and Felix Aponte-Ortiz be denied;  and (3) the motion to dismiss filed by supervisory defendants Luis Carrillo and Jose Lucena be granted.  On March 16, 1995, Judge Salvador E. Casellas issued an order adopting the magistrate's report and recommendation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  On May 31, 1995, we issued our decision in Martnez v. Coln, 54 F.3d 980 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 515, 133 L.Ed.2d 423 (1995).  On June 6, 1995, supervisory defendant Lpez Feliciano filed a motion, joined in by the remaining supervisory defendants, requesting the district court to reconsider its decision on the summary judgment motion in light of Martnez.   On November 29, 1995, Judge Casellas vacated the court's order of November 1, 1991, and dismissed the case on the ground that defendant Hernandez was not acting \"under color of law\" for the purposes of &#167; 1983 when he killed Galletti.  The plaintiffs appealed this decision.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiffs assert that the district court erred in determining as a matter of law that Hernandez' acts were not taken under color of state law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Specifically, they challenge the district court's application of Martnez to this case.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>1. Summary Judgment Standard</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A district court may grant summary judgment only \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  In this case,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>summary judgment will lie if the record, even when taken in the aspect most favorable to the nonmovant fails to yield a trialworthy issue as to some material fact.  In applying this principle, it is important to bear in mind that not every genuine factual conflict necessitates a trial.  It is only when a disputed fact has the potential to change the outcome of the suit under the governing law if found favorably to the nonmovant that the materiality hurdle is cleared.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Martnez, 54 F.3d at 983-84 (citation omitted).  For the purposes of this appeal, we exercise de novo review and adopt the plaintiffs' version of all controverted facts.  See id.</p>\n    </div>\n    <p>2. Applying Martnez</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The plaintiffs assert that the district court improperly applied Martnez to this case.  In Martnez, an on-shift<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> police officer accidentally shot and maimed a fellow off-shift officer while harassing that officer in the station house.  See 54 F.3d at 982, 987.   The harassing officer never expressly asserted his authority as a police officer, but he was in uniform and armed with his service revolver.  See id. at 987.   The defendants were other police officers, at least one of whom was a supervisor, who observed the incident but did not intervene.  See id. at 983.   We reviewed the district court's award of summary judgment in favor of the defendants and held that, under the totality of the circumstances, it was clear that the officer was not acting under color of state law because he was engaged in the personal pursuit of private violence, making the grant of summary judgment against the plaintiff appropriate.  See id. at 988.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Martnez articulates the standard to be applied in this case to determine whether Hernandez was acting under color of state law when he shot and killed Galletti.  As we said in that case, \"[p]rivate violence--even private violence engaged in by one who happens to work for the state--has different legal ramifications than violence attributable to state action.\"  Martnez, 54 F.3d at 985;  see also Screws v. United States, 325 U.S. 91, 111, 65 S.Ct. 1031, 1040, 89 L.Ed. 1495 (1945).  \"Thus, whether a police officer is acting under color of state law turns on the nature and circumstances of the officer's conduct and the relationship of that conduct to the performance of his official duties.\"  Martnez, 54 F.3d at 986.  \"The key determinant is whether the actor, at the time in question, purposes to act in an official capacity or to exercise official responsibilities pursuant to state law.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">One relevant facet of this inquiry is whether the defendant has purported to act under color of state law or, in other words, has acted under \"pretense of law.\"   See Screws v. United States, 325 U.S. 91, 111, 65 S.Ct. 1031, 1040, 89 L.Ed. 1495 (1945);  Martnez, 54 F.3d at 987.   Action occurs under pretense of law when an individual imbued with official authority purports to exercise that authority when actually acting wholly outside of it.  See Martnez, 54 F.3d at 986-87.   However, as we have stated,</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>[e]ven though \"acting under color of law\" includes \"acting under pretense of law\" for purposes of a state action analysis, there can be no pretense if the challenged conduct is not related in some meaningful way either to the officer's governmental status or to the performance of his duties.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 987.   Therefore, it is not enough for an individual merely to purport to exercise official power in order to trigger &#167; 1983 liability, but rather the individual must actually be engaged in the abuse of official power granted by the government.  See West v. Atkins, 487 U.S. 42, 49, 108 S.Ct. 2250, 2255, 101 L.Ed.2d 40 (1988);  Martnez, 54 F.3d at 986.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The pivotal issue to be determined, then, is whether Hernandez \"was engaged in purely personal pursuits or, conversely, whether he was acting under color of state law.\"  Id. at 987.   In conducting this inquiry, we must assess Hernandez' \"conduct in light of the totality of surrounding circumstances.\"  Id. In Martnez, we identified several factors that are relevant to, but not necessarily determinative of, the issue, including:  a police officer's garb;  an officer's duty status, including the existence of a regulation providing that officers are on duty twenty-four hours a day;  the officer's use of a service revolver;  and, the location of the incident.  See id. at 986, 987.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiffs have resisted this formulation of the issue.  At oral argument, the plaintiffs urged us to find that Hernandez acted under color of state law because but for his official authority, he could never have done what he did.  We recognize that some language in Martnez might appear to support such an expansive position.  See 54 F.3d at 986 (\"In general, section 1983 is not implicated unless a state actor's conduct occurs in the course of performing an actual or apparent duty of his office, or unless the conduct is such that the actor could not have behaved in that way but for the authority of his office.\").  However, that statement merely articulates the minimum threshold that must be met for action to be considered as occurring under color of state law and does not set forth the specific test to be applied in determining whether a challenged act was committed under color of state law.  In fact, in Martnez we rejected such a sweeping standard for &#167; 1983 liability.  See, e.g., id. at 987 (\"[W]e must assess the nature of his conduct in light of the totality of surrounding circumstances....\"), 988 (\" 'While a police officer's use of a state-issue weapon in the pursuit of private activities will have \"furthered\" the &#167; 1983 violation in a literal sense,' a court needs 'additional indicia of state authority to conclude that the officer acted under color of state law.' \")  (citation omitted).  We will not jettison our settled case law to embrace such a broad standard of liability here.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The plaintiffs also asserted at oral argument that endorsing the result reached by the district court would bring us into conflict with the decisions of other circuits.  Contrary to this assertion, the approach we articulated in Martnez and endorse here is consistent with the approach taken by other circuits that have considered the issue of whether the actions of police officers are taken under color of state law.  See, e.g., David v. City and County of Denver, 101 F.3d 1344, 1351-54 (10th Cir.1996);  Barna v. City of Perth Amboy, 42 F.3d 809, 818-19 (3d Cir.1994);  Pitchell v. Callan, 13 F.3d 545, 547-49 (2d Cir.1994);  United States v. Tarpley, 945 F.2d 806, 808-09 (5th Cir.1991);  Gibson v. City of Chicago, 910 F.2d 1510, 1516-19 (7th Cir.1990);  Jones v. Gutschenritter, 909 F.2d 1208, 1211-12 (8th Cir.1990);  Revene v. Charles County Comm'rs, 882 F.2d 870, 872-73 (4th Cir.1989).  While not explicitly adopting a totality of the circumstances test, these courts have examined the circumstances surrounding a challenged act to determine whether it was committed under color of state law.  Given the intensely fact-specific nature of such analysis we find it unremarkable that none of the cases cited by the plaintiffs are so factually similar to this case as to persuade us to adopt the particular outcome the plaintiffs desire.</p>\n    </div>\n    <p>3. Application of the Standard</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">With these preliminary matters aside, we now turn to the substance of this appeal--the review de novo of the district court's grant of summary judgment on the color-of-state-law issue.  The plaintiffs point to the following factors to justify &#167; 1983 liability:  the twenty-four hour a day regulation;  Hernandez' repeated statements that he was a police officer;  his use of his service revolver in the shooting;  his statements to patrons that he was there to \"keep the peace\" and that he was \"handling the situation\";  and his display of his police identification.  These factors, they argue, raise a trialworthy issue as to whether Hernandez was acting under color of state law on the night that he killed Galletti.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We agree that some of these factors weigh in favor of a finding of &#167; 1983 liability.  In particular, Hernandez' comments to patrons that he was there to keep the peace and his display of his police identification might, viewed in isolation, support an inference that Hernandez was acting under pretense of law by purporting to act in his official capacity.  However, that conclusion was belied by the rest of Hernandez' behavior, especially his repeated assertions that he could do things such as \"look dirty\" at Galletti because he was a police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Mere statements by individuals that they are entitled to a special privilege because of their official status do not constitute action under color or pretense of state law if the asserted privilege lies clearly outside the scope of their official duties.  Statements by Hernandez that he could \"look dirty\" at Galletti because he was a police officer so clearly fell outside his official capacity that they did not constitute a reasonable pretense that he was acting as a police officer at the time.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even more significantly, the final interchange between Galletti and Hernandez prior to their going outside the bar dominates any characterization of the events of that evening.  Both parties agree that at a point just before Galletti's death, he invited Hernandez outside to settle their differences in a fight.  Hernandez accepted.  From the time that the two left the bar until Hernandez shot Galletti, Hernandez made no further pretense that he was acting as a police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Whatever brief pretense Hernandez may have made to be acting in his official capacity by showing his identification and stating that he was keeping the peace ended when the two agreed to fight it out.  In Martnez, we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>The campaign of terror that [the harassing officer] mounted was patently personal in nature, and [the victim] unquestionably realized as much;  indeed, there was not the slightest indication that [the harassing officer's] conduct was undertaken pursuant to the authority of his office.  Plainly, the fact that [the victim] walked away numerous times shows that he was not \"so intimidated\" by [the harassing officer's] status as a policeman \"as to cause him to refrain from exercising his legal right[s].\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Martnez, 54 F.3d at 988 n. 6 (quoting Jones v. Gutschenritter, 909 F.2d 1208, 1212 (8th Cir.1990)).  Here, any possibility that Galletti was intimidated by Hernandez' claims of official status is belied by the undisputed fact that Galletti invited Hernandez to engage in a private brawl.  Because Hernandez made no further pretense of official action, there is not enough evidence in the record, even taken in the light most favorable to the plaintiffs, to support the inference that Hernandez was acting under color of state law when he shot Galletti.  As the district court concluded,</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Galletti's reaction in the face of Hernandez' openly hostile behavior towards him serves to buttress our conclusion that Hernandez' actions constituted private conduct outside the line of duty, and that the latter's status as an officer did not enter into his taunting of the decedent.  The particular interaction between Hernandez and Galletti was of a distinctly personal nature, and Galletti unquestionably realized as much.  The fact that Galletti not only initiated the confrontation, but subsequently invited Hernandez to \"fight it out\" outside the bar shows that he was not so intimidated by Hernandez' status as a policeman \"as to cause him to refrain from exercising his legal rights.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We agree, and this conclusion ends our inquiry.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In reviewing the decision on the defendants' motion for summary judgment, we recount and consider only those facts that have been alleged by the plaintiff or are not in dispute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Hernandez never answered the complaint, and the district court entered a default against him on August 31, 1990.  He played no further role in the case or the subsequent appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The other officers named as defendants are:  Carlos Lpez Feliciano, Luis Lpez Lebrn, Angel Hernandez, Luis Carrillo, Angel Daz, Fernando Vazquez-Gely, Felix Aponte-Ortiz, and Jose Lucena</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This order ended the involvement of supervisory defendants Carrillo and Lucena in the action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 1983 provides, in pertinent part:</p>\n        <p>Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.</p>\n        <p>42 U.S.C.A. &#167; 1983 (West 1994).  We discuss this issue in terms of \"color of state law\" despite the fact that Puerto Rico is not a state because \"Puerto Rico enjoys the functional equivalent of statehood in regard to section 1983 and, thus, state law includes Puerto Rico law.\"  Martnez, 54 F.3d at 984.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The plaintiffs also contend that in granting summary judgment for the defendants Judge Casellas abused his discretion by vacating both the prior order of Judge Cerezo denying summary judgment and his own order adopting the report and recommendation of Magistrate Castellanos.  The plaintiffs assert that this action was improper due to the law of the case established by the prior decisions.  We disagree.  Under the circumstances, our decision in Martnez provided ample justification for the district court to revisit its prior decisions concerning action under color of state law, and the court did not abuse its discretion by so doing.  See United States v. Lachman, 48 F.3d 586, 590 (1st Cir.1995) (district court judge has latitude to revisit own earlier rulings);  United States v. Rivera- Martnez, 931 F.2d 148, 150-51 (1st Cir.1991) (district court has ability to reopen issues when controlling authority makes subsequent contrary decision of law)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We use the term \"on-shift\" rather than the term \"on-duty\" because, as noted supra, Puerto Rico police officers are considered to be on-duty twenty-four hours a day</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The action-under-the-color-of-state-law issue being decided in favor of the defendants, the remainder of the plaintiffs' claims unravel.  With no underlying &#167; 1983 violation by Hernandez, none of the other defendants can be found liable under the supervisory liability theory forwarded by the plaintiffs</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></span></p>\n    <p class=\"parties\">Amarilis PARRILLA-BURGOS, et al., Plaintiffs--Appellants,<br>v.<br>Felix HERNANDEZ-RIVERA, et al., Defendants--Appellees.</p>\n    <p class=\"docket\">No. 96-1136.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1996.<br>Decided March 19, 1997.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Joan S. Peters, San Juan, PR, with whom Andres Guillemard-Noble and Nachman, Santiago &amp; Guillemard, were on brief, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">John F. Nevares, San Juan, PR, with whom Lizzie M. Portela, Guaynabo, PR, and Smith &amp; Nevares, Santurce, PR, were on brief, for appellee Carlos J. Lpez-Feliciano.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Roxanna Badillo-Rodrguez, Assistant Solicitor General, San Juan, PR, with whom Carlos Lugo-Fiol, Solicitor General, and Edda Serrano-Blasini, Deputy Solicitor General, were on brief, for appellees Fernando Vazquez-Gely, Felipe Aponte-Ortiz, Angel L. Daz, Angel L. Hernandez-Coln and Luis E. Lpez-Lebrn.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and DiCLERICO, Jr.,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">DiCLERICO, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiffs, relatives of the decedent, Lionel Galletti Roque (\"Galletti\"), brought this action under 42 U.S.C. &#167; 1983 against the defendants, members of the Puerto Rico Police Department, seeking damages allegedly suffered when one of the defendants, Felix Hernandez Rivera (\"Hernandez\"), shot and killed Galletti during a fight at a bar.  The district court granted summary judgment in favor of the defendants, finding that Hernandez, who was on medical leave at the time of the shooting, was not acting under color of state law.  The district court initially denied the defendants' motion for summary judgment, but reconsidered that ruling in light of our decision in Martnez v. Coln, <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span> (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">423</span></span> (1995).  In this appeal, the plaintiffs challenge the district court's grant of summary judgment.  For the reasons expressed below, we affirm the district court's decision.</p>\n    </div>\n    <p>Factual and Procedural Background<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 2, 1989, at around 10:00 p.m., plaintiffs' decedent, Galletti, was drinking at a bar in Trujillo Alto, Puerto Rico, known as Carlos' Place.  Galletti was accompanied by Angel Ramrez Fonseca, Ilarin Rosado, and two individuals identified only as Algarn and Ity.  At that time, codefendant Hernandez, an officer of the Puerto Rico Police Department, arrived with an unidentified group of his friends.  Hernandez, who was on medical leave due to gastroenteritis, was not in uniform but was carrying his police identification and service revolver.  Police department policy states that Puerto Rico police officers are on duty twenty-four hours a day and therefore each officer is required to carry identification and a service revolver at all times.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Inside Carlos' Place, Hernandez approached Galletti's group and words and threatening glances were exchanged.  Galletti challenged Hernandez' hostile attitude, stating that he had done nothing to provoke it.  Hernandez responded, \"I'll look at you whichever way I please, because I'm a cop.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The situation escalated.  Hernandez slapped Galletti's friend Ity.  Galletti told Hernandez, \"Well, you don't have to give me dirty looks.  You look at me really bad and I have done nothing to you.\"   Hernandez replied, \"I look at anybody I want, because I'm a cop.  Anybody I decide I want to look at dirty, I look at them dirty.\"   At this point the owner of the bar, apparently concerned by the interchange, told Hernandez, \"Just because you are the law, you don't need to intimidate people,\" and asked him to leave.  Hernandez told the bar owner not to meddle and to leave the combatants alone because it was none of his business.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By this time the conflict had attracted the attention of patrons outside the bar, who entered the bar to better view the confrontation.  According to the plaintiffs, Hernandez identified himself to the crowd as a police officer, saying that he \"was supposed to be there to establish the peace and order\" and showed them his police identification, apparently to prevent them from interfering in the conflict.  This stopped the fracas for about five minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">However, as Hernandez was leaving the bar, one of his friends and one of Galletti's friends resumed hostilities.  At this point, Galletti told Hernandez, \"Well, you leave the gun, and me and you will have it out, outside.\"   Hernandez responded, \"I don't need a gun to fight you.  Come on, step outside.\"   Hernandez, despite his statement to the contrary, took his service revolver with him as both parties went outside.  While Galletti took off his sweater, Hernandez threw a beer can at him.  Galletti responded by pushing Hernandez.  Hernandez then took out his service revolver and fired six shots at Galletti.  The first shot missed Galletti and hit a bystander but the next five hit Galletti, killing him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On December 27, 1989, Galletti's survivors brought this &#167; 1983 action against Hernandez<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and other supervising officers (the \"supervisory defendants\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  On August 30, 1991, supervisory defendant Carlos Lpez Feliciano filed a motion for summary judgment, which the other supervisory defendants joined, on the ground that Hernandez was not acting under color of state law when he shot Galletti.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On November 1, 1991, Judge Carmen Consuelo Cerezo denied the motion for summary judgment.  On March 31, 1992, supervisory defendant Lpez Feliciano filed a motion for reconsideration of that decision.  At this time, the other supervisory defendants filed a motion to dismiss, asserting that the plaintiffs had not alleged facts necessary to establish supervisory liability.  Judge Raymond L. Acosta referred these motions to Magistrate Judge Jess Antonio Castellanos for a report and recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On April 29, 1994, Magistrate Castellanos recommended that:  (1) the motion for reconsideration filed by supervisory defendant Lpez Feliciano be denied;  (2) the motion to dismiss filed by supervisory defendants Luis Lpez Lebrn, Angel Hernandez, Angel Daz, Fernando Vazquez-Gely, and Felix Aponte-Ortiz be denied;  and (3) the motion to dismiss filed by supervisory defendants Luis Carrillo and Jose Lucena be granted.  On March 16, 1995, Judge Salvador E. Casellas issued an order adopting the magistrate's report and recommendation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  On May 31, 1995, we issued our decision in Martnez v. Coln, <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span> (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">423</span></span> (1995).  On June 6, 1995, supervisory defendant Lpez Feliciano filed a motion, joined in by the remaining supervisory defendants, requesting the district court to reconsider its decision on the summary judgment motion in light of Martnez.   On November 29, 1995, Judge Casellas vacated the court's order of November 1, 1991, and dismissed the case on the ground that defendant Hernandez was not acting \"under color of law\" for the purposes of &#167; 1983 when he killed Galletti.  The plaintiffs appealed this decision.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiffs assert that the district court erred in determining as a matter of law that Hernandez' acts were not taken under color of state law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Specifically, they challenge the district court's application of Martnez to this case.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>1. Summary Judgment Standard</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A district court may grant summary judgment only \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  In this case,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>summary judgment will lie if the record, even when taken in the aspect most favorable to the nonmovant fails to yield a trialworthy issue as to some material fact.  In applying this principle, it is important to bear in mind that not every genuine factual conflict necessitates a trial.  It is only when a disputed fact has the potential to change the outcome of the suit under the governing law if found favorably to the nonmovant that the materiality hurdle is cleared.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Martnez, 54 F.3d at 983-84 (citation omitted).  For the purposes of this appeal, we exercise de novo review and adopt the plaintiffs' version of all controverted facts.  See id.</p>\n    </div>\n    <p>2. Applying Martnez</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The plaintiffs assert that the district court improperly applied Martnez to this case.  In Martnez, an on-shift<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> police officer accidentally shot and maimed a fellow off-shift officer while harassing that officer in the station house.  See 54 F.3d at 982, 987.   The harassing officer never expressly asserted his authority as a police officer, but he was in uniform and armed with his service revolver.  See id. at 987.   The defendants were other police officers, at least one of whom was a supervisor, who observed the incident but did not intervene.  See id. at 983.   We reviewed the district court's award of summary judgment in favor of the defendants and held that, under the totality of the circumstances, it was clear that the officer was not acting under color of state law because he was engaged in the personal pursuit of private violence, making the grant of summary judgment against the plaintiff appropriate.  See id. at 988.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Martnez articulates the standard to be applied in this case to determine whether Hernandez was acting under color of state law when he shot and killed Galletti.  As we said in that case, \"[p]rivate violence--even private violence engaged in by one who happens to work for the state--has different legal ramifications than violence attributable to state action.\"  Martnez, 54 F.3d at 985;  see also Screws v. United States, <span class=\"citation\" data-id=\"104135\"><a href=\"/opinion/104135/screws-v-united-states/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 111, <span class=\"citation\" data-id=\"104135\"><a href=\"/opinion/104135/screws-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, 1040, <span class=\"citation\" data-id=\"104135\"><a href=\"/opinion/104135/screws-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1495</span></a></span> (1945).  \"Thus, whether a police officer is acting under color of state law turns on the nature and circumstances of the officer's conduct and the relationship of that conduct to the performance of his official duties.\"  Martnez, 54 F.3d at 986.  \"The key determinant is whether the actor, at the time in question, purposes to act in an official capacity or to exercise official responsibilities pursuant to state law.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">One relevant facet of this inquiry is whether the defendant has purported to act under color of state law or, in other words, has acted under \"pretense of law.\"   See Screws v. United States, <span class=\"citation\" data-id=\"104135\"><a href=\"/opinion/104135/screws-v-united-states/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 111, <span class=\"citation\" data-id=\"104135\"><a href=\"/opinion/104135/screws-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, 1040, <span class=\"citation\" data-id=\"104135\"><a href=\"/opinion/104135/screws-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1495</span></a></span> (1945);  Martnez, 54 F.3d at 987.   Action occurs under pretense of law when an individual imbued with official authority purports to exercise that authority when actually acting wholly outside of it.  See Martnez, 54 F.3d at 986-87.   However, as we have stated,</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>[e]ven though \"acting under color of law\" includes \"acting under pretense of law\" for purposes of a state action analysis, there can be no pretense if the challenged conduct is not related in some meaningful way either to the officer's governmental status or to the performance of his duties.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 987.   Therefore, it is not enough for an individual merely to purport to exercise official power in order to trigger &#167; 1983 liability, but rather the individual must actually be engaged in the abuse of official power granted by the government.  See West v. Atkins, <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 49, <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2250</span></a></span>, 2255, <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1988);  Martnez, 54 F.3d at 986.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The pivotal issue to be determined, then, is whether Hernandez \"was engaged in purely personal pursuits or, conversely, whether he was acting under color of state law.\"  Id. at 987.   In conducting this inquiry, we must assess Hernandez' \"conduct in light of the totality of surrounding circumstances.\"  Id. In Martnez, we identified several factors that are relevant to, but not necessarily determinative of, the issue, including:  a police officer's garb;  an officer's duty status, including the existence of a regulation providing that officers are on duty twenty-four hours a day;  the officer's use of a service revolver;  and, the location of the incident.  See id. at 986, 987.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiffs have resisted this formulation of the issue.  At oral argument, the plaintiffs urged us to find that Hernandez acted under color of state law because but for his official authority, he could never have done what he did.  We recognize that some language in Martnez might appear to support such an expansive position.  See 54 F.3d at 986 (\"In general, section 1983 is not implicated unless a state actor's conduct occurs in the course of performing an actual or apparent duty of his office, or unless the conduct is such that the actor could not have behaved in that way but for the authority of his office.\").  However, that statement merely articulates the minimum threshold that must be met for action to be considered as occurring under color of state law and does not set forth the specific test to be applied in determining whether a challenged act was committed under color of state law.  In fact, in Martnez we rejected such a sweeping standard for &#167; 1983 liability.  See, e.g., id. at 987 (\"[W]e must assess the nature of his conduct in light of the totality of surrounding circumstances....\"), 988 (\" 'While a police officer's use of a state-issue weapon in the pursuit of private activities will have \"furthered\" the &#167; 1983 violation in a literal sense,' a court needs 'additional indicia of state authority to conclude that the officer acted under color of state law.' \")  (citation omitted).  We will not jettison our settled case law to embrace such a broad standard of liability here.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The plaintiffs also asserted at oral argument that endorsing the result reached by the district court would bring us into conflict with the decisions of other circuits.  Contrary to this assertion, the approach we articulated in Martnez and endorse here is consistent with the approach taken by other circuits that have considered the issue of whether the actions of police officers are taken under color of state law.  See, e.g., David v. City and County of Denver, <span class=\"citation\" data-id=\"730895\"><a href=\"/opinion/730895/dorothy-monica-david-v-city-and-county-of-denver-wellington-webb-mayor-of/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1344</span></a></span>, 1351-54 (10th Cir.1996);  Barna v. City of Perth Amboy, <span class=\"citation\" data-id=\"684357\"><a href=\"/opinion/684357/louis-d-barna-theresa-barna-v-city-of-perth-amboy-township-of-woodbridge/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></a></span>, 818-19 (3d Cir.1994);  Pitchell v. Callan, <span class=\"citation\" data-id=\"660170\"><a href=\"/opinion/660170/john-j-pitchell-v-james-f-callan-gregory-sargis-and-city-of-hartford/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">545</span></a></span>, 547-49 (2d Cir.1994);  United States v. Tarpley, <span class=\"citation\" data-id=\"569131\"><a href=\"/opinion/569131/united-states-v-william-tarpley/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span></a></span>, 808-09 (5th Cir.1991);  Gibson v. City of Chicago, <span class=\"citation\" data-id=\"546279\"><a href=\"/opinion/546279/michael-eugene-gibson-individually-and-as-special-administrator-of-the/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1516-19 (7th Cir.1990);  Jones v. Gutschenritter, <span class=\"citation\" data-id=\"545564\"><a href=\"/opinion/545564/marlin-e-bill-jones-v-martin-gutschenritter-individually-and-in-his/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span>, 1211-12 (8th Cir.1990);  Revene v. Charles County Comm'rs, <span class=\"citation\" data-id=\"527817\"><a href=\"/opinion/527817/monica-revene-individually-v-charles-county-commissioners-office-of-the/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 872-73 (4th Cir.1989).  While not explicitly adopting a totality of the circumstances test, these courts have examined the circumstances surrounding a challenged act to determine whether it was committed under color of state law.  Given the intensely fact-specific nature of such analysis we find it unremarkable that none of the cases cited by the plaintiffs are so factually similar to this case as to persuade us to adopt the particular outcome the plaintiffs desire.</p>\n    </div>\n    <p>3. Application of the Standard</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">With these preliminary matters aside, we now turn to the substance of this appeal--the review de novo of the district court's grant of summary judgment on the color-of-state-law issue.  The plaintiffs point to the following factors to justify &#167; 1983 liability:  the twenty-four hour a day regulation;  Hernandez' repeated statements that he was a police officer;  his use of his service revolver in the shooting;  his statements to patrons that he was there to \"keep the peace\" and that he was \"handling the situation\";  and his display of his police identification.  These factors, they argue, raise a trialworthy issue as to whether Hernandez was acting under color of state law on the night that he killed Galletti.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We agree that some of these factors weigh in favor of a finding of &#167; 1983 liability.  In particular, Hernandez' comments to patrons that he was there to keep the peace and his display of his police identification might, viewed in isolation, support an inference that Hernandez was acting under pretense of law by purporting to act in his official capacity.  However, that conclusion was belied by the rest of Hernandez' behavior, especially his repeated assertions that he could do things such as \"look dirty\" at Galletti because he was a police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Mere statements by individuals that they are entitled to a special privilege because of their official status do not constitute action under color or pretense of state law if the asserted privilege lies clearly outside the scope of their official duties.  Statements by Hernandez that he could \"look dirty\" at Galletti because he was a police officer so clearly fell outside his official capacity that they did not constitute a reasonable pretense that he was acting as a police officer at the time.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even more significantly, the final interchange between Galletti and Hernandez prior to their going outside the bar dominates any characterization of the events of that evening.  Both parties agree that at a point just before Galletti's death, he invited Hernandez outside to settle their differences in a fight.  Hernandez accepted.  From the time that the two left the bar until Hernandez shot Galletti, Hernandez made no further pretense that he was acting as a police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Whatever brief pretense Hernandez may have made to be acting in his official capacity by showing his identification and stating that he was keeping the peace ended when the two agreed to fight it out.  In Martnez, we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>The campaign of terror that [the harassing officer] mounted was patently personal in nature, and [the victim] unquestionably realized as much;  indeed, there was not the slightest indication that [the harassing officer's] conduct was undertaken pursuant to the authority of his office.  Plainly, the fact that [the victim] walked away numerous times shows that he was not \"so intimidated\" by [the harassing officer's] status as a policeman \"as to cause him to refrain from exercising his legal right[s].\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Martnez, 54 F.3d at 988 n. 6 (quoting Jones v. Gutschenritter, <span class=\"citation\" data-id=\"545564\"><a href=\"/opinion/545564/marlin-e-bill-jones-v-martin-gutschenritter-individually-and-in-his/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span>, 1212 (8th Cir.1990)).  Here, any possibility that Galletti was intimidated by Hernandez' claims of official status is belied by the undisputed fact that Galletti invited Hernandez to engage in a private brawl.  Because Hernandez made no further pretense of official action, there is not enough evidence in the record, even taken in the light most favorable to the plaintiffs, to support the inference that Hernandez was acting under color of state law when he shot Galletti.  As the district court concluded,</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Galletti's reaction in the face of Hernandez' openly hostile behavior towards him serves to buttress our conclusion that Hernandez' actions constituted private conduct outside the line of duty, and that the latter's status as an officer did not enter into his taunting of the decedent.  The particular interaction between Hernandez and Galletti was of a distinctly personal nature, and Galletti unquestionably realized as much.  The fact that Galletti not only initiated the confrontation, but subsequently invited Hernandez to \"fight it out\" outside the bar shows that he was not so intimidated by Hernandez' status as a policeman \"as to cause him to refrain from exercising his legal rights.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We agree, and this conclusion ends our inquiry.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In reviewing the decision on the defendants' motion for summary judgment, we recount and consider only those facts that have been alleged by the plaintiff or are not in dispute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Hernandez never answered the complaint, and the district court entered a default against him on August 31, 1990.  He played no further role in the case or the subsequent appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The other officers named as defendants are:  Carlos Lpez Feliciano, Luis Lpez Lebrn, Angel Hernandez, Luis Carrillo, Angel Daz, Fernando Vazquez-Gely, Felix Aponte-Ortiz, and Jose Lucena</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This order ended the involvement of supervisory defendants Carrillo and Lucena in the action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 1983 provides, in pertinent part:</p>\n        <p>Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.</p>\n        <p>42 U.S.C.A. &#167; 1983 (West 1994).  We discuss this issue in terms of \"color of state law\" despite the fact that Puerto Rico is not a state because \"Puerto Rico enjoys the functional equivalent of statehood in regard to section 1983 and, thus, state law includes Puerto Rico law.\"  Martnez, 54 F.3d at 984.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The plaintiffs also contend that in granting summary judgment for the defendants Judge Casellas abused his discretion by vacating both the prior order of Judge Cerezo denying summary judgment and his own order adopting the report and recommendation of Magistrate Castellanos.  The plaintiffs assert that this action was improper due to the law of the case established by the prior decisions.  We disagree.  Under the circumstances, our decision in Martnez provided ample justification for the district court to revisit its prior decisions concerning action under color of state law, and the court did not abuse its discretion by so doing.  See United States v. Lachman, <span class=\"citation\" data-id=\"195929\"><a href=\"/opinion/195929/united-states-v-lachman/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 590 (1st Cir.1995) (district court judge has latitude to revisit own earlier rulings);  United States v. Rivera- Martnez, <span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 150-51 (1st Cir.1991) (district court has ability to reopen issues when controlling authority makes subsequent contrary decision of law)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We use the term \"on-shift\" rather than the term \"on-duty\" because, as noted supra, Puerto Rico police officers are considered to be on-duty twenty-four hours a day</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The action-under-the-color-of-state-law issue being decided in favor of the defendants, the remainder of the plaintiffs' claims unravel.  With no underlying &#167; 1983 violation by Hernandez, none of the other defendants can be found liable under the supervisory liability theory forwarded by the plaintiffs</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730895/"
  ]
}