{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197293/",
  "absolute_url": "/opinion/197293/pitts-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197293/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:26:28Z",
  "date_modified": "2017-03-24T10:50:48.814442Z",
  "type": "010combined",
  "sha1": "3b17dc52cb48b57c7d1544ce81c8c0110c26c9ea",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1410.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1410\r\n\n              W. DOUGLAS PITTS AND GLORIA MARTINEZ,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                UNITED STATES OF AMERICA, ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r                                                                   \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                 and DiClerico,* District Judge.\r                                                         \r\n\n                                           \r\n\n     Lisa  R. Daugherty,  with whom  Thomas E.  Scott and  Davis,\r                                                                           \r\nScott, Weber &amp; Edwards were on brief for appellants.\r                                \r\n     Robert  D.  Kamenshine,  Attorney,  Appellate  Staff,  Civil\r                                     \r\nDivision,  Department  of Justice,  with  whom  Frank W.  Hunger,\r                                                                          \r\nAssistant   Attorney  General,   Guillermo  Gil,   United  States\r                                                         \r\nAttorney, and Barbara L.  Herwig, Attorney, Appellate Staff, were\r                                          \r\non brief for appellees.\r\n\n                                           \r\n\n                          April 8, 1997\r\n                                           \r\n                    \r                              \r\n\n*  Of the District of New Hampshire, sitting by designation.\r\r\n\n          TORRUELLA, Chief Judge.   Plaintiffs-appellants    were\r                    TORRUELLA, Chief Judge. \r                                          \r\n\nmistakenly  arrested by  federal drug  enforcement agents  at the\r\n\nairport in San Juan, P.R. in  April 1993.  They filed actions for\r\n\ntort damages  against four individual federal  agents pursuant to\r\n\nBivens  v.  Six Unknown  Named Agents  of  the Federal  Bureau of\r                                                                           \r\n\nNarcotics,  403 U.S.  388 (1971),  and against the  United States\r                   \r\n\nunder the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C.    1346(b),\r\n\n2671 et seq.  On February  13, 1996, the district court dismissed\r                      \r\n\nplaintiffs-appellants' complaint  in its entirety  as time-barred\r\n\nunder  the  applicable  federal   and  Puerto  Rico  statutes  of\r\n\nlimitations.  We affirm. \r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          On  April 21,  1993,  appellants W.  Douglas Pitts  and\r\n\nGloria Mart nez  were approached by defendant  Jefferson Moran, a\r\n\nplain-clothed  Drug  Enforcement  Agency (\"DEA\")  agent,  in  the\r\n\nairport in San  Juan and  informed that they  were under  arrest.\r\n\nThree  other DEA  agents  surrounded them,  handcuffed them,  and\r\n\ntransported  them   to  DEA  headquarters.     Only  after  being\r\n\nfingerprinted  and  photographed,   appellants  claim,  did   co-\r\n\ndefendant DEA  agent Edward Hern ndez  inform them of  the reason\r\n\nfor  their arrest.  Apparently two  witnesses identified Pitts as\r\n\nthe man who had given them a package of heroin  earlier that day.\r\n\nPitts was questioned and his briefcase was searched; Mart nez was\r\n\nallegedly   strip-searched.     Appellants  were   released  from\r\n\ndetention   approximately  six  hours   after  being  arrested.  \r\n\nAppellants'  complaint  alleged  that  they  were  physically and\r\n\n                               -2-\r\r\n\nverbally abused and sought damages on a number of legal grounds.1\r\n\nBecause  the issue on appeal is whether the suit was time-barred,\r\n\nhowever, we review the details concerning the timing and contents\r\n\nof  communications between  appellants and  governmental agencies\r\n\nafter the incident just described.\r\n\n          The mistaken  arrest occurred on  April 23, 1993.   The\r\n\ncomplaint was filed in district  court on November 23, 1994.   On\r\n\nJuly  19, 1993, however, appellants' counsel sent a letter to the\r\n\nDEA stating  appellants' intent  to pursue  a claim  \"against the\r\n\nUnited  States\" arising  from  the  actions  of DEA  agents,  and\r\n\nrequesting damages and \"an apology from your  office as well as a\r\n\nreprimand  of the agents involved.\"   A response  letter from the\r\n\nDEA dated  August 6, 1993  stated that  the appellants' July  19,\r\n\n1993  letter did not  satisfy the  procedural requirements  for a\r\n\nclaim against the United States under the FTCA. \r\n\n          On August  18, 1993, appellants' counsel  sent a second\r\n\nletter to the DEA, followed by a third letter on August 30, 1993,\r\n\nwhich  repeated  the  appellants'  intention to  pursue  a  claim\r\n\nagainst the  government, stated that counsel  had been authorized\r\n\nto   represent  the  appellants,  and  provided  the  appellants'\r\n\nsignatures.  The DEA replied to appellants' August 18 letter in a\r\n\nletter dated September  9, 1993, stating that appellants' July 19\r\n\nand  August 18 letters also failed to satisfy the requirements of\r\n\n                    \r                              \r\n\n1    Plaintiffs'  complaint  alleged:  assault,   battery,  false\r\nimprisonment,  intentional  infliction  of   emotional  distress,\r\ninvasion  of privacy,  unconstitutional  search and  seizure, and\r\nnegligence.\r\n\n                               -3-\r\r\n\na  \"claim\"  under the  FTCA.   Appellants'  counsel replied  by a\r\n\nletter  of September 15, 1993 stating that it was the appellants'\r\n\nview that the  August 18  letter did indeed  constitute a  proper\r\n\nclaim under the FTCA.  Finally, the DEA sent a  letter on January\r\n\n4,  1994  denying the  claim against  the  United States  made in\r\n\nappellants' July 19, 1993 letter, and noting that the denial \"may\r\n\nbe appealed\" to a federal district court within six months.  More\r\n\nthan six months elapsed between January  4, 1994 and the date the\r\n\ncomplaint was filed, November 23, 1994.2  \r\n\n          The  district  court granted  the appellees'  motion to\r\n\ndismiss the complaint  as untimely under both  Puerto Rico's one-\r\n\nyear  statute of  limitations  (with regard  to  the tort  claims\r\n\nagainst  the  officers)  and  the  FTCA's  six-month  statute  of\r\n\nlimitations  that runs from  the time  of the  final denial  of a\r\n\nclaim by the pertinent governmental agency.  These letters are at\r\n\nthe heart of this appeal because the appellants contend: (1) that\r\n\nPuerto  Rico's  one-year statute  of limitations  governing their\r\n\nBivens   action  was  tolled   under  the   \"extrajudicial  claim\r                \r\n\nexception\"  by their letter of August 18, 1993, and did not begin\r\n\nrunning at least until the  Government's denial letter of January\r\n\n4, 1994;   and (2) that the requirement under  the FTCA that they\r\n\nfile suit against the  government within six months of  the final\r\n                    \r                              \r\n\n2   In addition, beginning  in November 1993,  the plaintiffs and\r\nthe  DEA exchanged  correspondence regarding  appellants' request\r\nfor the names and identities of the DEA agents involved under the\r\nFreedom of Information Act,  a series of letters  that culminated\r\nin a  letter of  April  10, 1995  from the  DEA formally  denying\r\nappellants' request for information concerning the identities  of\r\nthe unknown agents.\r\n\n                               -4-\r\r\n\ndenial of their  claim does  not render their  November 23,  1994\r\n\ncomplaint time-barred  because the  government's January  4, 1994\r\n\ndenial letter did not trigger the six-month limitations period.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\nI.   Claims Against the Agents\r          I.   Claims Against the Agents\r\n\n          Appellants  do not dispute the settled proposition that\r\n\ntheir claims against Mor n, Hern ndez, and  two other unknown DEA\r\n\nagents  are   subject  to  Puerto  Rico's   one-year  statute  of\r\n\nlimitations governing,  inter alia,  personal injury torts.   See\r                                                                           \r\n\nP.R. Laws Ann. tit. 31    5298(2) (1991); cf. Ram rez Morales  v.\r                                                                       \r\n\nRosa Viera,  815 F.2d 2, 4  (1st Cir. 1987).   Rather, they argue\r                    \r\n\nthat  the period, which would  have barred their  suit from being\r\n\nbrought after April 21,  1994, was tolled  under the Puerto  Rico\r\n\ntolling statute's  extrajudicial claim provision.   See P.R. Laws\r                                                                 \r\n\nAnn. tit. 31   5303 (1991).3  Specifically, they argue that under\r\n\nthe   Puerto  Rico   Supreme   Court's   interpretation  of   the\r\n\nextrajudicial claim  provision, their  claim was tolled  from the\r\n\ntime  of their  August  18,  1993  letter  to  the  DEA  (stating\r\n\nappellants' \"intent  to submit a claim against  the United States\r\n\ngovernment\" and requesting  a \"reprimand\" of the  officers) to at\r\n\nleast January  4,  1994,  the  date of  the  government's  letter\r\n\npurportedly denying the  claim, at which point, under Puerto Rico\r\n\nlaw,  the one-year period would  have been restarted  at zero and\r\n\n                    \r                              \r\n\n3  Section 5303 provides: \"Prescription of actions is interrupted\r\nby their institution before the courts, by extrajudicial claim of\r\nthe creditor,  and by any  act of acknowledgment  of debt by  the\r\ndebtor.\"\r\n\n                               -5-\r\r\n\nwould have begun to run anew.  See Rodr guez Narv ez v.  Nazario,\r                                                                          \r\n\n895 F.2d 38, 45 (1st Cir. 1990).\r\n\n          The  problem  with appellants'  argument is  that their\r\n\nAugust 18 letter -- like the other letters they sent to the DEA -\r\n\n-  did  not  identify  any  legal  claim against  the  individual\r\n\nofficers,  and therefore  cannot  be deemed  to  have tolled  the\r\n\nstatute  of  limitations as  to  the suit  against  the officers.\r\n\nPuerto  Rico   Supreme  Court  decisions  applying   the  tolling\r\n\nprovision  of section  5303 indicate  that one  of the  necessary\r\n\nrequirements  of  an  extrajudicial  claim for  the  purposes  of\r\n\ntolling is the  requirement of \"identity.\"   See Galib-Frangie v.\r                                                                        \r\n\nEl Vocero de Puerto Rico, 95 JTS 71 at 922  (P.R. 1995); see also\r                                                                           \r\n\nKery v. American Airlines, Inc., 931 F. Supp. 947, 951-53 (D.P.R.\r                                         \r\n\n1995) (summarizing  Puerto Rico  Supreme Court interpretation  of\r\n\nsection 5303).   The  identity requirement  means  that the  same\r\n\nright  and the same relief affected by the statute of limitations\r\n\nmust appear in the extrajudicial claim.  See Nazario, 895 F.2d at\r                                                              \r\n\n44; Kery, 931 F. Supp. at  954.  To satisfy this requirement, the\r                  \r\n\nextrajudicial  claim  must be  made  against the  same  debtor or\r\n\npassive subject of the right in question, and not against a third\r\n\nparty.    Nazario,  895 F.2d  at  44  (citing  Velilla v.  Pueblo\r                                                                           \r\n\nSupermarkets, Inc., 111 P.R.R. 732, 734-35 (P.R. 1981)).    \r                            \r\n\nAppellants' August  18 letter,  addressed to the  associate chief\r\n\ncounsel of the DEA, states an intent to make a \"claim against the\r\n\nUnited   States  government\"  and   also  requests   an  official\r\n\n\"reprimand\" of the  officers involved.   It does  not assert  any\r\n\n                               -6-\r\r\n\nlegal  claims  directly  against   the  officers.    The  letter,\r\n\ntherefore, fails to  satisfy the requirement of  identity for the\r\n\npurposes of the extrajudicial claim doctrine.  Appellants, citing\r\n\nthe Galib-Frangie  decision, argue  that the Puerto  Rico Supreme\r                           \r\n\nCourt has  recently ruled  that the extrajudicial  claim doctrine\r\n\nshould  be applied  liberally.   We  are  not persuaded  by  this\r\n\nargument, because  nowhere in  the Galib-Frangie opinion,  or, to\r                                                          \r\n\nour  knowledge, in any other  recent decision of  the Puerto Rico\r\n\nSupreme  Court, is  there any  support for  a departure  from the\r\n\nwell-established rule that  an extrajudicial  claim must  request\r\n\nthe same type of  relief against the same defendants.4   In fact,\r\n\nin Galib-Frangie, the case relied on by the appellants, the court\r                          \r\n\niterated that  the identity requirement is  a necessary condition\r\n\nof an extrajudicial claim under section 5303.   Galib-Frangie, 95\r                                                                       \r\n\nJTS  71 at 922.   Moreover, the learned  commentary on this civil\r\n\ncode provision suggests that an extrajudicial claim must serve as\r\n\na  notice or demand to the  \"passive subject of said right,\" here\r\n\nthe  DEA agents.   See Nazario,  895 F.2d at  44 (quoting Spanish\r                                        \r\n\ncivil  code commentator  Diez Picazo).5   The DEA  agents plainly\r\n                    \r                              \r\n\n4  In the  case of Zambrana-Maldonado v. Commonwealth,  92 JTS 12\r                                                               \r\n(P.R.  1992), for  example,  the court  stated specifically  that\r\nextrajudicial  claims must  be read  in their  totality and  in a\r\nliberal  fashion,  and  yet also  held  that  the  claim must  be\r\nreceived by the same debtor of  the right who is the defendant in\r\nthe subsequent lawsuit.  Id. at 9171-74.\r                                      \r\n\n5  According to Diez Picazo:\r\n\n          In  principle, claim  stands  for  demand  or\r\n          notice.   That is: it is an act for which the\r\n          holder of a substantive right,  addresses the\r\n          passive subject of said right, demanding that\r\n\n                               -7-\r\r\n\ncould  not  be  apprised  of  a  damages  suit  against  them  as\r\n\nindividuals by a  letter stating  an intention to  bring a  claim\r\n\nagainst the government.\r\n\n          In  the  alternative,  appellants  argue  that  summary\r\n\njudgment was improper because a question of  material fact exists\r\n\nas  to whether the individual  DEA agents received  copies of, or\r\n\nwere otherwise informed  of, the  letters.   This argument  fails\r\n\nbecause, even assuming  they received copies of the  letters, the\r\n\ncontent of  the letters would  not put them  on notice as  to the\r\n\npossibility of being sued individually for damages.\r\n\n          These  considerations  lead  us  to  conclude that  the\r\n\ndistrict court  properly applied Puerto  Rico law in  finding the\r\n\nsuit against the DEA agents to be time-barred.\r\n\nII.  The Claim under the FTCA\r          II.  The Claim under the FTCA\r\n\n          FTCA claimants  must file suit in  federal court within\r\n\nsix  months of the date on which  the federal agency to which the\r\n\nclaim  has been addressed mails  notice of final  denial of their\r\n\nclaim.   See 28 U.S.C.   2401(b).   Here, it is not disputed that\r                      \r\n\nthe DEA sent  a letter on January 4, 1994  to appellants' counsel\r\n\nstating that,  in response to  appellants' July 19,  1993 letter,\r\n\n\"[t]o the  extent that this  correspondence can  be construed  as\r\n                    \r                              \r\n\n          he adopt  the required conduct.   The  claim,\r\n          then, is a pretension in a technical sense.\r\n\nNazario, 895 F.2d  at 44 (quoting Diez Picazo).   We note as well\r                 \r\nthat  the commentary  of Diez  Picazo, unfavorable  to appellants\r\nhere,  was cited as an authority regarding the requirements of an\r\nextrajudicial  claim  in  the Galib-Frangie  decision,  the  very\r                                                     \r\ndecision appellants  argue harkens a change  in the extrajudicial\r\nclaim doctrine.  See Galib-Frangie, 95 JTS 71 at 923.\r                                            \r\n\n                               -8-\r\r\n\nclaim  [sic] against the United States of America pursuant to the\r\n\nFederal Tort Claims Act  (FTCA), 28 U.S.C.    2671 et seq.,  such\r                                                                    \r\n\nclaim is denied.\"  Appellants filed their suit  under the FTCA in\r\n\nNovember 1994, more than  six months after the DEA  denial letter\r\n\nwas mailed,  and thus their FTCA  claim was properly found  to be\r\n\ntime-barred.\r\n\n          On appeal, two meritless arguments have been proffered.\r\n\nThe first is that the  January 4 letter cannot be deemed  a final\r\n\ndenial  because  it  did  not  specifically  address  appellants'\r\n\nAugust 18, 1993 letter.   We find, however, that the  language of\r\n\nthe letter  was unambiguous  in denying appellants'  claim, which\r\n\nwas  made in  both the  July  19, 1993  and the  August 18,  1993\r\n\nletters.6\r\n\n          Second,  appellants  argue  that the  January  4 letter\r\n\nfailed to  satisfy regulations governing  the content of  an FTCA\r\n\nclaim denial letter, see 28 C.F.R.    14.9(a), because it did not\r                                  \r\n\nstate  that the  claimant  may \"file  suit\"  in a  United  States\r\n\nDistrict Court within six months.7  We are unmoved by appellants'\r\n\n                    \r                              \r\n\n6    The August  18  letter was  merely  a follow-up  letter that\r\nrepeated the allegations and  claims made in the July  19 letter,\r\nand only added the signatures of appellants Pitts and Mart nez.\r\n\n7  The regulation  at 28 C.F.R.   14.9(a) provides,  in pertinent\r\npart:\r\n\n          The notification of final  denial . . . shall\r\n          include a statement that, if  the claimant is\r\n          dissatisfied  with the agency  action, he may\r\n          file  suit  in an  appropriate  U.S. District\r\n          Court  not later  than six  months after  the\r\n          date of mailing of the notification.\r\n\n                               -9-\r\r\n\nargument  that the  DEA's failure  to use  the words  \"file suit\"\r\n\ncreated any confusion.   We  find that the  DEA's statement  that\r\n\n\"[t]his  denial may be appealed to  the appropriate United States\r\n\nDistrict  Court within  six months  of this  letter,\"   while not\r\n\nusing  the  words  \"may  file  suit,\"  adequately  satisfied  the\r\n\nrequirements of regulation 14.9(a) by giving sufficient notice of\r\n\nthe  six-month limitations  period applicable  to their  right to\r\n\nfile suit in district court.  Cf.  Hatchell v. United States, 776\r                                                                      \r\n\nF.2d  244, 245-46  (9th Cir.  1985) (\"We  decline to  require any\r\n\nspecific  verbal  formulation  to  ensure   compliance  with  the\r\n\nregulations governing denial of claims.\").\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the  reasons stated  in this opinion,  the district\r\n\ncourt's grant of summary judgment to the defendants is affirmed.\r                                                                         \r\n\n                               -10-\r\r\n",
  "html": "<p class=\"case_cite\">109 F.3d 832</p>\n    <p class=\"parties\">W. Douglas PITTS and Gloria Martinez, Plaintiffs--Appellants,<br>v.<br>UNITED STATES of America, et al., Defendants--Appellees.</p>\n    <p class=\"docket\">No. 96-1410.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1996.<br>Decided April 8, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lisa R. Daugherty, with whom Thomas E. Scott and Davis, Scott, Weber &amp; Edwards were on brief for appellants.</p>\n      <p class=\"indent\">Robert D. Kamenshine, Attorney, Appellate Staff, Civil Division, Department of Justice, with whom Frank W. Hunger, Assistant Attorney General, Guillermo Gil, United States Attorney, and Barbara L. Herwig, Attorney, Appellate Staff, were on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and DiCLERICO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants were mistakenly arrested by federal drug enforcement agents at the airport in San Juan, P.R. in April 1993.  They filed actions for tort damages against four individual federal agents pursuant to Bivens v. Six Unknown Named Agents of the Federal Bureau of Narcotics, 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971), and against the United States under the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. &#167;&#167; 1346(b), 2671 et seq.   On February 13, 1996, the district court dismissed plaintiffs-appellants' complaint in its entirety as time-barred under the applicable federal and Puerto Rico statutes of limitations.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 21, 1993, appellants W. Douglas Pitts and Gloria Martnez were approached by defendant Jefferson Moran, a plain-clothed Drug Enforcement Agency (\"DEA\") agent, in the airport in San Juan and informed that they were under arrest.  Three other DEA agents surrounded them, handcuffed them, and transported them to DEA headquarters.  Only after being fingerprinted and photographed, appellants claim, did co-defendant DEA agent Edward Hernandez inform them of the reason for their arrest.  Apparently two witnesses identified Pitts as the man who had given them a package of heroin earlier that day.  Pitts was questioned and his briefcase was searched;  Martnez was allegedly strip-searched.  Appellants were released from detention approximately six hours after being arrested.  Appellants' complaint alleged that they were physically and verbally abused and sought damages on a number of legal grounds.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Because the issue on appeal is whether the suit was time-barred, however, we review the details concerning the timing and contents of communications between appellants and governmental agencies after the incident just described.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The mistaken arrest occurred on April 23, 1993.  The complaint was filed in district court on November 23, 1994.  On July 19, 1993, however, appellants' counsel sent a letter to the DEA stating appellants' intent to pursue a claim \"against the United States\" arising from the actions of DEA agents, and requesting damages and \"an apology from your office as well as a reprimand of the agents involved.\"   A response letter from the DEA dated August 6, 1993 stated that the appellants' July 19, 1993 letter did not satisfy the procedural requirements for a claim against the United States under the FTCA.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 18, 1993, appellants' counsel sent a second letter to the DEA, followed by a third letter on August 30, 1993, which repeated the appellants' intention to pursue a claim against the government, stated that counsel had been authorized to represent the appellants, and provided the appellants' signatures.  The DEA replied to appellants' August 18 letter in a letter dated September 9, 1993, stating that appellants' July 19 and August 18 letters also failed to satisfy the requirements of a \"claim\" under the FTCA.  Appellants' counsel replied by a letter of September 15, 1993 stating that it was the appellants' view that the August 18 letter did indeed constitute a proper claim under the FTCA.  Finally, the DEA sent a letter on January 4, 1994 denying the claim against the United States made in appellants' July 19, 1993 letter, and noting that the denial \"may be appealed\" to a federal district court within six months.  More than six months elapsed between January 4, 1994 and the date the complaint was filed, November 23, 1994.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court granted the appellees' motion to dismiss the complaint as untimely under both Puerto Rico's one-year statute of limitations (with regard to the tort claims against the officers) and the FTCA's six-month statute of limitations that runs from the time of the final denial of a claim by the pertinent governmental agency.  These letters are at the heart of this appeal because the appellants contend:  (1) that Puerto Rico's one-year statute of limitations governing their Bivens action was tolled under the \"extrajudicial claim exception\" by their letter of August 18, 1993, and did not begin running at least until the Government's denial letter of January 4, 1994;  and (2) that the requirement under the FTCA that they file suit against the government within six months of the final denial of their claim does not render their November 23, 1994 complaint time-barred because the government's January 4, 1994 denial letter did not trigger the six-month limitations period.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Claims Against the Agents</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellants do not dispute the settled proposition that their claims against Moran, Hernandez, and two other unknown DEA agents are subject to Puerto Rico's one-year statute of limitations governing, inter alia, personal injury torts.  See P.R. Laws Ann. tit. 31 &#167; 5298(2) (1991);  cf.  Ramirez Morales v. Rosa Viera, 815 F.2d 2, 4 (1st Cir.1987).  Rather, they argue that the period, which would have barred their suit from being brought after April 21, 1994, was tolled under the Puerto Rico tolling statute's extrajudicial claim provision.  See P.R. Laws Ann. tit. 31 &#167; 5303 (1991).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Specifically, they argue that under the Puerto Rico Supreme Court's interpretation of the extrajudicial claim provision, their claim was tolled from the time of their August 18, 1993 letter to the DEA (stating appellants' \"intent to submit a claim against the United States government\" and requesting a \"reprimand\" of the officers) to at least January 4, 1994, the date of the government's letter purportedly denying the claim, at which point, under Puerto Rico law, the one-year period would have been restarted at zero and would have begun to run anew.  See Rodriguez Narvaez v. Nazario, 895 F.2d 38, 45 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The problem with appellants' argument is that their August 18 letter--like the other letters they sent to the DEA--did not identify any legal claim against the individual officers, and therefore cannot be deemed to have tolled the statute of limitations as to the suit against the officers.  Puerto Rico Supreme Court decisions applying the tolling provision of section 5303 indicate that one of the necessary requirements of an extrajudicial claim for the purposes of tolling is the requirement of \"identity.\"   See Galib-Frangie v. El Vocero de Puerto Rico, 1995 WL 905884 (P.R.1995);  see also Kery v. American Airlines, Inc., 931 F.Supp. 947, 951-53 (D.P.R.1995) (summarizing Puerto Rico Supreme Court interpretation of section 5303).  The identity requirement means that the same right and the same relief affected by the statute of limitations must appear in the extrajudicial claim.  See Nazario, 895 F.2d at 44;  Kery, 931 F.Supp. at 954.   To satisfy this requirement, the extrajudicial claim must be made against the same debtor or passive subject of the right in question, and not against a third party.  Nazario, 895 F.2d at 44 (citing Velilla v. Pueblo Supermarkets, Inc., 111 P.R.R. 732, 734-35 (P.R.1981)).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants' August 18 letter, addressed to the associate chief counsel of the DEA, states an intent to make a \"claim against the United States government\" and also requests an official \"reprimand\" of the officers involved.  It does not assert any legal claims directly against the officers.  The letter, therefore, fails to satisfy the requirement of identity for the purposes of the extrajudicial claim doctrine.  Appellants, citing the Galib-Frangie decision, argue that the Puerto Rico Supreme Court has recently ruled that the extrajudicial claim doctrine should be applied liberally.  We are not persuaded by this argument, because nowhere in the Galib-Frangie opinion, or, to our knowledge, in any other recent decision of the Puerto Rico Supreme Court, is there any support for a departure from the well-established rule that an extrajudicial claim must request the same type of relief against the same defendants.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In fact, in Galib-Frangie, the case relied on by the appellants, the court iterated that the identity requirement is a necessary condition of an extrajudicial claim under section 5303.  Galib-Frangie, 1995 WL 905884.   Moreover, the learned commentary on this civil code provision suggests that an extrajudicial claim must serve as a notice or demand to the \"passive subject of said right,\" here the DEA agents.  See Nazario, 895 F.2d at 44 (quoting Spanish civil code commentator Diez Picazo).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The DEA agents plainly could not be apprised of a damages suit against them as individuals by a letter stating an intention to bring a claim against the government.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the alternative, appellants argue that summary judgment was improper because a question of material fact exists as to whether the individual DEA agents received copies of, or were otherwise informed of, the letters.  This argument fails because, even assuming they received copies of the letters, the content of the letters would not put them on notice as to the possibility of being sued individually for damages.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">These considerations lead us to conclude that the district court properly applied Puerto Rico law in finding the suit against the DEA agents to be time-barred.</p>\n    </div>\n    <p>II. The Claim under the FTCA</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">FTCA claimants must file suit in federal court within six months of the date on which the federal agency to which the claim has been addressed mails notice of final denial of their claim.  See 28 U.S.C. &#167; 2401(b).  Here, it is not disputed that the DEA sent a letter on January 4, 1994 to appellants' counsel stating that, in response to appellants' July 19, 1993 letter, \"[t]o the extent that this correspondence can be construed as claim [sic] against the United States of America pursuant to the Federal Tort Claims Act (FTCA), 28 U.S.C. &#167; 2671 et seq., such claim is denied.\"   Appellants filed their suit under the FTCA in November 1994, more than six months after the DEA denial letter was mailed, and thus their FTCA claim was properly found to be time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, two meritless arguments have been proffered.  The first is that the January 4 letter cannot be deemed a final denial because it did not specifically address appellants' August 18, 1993 letter.  We find, however, that the language of the letter was unambiguous in denying appellants' claim, which was made in both the July 19, 1993 and the August 18, 1993 letters.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Second, appellants argue that the January 4 letter failed to satisfy regulations governing the content of an FTCA claim denial letter, see 28 C.F.R. &#167; 14.9(a), because it did not state that the claimant may \"file suit\" in a United States District Court within six months.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We are unmoved by appellants' argument that the DEA's failure to use the words \"file suit\" created any confusion.  We find that the DEA's statement that \"[t]his denial may be appealed to the appropriate United States District Court within six months of this letter,\" while not using the words \"may file suit,\" adequately satisfied the requirements of regulation 14.9(a) by giving sufficient notice of the six-month limitations period applicable to their right to file suit in district court.  Cf. Hatchell v. United States, 776 F.2d 244, 245-46 (9th Cir.1985) (\"We decline to require any specific verbal formulation to ensure compliance with the regulations governing denial of claims.\").</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">For the reasons stated in this opinion, the district court's grant of summary judgment to the defendants is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiffs' complaint alleged:  assault, battery, false imprisonment, intentional infliction of emotional distress, invasion of privacy, unconstitutional search and seizure, and negligence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In addition, beginning in November 1993, the plaintiffs and the DEA exchanged correspondence regarding appellants' request for the names and identities of the DEA agents involved under the Freedom of Information Act, a series of letters that culminated in a letter of April 10, 1995 from the DEA formally denying appellants' request for information concerning the identities of the unknown agents</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 5303 provides:  \"Prescription of actions is interrupted by their institution before the courts, by extrajudicial claim of the creditor, and by any act of acknowledgment of debt by the debtor.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the case of Zambrana Maldonado v. Commonwealth, 1992 WL 754997 (P.R.1992), for example, the court stated specifically that extrajudicial claims must be read in their totality and in a liberal fashion, and yet also held that the claim must be received by the same debtor of the right who is the defendant in the subsequent lawsuit.  Id. at 9171-74</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> According to Diez Picazo:</p>\n        <p>In principle, claim stands for demand or notice.  That is:  it is an act for which the holder of a substantive right, addresses the passive subject of said right, demanding that he adopt the required conduct.  The claim, then, is a pretension in a technical sense.</p>\n        <p>Nazario, 895 F.2d at 44 (quoting Diez Picazo).  We note as well that the commentary of Diez Picazo, unfavorable to appellants here, was cited as an authority regarding the requirements of an extrajudicial claim in the Galib-Frangie decision, the very decision appellants argue harkens a change in the extrajudicial claim doctrine.  See Galib-Frangie, 1995 WL 905884.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The August 18 letter was merely a follow-up letter that repeated the allegations and claims made in the July 19 letter, and only added the signatures of appellants Pitts and Martnez</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The regulation at 28 C.F.R. &#167; 14.9(a) provides, in pertinent part:</p>\n        <p>The notification of final denial ... shall include a statement that, if the claimant is dissatisfied with the agency action, he may file suit in an appropriate U.S. District Court not later than six months after the date of mailing of the notification.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">832</span></span></p>\n    <p class=\"parties\">W. Douglas PITTS and Gloria Martinez, Plaintiffs--Appellants,<br>v.<br>UNITED STATES of America, et al., Defendants--Appellees.</p>\n    <p class=\"docket\">No. 96-1410.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1996.<br>Decided April 8, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lisa R. Daugherty, with whom Thomas E. Scott and Davis, Scott, Weber &amp; Edwards were on brief for appellants.</p>\n      <p class=\"indent\">Robert D. Kamenshine, Attorney, Appellate Staff, Civil Division, Department of Justice, with whom Frank W. Hunger, Assistant Attorney General, Guillermo Gil, United States Attorney, and Barbara L. Herwig, Attorney, Appellate Staff, were on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and DiCLERICO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants were mistakenly arrested by federal drug enforcement agents at the airport in San Juan, P.R. in April 1993.  They filed actions for tort damages against four individual federal agents pursuant to Bivens v. Six Unknown Named Agents of the Federal Bureau of Narcotics, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971), and against the United States under the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. &#167;&#167; 1346(b), 2671 et seq.   On February 13, 1996, the district court dismissed plaintiffs-appellants' complaint in its entirety as time-barred under the applicable federal and Puerto Rico statutes of limitations.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 21, 1993, appellants W. Douglas Pitts and Gloria Martnez were approached by defendant Jefferson Moran, a plain-clothed Drug Enforcement Agency (\"DEA\") agent, in the airport in San Juan and informed that they were under arrest.  Three other DEA agents surrounded them, handcuffed them, and transported them to DEA headquarters.  Only after being fingerprinted and photographed, appellants claim, did co-defendant DEA agent Edward Hernandez inform them of the reason for their arrest.  Apparently two witnesses identified Pitts as the man who had given them a package of heroin earlier that day.  Pitts was questioned and his briefcase was searched;  Martnez was allegedly strip-searched.  Appellants were released from detention approximately six hours after being arrested.  Appellants' complaint alleged that they were physically and verbally abused and sought damages on a number of legal grounds.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Because the issue on appeal is whether the suit was time-barred, however, we review the details concerning the timing and contents of communications between appellants and governmental agencies after the incident just described.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The mistaken arrest occurred on April 23, 1993.  The complaint was filed in district court on November 23, 1994.  On July 19, 1993, however, appellants' counsel sent a letter to the DEA stating appellants' intent to pursue a claim \"against the United States\" arising from the actions of DEA agents, and requesting damages and \"an apology from your office as well as a reprimand of the agents involved.\"   A response letter from the DEA dated August 6, 1993 stated that the appellants' July 19, 1993 letter did not satisfy the procedural requirements for a claim against the United States under the FTCA.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 18, 1993, appellants' counsel sent a second letter to the DEA, followed by a third letter on August 30, 1993, which repeated the appellants' intention to pursue a claim against the government, stated that counsel had been authorized to represent the appellants, and provided the appellants' signatures.  The DEA replied to appellants' August 18 letter in a letter dated September 9, 1993, stating that appellants' July 19 and August 18 letters also failed to satisfy the requirements of a \"claim\" under the FTCA.  Appellants' counsel replied by a letter of September 15, 1993 stating that it was the appellants' view that the August 18 letter did indeed constitute a proper claim under the FTCA.  Finally, the DEA sent a letter on January 4, 1994 denying the claim against the United States made in appellants' July 19, 1993 letter, and noting that the denial \"may be appealed\" to a federal district court within six months.  More than six months elapsed between January 4, 1994 and the date the complaint was filed, November 23, 1994.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court granted the appellees' motion to dismiss the complaint as untimely under both Puerto Rico's one-year statute of limitations (with regard to the tort claims against the officers) and the FTCA's six-month statute of limitations that runs from the time of the final denial of a claim by the pertinent governmental agency.  These letters are at the heart of this appeal because the appellants contend:  (1) that Puerto Rico's one-year statute of limitations governing their Bivens action was tolled under the \"extrajudicial claim exception\" by their letter of August 18, 1993, and did not begin running at least until the Government's denial letter of January 4, 1994;  and (2) that the requirement under the FTCA that they file suit against the government within six months of the final denial of their claim does not render their November 23, 1994 complaint time-barred because the government's January 4, 1994 denial letter did not trigger the six-month limitations period.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Claims Against the Agents</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellants do not dispute the settled proposition that their claims against Moran, Hernandez, and two other unknown DEA agents are subject to Puerto Rico's one-year statute of limitations governing, inter alia, personal injury torts.  See P.R. Laws Ann. tit. 31 &#167; 5298(2) (1991);  cf.  Ramirez Morales v. Rosa Viera, <span class=\"citation\" data-id=\"485355\"><a href=\"/opinion/485355/jaime-ramirez-morales-etc-v-isidoro-rosa-viera-etc/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span>, 4 (1st Cir.1987).  Rather, they argue that the period, which would have barred their suit from being brought after April 21, 1994, was tolled under the Puerto Rico tolling statute's extrajudicial claim provision.  See P.R. Laws Ann. tit. 31 &#167; 5303 (1991).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Specifically, they argue that under the Puerto Rico Supreme Court's interpretation of the extrajudicial claim provision, their claim was tolled from the time of their August 18, 1993 letter to the DEA (stating appellants' \"intent to submit a claim against the United States government\" and requesting a \"reprimand\" of the officers) to at least January 4, 1994, the date of the government's letter purportedly denying the claim, at which point, under Puerto Rico law, the one-year period would have been restarted at zero and would have begun to run anew.  See Rodriguez Narvaez v. Nazario, <span class=\"citation\" data-id=\"536032\"><a href=\"/opinion/536032/alicia-rodriguez-narvaez-v-ariel-nazario-etc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 45 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The problem with appellants' argument is that their August 18 letter--like the other letters they sent to the DEA--did not identify any legal claim against the individual officers, and therefore cannot be deemed to have tolled the statute of limitations as to the suit against the officers.  Puerto Rico Supreme Court decisions applying the tolling provision of section 5303 indicate that one of the necessary requirements of an extrajudicial claim for the purposes of tolling is the requirement of \"identity.\"   See Galib-Frangie v. El Vocero de Puerto Rico, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">905884</span></span> (P.R.1995);  see also Kery v. American Airlines, Inc., <span class=\"citation no-link\"><span class=\"volume\">931</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">947</span></span>, 951-53 (D.P.R.1995) (summarizing Puerto Rico Supreme Court interpretation of section 5303).  The identity requirement means that the same right and the same relief affected by the statute of limitations must appear in the extrajudicial claim.  See Nazario, 895 F.2d at 44;  Kery, 931 F.Supp. at 954.   To satisfy this requirement, the extrajudicial claim must be made against the same debtor or passive subject of the right in question, and not against a third party.  Nazario, 895 F.2d at 44 (citing Velilla v. Pueblo Supermarkets, Inc., <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">732</span></span>, 734-35 (P.R.1981)).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants' August 18 letter, addressed to the associate chief counsel of the DEA, states an intent to make a \"claim against the United States government\" and also requests an official \"reprimand\" of the officers involved.  It does not assert any legal claims directly against the officers.  The letter, therefore, fails to satisfy the requirement of identity for the purposes of the extrajudicial claim doctrine.  Appellants, citing the Galib-Frangie decision, argue that the Puerto Rico Supreme Court has recently ruled that the extrajudicial claim doctrine should be applied liberally.  We are not persuaded by this argument, because nowhere in the Galib-Frangie opinion, or, to our knowledge, in any other recent decision of the Puerto Rico Supreme Court, is there any support for a departure from the well-established rule that an extrajudicial claim must request the same type of relief against the same defendants.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In fact, in Galib-Frangie, the case relied on by the appellants, the court iterated that the identity requirement is a necessary condition of an extrajudicial claim under section 5303.  Galib-Frangie, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">905884</span></span>.   Moreover, the learned commentary on this civil code provision suggests that an extrajudicial claim must serve as a notice or demand to the \"passive subject of said right,\" here the DEA agents.  See Nazario, 895 F.2d at 44 (quoting Spanish civil code commentator Diez Picazo).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The DEA agents plainly could not be apprised of a damages suit against them as individuals by a letter stating an intention to bring a claim against the government.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the alternative, appellants argue that summary judgment was improper because a question of material fact exists as to whether the individual DEA agents received copies of, or were otherwise informed of, the letters.  This argument fails because, even assuming they received copies of the letters, the content of the letters would not put them on notice as to the possibility of being sued individually for damages.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">These considerations lead us to conclude that the district court properly applied Puerto Rico law in finding the suit against the DEA agents to be time-barred.</p>\n    </div>\n    <p>II. The Claim under the FTCA</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">FTCA claimants must file suit in federal court within six months of the date on which the federal agency to which the claim has been addressed mails notice of final denial of their claim.  See 28 U.S.C. &#167; 2401(b).  Here, it is not disputed that the DEA sent a letter on January 4, 1994 to appellants' counsel stating that, in response to appellants' July 19, 1993 letter, \"[t]o the extent that this correspondence can be construed as claim [sic] against the United States of America pursuant to the Federal Tort Claims Act (FTCA), 28 U.S.C. &#167; 2671 et seq., such claim is denied.\"   Appellants filed their suit under the FTCA in November 1994, more than six months after the DEA denial letter was mailed, and thus their FTCA claim was properly found to be time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, two meritless arguments have been proffered.  The first is that the January 4 letter cannot be deemed a final denial because it did not specifically address appellants' August 18, 1993 letter.  We find, however, that the language of the letter was unambiguous in denying appellants' claim, which was made in both the July 19, 1993 and the August 18, 1993 letters.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Second, appellants argue that the January 4 letter failed to satisfy regulations governing the content of an FTCA claim denial letter, see 28 C.F.R. &#167; 14.9(a), because it did not state that the claimant may \"file suit\" in a United States District Court within six months.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We are unmoved by appellants' argument that the DEA's failure to use the words \"file suit\" created any confusion.  We find that the DEA's statement that \"[t]his denial may be appealed to the appropriate United States District Court within six months of this letter,\" while not using the words \"may file suit,\" adequately satisfied the requirements of regulation 14.9(a) by giving sufficient notice of the six-month limitations period applicable to their right to file suit in district court.  Cf. Hatchell v. United States, <span class=\"citation\" data-id=\"460277\"><a href=\"/opinion/460277/thomas-f-hatchell-v-united-states-of-america-the-united-states/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">244</span></a></span>, 245-46 (9th Cir.1985) (\"We decline to require any specific verbal formulation to ensure compliance with the regulations governing denial of claims.\").</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">For the reasons stated in this opinion, the district court's grant of summary judgment to the defendants is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiffs' complaint alleged:  assault, battery, false imprisonment, intentional infliction of emotional distress, invasion of privacy, unconstitutional search and seizure, and negligence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In addition, beginning in November 1993, the plaintiffs and the DEA exchanged correspondence regarding appellants' request for the names and identities of the DEA agents involved under the Freedom of Information Act, a series of letters that culminated in a letter of April 10, 1995 from the DEA formally denying appellants' request for information concerning the identities of the unknown agents</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 5303 provides:  \"Prescription of actions is interrupted by their institution before the courts, by extrajudicial claim of the creditor, and by any act of acknowledgment of debt by the debtor.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the case of Zambrana Maldonado v. Commonwealth, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">754997</span></span> (P.R.1992), for example, the court stated specifically that extrajudicial claims must be read in their totality and in a liberal fashion, and yet also held that the claim must be received by the same debtor of the right who is the defendant in the subsequent lawsuit.  Id. at 9171-74</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> According to Diez Picazo:</p>\n        <p>In principle, claim stands for demand or notice.  That is:  it is an act for which the holder of a substantive right, addresses the passive subject of said right, demanding that he adopt the required conduct.  The claim, then, is a pretension in a technical sense.</p>\n        <p>Nazario, 895 F.2d at 44 (quoting Diez Picazo).  We note as well that the commentary of Diez Picazo, unfavorable to appellants here, was cited as an authority regarding the requirements of an extrajudicial claim in the Galib-Frangie decision, the very decision appellants argue harkens a change in the extrajudicial claim doctrine.  See Galib-Frangie, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">905884</span></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The August 18 letter was merely a follow-up letter that repeated the allegations and claims made in the July 19 letter, and only added the signatures of appellants Pitts and Martnez</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The regulation at 28 C.F.R. &#167; 14.9(a) provides, in pertinent part:</p>\n        <p>The notification of final denial ... shall include a statement that, if the claimant is dissatisfied with the agency action, he may file suit in an appropriate U.S. District Court not later than six months after the date of mailing of the notification.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536032/"
  ]
}