{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197274/",
  "absolute_url": "/opinion/197274/united-states-v-saldana/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197274/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:26:03Z",
  "date_modified": "2017-03-24T10:50:48.146634Z",
  "type": "010combined",
  "sha1": "97ef4264c50aa99046be3fc3b6147ab3b1d11a07",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1371.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1371\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       MODESTO SALDANA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe opinion of this Court, issued on March 31, 1997, is amended\r\nas follows:\r\n\nOn page 10, line 5 of 3rd full paragraph, replace \"consecutive\"\r\nwith \"concurrent\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1371\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       MODESTO SALDANA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nDiana L. Maldonado, Federal Defender Office, for appellant.\r                              \r\nJohn  M. Griffin,  Assistant  United States  Attorney,  with  whom\r                            \r\nDonald K. Stern, United States  Attorney, was on brief for  the United\r                       \r\nStates.\r\n\n                                         \r\n\n                        March 31, 1997\r\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.    Modesto Saldana  appeals  to\r                                        \r\n\ncontest his  prison  sentence.    He  argues  that  delay  in\r\n\nprosecuting him caused prejudice that should have been offset\r\n\nby a downward departure.  The government, as usual, says that\r\n\na refusal to  depart is not reviewable and, in any event, was\r\n\nnot  error.  The merits of the case are straightforward; what\r\n\nis  more difficult  is to  bring some  order to  a recurring,\r\n\ninherently confusing issue created  by an overlap between the\r\n\nquestion of our  authority to  review and the  merits of  the\r\n\ncase.\r\n\n                              I.\r\n\n     Saldana,  a  citizen  of  the  Dominican  Republic,  was\r\n\nconvicted  in January 1991 of  a drug offense  in state court\r\n\nand  given probation.   In  August and  October 1991,  he was\r\n\narrested by local authorities and charged with two additional\r\n\ndrug offenses committed while still on probation.  But he was\r\n\nthereafter deported  in October  1991 before being  tried for\r\n\nthe newly charged crimes.  \r\n\n     Thereafter,  Saldana reentered the United States without\r\n\npermission from the Attorney  General.  In April 1993  he was\r\n\narrested and drugs were found on his person, giving rise to a\r\n\nfourth state drug charge.  Following state court proceedings,\r\n\nhe was sentenced to  30 months in state prison  as punishment\r\n\nfor four  different offenses:  the January 1991  offense, for\r\n\nwhich probation was revoked; the two later 1991 offenses; and\r\n\nthe April 1993 offense.\r\r\n\n     The  Immigration and  Naturalization  Service  lodged  a\r\n\ndetainer against Saldana at the time of his arrest.  In March\r\n\n1994, it appears that federal agents interviewed him while he\r\n\nwas serving his state sentence.  He was not, however, charged\r\n\nwith the federal  offense at  that time.   Saldana served  20\r\n\nmonths of  his 30-month state  sentence and  was released  in\r\n\nDecember 1994.\r\n\n     Shortly afterwards,  he was indicted by  a federal grand\r\n\njury and  charged with  reentering the United  States without\r\n\npermission after having been deported on account of a serious\r\n\ndrug  offense.    8  U.S.C.      1326(a),  1326(b)(2).    The\r\n\nindictment was  well within the  limitations period.   See 18\r                                                                      \r\n\nU.S.C.    3282.  Saldana pled guilty to this charge in August\r\n\n1995.  He  was sentenced  by the district  court in  February\r\n\n1996 to 70 months' imprisonment.\r\n\n     The   sentence  was  the   minimum  allowed  within  the\r\n\nguideline range (70 to 87 months) as computed by the district\r\n\ncourt.  The computation  reflected a base offense level  of 8\r\n\nfor illegal reentry, U.S.S.G.    2L1.2(a), adjusted upward by\r\n\n16 levels because Saldana had been deported for an aggravated\r\n\nfelony, id.   2L1.2(b)(2), and reduced by 3 levels due to his\r                       \r\n\nacceptance  of  responsibility,  id.      3E1.1.    Saldana's\r                                                \r\n\ncriminal history  category (V) reflected the  four prior drug\r\n\nconvictions,  three of  which  occurred after  his arrest  in\r\n\nApril 1993.\r\n\n                             -3-\r                                         -3-\r\r\n\n     At sentencing Saldana argued that if he had been charged\r\n\nwith  the  federal  offense  while still  serving  his  state\r\n\nsentence,  the  federal  sentence  would,  under  U.S.S.G.   \r\n\n5G1.3(c), have been  set to run  concurrently with the  state\r\n\nsentence.   That provision gives the  district court latitude\r\n\nto  make a new sentence concurrent to or consecutive with one\r\n\nalready  being served;  and,  as it  stood  prior to  a  1995\r\n\namendment,  the  section's  application  note 3  contained  a\r\n\ncomment that  might  have supported  a  concurrent  sentence.\r\n\nU.S.S.G.   5G1.3, comment. n.3 (Nov. 1994).1  \r\n\n     Concurrency  would have effectively  subtracted from the\r\n\nfederal sentence any  time served on the  state sentence; and\r\n\nSaldana asked  the district court to achieve  the same result\r\n\nthrough  a  downward  departure.   With  less  basis  in  the\r\n\nguidelines,  he  also argued  that  this  hypothetical single\r\n\nsentencing would also  have resulted in a much lower criminal\r\n\nhistory  score.2    Taking  this lower  score  together  with\r\n\n                    \r                                \r\n\n     1The comment,  since repealed,  U.S.S.G. App.  C, Amend.\r\n535 (Nov. 1995), suggested that the federal court compute the\r\nsentence  as if the offenses had been the subject of a single\r\nfederal  sentence.    This  would help  Saldana  because  the\r\nguidelines ignore  less serious crimes sentenced  at the same\r\ntime  as a more serious one where the offense level disparity\r\nis quite large.  U.S.S.G.   3D1.4.\r\n\n     2His imaginative  theory was that the  three latest drug\r\noffenses  would  not  have  been   prior  convictions  adding\r                                                    \r\nautomatically  to his score if  he had been  sentenced at the\r\nsame time for those offenses and the reentry offense.  But if\r\nthe  criminal history  score  were computed  in this  lenient\r\nfashion,  it  would  arguably  have  underrepresented  actual\r\ncriminal history, warranting an upward departure.  U.S.S.G.  \r\n\n                             -4-\r                                         -4-\r\r\n\nconcurrency, Saldana argued that his  proper federal sentence\r\n\nshould be 21 to 31 months.  \r\n\n     In explaining its refusal  to depart, the district court\r\n\nsaid that departures were possible when the case fell outside\r\n\nthe \"heartland\" of the guidelines; that the heartland \"has to\r\n\ndo  with  the nature  of  the offense  or the  nature  of the\r\n\noffender\";  that  nothing  about  the  offense  here  or  the\r\n\ndefendant made this \"an unusual  out of the heartland  case\";\r\n\nand that the court  would be more sympathetic to  a departure\r\n\nrequest  if  the  government  had  deliberately  delayed  the\r\n\nprosecution for improper reasons.  The court then said:\r\n\n          There is nothing in  this case to suggest that\r\n     there  was any deliberate  misconduct or deliberate\r\n     omission on the  part of the  Government.  While  I\r\n     recognize that  this is  not a  case  in which  due\r\n     process  is claimed,  the due  process argument  is\r\n     being made, it seems  to me that if a  departure is\r\n     going  to be made where there  is nothing about the\r\n     offender   and  nothing  about   the  offense  that\r\n     suggests  the case [is]  outside of  the heartland,\r\n     that there should be something to suggest more than\r\n     mere delay, mere passage of time to  make this case\r\n     suitable  for  a   heartland  downward   departure.\r\n     Accordingly as  I said, I will not grant the motion\r\n     for downward departure.\r\n\n     Saldana now  appeals,  arguing that  the district  court\r\n\nmisunderstood its  authority to depart.   The government says\r\n\nthat we  have no  jurisdiction to hear  the appeal.   It also\r\n\nsays  that  the  district  court did  not  misunderstand  its\r\n\nauthority and that its refusal to depart was sound.  Finally,\r\n\n                    \r                                \r\n\n4A1.3.\r\n\n                             -5-\r                                         -5-\r\r\n\nit says  that Saldana  has misconstrued section  5G1.3(c) and\r\n\nthat the sentence would have had to be consecutive even if it\r\n\nhad been imposed during the term of the state sentence.\r\n\n                             II.\r\n\n     The jurisdictional argument made  by the government  has\r\n\nbecome a recurring distraction.  Under 18 U.S.C.   3742(a), a\r\n\ndefendant may appeal from his sentence, inter alia, if it was\r                                                              \r\n\nimposed \"in violation of law\" or by \"an incorrect application\r\n\nof  the sentencing  guidelines\";  but the  defendant may  not\r\n\nappeal from a  sentence within the  guideline range if  there\r\n\nwas no  legal error and the  only claim is that  the district\r\n\ncourt acted unreasonably in declining  to depart.  See United\r                                                                         \r\n\nStates v. Tucker, 892 F.2d 8, 10 (1st Cir. 1989).\r                            \r\n\n     Where the district court refuses  to depart because of a\r\n\nmisunderstanding as to the law, the legal error is reviewable\r\n\nunder one or both of the  two quoted rubrics.  United  States\r                                                                         \r\n\nv. Romolo, 937 F.2d  20, 23 (1st Cir. 1991).   But confusion,\r                     \r\n\nand  many \"jurisdictional\" objections, have resulted from the\r\n\noverlap  between  the  jurisdictional issue  and  the merits.\r\n\nRead  literally, 18 U.S.C.    3742(a) might  suggest that the\r\n\nauthority to review a  \"violation\" or \"incorrect application\"\r\n\nvanishes when  the appellate court decides  that the district\r\n\ncourt did not commit a legal error.  \r                         \r\n\n     A  more sensible  reading  of the  statute  is that  the\r\n\ndefendant has a  right to appeal to present a  claim of legal\r                                                                \r\n\n                             -6-\r                                         -6-\r\r\n\nerror, or  at least a  colorable claim.   The balance  of the\r\n\nstatute bears  out this reading.   It says that  the court on\r\n\nreview shall determine whether there  was such a legal error,\r\n\nshall remand if  there was such  an error, and if  not \"shall\r\n\naffirm\" the  sentence.  18 U.S.C.   3742(f).  It does not say\r\n\n\"shall  dismiss the appeal.\"   See Romolo, 937  F.2d at 22-23\r                                                     \r\n\n(stating  that appellate  jurisdiction  exists  if  defendant\r\n\n\"advances a `purely legal' issue\").\r\n\n     Plainly Saldana  is  claiming that  the  district  court\r\n\ncommitted two legal errors:   by saying or implying  (1) that\r\n\ndepartures can be based  only upon the nature of  the offense\r\n\nor the  nature of the  offender and (2) that  a departure for\r\n\ngovernment  delay can only be based on misconduct.  These are\r\n\ncolorable readings of the district court opinion.  And, taken\r\n\nalone,  the  first  proposition  is  wrong,  and  the  second\r\n\narguably  so.  Why, then,  is the government  arguing that we\r\n\nhave no jurisdiction to hear the appeal?\r\n\n     The answer,  perhaps, is partly  habit and a  refusal to\r\n\nleave out any possible argument, especially  one framed as an\r\n\nattack on \"jurisdiction.\"  But partly it is our own fault for\r\n\nfailing to follow a consistent course.  Compare, e.g., United\r                                                                         \r\n\nStates  v.  Morrison, 46  F.3d  127, 132-33  (1st  Cir. 1995)\r                                \r\n\n(dismissing appeal),  with United  States v. Romero,  32 F.3d\r                                                               \r\n\n641, 654  (1st Cir. 1994) (affirming  sentence).  Henceforth,\r\n\nwhere the defendant colorably claims that a refusal to depart\r\n\n                             -7-\r                                         -7-\r\r\n\nrests upon a  legal error--and so  alleges that the  sentence\r                                                      \r\n\nwas  imposed  in   violation  of  law  or  by   an  incorrect\r\n\napplication of  the guidelines--the government  might wish to\r\n\nsave  time by  focusing on  the question  of whether  a legal\r\n\nerror  occurred.   Cf.  Bell v.  Hood,  327 U.S.  678, 681-83\r                                                 \r\n\n(1946)  (jurisdiction may  be  assumed  to determine  whether\r\n\ncomplaint states a federal claim).    \r\n\n     We do not mean to say that  the so-called jurisdictional\r\n\nobjection is always inapt.   It would be perfectly  valid if,\r\n\nas rarely happens, the  defendant's only claim on  appeal was\r\n\nthat,  although  the   district  court  had   understood  its\r\n\nauthority, it  abused its discretion in  declining to depart.\r\n\nAnd  if the  latter claim is  advanced along with  a claim of\r\n\nlegal error, the government is within its rights to remind us\r\n\nthat  the abuse of discretion claim is not subject to review.\r\n\nSee Tucker, 892 F.2d at 9-10.\r                      \r\n\n                             III.\r\n\n     In turning  now to the  merits, the question  is whether\r\n\nthe district court did misunderstand its authority to depart.\r\n\nWhat  the  district  court  thought  was  the  scope  of  its\r                                               \r\n\nauthority is perhaps a  question of fact, but it  is one that\r\n\nwe  must  answer  ourselves,  by   reviewing  the  sentencing\r\n\ntranscript.  Whether the district court's belief was mistaken\r\n\nis plainly a legal question  that we review de novo.   United\r                                                                         \r\n\nStates v. Grandmaison, 77 F.3d 555, 560 (1st Cir. 1996).\r                                 \r\n\n                             -8-\r                                         -8-\r\r\n\n     The first proposition  attributed to the district  court\r\n\nby  Saldana, and claimed to  be error, is  that the guideline\r\n\nheartland is defined by  the nature of the defendant  and the\r\n\nnature  of the offense, and  that departures are  to be based\r\n\nupon  the same  two variables.   The  district court  did use\r\n\napproximately these words.  Taken at face value, they are not\r\n\na complete statement of the possible bases for departure.\r\n\n     True, many  of the  possible factors that  could provide\r\n\ngrounds for  departure relate to  the nature of  the offense,\r\n\nand  others  relate  to  the  defendant.3     But  these  two\r\n\ncategories  do not exhaust  all possibilities.   Merely as an\r\n\nexample, United States v. Koon, 116 S. Ct. 2035, 2053 (1996),\r                                          \r\n\napproved a departure based partly upon the prosecution of the\r\n\nsame conduct by a second sovereign.\r\n\n     But, of course, whatever the district court said, it did\r\n\nnot  mean  that   departures  could  only  be  based  on  the\r                                                     \r\n\ndefendant's conduct  or the  defendant.  We  know this--quite\r\n\napart from common sense--because the district court explained\r\n\nthat it would have  considered a departure in this  very case\r\n\nif the defendant's  sentence had been increased because  of a\r\n\ndelay caused by prosecution  misconduct, a variable unrelated\r\n\nto the defendant's circumstances or to his own conduct.\r\n\n                    \r                                \r\n\n     3See, e.g., United States v. Pierro, 32 F.3d 611, 619-20\r                                                    \r\n(1st  Cir.  1994)  (claim  that \"conduct\"  fell  outside  the\r\nheartland),  cert.  denied, 115  S.  Ct.  919 (1995);  United\r                                                                         \r\nStates v. Rivera, 994 F.2d 942, 952-53 (1st Cir. 1993) (claim\r                            \r\nof heavy family responsibilities).\r\n\n                             -9-\r                                         -9-\r\r\n\n     Obviously what the district court meant  to say was that\r\n\ndepartures  are   most   often  based   upon   some   special\r\n\ncharacteristic  of  the defendant  or  the  offense and  that\r\n\nnothing unusual in  these respects was  presented here.   The\r                                              \r\n\ncourt  then  addressed  the  single  feature  here  that  was\r\n\narguably different  from the typical case,  namely, the delay\r\n\nin prosecution; and, far from ruling delay out as a potential\r\n\ndeparture factor, the court  then considered when delay might\r\n\nbe the  basis for a  departure.  In  sum, the first  claim of\r\n\nerror rests on a quotation out of context.\r\n\n     The  second claim of error is a closer question, but not\r\n\nby much.  The district court could be taken to have said that\r\n\nit  would  consider  delay  in  prosecution  as  a  basis for\r\n\ndeparture, assuming prejudice, only  if the delay were caused\r\n\nby  government  misconduct reflecting  bad  faith.   This  is\r\n\ncertainly a permissible  reading of the court's words, if one\r\n\njuxtaposes   the  court's   statement   that  there   was  no\r\n\n\"deliberate  misconduct\" here  with its  subsequent statement\r\n\nthat \"there should  be something  to suggest  more than  mere\r\n\ndelay.\"\r\n\n     If  the district court meant that only a bad faith delay\r\n\ncould support departure downward, it  arguably overstated the\r\n\nlaw.  Under the  guidelines, a delay in prosecution  can have\r\n\nvarious  adverse effects  on  the defendant's  sentence;  for\r\n\nexample,  apart from  the lost  opportunity for  a concurrent\r\n\n                             -10-\r                                         -10-\r\r\n\nsentence, it  can drastically  affect criminal history  if in\r\n\nthe meantime the defendant is convicted of other crimes.  See\r                                                                         \r\n\nU.S.S.G.   4A1.1.  Or, a mitigating circumstance--which might\r\n\notherwise affect sentencing--might disappear.  See U.S.S.G.  \r                                                              \r\n\n5K2.0.\r\n\n     It  seems to  us  possible that  someone  with time  and\r\n\ningenuity  could construct a case where a careless or even an\r\n\ninnocent  delay produced  sentencing consequences  so unusual\r\n\nand unfair that a departure would be permissible.  Certainly,\r\n\nthe Ninth Circuit  thought this  was so in  United States  v.\r                                                                     \r\n\nMartinez,  77  F.3d  332, 336-37  (1996).    But  it is  also\r                    \r\n\nunlikely that  the district  court really  meant to  rule out\r\n\nthis  remote   possibility,  and  it  is   certain  that  the\r\n\npossibility is irrelevant to the present case.\r\n\n     After  all, what the district court  said is true almost\r                                                                         \r\n\nall of the  time: deliberate tampering to increase a sentence\r\n\nwould   be  a   concern,  but   the  ordinary   accidents  of\r\n\nacceleration or  delay are  part of  the  fabric of  criminal\r\n\nproceedings.  Indeed, several  of our decisions rejecting due\r\n\nprocess claims  that delay  caused sentencing  prejudice have\r\n\nemphasized that the delay was not aimed at manipulation.  See\r                                                                         \r\n\nUnited  States v. McCoy, 977  F.2d 706, 711  (1st Cir. 1992);\r                                   \r\n\nAcha v.  United States, 910 F.2d 28, 32 (1st Cir. 1990).  And\r                                  \r\n\nin the  present  case,  the  delay was  neither  extreme  nor\r\n\nimplicitly sinister.\r\n\n                             -11-\r                                         -11-\r\r\n\n     District  judges normally  deliver  their  decisions  on\r\n\nsentencing from the  bench, just after, and sometimes  in the\r\n\ncourse of,  the presentation  of numerous arguments  and even\r\n\nevidence  as to  the permissible  range and  proper sentence.\r\n\nThese often  spontaneous remarks  are addressed primarily  to\r\n\nthe case at hand and are unlikely to be a perfect or complete\r\n\nstatement of all of  the surrounding law.  What  the district\r\n\njudge said  here  was entirely  adequate as  directed to  the\r\n\npresent case.\r\n\n     Accordingly,  we have  no  occasion to  consider whether\r\n\nSaldana  could or  would  have received  a partly  concurrent\r\n\nsentence if the federal sentencing  had occurred while he was\r\n\nstill in state  prison.   The question is  laborious even  to\r\n\ndescribe  in full  because it  is complicated  by changes  in\r\n\nguideline commentary  and a possible  ex post facto  claim if\r                                                               \r\n\nthe current version  were applied to Saldana.  Resolution can\r\n\nawait a case where the issue could affect the result.\r\n\n     Affirmed.\r                          \r\n\n                             -12-\r                                         -12-\r\r\n",
  "html": "<p class=\"case_cite\">109 F.3d 100</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Modesto SALDANA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1371.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1997.<br>Decided March 31, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Diana L. Maldonado, Federal Defender Office, Boston, MA, for defendant, appellant.</p>\n      <p class=\"indent\">John M. Griffin, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Modesto Saldana appeals to contest his prison sentence.  He argues that delay in prosecuting him caused prejudice that should have been offset by a downward departure.  The government, as usual, says that a refusal to depart is not reviewable and, in any event, was not error.  The merits of the case are straightforward;  what is more difficult is to bring some order to a recurring, inherently confusing issue created by an overlap between the question of our authority to review and the merits of the case.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Saldana, a citizen of the Dominican Republic, was convicted in January 1991 of a drug offense in state court and given probation.  In August and October 1991, he was arrested by local authorities and charged with two additional drug offenses committed while still on probation.  But he was thereafter deported in October 1991 before being tried for the newly charged crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Thereafter, Saldana reentered the United States without permission from the Attorney General.  In April 1993 he was arrested and drugs were found on his person, giving rise to a fourth state drug charge.  Following state court proceedings, he was sentenced to 30 months in state prison as punishment for four different offenses:  the January 1991 offense, for which probation was revoked;  the two later 1991 offenses;  and the April 1993 offense.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Immigration and Naturalization Service lodged a detainer against Saldana at the time of his arrest.  In March 1994, it appears that federal agents interviewed him while he was serving his state sentence.  He was not, however, charged with the federal offense at that time.  Saldana served 20 months of his 30-month state sentence and was released in December 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly afterwards, he was indicted by a federal grand jury and charged with reentering the United States without permission after having been deported on account of a serious drug offense.  8 U.S.C. &#167;&#167; 1326(a), 1326(b)(2).  The indictment was well within the limitations period.  See 18 U.S.C. &#167; 3282.  Saldana pled guilty to this charge in August 1995.  He was sentenced by the district court in February 1996 to 70 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The sentence was the minimum allowed within the guideline range (70 to 87 months) as computed by the district court.  The computation reflected a base offense level of 8 for illegal reentry, U.S.S.G. &#167; 2L1.2(a), adjusted upward by 16 levels because Saldana had been deported for an aggravated felony, id.  &#167; 2L1.2(b)(2), and reduced by 3 levels due to his acceptance of responsibility, id.  &#167;  3E1.1. Saldana's criminal history category (V) reflected the four prior drug convictions, three of which occurred after his arrest in April 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At sentencing Saldana argued that if he had been charged with the federal offense while still serving his state sentence, the federal sentence would, under U.S.S.G. &#167; 5G1.3(c), have been set to run concurrently with the state sentence.  That provision gives the district court latitude to make a new sentence concurrent to or consecutive with one already being served;  and, as it stood prior to a 1995 amendment, the section's application note 3 contained a comment that might have supported a concurrent sentence.  U.S.S.G. &#167; 5G1.3, comment. n. 3 (Nov.1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Concurrency would have effectively subtracted from the federal sentence any time served on the state sentence;  and Saldana asked the district court to achieve the same result through a downward departure.  With less basis in the guidelines, he also argued that this hypothetical single sentencing would also have resulted in a much lower criminal history score.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Taking this lower score together with concurrency, Saldana argued that his proper federal sentence should be 21 to 31 months.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In explaining its refusal to depart, the district court said that departures were possible when the case fell outside the \"heartland\" of the guidelines;  that the heartland \"has to do with the nature of the offense or the nature of the offender\";  that nothing about the offense here or the defendant made this \"an unusual out of the heartland case\";  and that the court would be more sympathetic to a departure request if the government had deliberately delayed the prosecution for improper reasons.  The court then said:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is nothing in this case to suggest that there was any deliberate misconduct or deliberate omission on the part of the Government.  While I recognize that this is not a case in which due process is claimed, the due process argument is being made, it seems to me that if a departure is going to be made where there is nothing about the offender and nothing about the offense that suggests the case [is] outside of the heartland, that there should be something to suggest more than mere delay, mere passage of time to make this case suitable for a heartland downward departure.  Accordingly as I said, I will not grant the motion for downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Saldana now appeals, arguing that the district court misunderstood its authority to depart.  The government says that we have no jurisdiction to hear the appeal.  It also says that the district court did not misunderstand its authority and that its refusal to depart was sound.  Finally, it says that Saldana has misconstrued section 5G1.3(c) and that the sentence would have had to be consecutive even if it had been imposed during the term of the state sentence.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The jurisdictional argument made by the government has become a recurring distraction.  Under 18 U.S.C. &#167; 3742(a), a defendant may appeal from his sentence, inter alia, if it was imposed \"in violation of law\" or by \"an incorrect application of the sentencing guidelines\";  but the defendant may not appeal from a sentence within the guideline range if there was no legal error and the only claim is that the district court acted unreasonably in declining to depart.  See United States v. Tucker, 892 F.2d 8, 10 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where the district court refuses to depart because of a misunderstanding as to the law, the legal error is reviewable under one or both of the two quoted rubrics.  United States v. Romolo, 937 F.2d 20, 23 (1st Cir.1991).  But confusion, and many \"jurisdictional\" objections, have resulted from the overlap between the jurisdictional issue and the merits.  Read literally, 18 U.S.C. &#167; 3742(a) might suggest that the authority to review a \"violation\" or \"incorrect application\" vanishes when the appellate court decides that the district court did not commit a legal error.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A more sensible reading of the statute is that the defendant has a right to appeal to present a claim of legal error, or at least a colorable claim.  The balance of the statute bears out this reading.  It says that the court on review shall determine whether there was such a legal error, shall remand if there was such an error, and if not \"shall affirm\" the sentence.  18 U.S.C. &#167; 3742(f).  It does not say \"shall dismiss the appeal.\"   See Romolo, 937 F.2d at 22-23 (stating that appellate jurisdiction exists if defendant \"advances a 'purely legal' issue\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Plainly Saldana is claiming that the district court committed two legal errors:  by saying or implying (1) that departures can be based only upon the nature of the offense or the nature of the offender and (2) that a departure for government delay can only be based on misconduct.  These are colorable readings of the district court opinion.  And, taken alone, the first proposition is wrong, and the second arguably so.  Why, then, is the government arguing that we have no jurisdiction to hear the appeal?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The answer, perhaps, is partly habit and a refusal to leave out any possible argument, especially one framed as an attack on \"jurisdiction.\"   But partly it is our own fault for failing to follow a consistent course.  Compare, e.g., United States v. Morrison, 46 F.3d 127, 132-33 (1st Cir.1995) (dismissing appeal), with United States v. Romero, 32 F.3d 641, 654 (1st Cir.1994) (affirming sentence).  Henceforth, where the defendant colorably claims that a refusal to depart rests upon a legal error--and so alleges that the sentence was imposed in violation of law or by an incorrect application of the guidelines--the government might wish to save time by focusing on the question of whether a legal error occurred.  Cf. Bell v. Hood, 327 U.S. 678, 681-83, 66 S.Ct. 773, 775-76, 90 L.Ed. 939 (1946) (jurisdiction may be assumed to determine whether complaint states a federal claim).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We do not mean to say that the so-called jurisdictional objection is always inapt.  It would be perfectly valid if, as rarely happens, the defendant's only claim on appeal was that, although the district court had understood its authority, it abused its discretion in declining to depart.  And if the latter claim is advanced along with a claim of legal error, the government is within its rights to remind us that the abuse of discretion claim is not subject to review.  See Tucker, 892 F.2d at 9-10.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In turning now to the merits, the question is whether the district court did misunderstand its authority to depart.  What the district court thought was the scope of its authority is perhaps a question of fact, but it is one that we must answer ourselves, by reviewing the sentencing transcript.  Whether the district court's belief was mistaken is plainly a legal question that we review de novo.  United States v. Grandmaison, 77 F.3d 555, 560 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The first proposition attributed to the district court by Saldana, and claimed to be error, is that the guideline heartland is defined by the nature of the defendant and the nature of the offense, and that departures are to be based upon the same two variables.  The district court did use approximately these words.  Taken at face value, they are not a complete statement of the possible bases for departure.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">True, many of the possible factors that could provide grounds for departure relate to the nature of the offense, and others relate to the defendant.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  But these two categories do not exhaust all possibilities.  Merely as an example, Koon v. United States, --- U.S. ----, ----, 116 S.Ct. 2035, 2053, 135 L.Ed.2d 392 (1996), approved a departure based partly upon the prosecution of the same conduct by a second sovereign.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But, of course, whatever the district court said, it did not mean that departures could only be based on the defendant's conduct or the defendant.  We know this--quite apart from common sense--because the district court explained that it would have considered a departure in this very case if the defendant's sentence had been increased because of a delay caused by prosecution misconduct, a variable unrelated to the defendant's circumstances or to his own conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Obviously what the district court meant to say was that departures are most often based upon some special characteristic of the defendant or the offense and that nothing unusual in these respects was presented here.  The court then addressed the single feature here that was arguably different from the typical case, namely, the delay in prosecution;  and, far from ruling delay out as a potential departure factor, the court then considered when delay might be the basis for a departure.  In sum, the first claim of error rests on a quotation out of context.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The second claim of error is a closer question, but not by much.  The district court could be taken to have said that it would consider delay in prosecution as a basis for departure, assuming prejudice, only if the delay were caused by government misconduct reflecting bad faith.  This is certainly a permissible reading of the court's words, if one juxtaposes the court's statement that there was no \"deliberate misconduct\" here with its subsequent statement that \"there should be something to suggest more than mere delay.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If the district court meant that only a bad faith delay could support departure downward, it arguably overstated the law.  Under the guidelines, a delay in prosecution can have various adverse effects on the defendant's sentence;  for example, apart from the lost opportunity for a concurrent sentence, it can drastically affect criminal history if in the meantime the defendant is convicted of other crimes.  See U.S.S.G. &#167; 4A1.1.  Or, a mitigating circumstance--which might otherwise affect sentencing--might disappear.  See U.S.S.G. &#167; 5K2.0.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It seems to us possible that someone with time and ingenuity could construct a case where a careless or even an innocent delay produced sentencing consequences so unusual and unfair that a departure would be permissible.  Certainly, the Ninth Circuit thought this was so in United States v. Martinez, 77 F.3d 332, 336-37 (1996).  But it is also unlikely that the district court really meant to rule out this remote possibility, and it is certain that the possibility is irrelevant to the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After all, what the district court said is true almost all of the time:  deliberate tampering to increase a sentence would be a concern, but the ordinary accidents of acceleration or delay are part of the fabric of criminal proceedings.  Indeed, several of our decisions rejecting due process claims that delay caused sentencing prejudice have emphasized that the delay was not aimed at manipulation.  See United States v. McCoy, 977 F.2d 706, 711 (1st Cir.1992);  Acha v. United States, 910 F.2d 28, 32 (1st Cir.1990).  And in the present case, the delay was neither extreme nor implicitly sinister.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">District judges normally deliver their decisions on sentencing from the bench, just after, and sometimes in the course of, the presentation of numerous arguments and even evidence as to the permissible range and proper sentence.  These often spontaneous remarks are addressed primarily to the case at hand and are unlikely to be a perfect or complete statement of all of the surrounding law.  What the district judge said here was entirely adequate as directed to the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Accordingly, we have no occasion to consider whether Saldana could or would have received a partly concurrent sentence if the federal sentencing had occurred while he was still in state prison.  The question is laborious even to describe in full because it is complicated by changes in guideline commentary and a possible ex post facto claim if the current version were applied to Saldana.  Resolution can await a case where the issue could affect the result.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The comment, since repealed, U.S.S.G.App. C, Amend. 535 (Nov.1995), suggested that the federal court compute the sentence as if the offenses had been the subject of a single federal sentence.  This would help Saldana because the guidelines ignore less serious crimes sentenced at the same time as a more serious one where the offense level disparity is quite large.  U.S.S.G. &#167; 3D1.4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> His imaginative theory was that the three latest drug offenses would not have been prior convictions adding automatically to his score if he had been sentenced at the same time for those offenses and the reentry offense.  But if the criminal history score were computed in this lenient fashion, it would arguably have underrepresented actual criminal history, warranting an upward departure.  U.S.S.G. &#167; 4A1.3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See, e.g., United States v. Pierro, 32 F.3d 611, 619-20 (1st Cir.1994) (claim that \"conduct\" fell outside the heartland), cert. denied, 513 U.S. 1119, 115 S.Ct. 919, 130 L.Ed.2d 799 (1995);  United States v. Rivera, 994 F.2d 942, 952-53 (1st Cir.1993) (claim of heavy family responsibilities)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Modesto SALDANA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1371.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1997.<br>Decided March 31, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Diana L. Maldonado, Federal Defender Office, Boston, MA, for defendant, appellant.</p>\n      <p class=\"indent\">John M. Griffin, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Modesto Saldana appeals to contest his prison sentence.  He argues that delay in prosecuting him caused prejudice that should have been offset by a downward departure.  The government, as usual, says that a refusal to depart is not reviewable and, in any event, was not error.  The merits of the case are straightforward;  what is more difficult is to bring some order to a recurring, inherently confusing issue created by an overlap between the question of our authority to review and the merits of the case.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Saldana, a citizen of the Dominican Republic, was convicted in January 1991 of a drug offense in state court and given probation.  In August and October 1991, he was arrested by local authorities and charged with two additional drug offenses committed while still on probation.  But he was thereafter deported in October 1991 before being tried for the newly charged crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Thereafter, Saldana reentered the United States without permission from the Attorney General.  In April 1993 he was arrested and drugs were found on his person, giving rise to a fourth state drug charge.  Following state court proceedings, he was sentenced to 30 months in state prison as punishment for four different offenses:  the January 1991 offense, for which probation was revoked;  the two later 1991 offenses;  and the April 1993 offense.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Immigration and Naturalization Service lodged a detainer against Saldana at the time of his arrest.  In March 1994, it appears that federal agents interviewed him while he was serving his state sentence.  He was not, however, charged with the federal offense at that time.  Saldana served 20 months of his 30-month state sentence and was released in December 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly afterwards, he was indicted by a federal grand jury and charged with reentering the United States without permission after having been deported on account of a serious drug offense.  8 U.S.C. &#167;&#167; 1326(a), 1326(b)(2).  The indictment was well within the limitations period.  See 18 U.S.C. &#167; 3282.  Saldana pled guilty to this charge in August 1995.  He was sentenced by the district court in February 1996 to 70 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The sentence was the minimum allowed within the guideline range (70 to 87 months) as computed by the district court.  The computation reflected a base offense level of 8 for illegal reentry, U.S.S.G. &#167; 2L1.2(a), adjusted upward by 16 levels because Saldana had been deported for an aggravated felony, id.  &#167; 2L1.2(b)(2), and reduced by 3 levels due to his acceptance of responsibility, id.  &#167;  3E1.1. Saldana's criminal history category (V) reflected the four prior drug convictions, three of which occurred after his arrest in April 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At sentencing Saldana argued that if he had been charged with the federal offense while still serving his state sentence, the federal sentence would, under U.S.S.G. &#167; 5G1.3(c), have been set to run concurrently with the state sentence.  That provision gives the district court latitude to make a new sentence concurrent to or consecutive with one already being served;  and, as it stood prior to a 1995 amendment, the section's application note 3 contained a comment that might have supported a concurrent sentence.  U.S.S.G. &#167; 5G1.3, comment. n. 3 (Nov.1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Concurrency would have effectively subtracted from the federal sentence any time served on the state sentence;  and Saldana asked the district court to achieve the same result through a downward departure.  With less basis in the guidelines, he also argued that this hypothetical single sentencing would also have resulted in a much lower criminal history score.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Taking this lower score together with concurrency, Saldana argued that his proper federal sentence should be 21 to 31 months.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In explaining its refusal to depart, the district court said that departures were possible when the case fell outside the \"heartland\" of the guidelines;  that the heartland \"has to do with the nature of the offense or the nature of the offender\";  that nothing about the offense here or the defendant made this \"an unusual out of the heartland case\";  and that the court would be more sympathetic to a departure request if the government had deliberately delayed the prosecution for improper reasons.  The court then said:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is nothing in this case to suggest that there was any deliberate misconduct or deliberate omission on the part of the Government.  While I recognize that this is not a case in which due process is claimed, the due process argument is being made, it seems to me that if a departure is going to be made where there is nothing about the offender and nothing about the offense that suggests the case [is] outside of the heartland, that there should be something to suggest more than mere delay, mere passage of time to make this case suitable for a heartland downward departure.  Accordingly as I said, I will not grant the motion for downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Saldana now appeals, arguing that the district court misunderstood its authority to depart.  The government says that we have no jurisdiction to hear the appeal.  It also says that the district court did not misunderstand its authority and that its refusal to depart was sound.  Finally, it says that Saldana has misconstrued section 5G1.3(c) and that the sentence would have had to be consecutive even if it had been imposed during the term of the state sentence.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The jurisdictional argument made by the government has become a recurring distraction.  Under 18 U.S.C. &#167; 3742(a), a defendant may appeal from his sentence, inter alia, if it was imposed \"in violation of law\" or by \"an incorrect application of the sentencing guidelines\";  but the defendant may not appeal from a sentence within the guideline range if there was no legal error and the only claim is that the district court acted unreasonably in declining to depart.  See United States v. Tucker, <span class=\"citation\" data-id=\"533861\"><a href=\"/opinion/533861/united-states-v-forrest-s-tucker/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 10 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where the district court refuses to depart because of a misunderstanding as to the law, the legal error is reviewable under one or both of the two quoted rubrics.  United States v. Romolo, <span class=\"citation\" data-id=\"563790\"><a href=\"/opinion/563790/united-states-v-christopher-j-romolo/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.1991).  But confusion, and many \"jurisdictional\" objections, have resulted from the overlap between the jurisdictional issue and the merits.  Read literally, 18 U.S.C. &#167; 3742(a) might suggest that the authority to review a \"violation\" or \"incorrect application\" vanishes when the appellate court decides that the district court did not commit a legal error.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A more sensible reading of the statute is that the defendant has a right to appeal to present a claim of legal error, or at least a colorable claim.  The balance of the statute bears out this reading.  It says that the court on review shall determine whether there was such a legal error, shall remand if there was such an error, and if not \"shall affirm\" the sentence.  18 U.S.C. &#167; 3742(f).  It does not say \"shall dismiss the appeal.\"   See Romolo, 937 F.2d at 22-23 (stating that appellate jurisdiction exists if defendant \"advances a 'purely legal' issue\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Plainly Saldana is claiming that the district court committed two legal errors:  by saying or implying (1) that departures can be based only upon the nature of the offense or the nature of the offender and (2) that a departure for government delay can only be based on misconduct.  These are colorable readings of the district court opinion.  And, taken alone, the first proposition is wrong, and the second arguably so.  Why, then, is the government arguing that we have no jurisdiction to hear the appeal?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The answer, perhaps, is partly habit and a refusal to leave out any possible argument, especially one framed as an attack on \"jurisdiction.\"   But partly it is our own fault for failing to follow a consistent course.  Compare, e.g., United States v. Morrison, <span class=\"citation\" data-id=\"195889\"><a href=\"/opinion/195889/united-states-v-morrison/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 132-33 (1st Cir.1995) (dismissing appeal), with United States v. Romero, <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 654 (1st Cir.1994) (affirming sentence).  Henceforth, where the defendant colorably claims that a refusal to depart rests upon a legal error--and so alleges that the sentence was imposed in violation of law or by an incorrect application of the guidelines--the government might wish to save time by focusing on the question of whether a legal error occurred.  Cf. Bell v. Hood, <span class=\"citation\" data-id=\"104272\"><a href=\"/opinion/104272/bell-v-hood/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 681-83, <span class=\"citation\" data-id=\"104272\"><a href=\"/opinion/104272/bell-v-hood/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">773</span></a></span>, 775-76, <span class=\"citation\" data-id=\"104272\"><a href=\"/opinion/104272/bell-v-hood/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">939</span></a></span> (1946) (jurisdiction may be assumed to determine whether complaint states a federal claim).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We do not mean to say that the so-called jurisdictional objection is always inapt.  It would be perfectly valid if, as rarely happens, the defendant's only claim on appeal was that, although the district court had understood its authority, it abused its discretion in declining to depart.  And if the latter claim is advanced along with a claim of legal error, the government is within its rights to remind us that the abuse of discretion claim is not subject to review.  See Tucker, 892 F.2d at 9-10.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In turning now to the merits, the question is whether the district court did misunderstand its authority to depart.  What the district court thought was the scope of its authority is perhaps a question of fact, but it is one that we must answer ourselves, by reviewing the sentencing transcript.  Whether the district court's belief was mistaken is plainly a legal question that we review de novo.  United States v. Grandmaison, <span class=\"citation\" data-id=\"196611\"><a href=\"/opinion/196611/united-states-v-grandmaison/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span>, 560 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The first proposition attributed to the district court by Saldana, and claimed to be error, is that the guideline heartland is defined by the nature of the defendant and the nature of the offense, and that departures are to be based upon the same two variables.  The district court did use approximately these words.  Taken at face value, they are not a complete statement of the possible bases for departure.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">True, many of the possible factors that could provide grounds for departure relate to the nature of the offense, and others relate to the defendant.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  But these two categories do not exhaust all possibilities.  Merely as an example, Koon v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, 2053, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996), approved a departure based partly upon the prosecution of the same conduct by a second sovereign.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But, of course, whatever the district court said, it did not mean that departures could only be based on the defendant's conduct or the defendant.  We know this--quite apart from common sense--because the district court explained that it would have considered a departure in this very case if the defendant's sentence had been increased because of a delay caused by prosecution misconduct, a variable unrelated to the defendant's circumstances or to his own conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Obviously what the district court meant to say was that departures are most often based upon some special characteristic of the defendant or the offense and that nothing unusual in these respects was presented here.  The court then addressed the single feature here that was arguably different from the typical case, namely, the delay in prosecution;  and, far from ruling delay out as a potential departure factor, the court then considered when delay might be the basis for a departure.  In sum, the first claim of error rests on a quotation out of context.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The second claim of error is a closer question, but not by much.  The district court could be taken to have said that it would consider delay in prosecution as a basis for departure, assuming prejudice, only if the delay were caused by government misconduct reflecting bad faith.  This is certainly a permissible reading of the court's words, if one juxtaposes the court's statement that there was no \"deliberate misconduct\" here with its subsequent statement that \"there should be something to suggest more than mere delay.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If the district court meant that only a bad faith delay could support departure downward, it arguably overstated the law.  Under the guidelines, a delay in prosecution can have various adverse effects on the defendant's sentence;  for example, apart from the lost opportunity for a concurrent sentence, it can drastically affect criminal history if in the meantime the defendant is convicted of other crimes.  See U.S.S.G. &#167; 4A1.1.  Or, a mitigating circumstance--which might otherwise affect sentencing--might disappear.  See U.S.S.G. &#167; 5K2.0.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It seems to us possible that someone with time and ingenuity could construct a case where a careless or even an innocent delay produced sentencing consequences so unusual and unfair that a departure would be permissible.  Certainly, the Ninth Circuit thought this was so in United States v. Martinez, <span class=\"citation\" data-id=\"713099\"><a href=\"/opinion/713099/96-cal-daily-op-serv-1259-96-daily-journal-dar-2137-united-states-of/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span>, 336-37 (1996).  But it is also unlikely that the district court really meant to rule out this remote possibility, and it is certain that the possibility is irrelevant to the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After all, what the district court said is true almost all of the time:  deliberate tampering to increase a sentence would be a concern, but the ordinary accidents of acceleration or delay are part of the fabric of criminal proceedings.  Indeed, several of our decisions rejecting due process claims that delay caused sentencing prejudice have emphasized that the delay was not aimed at manipulation.  See United States v. McCoy, <span class=\"citation\" data-id=\"593173\"><a href=\"/opinion/593173/united-states-v-james-w-mccoy/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span>, 711 (1st Cir.1992);  Acha v. United States, <span class=\"citation\" data-id=\"546072\"><a href=\"/opinion/546072/jose-rosado-acha-v-united-states/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 32 (1st Cir.1990).  And in the present case, the delay was neither extreme nor implicitly sinister.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">District judges normally deliver their decisions on sentencing from the bench, just after, and sometimes in the course of, the presentation of numerous arguments and even evidence as to the permissible range and proper sentence.  These often spontaneous remarks are addressed primarily to the case at hand and are unlikely to be a perfect or complete statement of all of the surrounding law.  What the district judge said here was entirely adequate as directed to the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Accordingly, we have no occasion to consider whether Saldana could or would have received a partly concurrent sentence if the federal sentencing had occurred while he was still in state prison.  The question is laborious even to describe in full because it is complicated by changes in guideline commentary and a possible ex post facto claim if the current version were applied to Saldana.  Resolution can await a case where the issue could affect the result.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The comment, since repealed, U.S.S.G.App. C, Amend. 535 (Nov.1995), suggested that the federal court compute the sentence as if the offenses had been the subject of a single federal sentence.  This would help Saldana because the guidelines ignore less serious crimes sentenced at the same time as a more serious one where the offense level disparity is quite large.  U.S.S.G. &#167; 3D1.4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> His imaginative theory was that the three latest drug offenses would not have been prior convictions adding automatically to his score if he had been sentenced at the same time for those offenses and the reentry offense.  But if the criminal history score were computed in this lenient fashion, it would arguably have underrepresented actual criminal history, warranting an upward departure.  U.S.S.G. &#167; 4A1.3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See, e.g., United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 619-20 (1st Cir.1994) (claim that \"conduct\" fell outside the heartland), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></span> (1995);  United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 952-53 (1st Cir.1993) (claim of heavy family responsibilities)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713099/"
  ]
}