{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197243/",
  "absolute_url": "/opinion/197243/mejias-quiroz-v-maxam-property-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197243/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:26Z",
  "date_modified": "2017-03-24T10:50:41.706653Z",
  "type": "010combined",
  "sha1": "ba4a138098414fefb4a719602e42d9d7fcae7b5b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1691.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\nNo. 96-1691\r\n\n                JESSIE MEJIAS-QUIROS, ET AL.,\r\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n                    MAXXAM PROPERTY CORP.,\r\n\n                     Defendant, Appellee.\r\n                                         \r\n\nNo. 96-1759\r\n                JESSIE MEJIAS-QUIROS, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n                              v.\r\n\n                    MAXXAM PROPERTY CORP.,\r\n                    Defendant, Appellant.\r\n\n                                         \r\n                         ERRATA SHEET\r\n\nThe  opinion of this Court,  issued on March  13, 1997, is amended\r\n\nas follows:   On cover page, replace  \"[Hon. Hector M.  Laffitte, U.S.\r                                                                              \r\nDistrict Judge]\" with \"[Hon. Justo Arenas, U.S. Magistrate Judge]\".\r                                                                        \r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\nNo. 96-1691\r\n\n                JESSIE MEJIAS-QUIROS, ET AL.,\r\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n                    MAXXAM PROPERTY CORP.,\r\n\n                     Defendant, Appellee.\r\n                                         \r\n\nNo. 96-1759\r\n                JESSIE MEJIAS-QUIROS, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n                              v.\r\n\n                    MAXXAM PROPERTY CORP.,\r\n                    Defendant, Appellant.\r\n\n                                         \r\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n         [[Hon. Justo Arenas, U.S. Magistrate Judge]\r                                                               \r\n\n                                         \r\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Boudin, Circuit Judge.\r                                                       \r\n                                         \r\n\nHector  F.  Oliveras-Delgado with  whom Dario  Rivera Carrasquillo\r                                                                              \r\nand Pinto-Lugo &amp; Rivera were on brief for defendant.\r                               \r\nEric M.  Quetglas Jordan  with whom  Quetglas Law  Offices was  on\r                                                                      \r\nbrief for plaintiffs. \r\n\n                                         \r\n\n                        March 13, 1997\r\r\n\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.    In  this  diversity  action,\r                                        \r\n\nbrought in the  district court, Jessie Mej as Quiros  and his\r\n\nwife   sued  Maxxam   Property  Corporation   (\"Maxxam\")  for\r\n\nnegligence.   Mej as charged  that injuries that  he suffered\r\n\nduring  a  fight on  Maxxam's  resort  property were  due  to\r\n\nMaxxam's failure  to provide adequate  security to  him as  a\r\n\nguest.  The jury awarded Mej as and his wife separate damages\r\n\nfor  pain  and  suffering  and,  in  his  case,  for  medical\r\n\nexpenses.  Both sides have appealed.\r\n\n     A  summary  of the  background  events,  largely not  in\r\n\ndispute, is as follows.  At the time of the incident, Mej as,\r\n\nthen 24 years old, was vacationing at Maxxam's Palmas del Mar\r\n\nresort, located in  Humacao, Puerto  Rico.  He  and his  wife\r\n\nplanned to stay for a week with several friends and relatives\r\n\nat a villa in the Club  Cala pool complex area of the resort.\r\n\nAround 11 p.m.,  on July 31, 1993,  Mej as went for  a stroll\r\n\naround the  resort premises with  his wife's  brother-in-law,\r\n\nFrancis Cardona, and his teenage neighbor, Jorge Gonz lez.\r\n\n     The  three men walked from the Club Cala area, across an\r\n\nadjacent parking lot, to  a lawn located near the  Palmas Inn\r\n\nHotel and  Casino.  As  many as 150  youths were gathered  in\r\n\nsmaller groups on the  grass in front of the  hotel, drinking\r\n\nand  talking.    There  were  apparently  no  hotel  security\r\n\nofficers in the immediate area.  Mej as, Cardona and Gonz lez\r\n\njoined the  youths, sitting  on the grass  together, talking,\r\n\n                             -2-\r                                         -2-\r\r\n\nand looking around to see if they knew anyone  there.  Later,\r\n\nMej as noticed a young woman in a group nearby and encouraged\r\n\nGonz lez  to go over and  talk to her,  saying something like\r\n\n\"hecha, Jorge Tito,\" or \"go for it, Jorge.\" \r                  \r\n\n     A  young  man sitting  with  the  girl whom  Mej as  had\r\n\nnoticed  heard his remark and challenged  it, standing up and\r\n\nloudly  asking Mej as what was going on.  In response, Mej as\r\n\nalso got up, and  a scuffle ensued.   Mej as was hit  several\r\n\ntimes  on  his head  and back  while  seeking only  to defend\r\n\nhimself.   Then,  the fight  was broken  up by  several other\r\n\nyouths,  and Mej as,  Cardona  and Gonz lez  left the  scene.\r\n\nAfter  they  departed,  a  hotel security  guard  arrived  to\r\n\ninvestigate,  but since  Mej as was gone,  the guard  took no\r\n\naction beyond questioning the youths still on the lawn.\r\n\n     Mej as and  his companions  walked back across  the Club\r\n\nCala parking  lot to  the pool complex  and sat down  on some\r\n\noutdoor  stairs, about one  or two  minutes' walk  from their\r\n\nvilla.   The  time was  almost  1:00 a.m.   About  20 minutes\r\n\nlater,  eight to ten of the youths  from the group Mej as had\r\n\nencountered  earlier approached from the parking lot.  One of\r\n\nthem kicked Cardona in the chest; he fell into the bushes and\r\n\nthen ran  in search of  help.   Then, the youths  beat Mej as\r\n\nabout his head, face and body, using a hard  blunt object for\r\n\nat least one blow and ultimately knocking him unconscious.  \r\n\n                             -3-\r                                         -3-\r\r\n\n     Mej as sustained  several cuts  and bruises on  his head\r\n\nand  face, as  well as abrasions  on his knees.   He required\r\n\nstitches for  cuts over his right  eye and in his  left upper\r\n\nlip,  and has  been  left with  scars.   According  to  trial\r\n\ntestimony by Mej as and  medical experts, Mej as has suffered\r\n\ncontinuing headaches,  mild depression, low  self-esteem, and\r\n\npost-traumatic stress--all  as a result of  the encounter and\r\n\ninjuries  inflicted upon him.   Surgery would  be required to\r\n\nminimize the scarring.\r\n\n     Mej as  and  his  wife,  Zoribel  D az,  brought   suit,\r\n\ncharging  that  Maxxam  had  negligently  failed  to  provide\r\n\nadequate  security.  The jury agreed.  It awarded Mej as pain\r\n\nand  suffering damages  of $200,000  and medical  expenses of\r\n\n$25,000, and awarded his wife $50,000 for pain and suffering.\r\n\nMaxxam  moved for a new trial, asserting that the verdict was\r\n\ncontrary  to  the  evidence,  that  a  requested  comparative\r\n\nnegligence instruction  should have been given,  and that the\r\n\ndamages were excessive.  The trial court denied the motion.\r\n\n     On appeal, Maxxam no  longer disputes the jury's finding\r\n\nthat  it was negligent, so the facts pertaining to this issue\r\n\nhave  not been developed.  It argues instead that a new trial\r\n\nis  warranted  because  the   jury  should  have  received  a\r\n\ncomparative  negligence instruction and  because the award of\r\n\n$25,000  for medical  expenses  was excessive.   By  a cross-\r\n\nappeal,  Mej as asserts  that  under local  law the  district\r\n\n                             -4-\r                                         -4-\r\r\n\ncourt should have awarded  him attorney fees and pre-judgment\r\n\ninterest due to Maxxam's  alleged obstinacy in contesting the\r\n\ncomplaint.  \r\n\n     We review  de novo the district court's  decision not to\r                                   \r\n\ngive a comparative negligence  instruction.  Tatro v. Kervin,\r                                                                        \r\n\n41 F.3d  9, 14  (1st Cir.  1994).  The  issue is  whether the\r\n\nevidence--viewed in  the light most favorable  to Maxxam, the\r\n\nparty  requesting  the  instruction--would  have   allowed  a\r\n\nrational  jury   to  find  Mej as   comparatively  negligent.\r\n\nSullivan v.  National Football League, 34  F.3d 1091, 1107-09\r                                                 \r\n\n(1st  Cir.  1994), cert.  denied,  115  S.  Ct. 1252  (1995).\r                                            \r\n\nNegligence,  comparative or  otherwise,  is  usually  a  jury\r\n\nissue,  but  only  if  there  exists  evidence  from  which a\r\n\nrational jury could find negligence in the case at hand.  \r\n\n     Maxxam  argues that  Mej as was  comparatively negligent\r\n\nbecause  he should have foreseen  that his remark to Gonz lez\r\n\nabout the young  woman sitting  near them on  the lawn  would\r\n\nprovoke  a   violent  reaction   from   whatever  young   man\r\n\naccompanied her.   Maxxam also points  to Mej as' failure  to\r\n\nreport  the first incident  to hotel security,  and it argues\r\n\nthat he invited further trouble by moving to the outdoor Club\r\n\nCala stairs instead of returning to his family's villa.\r\n\n     Puerto Rico holds hotels to a stringent standard of care\r\n\nwith  respect to their guests; it  requires hotels to respond\r\n\nto  various risks of harm with security measures, and it thus\r\n\n                             -5-\r                                         -5-\r\r\n\neffectively exposes the  hotels in  certain circumstances  to\r\n\nliability for injuries inflicted  on guests by third parties.\r\n\nSee Coyne  v. Taber Partners  I, 53  F.3d 454, 458  (1st Cir.\r                                           \r\n\n1995).     But   Puerto  Rico   law  reduces   liability  for\r\n\n\"[c]oncurrent  imprudence   of  the  party  aggrieved.\"    31\r\n\nL.P.R.A.   5141.  See Torrent v. Continental Ins. Co., 314 F.\r                                                                 \r\n\nSupp. 323, 325 (D.P.R. 1970).  Against this legal background,\r\n\nwe agree that the evidence of comparative  negligence was too\r\n\nthin to require that the issue be submitted to a jury in this\r\n\ncase.  \r\n\n     Although  Mej as' comment may have been in bad taste, it\r\n\nwas a single  comment  to a friend, and not to a third party,\r\n\nmade  in  a  casual and  festive  atmosphere.    There is  no\r\n\nindication  that  Mej as was  belligerent.    As for  Mej as'\r\n\ndecision not  to report the incident but  to move away to the\r\n\nClub  Cala stairs,  one witness  testified that  these stairs\r\n\nwere  as much  as  one hundred  meters  away from  the  first\r\n\nincident's location, and no  evidence suggests that they were\r\n\nvisible from the grass outside the hotel and casino.\r\n\n     We  can  find  no  case,  and  Maxxam  has  cited  none,\r\n\nsuggesting  that Mej as'  behavior constitutes  negligence or\r\n\ncould be viewed in that light by a reasonable jury.  It might\r\n\nnot take  much more to  create a  jury issue:   an  offensive\r\n\nremark directed  to the young  lady whom  Mej as had  noticed\r\n\ncould easily do;  and, depending on circumstances, so might a\r\n\n                             -6-\r                                         -6-\r\r\n\nrefusal to leave the  immediate area after the scuffle.   But\r\n\nwhat  occurred here  is just  too little  to impute  fault to\r\n\nMej as.  Compare Torrent, 314 F.  Supp. at 325 (guest knew of\r                                    \r\n\ndangerous condition).\r\n\n     Maxxam also appeals from  the district court's denial of\r\n\nits motion for  a new trial  on the  ground that the  $25,000\r\n\nmedical damages  award was  excessive.   The federal rule  is\r\n\nthat  a  jury  verdict may  be  set  aside, and  a  new trial\r\n\ngranted, if the award  is excessive or against the  weight of\r\n\nthe evidence.1   An appeals court  reviews the trial  judge's\r\n\ndenial  of a new trial  for abuse of  discretion.  Gasperini,\r                                                                        \r\n\n116 S. Ct. at 2225.   We will overturn such a denial only  if\r\n\nthe damages awarded lack \"a rational basis in evidence.\"  Air\r                                                                         \r\n\nSafety, Inc. v. Roman Catholic  Archbishop of Boston, 94 F.3d\r                                                                \r\n\n1, 4 (1st Cir. 1996).\r\n\n     This  latter standard accords considerable latitude both\r\n\nto the jury's award and the trial judge's decision not to set\r\n\nit aside.  The  general language (\"rational basis\") is  given\r\n\ncontent  by cases  declaring  that the  verdict should  stand\r\n\nunless it is \"'grossly excessive,' 'inordinate,' 'shocking to\r\n\nthe conscience of the court,' or  'so high that it would be a\r\n\n                    \r                                \r\n\n     1See 11 C. Wright, et al., Federal Practice &amp;  Procedure\r                                                                         \r\n   2807, at  78-79 (2d  ed.  1995).   If local  law placed  a\r\nsubstantive  cap   on  medical  damages,  it  would  control,\r\nGasperini v. Center  for Humanities, Inc.,  116 S. Ct.  2211,\r                                                     \r\n2220-21 (1996),  but Puerto Rico  case law  suggests no  such\r\ndeparture  from  ordinary  practice,  see,   e.g.,  Rodr guez\r                                                                         \r\nGonz lez v. Ponce Cement Corp., 98 P.R.R. 196, 213 (1969).\r                                          \r\n\n                             -7-\r                                         -7-\r\r\n\ndenial of justice to permit it to stand.'\"   Segal v. Gilbert\r                                                                         \r\n\nColor  Sys.,  Inc.,  746  F.2d  78,  80-81  (1st  Cir.  1984)\r                              \r\n\n(citations omitted).  Nevertheless, there is an outer limit.\r\n\n     Certainly, the jury could  find that Mej as would likely\r\n\nincur  future  medical  expenses   (no  past  expenses   were\r\n\nclaimed).   Dr. Angel  Chinea, a neurologist,  explained that\r\n\nMej as  suffered  from   chronic  headaches,  dizziness   and\r\n\ninsomnia,  which  he   had  treated   with  painkillers   and\r\n\nrelaxants.   Dr. Fernando  Cabrera, a psychiatrist, testified\r\n\nthat Mej as  had chronic mild  depression and  post-traumatic\r\n\nstress disorder.   Cabrera prescribed medication  including a\r\n\nmild tranquilizer, and recommended future therapy.\r\n\n     But neither  Chinea nor Cabrera offered  any evidence as\r\n\nto  the future  cost  of treating  the  conditions that  they\r\n\ndescribed.    Dr.  Carlos  Portocarrero   provided  the  only\r\n\nevidence   regarding  the  actual   cost  of  future  medical\r\n\ntreatment.    He  testified  that  reconstructive  surgery to\r\n\nminimize  Mej as'  facial  scars,  which  resulted  from  the\r\n\nincident, would cost  between $3,000 and  $4,000.  Thus,  the\r\n\nonly specific figures offered to the jury supported, at most,\r\n\nan award of $4,000.\r\n\n     Given  the  symptoms, any  projection of  future medical\r\n\nexpenses  beyond this  figure could  be only  a fairly  loose\r\n\nestimate.   But  without  some figures  from  the doctors  or\r\n\nothers with useful knowledge, the jury was poorly equipped to\r\n\n                             -8-\r                                         -8-\r\r\n\ndetermine what  the medicines or therapy  sessions would cost\r\n\nand how much  or many of each  might be required.   And it is\r\n\nonly these concrete expenses that are at issue; the suffering\r\n\nitself  (e.g.,  from headaches  and  depression) was  covered\r                         \r\n\nunder the jury instructions by the much larger award for pain\r\n\nand suffering.\r\n\n     Deciding whether enough evidence  has been presented can\r\n\ndepend not only  on what  is offered but  on what  reasonably\r\n\ncould  be expected.   On  pain and suffering,  courts readily\r\n\ntolerate  estimates by the jury based on a description of the\r\n\ninjury.  E.g.,  Williams v. Missouri Pac. R.R. Co.  , 11 F.3d\r                                                              \r\n\n132, 135 (10th Cir. 1993); McCormick on Damages    88, at 318\r                                                           \r\n\n(1935).   But  the cost of  individual medicines  and medical\r\n\nvisits  can  easily be  provided  by  experts able  to  offer\r\n\ninformed forecasts beyond the ken of jurors.  \r\n\n     Accordingly, the  courts  have been  very  reluctant  to\r\n\nallow damages for future medical  expenses in the absence  of\r\n\nmedical testimony  that  goes  beyond  mere  assertions  that\r\n\noffice  visits or medicines might  be needed.   E.g., Wood v.\r                                                                      \r\n\nDay, 859 F.2d 1490, 1494 (D.C. Cir. 1988); Simeon v. T. Smith\r                                                                         \r\n\n&amp; Son,  Inc., 852 F.2d  1421, 1427-28 (5th  Cir. 1988).   The\r                        \r\n\nTenth Circuit  put the matter more generally  in Williams, by\r                                                                     \r\n\nsaying:   \"Unlike  general  damages for  pain and  suffering,\r\n\nwhich are  not  susceptible  to  proof by  a  dollar  amount,\r\n\nmedical  expenses  and loss  of  earnings must  be  proved by\r\n\n                             -9-\r                                         -9-\r\r\n\nevidence demonstrating the reasonable value of those losses.\"\r\n\n11 F.3d at 135.\r\n\n     We think that the medical expense award in this case, to\r\n\nthe extent  it exceeded the $4,000 figure  given for surgery,\r\n\nlacked  any rational basis.  There may be simple cases where,\r\n\nout  of common experience, the jury  can make such estimates,\r\n\nbut  hardly here and in so large  an amount.  The doctors who\r\n\ntestified  here,  providing the  groundwork for  the handsome\r\n\naward  for  pain  and suffering,  could  have  been  asked to\r\n\nquantify  the future  costs  of medicine  and office  visits.\r\n\nDoubtless, the jury  did the best it could  without evidence;\r\n\nbut the evidence should have been supplied. \r\n\n     Although  the award  of medical  costs is  excessive, we\r\n\ncannot  order  a  reduction  to  the  maximum  $4,000  figure\r\n\npermitted by  the evidence.   This might appear  odd, because\r\n\ntrial judges  and  appellate courts  often  \"decide\"  factual\r\n\nissues  otherwise left to  juries where the  evidence is such\r\n\nthat a reasonable jury  could decide the issue only  one way.\r\n\nThat  is what happens when  a judge directs  a verdict or--as\r\n\nhere--refuses to  instruct on  a defense for  which there  is\r\n\ninsufficient evidence.  But damages are different.\r\n\n     The reason is the Supreme Court's reading of the Seventh\r\n\nAmendment  provision that \"no fact  tried by a  jury shall be\r\n\nre-examined [in a federal court], than according to the rules\r\n\nof the common  law.\"  Construing  this language, the  Supreme\r\n\n                             -10-\r                                         -10-\r\r\n\nCourt has  held that a  jury verdict may  be set  aside where\r\n\n\"palpably and grossly inadequate or excessive\" but that \"both\r\n\nparties  remain  entitled\"  to  a jury  determination  as  to\r\n\ndamages by means of a new trial.  Dimick v. Schiedt, 293 U.S.\r                                                               \r\n\n474,  486 (1935).   The  Court  then went  on  to temper  the\r\n\nholding by reluctantly approving remittitur practice.  Id. at\r                                                                      \r\n\n484-88.\r\n\n     Remittitur  practice,  perhaps  not  altogether  easy to\r\n\nsquare  with Dimick's literal  language about the entitlement\r                               \r\n\nof \"both parties,\" is also well established.  See Air Safety,\r                                                                        \r\n\n94 F.3d  at 6; Wright, supra,    2820, at 216-17.   Here, the\r                                        \r\n\npractice permits  us to  order the  district court  to afford\r\n\nMej as  a  reasonable  time  in  which  to  file  a   written\r\n\nacceptance of a reduced award of $4,000 for medical expenses;\r\n\nto deny a  new trial  if Mej as accepts  the remittitur;  and\r\n\notherwise  to vacate that portion of the judgment and order a\r\n\nnew trial thereon.\r\n\n     Finally, Mej as claims that Maxxam acted obstinately and\r\n\nthat  he is therefore entitled  to an award  of attorney fees\r\n\nand pre-judgment  interest under  P.R.R. Civ. P.  44.1(d) and\r\n\n44.3(b).  Such an  award is allowed if the  trial court finds\r\n\nthat a litigant has  been \"unreasonably adamant or stubbornly\r\n\nlitigious,  beyond the acceptable  demands of the litigation,\r\n\nthereby  wasting time  and  causing the  court and  the other\r\n\nlitigants  unnecessary expense and delay.\"   De Leon Lopez v.\r                                                                      \r\n\n                             -11-\r                                         -11-\r\r\n\nCorporacion Insular de Seguros,  931 F.2d 116, 126  (1st Cir.\r                                          \r\n\n1991).\r\n\n     For  obvious reasons,  a  trial court's  denial of  such\r\n\ndamages  is  rarely  upset.    Qui ones-Pacheco  v.  American\r                                                                         \r\n\nAirlines, Inc., 979  F.2d 1, 7-8 (1st Cir. 1992).  Mej as has\r                          \r\n\noffered  three   specific  instances  of   alleged  obstinate\r\n\nconduct.  We have  examined each with some care  and conclude\r\n\nthat the conduct, largely  refusals to concede certain facts,\r\n\nwere either trivial (in  one case) or defensible (in  several\r\n\nothers).  Mej as' most far-reaching claim--that the hotel was\r\n\nobstinate in denying its own negligence and in litigating the\r\n\nissue--cannot have been seriously intended.\r\n\n     The judgment of the district court is vacated insofar as\r                                                              \r\n\nit awards $25,000  to Mej as for medical  costs and otherwise\r\n\naffirmed, and  the matter is  remanded to the  district court\r                                                  \r\n\nfor  a new  trial on  medical costs  unless Mej as  accepts a\r\n\nremittitur reducing damages to $4,000 on this  element of his\r\n\ndamage claims.\r\n\n     It is so ordered.\r                                 \r\n\n                             -12-\r                                         -12-\r\r\n",
  "html": "<p class=\"case_cite\">108 F.3d 425</p>\n    <p class=\"parties\">Jessie MEJIAS-QUIROS, et al., Plaintiffs, Appellants,<br>v.<br>MAXXAM PROPERTY CORP., Defendant, Appellee.<br>Jessie MEJIAS-QUIROS, et al., Plaintiffs, Appellees,<br>v.<br>MAXXAM PROPERTY CORP., Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1691, 96-1759.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1996.<br>Decided March 13, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Hector F. Oliveras-Delgado with whom Dario Rivera Carrasquillo, San Juan, PR, and Pinto-Lugo &amp; Rivera were on brief, for defendant.</p>\n      <p class=\"indent\">Eric M. Quetglas Jordan, San Juan, PR, with whom Quetglas Law Offices was on brief, for plaintiffs.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this diversity action, brought in the district court, Jessie Mejas Quiros and his wife sued Maxxam Property Corporation (\"Maxxam\") for negligence.  Mejas charged that injuries that he suffered during a fight on Maxxam's resort property were due to Maxxam's failure to provide adequate security to him as a guest.  The jury awarded Mejas and his wife separate damages for pain and suffering and, in his case, for medical expenses.  Both sides have appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A summary of the background events, largely not in dispute, is as follows.  At the time of the incident, Mejas, then 24 years old, was vacationing at Maxxam's Palmas del Mar resort, located in Humacao, Puerto Rico.  He and his wife planned to stay for a week with several friends and relatives at a villa in the Club Cala pool complex area of the resort.  Around 11 p.m., on July 31, 1993, Mejas went for a stroll around the resort premises with his wife's brother-in-law, Francis Cardona, and his teenage neighbor, Jorge Gonzalez.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The three men walked from the Club Cala area, across an adjacent parking lot, to a lawn located near the Palmas Inn Hotel and Casino.  As many as 150 youths were gathered in smaller groups on the grass in front of the hotel, drinking and talking.  There were apparently no hotel security officers in the immediate area.  Mejas, Cardona and Gonzalez joined the youths, sitting on the grass together, talking, and looking around to see if they knew anyone there.  Later, Mejas noticed a young woman in a group nearby and encouraged Gonzalez to go over and talk to her, saying something like \"hecha, Jorge Tito,\" or \"go for it, Jorge.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A young man sitting with the girl whom Mejas had noticed heard his remark and challenged it, standing up and loudly asking Mejas what was going on.  In response, Mejas also got up, and a scuffle ensued.  Mejas was hit several times on his head and back while seeking only to defend himself.  Then, the fight was broken up by several other youths, and Mejas, Cardona and Gonzalez left the scene.  After they departed, a hotel security guard arrived to investigate, but since Mejas was gone, the guard took no action beyond questioning the youths still on the lawn.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mejas and his companions walked back across the Club Cala parking lot to the pool complex and sat down on some outdoor stairs, about one or two minutes' walk from their villa.  The time was almost 1:00 a.m.  About 20 minutes later, eight to ten of the youths from the group Mejas had encountered earlier approached from the parking lot.  One of them kicked Cardona in the chest;  he fell into the bushes and then ran in search of help.  Then, the youths beat Mejas about his head, face and body, using a hard blunt object for at least one blow and ultimately knocking him unconscious.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mejas sustained several cuts and bruises on his head and face, as well as abrasions on his knees.  He required stitches for cuts over his right eye and in his left upper lip, and has been left with scars.  According to trial testimony by Mejas and medical experts, Mejas has suffered continuing headaches, mild depression, low self-esteem, and post-traumatic stress--all as a result of the encounter and injuries inflicted upon him.  Surgery would be required to minimize the scarring.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mejas and his wife, Zoribel Daz, brought suit, charging that Maxxam had negligently failed to provide adequate security.  The jury agreed.  It awarded Mejas pain and suffering damages of $200,000 and medical expenses of $25,000, and awarded his wife $50,000 for pain and suffering.  Maxxam moved for a new trial, asserting that the verdict was contrary to the evidence, that a requested comparative negligence instruction should have been given, and that the damages were excessive.  The trial court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, Maxxam no longer disputes the jury's finding that it was negligent, so the facts pertaining to this issue have not been developed.  It argues instead that a new trial is warranted because the jury should have received a comparative negligence instruction and because the award of $25,000 for medical expenses was excessive.  By a cross-appeal, Mejas asserts that under local law the district court should have awarded him attorney fees and pre-judgment interest due to Maxxam's alleged obstinacy in contesting the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review de novo the district court's decision not to give a comparative negligence instruction.  Tatro v. Kervin, 41 F.3d 9, 14 (1st Cir.1994).  The issue is whether the evidence--viewed in the light most favorable to Maxxam, the party requesting the instruction--would have allowed a rational jury to find Mejas comparatively negligent.  Sullivan v. National Football League, 34 F.3d 1091, 1107-09 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1252, 131 L.Ed.2d 133 (1995).  Negligence, comparative or otherwise, is usually a jury issue, but only if there exists evidence from which a rational jury could find negligence in the case at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Maxxam argues that Mejas was comparatively negligent because he should have foreseen that his remark to Gonzalez about the young woman sitting near them on the lawn would provoke a violent reaction from whatever young man accompanied her.  Maxxam also points to Mejas' failure to report the first incident to hotel security, and it argues that he invited further trouble by moving to the outdoor Club Cala stairs instead of returning to his family's villa.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Puerto Rico holds hotels to a stringent standard of care with respect to their guests;  it requires hotels to respond to various risks of harm with security measures, and it thus effectively exposes the hotels in certain circumstances to liability for injuries inflicted on guests by third parties.  See Coyne v. Taber Partners I, 53 F.3d 454, 458 (1st Cir.1995).  But Puerto Rico law reduces liability for \"[c]oncurrent imprudence of the party aggrieved.\"   31 L.P.R.A. &#167; 5141.  See Torrent v. Continental Ins. Co., 314 F.Supp. 323, 325 (D.P.R.1970).  Against this legal background, we agree that the evidence of comparative negligence was too thin to require that the issue be submitted to a jury in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although Mejas' comment may have been in bad taste, it was a single comment to a friend, and not to a third party, made in a casual and festive atmosphere.  There is no indication that Mejas was belligerent.  As for Mejas' decision not to report the incident but to move away to the Club Cala stairs, one witness testified that these stairs were as much as one hundred meters away from the first incident's location, and no evidence suggests that they were visible from the grass outside the hotel and casino.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We can find no case, and Maxxam has cited none, suggesting that Mejas' behavior constitutes negligence or could be viewed in that light by a reasonable jury.  It might not take much more to create a jury issue:  an offensive remark directed to the young lady whom Mejas had noticed could easily do;  and, depending on circumstances, so might a refusal to leave the immediate area after the scuffle.  But what occurred here is just too little to impute fault to Mejas.  Compare Torrent, 314 F.Supp. at 325 (guest knew of dangerous condition).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Maxxam also appeals from the district court's denial of its motion for a new trial on the ground that the $25,000 medical damages award was excessive.  The federal rule is that a jury verdict may be set aside, and a new trial granted, if the award is excessive or against the weight of the evidence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  An appeals court reviews the trial judge's denial of a new trial for abuse of discretion.  Gasperini, --- U.S. at ----, 116 S.Ct. at 2225.   We will overturn such a denial only if the damages awarded lack \"a rational basis in evidence.\"  Air Safety, Inc. v. Roman Catholic Archbishop of Boston, 94 F.3d 1, 4 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This latter standard accords considerable latitude both to the jury's award and the trial judge's decision not to set it aside.  The general language (\"rational basis\") is given content by cases declaring that the verdict should stand unless it is \" 'grossly excessive,' 'inordinate,' 'shocking to the conscience of the court,' or 'so high that it would be a denial of justice to permit it to stand.' \"  Segal v. Gilbert Color Sys., Inc., 746 F.2d 78, 80-81 (1st Cir.1984) (citations omitted).  Nevertheless, there is an outer limit.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Certainly, the jury could find that Mejas would likely incur future medical expenses (no past expenses were claimed).  Dr. Angel Chinea, a neurologist, explained that Mejas suffered from chronic headaches, dizziness and insomnia, which he had treated with painkillers and relaxants.  Dr. Fernando Cabrera, a psychiatrist, testified that Mejas had chronic mild depression and post-traumatic stress disorder.  Cabrera prescribed medication including a mild tranquilizer, and recommended future therapy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But neither Chinea nor Cabrera offered any evidence as to the future cost of treating the conditions that they described.  Dr. Carlos Portocarrero provided the only evidence regarding the actual cost of future medical treatment.  He testified that reconstructive surgery to minimize Mejas' facial scars, which resulted from the incident, would cost between $3,000 and $4,000.  Thus, the only specific figures offered to the jury supported, at most, an award of $4,000.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Given the symptoms, any projection of future medical expenses beyond this figure could be only a fairly loose estimate.  But without some figures from the doctors or others with useful knowledge, the jury was poorly equipped to determine what the medicines or therapy sessions would cost and how much or many of each might be required.  And it is only these concrete expenses that are at issue;  the suffering itself (e.g., from headaches and depression) was covered under the jury instructions by the much larger award for pain and suffering.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Deciding whether enough evidence has been presented can depend not only on what is offered but on what reasonably could be expected.  On pain and suffering, courts readily tolerate estimates by the jury based on a description of the injury.  E.g., Williams v. Missouri Pac.  R.R. Co., 11 F.3d 132, 135 (10th Cir.1993);  see McCormick on Damages &#167; 88, at 318 (1935).  But the cost of individual medicines and medical visits can easily be provided by experts able to offer informed forecasts beyond the ken of jurors.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Accordingly, the courts have been very reluctant to allow damages for future medical expenses in the absence of medical testimony that goes beyond mere assertions that office visits or medicines might be needed.  E.g., Wood v. Day, 859 F.2d 1490, 1494 (D.C.Cir.1988);  Simeon v. T. Smith &amp; Son, Inc., 852 F.2d 1421, 1427-28 (5th Cir.1988).  The Tenth Circuit put the matter more generally in Williams, by saying:  \"Unlike general damages for pain and suffering, which are not susceptible to proof by a dollar amount, medical expenses and loss of earnings must be proved by evidence demonstrating the reasonable value of those losses.\"  11 F.3d at 135.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We think that the medical expense award in this case, to the extent it exceeded the $4,000 figure given for surgery, lacked any rational basis.  There may be simple cases where, out of common experience, the jury can make such estimates, but hardly here and in so large an amount.  The doctors who testified here, providing the groundwork for the handsome award for pain and suffering, could have been asked to quantify the future costs of medicine and office visits.  Doubtless, the jury did the best it could without evidence;  but the evidence should have been supplied.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although the award of medical costs is excessive, we cannot order a reduction to the maximum $4,000 figure permitted by the evidence.  This might appear odd, because trial judges and appellate courts often \"decide\" factual issues otherwise left to juries where the evidence is such that a reasonable jury could decide the issue only one way.  That is what happens when a judge directs a verdict or--as here--refuses to instruct on a defense for which there is insufficient evidence.  But damages are different.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The reason is the Supreme Court's reading of the Seventh Amendment provision that \"no fact tried by a jury shall be reexamined [in a federal court], than according to the rules of the common law.\"   Construing this language, the Supreme Court has held that a jury verdict may be set aside where \"palpably and grossly inadequate or excessive\" but that \"both parties remain entitled\" to a jury determination as to damages by means of a new trial.  Dimick v. Schiedt, 293 U.S. 474, 486, 55 S.Ct. 296, 301, 79 L.Ed. 603 (1935).  The Court then went on to temper the holding by reluctantly approving remittitur practice.  Id. at 484-88, 55 S.Ct. at 300-02.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Remittitur practice, perhaps not altogether easy to square with Dimick 's literal language about the entitlement of \"both parties,\" is also well established.  See Air Safety, 94 F.3d at 6;  Wright, supra, &#167; 2820, at 216-17.  Here, the practice permits us to order the district court to afford Mejas a reasonable time in which to file a written acceptance of a reduced award of $4,000 for medical expenses;  to deny a new trial if Mejas accepts the remittitur;  and otherwise to vacate that portion of the judgment and order a new trial thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finally, Mejas claims that Maxxam acted obstinately and that he is therefore entitled to an award of attorney fees and pre-judgment interest under P.R.R.Civ.P. 44.1(d) and 44.3(b).  Such an award is allowed if the trial court finds that a litigant has been \"unreasonably adamant or stubbornly litigious, beyond the acceptable demands of the litigation, thereby wasting time and causing the court and the other litigants unnecessary expense and delay.\"  De Leon Lopez v. Corporacion Insular de Seguros, 931 F.2d 116, 126 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For obvious reasons, a trial court's denial of such damages is rarely upset.  Quinones-Pacheco v. American Airlines, Inc., 979 F.2d 1, 7-8 (1st Cir.1992).  Mejas has offered three specific instances of alleged obstinate conduct.  We have examined each with some care and conclude that the conduct, largely refusals to concede certain facts, were either trivial (in one case) or defensible (in several others).  Mejas' most far-reaching claim--that the hotel was obstinate in denying its own negligence and in litigating the issue--cannot have been seriously intended.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The judgment of the district court is vacated insofar as it awards $25,000 to Mejas for medical costs and otherwise affirmed, and the matter is remanded to the district court for a new trial on medical costs unless Mejas accepts a remittitur reducing damages to $4,000 on this element of his damage claims.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See 11 Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice &amp; Procedure &#167; 2807, at 78-79 (2d ed. 1995).  If local law placed a substantive cap on medical damages, it would control, Gasperini v. Center for Humanities, Inc., --- U.S. ----, ---- - ----, 116 S.Ct. 2211, 2220-21, 135 L.Ed.2d 659 (1996), but Puerto Rico case law suggests no such departure from ordinary practice, see, e.g., Rodrguez Gonzalez v. Ponce Cement Corp., 98 P.R.R. 196, 213 (1969)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">425</span></span></p>\n    <p class=\"parties\">Jessie MEJIAS-QUIROS, et al., Plaintiffs, Appellants,<br>v.<br>MAXXAM PROPERTY CORP., Defendant, Appellee.<br>Jessie MEJIAS-QUIROS, et al., Plaintiffs, Appellees,<br>v.<br>MAXXAM PROPERTY CORP., Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1691, 96-1759.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1996.<br>Decided March 13, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Hector F. Oliveras-Delgado with whom Dario Rivera Carrasquillo, San Juan, PR, and Pinto-Lugo &amp; Rivera were on brief, for defendant.</p>\n      <p class=\"indent\">Eric M. Quetglas Jordan, San Juan, PR, with whom Quetglas Law Offices was on brief, for plaintiffs.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this diversity action, brought in the district court, Jessie Mejas Quiros and his wife sued Maxxam Property Corporation (\"Maxxam\") for negligence.  Mejas charged that injuries that he suffered during a fight on Maxxam's resort property were due to Maxxam's failure to provide adequate security to him as a guest.  The jury awarded Mejas and his wife separate damages for pain and suffering and, in his case, for medical expenses.  Both sides have appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A summary of the background events, largely not in dispute, is as follows.  At the time of the incident, Mejas, then 24 years old, was vacationing at Maxxam's Palmas del Mar resort, located in Humacao, Puerto Rico.  He and his wife planned to stay for a week with several friends and relatives at a villa in the Club Cala pool complex area of the resort.  Around 11 p.m., on July 31, 1993, Mejas went for a stroll around the resort premises with his wife's brother-in-law, Francis Cardona, and his teenage neighbor, Jorge Gonzalez.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The three men walked from the Club Cala area, across an adjacent parking lot, to a lawn located near the Palmas Inn Hotel and Casino.  As many as 150 youths were gathered in smaller groups on the grass in front of the hotel, drinking and talking.  There were apparently no hotel security officers in the immediate area.  Mejas, Cardona and Gonzalez joined the youths, sitting on the grass together, talking, and looking around to see if they knew anyone there.  Later, Mejas noticed a young woman in a group nearby and encouraged Gonzalez to go over and talk to her, saying something like \"hecha, Jorge Tito,\" or \"go for it, Jorge.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A young man sitting with the girl whom Mejas had noticed heard his remark and challenged it, standing up and loudly asking Mejas what was going on.  In response, Mejas also got up, and a scuffle ensued.  Mejas was hit several times on his head and back while seeking only to defend himself.  Then, the fight was broken up by several other youths, and Mejas, Cardona and Gonzalez left the scene.  After they departed, a hotel security guard arrived to investigate, but since Mejas was gone, the guard took no action beyond questioning the youths still on the lawn.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mejas and his companions walked back across the Club Cala parking lot to the pool complex and sat down on some outdoor stairs, about one or two minutes' walk from their villa.  The time was almost 1:00 a.m.  About 20 minutes later, eight to ten of the youths from the group Mejas had encountered earlier approached from the parking lot.  One of them kicked Cardona in the chest;  he fell into the bushes and then ran in search of help.  Then, the youths beat Mejas about his head, face and body, using a hard blunt object for at least one blow and ultimately knocking him unconscious.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mejas sustained several cuts and bruises on his head and face, as well as abrasions on his knees.  He required stitches for cuts over his right eye and in his left upper lip, and has been left with scars.  According to trial testimony by Mejas and medical experts, Mejas has suffered continuing headaches, mild depression, low self-esteem, and post-traumatic stress--all as a result of the encounter and injuries inflicted upon him.  Surgery would be required to minimize the scarring.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mejas and his wife, Zoribel Daz, brought suit, charging that Maxxam had negligently failed to provide adequate security.  The jury agreed.  It awarded Mejas pain and suffering damages of $200,000 and medical expenses of $25,000, and awarded his wife $50,000 for pain and suffering.  Maxxam moved for a new trial, asserting that the verdict was contrary to the evidence, that a requested comparative negligence instruction should have been given, and that the damages were excessive.  The trial court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, Maxxam no longer disputes the jury's finding that it was negligent, so the facts pertaining to this issue have not been developed.  It argues instead that a new trial is warranted because the jury should have received a comparative negligence instruction and because the award of $25,000 for medical expenses was excessive.  By a cross-appeal, Mejas asserts that under local law the district court should have awarded him attorney fees and pre-judgment interest due to Maxxam's alleged obstinacy in contesting the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review de novo the district court's decision not to give a comparative negligence instruction.  Tatro v. Kervin, <span class=\"citation\" data-id=\"195760\"><a href=\"/opinion/195760/tatro-v-kervin/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.1994).  The issue is whether the evidence--viewed in the light most favorable to Maxxam, the party requesting the instruction--would have allowed a rational jury to find Mejas comparatively negligent.  Sullivan v. National Football League, <span class=\"citation\" data-id=\"677790\"><a href=\"/opinion/677790/william-h-sullivan-ii-v-national-football-league-members-of-the/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1091</span></a></span>, 1107-09 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1252</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span></span> (1995).  Negligence, comparative or otherwise, is usually a jury issue, but only if there exists evidence from which a rational jury could find negligence in the case at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Maxxam argues that Mejas was comparatively negligent because he should have foreseen that his remark to Gonzalez about the young woman sitting near them on the lawn would provoke a violent reaction from whatever young man accompanied her.  Maxxam also points to Mejas' failure to report the first incident to hotel security, and it argues that he invited further trouble by moving to the outdoor Club Cala stairs instead of returning to his family's villa.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Puerto Rico holds hotels to a stringent standard of care with respect to their guests;  it requires hotels to respond to various risks of harm with security measures, and it thus effectively exposes the hotels in certain circumstances to liability for injuries inflicted on guests by third parties.  See Coyne v. Taber Partners I, <span class=\"citation\" data-id=\"695146\"><a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 458 (1st Cir.1995).  But Puerto Rico law reduces liability for \"[c]oncurrent imprudence of the party aggrieved.\"   31 L.P.R.A. &#167; 5141.  See Torrent v. Continental Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">323</span></span>, 325 (D.P.R.1970).  Against this legal background, we agree that the evidence of comparative negligence was too thin to require that the issue be submitted to a jury in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although Mejas' comment may have been in bad taste, it was a single comment to a friend, and not to a third party, made in a casual and festive atmosphere.  There is no indication that Mejas was belligerent.  As for Mejas' decision not to report the incident but to move away to the Club Cala stairs, one witness testified that these stairs were as much as one hundred meters away from the first incident's location, and no evidence suggests that they were visible from the grass outside the hotel and casino.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We can find no case, and Maxxam has cited none, suggesting that Mejas' behavior constitutes negligence or could be viewed in that light by a reasonable jury.  It might not take much more to create a jury issue:  an offensive remark directed to the young lady whom Mejas had noticed could easily do;  and, depending on circumstances, so might a refusal to leave the immediate area after the scuffle.  But what occurred here is just too little to impute fault to Mejas.  Compare Torrent, 314 F.Supp. at 325 (guest knew of dangerous condition).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Maxxam also appeals from the district court's denial of its motion for a new trial on the ground that the $25,000 medical damages award was excessive.  The federal rule is that a jury verdict may be set aside, and a new trial granted, if the award is excessive or against the weight of the evidence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  An appeals court reviews the trial judge's denial of a new trial for abuse of discretion.  Gasperini, --- U.S. at ----, 116 S.Ct. at 2225.   We will overturn such a denial only if the damages awarded lack \"a rational basis in evidence.\"  Air Safety, Inc. v. Roman Catholic Archbishop of Boston, <span class=\"citation\" data-id=\"196931\"><a href=\"/opinion/196931/air-safety-inc-v-archbishop-of-boston/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This latter standard accords considerable latitude both to the jury's award and the trial judge's decision not to set it aside.  The general language (\"rational basis\") is given content by cases declaring that the verdict should stand unless it is \" 'grossly excessive,' 'inordinate,' 'shocking to the conscience of the court,' or 'so high that it would be a denial of justice to permit it to stand.' \"  Segal v. Gilbert Color Sys., Inc., <span class=\"citation\" data-id=\"442974\"><a href=\"/opinion/442974/paul-s-segal-v-gilbert-color-systems-inc/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span>, 80-81 (1st Cir.1984) (citations omitted).  Nevertheless, there is an outer limit.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Certainly, the jury could find that Mejas would likely incur future medical expenses (no past expenses were claimed).  Dr. Angel Chinea, a neurologist, explained that Mejas suffered from chronic headaches, dizziness and insomnia, which he had treated with painkillers and relaxants.  Dr. Fernando Cabrera, a psychiatrist, testified that Mejas had chronic mild depression and post-traumatic stress disorder.  Cabrera prescribed medication including a mild tranquilizer, and recommended future therapy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But neither Chinea nor Cabrera offered any evidence as to the future cost of treating the conditions that they described.  Dr. Carlos Portocarrero provided the only evidence regarding the actual cost of future medical treatment.  He testified that reconstructive surgery to minimize Mejas' facial scars, which resulted from the incident, would cost between $3,000 and $4,000.  Thus, the only specific figures offered to the jury supported, at most, an award of $4,000.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Given the symptoms, any projection of future medical expenses beyond this figure could be only a fairly loose estimate.  But without some figures from the doctors or others with useful knowledge, the jury was poorly equipped to determine what the medicines or therapy sessions would cost and how much or many of each might be required.  And it is only these concrete expenses that are at issue;  the suffering itself (e.g., from headaches and depression) was covered under the jury instructions by the much larger award for pain and suffering.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Deciding whether enough evidence has been presented can depend not only on what is offered but on what reasonably could be expected.  On pain and suffering, courts readily tolerate estimates by the jury based on a description of the injury.  E.g., Williams v. Missouri Pac.  R.R. Co., <span class=\"citation\" data-id=\"658401\"><a href=\"/opinion/658401/stephen-j-williams-v-missouri-pacific-railroad-company-a-corporation/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">132</span></a></span>, 135 (10th Cir.1993);  see McCormick on Damages &#167; 88, at 318 (1935).  But the cost of individual medicines and medical visits can easily be provided by experts able to offer informed forecasts beyond the ken of jurors.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Accordingly, the courts have been very reluctant to allow damages for future medical expenses in the absence of medical testimony that goes beyond mere assertions that office visits or medicines might be needed.  E.g., Wood v. Day, <span class=\"citation\" data-id=\"513260\"><a href=\"/opinion/513260/anna-may-wood-v-rocky-alan-day-and-giant-food-inc/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1490</span></a></span>, 1494 (D.C.Cir.1988);  Simeon v. T. Smith &amp; Son, Inc., <span class=\"citation\" data-id=\"509511\"><a href=\"/opinion/509511/jules-simeon-sr-and-ida-mae-griffin-simeon-wife-of-jules-simeon-sr/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1421</span></a></span>, 1427-28 (5th Cir.1988).  The Tenth Circuit put the matter more generally in Williams, by saying:  \"Unlike general damages for pain and suffering, which are not susceptible to proof by a dollar amount, medical expenses and loss of earnings must be proved by evidence demonstrating the reasonable value of those losses.\"  11 F.3d at 135.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We think that the medical expense award in this case, to the extent it exceeded the $4,000 figure given for surgery, lacked any rational basis.  There may be simple cases where, out of common experience, the jury can make such estimates, but hardly here and in so large an amount.  The doctors who testified here, providing the groundwork for the handsome award for pain and suffering, could have been asked to quantify the future costs of medicine and office visits.  Doubtless, the jury did the best it could without evidence;  but the evidence should have been supplied.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although the award of medical costs is excessive, we cannot order a reduction to the maximum $4,000 figure permitted by the evidence.  This might appear odd, because trial judges and appellate courts often \"decide\" factual issues otherwise left to juries where the evidence is such that a reasonable jury could decide the issue only one way.  That is what happens when a judge directs a verdict or--as here--refuses to instruct on a defense for which there is insufficient evidence.  But damages are different.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The reason is the Supreme Court's reading of the Seventh Amendment provision that \"no fact tried by a jury shall be reexamined [in a federal court], than according to the rules of the common law.\"   Construing this language, the Supreme Court has held that a jury verdict may be set aside where \"palpably and grossly inadequate or excessive\" but that \"both parties remain entitled\" to a jury determination as to damages by means of a new trial.  Dimick v. Schiedt, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 486, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></a></span>, 301, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">603</span></a></span> (1935).  The Court then went on to temper the holding by reluctantly approving remittitur practice.  Id. at 484-88, 55 S.Ct. at 300-02.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Remittitur practice, perhaps not altogether easy to square with Dimick 's literal language about the entitlement of \"both parties,\" is also well established.  See Air Safety, 94 F.3d at 6;  Wright, supra, &#167; 2820, at 216-17.  Here, the practice permits us to order the district court to afford Mejas a reasonable time in which to file a written acceptance of a reduced award of $4,000 for medical expenses;  to deny a new trial if Mejas accepts the remittitur;  and otherwise to vacate that portion of the judgment and order a new trial thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finally, Mejas claims that Maxxam acted obstinately and that he is therefore entitled to an award of attorney fees and pre-judgment interest under P.R.R.Civ.P. 44.1(d) and 44.3(b).  Such an award is allowed if the trial court finds that a litigant has been \"unreasonably adamant or stubbornly litigious, beyond the acceptable demands of the litigation, thereby wasting time and causing the court and the other litigants unnecessary expense and delay.\"  De Leon Lopez v. Corporacion Insular de Seguros, <span class=\"citation\" data-id=\"559868\"><a href=\"/opinion/559868/pablo-de-leon-lopez-v-corporacion-insular-de-seguros/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span>, 126 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For obvious reasons, a trial court's denial of such damages is rarely upset.  Quinones-Pacheco v. American Airlines, Inc., <span class=\"citation\" data-id=\"594418\"><a href=\"/opinion/594418/valentin-quinones-pacheco-v-american-airlines-inc-valentin/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7-8 (1st Cir.1992).  Mejas has offered three specific instances of alleged obstinate conduct.  We have examined each with some care and conclude that the conduct, largely refusals to concede certain facts, were either trivial (in one case) or defensible (in several others).  Mejas' most far-reaching claim--that the hotel was obstinate in denying its own negligence and in litigating the issue--cannot have been seriously intended.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The judgment of the district court is vacated insofar as it awards $25,000 to Mejas for medical costs and otherwise affirmed, and the matter is remanded to the district court for a new trial on medical costs unless Mejas accepts a remittitur reducing damages to $4,000 on this element of his damage claims.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See 11 Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice &amp; Procedure &#167; 2807, at 78-79 (2d ed. 1995).  If local law placed a substantive cap on medical damages, it would control, Gasperini v. Center for Humanities, Inc., --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"2528498\"><a href=\"/opinion/2528498/gasperini-v-center-for-humanities-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2211</span></a></span>, 2220-21, <span class=\"citation\" data-id=\"2528498\"><a href=\"/opinion/2528498/gasperini-v-center-for-humanities-inc/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1996), but Puerto Rico case law suggests no such departure from ordinary practice, see, e.g., Rodrguez Gonzalez v. Ponce Cement Corp., <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">196</span></span>, 213 (1969)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2528498/"
  ]
}