{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197220/",
  "absolute_url": "/opinion/197220/united-states-v-ciocca/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197220/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:00Z",
  "date_modified": "2017-03-24T10:50:41.887213Z",
  "type": "010combined",
  "sha1": "3b3cf7887ca3a118210165a6d726710ce655f130",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1372.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1372\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                           JACK CIOCCA,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n           Coffin and Campbell, Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     John C. McBride, with whom McBride  &amp; Keefe was on brief for\r                                                          \r\nappellant.\r\n     F. Mark Terison, Assistant United States Attorney, with whom\r                              \r\nJay  P.  McCloskey,  United  States  Attorney,  and  Jonathan  R.\r                                                                           \r\nChapman,  Assistant United  States  Attorney, were  on brief  for\r                 \r\nappellee.\r\n\n                                           \r\n\n                        February 24, 1997\r\n                                           \r\r\n\n          TORRUELLA, Chief  Judge.  On June 8,  1995, a complaint\r                    TORRUELLA, Chief  Judge.\r                                           \r\n\nwas filed against Defendant-Appellant  Jack Ciocca (\"Ciocca\") and\r\n\nHarold  Nelson (\"Nelson\"),  who is  not a  party to  this appeal,\r\n\ncharging both with  conspiracy to distribute, and to possess with\r\n\nintent  to distribute, cocaine in  violation of 18  U.S.C.   846,\r\n\nand  distribution and  possession  with intent  to distribute  in\r\n\nviolation of 18 U.S.C.    841(a)(1) and (b)(1)(A).  After  a jury\r\n\nfound  Ciocca guilty on both counts, the district court sentenced\r\n\nhim  to imprisonment for a term of 188 months, supervised release\r\n\nfor  a term of eight  years, and a  fine of $70,000.   Ciocca now\r\n\nappeals his conviction on three grounds.   He claims that (1) the\r\n\ndistrict court erred in refusing to admit the psychiatric records\r\n\nof prosecution  witness  Kevin  Caporino  (\"Caporino\");  (2)  the\r\n\nevidence was insufficient to support a conspiracy conviction; and\r\n\n(3) the  district court erred in admitting tapes of conversations\r\n\ninvolving Ciocca and Caporino.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          We  present the  facts the  jury reasonably  could have\r\n\nfound, in the light most favorable to the verdict.  United States\r                                                                           \r\n\nv.  Josleyn,  99 F.3d  1182,  1185 n.1  (1st  Cir. 1996).   Kevin\r                     \r\n\nCaporino  met  Ciocca  in  1981  when  Ciocca  entered the  Maine\r\n\nrestaurant in which Caporino was working.  At that first meeting,\r\n\nCaporino gave Ciocca some cocaine for personal use.  Ciocca later\r\n\nstopped  back at  the restaurant  and told  Caporino that  he was\r\n\ninvolved  in a cocaine trafficking  business.  Within  a month of\r\n\nthat initial  meeting, Caporino  then met Ciocca  in Connecticut.\r\n\n                               -2-\r\r\n\nAt the Connecticut meeting,  Ciocca gave Caporino an eighth  of a\r\n\nkilogram  of cocaine,  which  Caporino tried  to  sell in  Maine.\r\n\nCaporino continued  to sell cocaine  for Ciocca until  1983, when\r\n\nCaporino  was involved in an  automobile accident.  This accident\r\n\ncaused  Caporino to suffer  amnesia and led  to extensive therapy\r\n\nintended to recover his memory.\r\n\n          In  the spring  of  1994, Ciocca  and Nelson  contacted\r\n\nCaporino  and requested that he serve as a courier between Ciocca\r\n\nin Connecticut and Nelson in Maine.  Caporino agreed.  During the\r\n\n1980s,  Caporino  had  served   Ciocca  in  a  similar  capacity,\r\n\ntransporting  cocaine between  Connecticut  and Maine  up to  ten\r\n\ntimes.   Caporino's role was to retrieve money from Nelson, drive\r\n\nthe money to Ciocca  in Connecticut, wait for Ciocca to count the\r\n\nmoney,  then  transport  a  kilogram  of  cocaine  from  Ciocca's\r\n\nresidence back to Nelson.  For his role, Caporino was paid $2,000\r\n\nby Nelson for  each delivery,  although sometimes he  was paid  a\r\n\npound of marijuana in lieu of the $2,000.  Caporino made six such\r\n\ntrips prior to his arrest in May 1995.\r\n\n          In late April  or early May  1995, Caporino received  a\r\n\nkilogram of  cocaine from Ciocca and delivered  it to Nelson.  At\r\n\nthis point, Nelson  gave him an ounce of cocaine for repayment of\r\n\nmoney owed to  Caporino.   Caporino in  turn gave  this ounce  to\r\n\nundercover  Agent  Scott Durst,  of  the  Maine Drug  Enforcement\r\n\nAgency.   Upon this transaction, Caporino was arrested and agreed\r\n\nto cooperate with law enforcement personnel.  On May 11, Caporino\r\n\nwas paid $250 for further debts owed him by Nelson.\r\n\n                               -3-\r\r\n\n          On May 3, 1995, Ciocca participated in a controlled buy\r\n\nwith  Agent   Durst,  using  Caporino   as  a  conduit   for  the\r\n\ntransactions.    The  buy  was  arranged  by  means   of  several\r\n\nelectronically monitored telephone  conversations between  Ciocca\r\n\nand  Caporino, during which  Ciocca told  Caporino that  he would\r\n\nbring three  and a half ounces  of cocaine to a  meeting place in\r\n\nBoston.   Prior to the  controlled buy, Caporino  was searched by\r\n\nagents  of the  U.S.  Drug  Enforcement  Agency.    The  buy  was\r\n\nmonitored  by  means  of  an electronic  wire  and  a  micro-tape\r\n\nrecorder placed on Caporino.  Caporino, accompanied by Durst, met\r\n\nCiocca outside the Boston Gardens.  Ciocca and Caporino entered a\r\n\nnearby restaurant  and proceeded to  the restroom.   Caporino and\r\n\nCiocca were in  the restroom  for three to  four minutes,  during\r\n\nwhich  time Caporino gave  Ciocca $3,000,  which he  had received\r\n\nfrom  Durst and  which Ciocca  counted out in  the restroom.   In\r\n\nexchange,  Ciocca  gave  Caporino  three  and a  half  ounces  of\r\n\ncocaine.    After the  buy, Caporino  gave  the cocaine  to Agent\r\n\nDurst.   Caporino and Durst then returned to a nearby DEA office,\r\n\nwhere Caporino was searched again.\r\n\n          Between  May  11  and   June  7,  Caporino  engaged  in\r\n\ntelephone  and in-person  conversations with  Ciocca  and Nelson,\r\n\ntrying  to determine when the next delivery between the two would\r\n\noccur.  On June 7, Nelson informed Caporino that he had the money\r\n\nfor the  buy and had  spoken with Ciocca,  who had a  kilogram of\r\n\ncocaine ready for purchase.   That day, Nelson met  with Caporino\r\n\nin  Maine and transferred  to him an  envelope containing $5,500.\r\n\n                               -4-\r\r\n\nThe  two made  arrangements for  the transfer  of the  cocaine to\r\n\nNelson upon  Caporino's return from  Connecticut.  Both  prior to\r\n\nand after this meeting, Caporino and his car were searched.\r\n\n          Caporino then travelled with Agent Durst to Connecticut\r\n\nto pick up  the kilogram of cocaine from Ciocca.   Caporino's car\r\n\nbroke down along the way and the DEA supplied a truck to complete\r\n\nthe trip.   Approximately ten minutes  away from Ciocca's  house,\r\n\nthe agents  transferred Caporino to  the truck.   At the  time of\r\n\nthis transfer,  Caporino was  searched.  Agent  Durst accompanied\r\n\nCaporino  in the  truck until  they were  near Ciocca's  home, at\r\n\nwhich point Durst joined the other law enforcement agents.\r\n\n          After being ushered into  the house by Ciocca, Caporino\r\n\nwaited   while  Ciocca   finished  cooking  with   his  daughter.\r\n\nThereafter, Ciocca and Caporino went  to the master bathroom  and\r\n\nclosed the  door.  Ciocca put  on thin black gloves  and began to\r\n\ncount  the  money  Caporino  had  brought from  Nelson.    Ciocca\r\n\nretrieved a kilogram of cocaine from a closet in the bathroom and\r\n\ngave it  to Caporino.  The  two proceeded down the  stairs to the\r\n\ncellar,  from which Caporino left  the house.   During this time,\r\n\nlaw enforcement agents were stationed on the street near Ciocca's\r\n\nmailbox, monitoring the wire transmissions from inside the house.\r\n\nUpon  meeting up  with the  drug enforcement  agents in  a nearby\r\n\nparking lot, Caporino turned over to the agents a brown paper bag\r\n\ncontaining a rectangular package  of cocaine.  Both Caporino  and\r\n\nthe truck were again searched.\r\n\n                               -5-\r\r\n\n          During  the  early  morning  of June  8,  Nelson  paged\r\n\nCaporino to  transfer the cocaine.  The two arranged to meet at a\r\n\nrestaurant  in Portland, Maine.   From there,  the two  went to a\r\n\ncommuter  parking lot, where Caporino  claimed his car had broken\r\n\ndown.  Nelson retrieved the kilogram of cocaine from the trunk of\r\n\nCaporino's car, after which drug enforcement agents arrested him.\r\n\n          Later that  day, a search warrant  executed at Ciocca's\r\n\nhome turned  up several  firearms, including one  located in  the\r\n\nmaster bathroom closet and  three firearms in an attache  case in\r\n\nthe  bottom of that closet.  Finally, another firearm was located\r\n\nin a  bureau in the master  bedroom.  The agents  also seized the\r\n\n$5,500  that Nelson had transferred to  Caporino the previous day\r\n\nfrom the medicine cabinet of Ciocca's master bathroom.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          I.   Denial  of  defendant's  request   for  Caporino's\r                    I.   Denial  of  defendant's  request   for  Caporino's\r\n               medical and psychiatric records\r                         medical and psychiatric records\r\n\n          Ciocca first argues that  the district court erred when\r\n\nit denied his request for discovery of, and failed to admit  into\r\n\nevidence, Caporino's  medical and psychiatric records  related to\r\n\nhis  1983  accident.    Ciocca  contends  that  the  records  are\r\n\nexculpatory  evidence  to which  he  is entitled  under  Brady v.\r                                                                        \r\n\nMaryland, 373 U.S. 83  (1963).  Such evidence is  discoverable by\r                  \r\n\nthe  defendant  where  it \"is  material  either  to  guilt or  to\r\n\npunishment.\"  Brady, 373 U.S. at 87.\r                             \r\n\n          In order to succeed on a Brady claim, \"a defendant must\r                                                  \r\n\nshow that the withheld 'evidence was exculpatory, as  measured by\r\n\nits materiality.'\"   United States v. Watson,  76 F.3d 4,  7 (1st\r                                                      \r\n\n                               -6-\r\r\n\nCir.)  (quoting United  States v.  Hemmer, 729  F.2d 10,  14 (1st\r                                                   \r\n\nCir.), cert.  denied, 467  U.S. 1218  (1984)), cert.  denied,    \r                                                                      \r\n\nU.S.    , 116 S. Ct. 1889 (1996).  \"Information is 'material' 'if\r\n\nthere is  a reasonable  probability that,  had the evidence  been\r\n\ndisclosed to the defense, the result of the proceeding would have\r\n\nbeen different.'\"  United States v. Blais, 98 F.3d  647, 651 (1st\r                                                   \r\n\nCir.  1996)  (quoting  United  States  v. Bagley,  473  U.S.  667\r                                                          \r\n\n(1985)).   \"Where,  as here,  the defendant  has made  a pretrial\r\n\nrequest  for   specific  exculpatory  information,   reversal  is\r\n\nrequired if nondisclosure 'might have affected the outcome of the\r\n\ntrial.'\"  United  States v. Devin,  918 F.2d  280, 289 (1st  Cir.\r                                           \r\n\n1990).\r\n\n          After carefully reviewing  each of the  sealed records,\r\n\nwe find that non-disclosure could  not have affected the  outcome\r\n\nof the trial.   Disclosure of these medical records,  in light of\r\n\ndefense   counsel's   unhindered  cross-examination   of  several\r\n\ngovernment witnesses on this issue, could not have altered either\r\n\nthe jury's  conviction or the sentencing  court's disposition and\r\n\nis therefore not  material.   Nothing in the  records could  have\r\n\nbolstered  defense counsel's  cross-examination of Caporino.   We\r\n\nthus find no  error in  the district court's  denial of  Ciocca's\r\n\nmotion for access to Caporino's psychiatric records.\r\n\n          Ciocca emphasizes  that the district court's  denial of\r\n\nhis disclosure request prejudiced his ability to impeach Caporino\r\n\non   cross-examination,   and   thus   violated   his  right   to\r\n\nconfrontation  guaranteed by  the  Sixth Amendment.   \"The  Sixth\r\n\n                               -7-\r\r\n\nAmendment  guarantees criminal defendants an adequate opportunity\r\n\nto cross-examine adverse witnesses.\"   United States v. Butt, 955\r                                                                      \r\n\nF.2d  77,  86 (1st  Cir. 1992).    While a  witness's psychiatric\r\n\nrecords  may  sometimes  be  an appropriate  subject  for  cross-\r\n\nexamination, the right to cross-examination is not absolute.  Id.\r                                                                           \r\n\n\"Once the defendant has been afforded a reasonable opportunity to\r\n\nquestion  a witness'  veracity  and motivation,  the trial  judge\r\n\nenjoys  broad discretion in  determining the scope  and extent of\r\n\ncross-examination.\"  Id. (internal quotations omitted).\r                                  \r\n\n          As Caporino was the government's primary witness, we do\r\n\nnot doubt that challenging  Caporino's credibility was crucial to\r\n\nCiocca's defense.   We find,  however, that  Ciocca's ability  to\r\n\nimpeach Caporino did not  suffer because of, and that  Ciocca was\r\n\nnot prejudiced by, the district court's denial of access to these\r\n\nrecords.   Defense  counsel  engaged in  a  thorough and  probing\r\n\ncross-examination of Caporino, as  well as of Agent Durst  of the\r\n\nMaine Drug  Enforcement Agency  and Agent John  Bryfonski of  the\r\n\nU.S. Drug Enforcement Agency,  regarding the extent of Caporino's\r\n\nmemory loss after  his accident.   Ciocca brought out  Caporino's\r\n\nstatements  that  he  was a  \"walking  zombie,\"  that  he had  to\r\n\n\"reconstruct  his brain\" after the accident,  that just after the\r\n\naccident, and  perhaps for  years thereafter, Caporino  could not\r\n\nremember  anything  that occurred  prior  to  the accident,  that\r\n\nCaporino was hospitalized for amnesia after the accident, that he\r\n\n\"forgot my whole life,\" that Caporino had to \"build a new brain,\"\r\n\nand  that Caporino's brain had  \"gone the wrong  way.\"  The above\r\n\n                               -8-\r\r\n\ntestimony demonstrates  that Ciocca was able to  place before the\r\n\njury ample evidence regarding  Caporino's ability to remember the\r\n\nevents that transpired prior to and after his accident.  That the\r\n\njury chose  to credit  Caporino's testimony, even  after Ciocca's\r\n\nthorough cross-examination, is within its province as factfinder.\r\n\nUnited States v. DiSanto, 86 F.3d 1238, 1246 (1st Cir. 1996).  On\r                                  \r\n\nreview,  we defer to all jury determinations of credibility.  See\r                                                                           \r\n\nUnited States v. Smith, 101 F.3d 202, 215 (1st Cir. 1996).\r                                \r\n\n          Thus,  having found  that the  sealed records  were not\r\n\nmaterial  to Ciocca's guilt or punishment and that Ciocca was not\r\n\nprejudiced  by  this lack  of access  to  the sealed  records, we\r\n\nconclude that  the district court  properly denied access  to the\r\n\nrecords as Brady material.\r                          \r\n\n          II.  Sufficiency of the evidence\r                    II.  Sufficiency of the evidence\r\n\n          Ciocca  next claims  that the  district court  erred in\r\n\ndenying his motion for  judgment of acquittal.  He  contends that\r\n\nno  credible evidence established a conspiracy from the spring of\r\n\n1994 to May 1995.1  He argues that there was no evidence, outside\r\n\nthat  provided  by Caporino,  linking  him to  a  conspiracy with\r\n\nNelson  prior to  May  1995.   He  acknowledges that  there  were\r\n\nconversations between  Caporino and  Nelson and between  Caporino\r\n\nand Ciocca, but nothing linking the three in a conspiracy.\r\n\n          Ciocca is,  in essence, challenging the  sufficiency of\r\n\nthe evidence.\r\n                    \r                              \r\n\n1   He  appears to concede  that the  evidence was  sufficient to\r\nestablish  a  conspiracy  during  the  time  following Caporino's\r\ndecision to cooperate with the government.\r\n\n                               -9-\r\r\n\n          In assessing a  challenge to the  sufficiency\r\n          of  the evidence,  we  \"review the  record to\r\n          determine whether the evidence and reasonable\r\n          inferences therefrom, taken as a whole and in\r\n          the light most  favorable to the prosecution,\r\n          would  allow  a  rational  jury  to determine\r\n          beyond a reasonable doubt that the defendants\r\n          were guilty as charged.\"\r\n\nUnited  States  v. Sullivan,  85 F.3d  743,  747 (1st  Cir. 1996)\r                                     \r\n\n(quoting United  States v.  Mena-Robles, 4  F.3d 1026,  1031 (1st\r                                                 \r\n\nCir. 1993), cert. denied,      U.S.    , 114 S. Ct. 1550 (1994)).\r                                  \r\n\n\"To  uphold  a conviction,  the court  need  not believe  that no\r\n\nverdict  other than a  guilty verdict could  sensibly be reached,\r\n\nbut  must  only  satisfy itself  that  the  guilty  verdict finds\r\n\nsupport in 'a plausible rendition of the record.'\"  United States\r                                                                           \r\n\nv. Echeverri, 982 F.2d  675, 677 (1st Cir. 1993)  (quoting United\r                                                                           \r\n\nStates v. Ortiz, 966 F.2d 707, 711 (1st Cir. 1992), cert. denied,\r                                                                          \r\n\n506 U.S. 1063 (1993)).\r\n\n          In  order  to  prove  conspiracy,  the  government  was\r\n\nrequired to prove beyond a reasonable doubt that  Ciocca \"entered\r\n\nan agreement to commit the substantive offense, and that [he] was\r\n\na  voluntary participant in  the conspiracy.\"   United  States v.\r                                                                        \r\n\nAnd jar, 49  F.3d  16, 20  (1st  Cir. 1995).   In  addition,  the\r                 \r\n\ngovernment  must prove both an  intent to agree  and an intent to\r\n\ncommit  the  substantive  offense.    Id.    In  considering  the\r                                                   \r\n\nevidence,  \"a 'common  purpose and  plan may  be inferred  from a\r\n\ndevelopment  and  collocation  of  circumstance.'\"    Id.  at  21\r                                                                   \r\n\n(quoting  United States v. S nchez,  917 F.2d 607,  610 (1st Cir.\r                                            \r\n\n1990) (citations and internal  quotations omitted), cert. denied,\r                                                                          \r\n\n499 U.S. 977 (1991)).\r\n\n                               -10-\r\r\n\n          In  the  Background  section,  supra,  we  recited  the\r                                                        \r\n\nevidence  in the light most favorable to  the jury verdict.  That\r\n\nevidence indicates that, in the spring of 1994,  Ciocca initiated\r\n\nan  understanding  with Caporino  that  Caporino  would serve  as\r\n\ncourier  in a drug trade between Ciocca in Connecticut and Nelson\r\n\nin Maine.  The jury could  have found that Caporino engaged in at\r\n\nleast  six  transactions   prior  to  May   1995    During   each\r\n\ntransaction, Nelson contacted  Caporino to let him know  that the\r\n\nmoney  was ready  to be  transported to  Ciocca.   After Caporino\r\n\nretrieved the money from Nelson, he drove it to Ciocca's house in\r\n\nConnecticut, where  Ciocca counted  it.   Ciocca would  then turn\r\n\nover a kilogram of  cocaine to Caporino, who would  transport the\r\n\nkilogram of cocaine back to Nelson in Maine.  We believe that the\r\n\njury  could infer from  the evidence as  a whole  that Nelson and\r\n\nCiocca  entered  into  an agreement  in  the  spring  of 1994  to\r\n\ntransport cocaine between Connecticut and Maine, that they had an\r\n\nintent to agree and an intent to distribute cocaine, and that the\r\n\nagreement continued up to and including the point at which Ciocca\r\n\nwas arrested.  See, e.g., And jar, 49 F.3d at 21  (noting that an\r                                           \r\n\nappellate court draws all  credibility determinations in favor of\r\n\nthe verdict, even in instances where the conviction relies solely\r\n\non the uncorroborated testimony  of a confidential informant, \"so\r\n\nlong as the testimony  is not incredible or insubstantial  on its\r\n\nface\" (internal quotations  omitted)); United  States v.  Cresta,\r                                                                          \r\n\n825 F.2d 538, 546 (1st  Cir. 1987) (recognizing that there is  no\r\n\nfederal requirement of corroboration of an informant's  testimony\r\n\n                               -11-\r\r\n\nprovided the testimony is not \"incredible or insubstantial on its\r\n\nface\" (internal quotations omitted)), cert. denied, 486 U.S. 1042\r                                                            \r\n\n(1988); United States v. Davis, 623 F.2d 188, 195 (1st Cir. 1980)\r                                        \r\n\n(finding it \"clear that a [conspiracy] conviction can rest on the\r\n\nuncorroborated   testimony  of  a   co-defendant  or  accomplice\"\r\n\n(internal  quotations omitted)).  Because Caporino's testimony is\r\n\nfar from being incredible  or insubstantial on its face,  we find\r\n\nno  error in the district  court's denial of  Ciocca's motion for\r\n\njudgment of acquittal.\r\n\n          III. Admission  of  the  taped   conversations  between\r                    III. Admission  of  the  taped   conversations  between\r\n               Ciocca and Caporino\r                         Ciocca and Caporino\r\n\n          During the  trial, the  government sought  to introduce\r\n\ninto  evidence  approximately  27  audiotape  recordings procured\r\n\nthrough   consensual  recording.      The  audiotapes   contained\r\n\nconversations  between Caporino and  Ciocca and  between Caporino\r\n\nand  Ciocca's   co-conspirator  Nelson.     The  district   court\r\n\nconditionally admitted the audiotapes,  subject to a later ruling\r\n\nunder United States v. Petrozziello, 548 F.2d 20 (1st Cir. 1977).\r                                             \r\n\nAt the close of all the evidence, Ciocca renewed his objection to\r\n\n\"all  the  evidence that  relates  to  the conspirator  hearsay.\"\r\n\nTrial Transcript, vol. 2, at 378.  The following colloquy ensued:\r\n\n            THE COURT:  Let me see.  You say strike all\r\n          the  evidence.  What evidence particularly do\r\n          you wish to have stricken?\r\n\n            MR. McBRIDE:  Any statements made by Nelson\r\n          on the  one hand  that were intercepted  on a\r\n          consensual monitoring device between Caporino\r\n          and  Nelson, and  any statement  that existed\r\n          between Caporino and  the defendant who [sic]\r\n          in any way reflected a continuing--\r\n\n                               -12-\r\r\n\n            THE  COURT:    The   defendant's  statement\r\n          intercepted by the wire would be an admission\r\n          to [sic] the party.\r\n\n            MR. McBRIDE:  I'm sorry, you are absolutely\r\n          correct, I'm wrong.\r\n\nId. at 378-79.\r             \r\n\n          On appeal, Ciocca argues that\r\n\n          \"certain tapes of  conversations were  played\r\n          for the jury.  Defense counsel had a standing\r\n          objection   to   the    admission   of    the\r\n          conversations   as   hearsay.     The   Court\r\n          overruled the objection,  allowing the  tapes\r\n          to come in under the co-conspirator statement\r\n          exception to  the  hearsay rule  as  provided\r\n          under  Federal  Rule of  Evidence  801(d) (2)\r\n          (E).   The  Court  erred  because  there  was\r\n          insufficient    evidence   of    a   criminal\r\n          conspiracy   between    the   defendant   and\r\n          Caporino.\"\r\n\nAppellant's  Brief at  19.   We first  note that  Ciocca  has not\r\n\nappealed the district court's admission of the tape recordings of\r\n\nconversations  between  Caporino  and   Ciocca's  co-conspirator,\r\n\nNelson.  Because  Ciocca has  failed to appeal  that ruling,  the\r\n\nadmissibility of those recordings is not before us.\r\n\n          We next find  that Ciocca has waived  the argument that\r\n\nthe   taped  conversations   between   Caporino  and   him   were\r\n\ninadmissible.    \"A  party  waives  a  right  when  it  makes  an\r\n\nintentional relinquishment or abandonment  of it.\"  United States\r                                                                           \r\n\nv.  Mitchell,  85   F.3d  800,  807  (1st  Cir.  1996)  (internal\r                      \r\n\nquotations  omitted).   Forfeiture, of  course, is  different, in\r\n\nthat it occurs only \"if a defendant merely fails to make a timely\r\n\nassertion of  that right.\"  Id.   \"The distinction is  a key one,\r                                         \r\n\nfor '[m]ere forfeiture, as opposed to waiver, does not extinguish\r\n\n                               -13-\r\r\n\nan \"error\" under Rule 52(b). . . .'  In short, where there  was a\r\n\nforfeiture,  we apply  a plain  error analysis;  where there  was\r\n\nwaiver,  we do not.\"   Id. (quoting  United States  v. Olano, 507\r                                                                      \r\n\nU.S.  725, 733-37 (1993)).   Thus, Ciocca's acknowledgment at the\r\n\nPetrozziello hearing  of the correctness of  the district court's\r                      \r\n\nruling with  regard to the taped conversations between Ciocca and\r\n\nCaporino  constitutes  waiver,  which extinguishes  any  error on\r\n\nappeal.  United States v.  Olano, 507 U.S. 725, 733 (1993).   Our\r                                          \r\n\nanalysis ends here.2\r\n                    \r                              \r\n\n2    We  point out  that  defense  counsel's  agreement with  the\r\ndistrict  court's  ruling  on  these conversations  was  in  fact\r\nwarranted and correct as a matter of law.  Ciocca's statements in\r\nthese  conversations constitute  admissions against  interest and\r\nwere properly  admissible pursuant  to Federal Rules  of Evidence\r\n801(d)(2)(A)  and  804(b)(3).   Additionally,  the statements  by\r\nCaporino, in response, were properly admissible because a\r\n\n          \"defendant, having  made admissions, [cannot]\r\n          keep  from the  jury  other  segments of  the\r\n          discussion reasonably required to place those\r\n          admissions in context.  In this instance, the\r\n          other parts of the conversation were properly\r\n          admitted   as   'reciprocal  and   integrated\r\n          utterances,'   .  .   .  to   put  [Ciocca's]\r\n          statements  into  perspective  and make  them\r\n          'intelligible to the jury and recognizable as\r\n          admissions.'\"\r\n\nUnited  States v. McDowell, 918  F.2d 1004, 1007  (1st Cir. 1990)\r                                    \r\n(citations omitted).\r\n\n   Moreover, while some of Ciocca's statements made in the course\r\nof  the  conversations  may  not  have  been  admissions  against\r\ninterest, his failure to object to such statements below forfeits\r\nany argument he may have for the inadmissibility of non-admission\r\nstatements.   Forfeiture  of this  argument triggers  plain error\r\nreview.  Mitchell, 85 F.3d at  807.  Ciocca's brief does not even\r                           \r\nindicate which statements may give rise to a plain error finding.\r\nThus, Ciocca has not  carried his burden of showing  plain error,\r\nsee  United States  v.  Winter,  70  F.3d  655  (1st  Cir.  1995)\r                                        \r\n(appellant bears  the burden of establishing  plain error), cert.\r                                                                           \r\ndenied,     U.S.    , 116 S. Ct. 1366 (1996), and we find no such\r                \r\n\n                               -14-\r\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          Based on  the foregoing  considerations, we  affirm the\r                                                                 affirm\r\n\ndistrict court's rulings.\r\n\n          So ordered.\r                              \r\n\n                    \r                              \r\n\nerror here.\r\n\n                               -15-\r\r\n",
  "html": "<p class=\"case_cite\">106 F.3d 1079</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jack CIOCCA, Defendant--Appellant.</p>\n    <p class=\"docket\">No. 96-1372.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 13, 1996.<br>Decided Feb. 24, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John C. McBride, with whom McBride &amp; Keefe was on brief, for defendant-appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Jonathan R. Chapman, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 8, 1995, a complaint was filed against Defendant-Appellant Jack Ciocca (\"Ciocca\") and Harold Nelson (\"Nelson\"), who is not a party to this appeal, charging both with conspiracy to distribute, and to possess with intent to distribute, cocaine in violation of 21 U.S.C. &#167; 846, and distribution and possession with intent to distribute in violation of 21 U.S.C. &#167; 841(a)(1) and (b)(1)(A).  After a jury found Ciocca guilty on both counts, the district court sentenced him to imprisonment for a term of 188 months, supervised release for a term of eight years, and a fine of $70,000.  Ciocca now appeals his conviction on three grounds.  He claims that (1) the district court erred in refusing to admit the psychiatric records of prosecution witness Kevin Caporino (\"Caporino\");  (2) the evidence was insufficient to support a conspiracy conviction;  and (3) the district court erred in admitting tapes of conversations involving Ciocca and Caporino.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We present the facts the jury reasonably could have found, in the light most favorable to the verdict.  United States v. Josleyn, 99 F.3d 1182, 1185 n. 1 (1st Cir.1996).  Kevin Caporino met Ciocca in 1981 when Ciocca entered the Maine restaurant in which Caporino was working.  At that first meeting, Caporino gave Ciocca some cocaine for personal use.  Ciocca later stopped back at the restaurant and told Caporino that he was involved in a cocaine trafficking business.  Within a month of that initial meeting, Caporino then met Ciocca in Connecticut.  At the Connecticut meeting, Ciocca gave Caporino an eighth of a kilogram of cocaine, which Caporino tried to sell in Maine.  Caporino continued to sell cocaine for Ciocca until 1983, when Caporino was involved in an automobile accident.  This accident caused Caporino to suffer amnesia and led to extensive therapy intended to recover his memory.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the spring of 1994, Ciocca and Nelson contacted Caporino and requested that he serve as a courier between Ciocca in Connecticut and Nelson in Maine.  Caporino agreed.  During the 1980s, Caporino had served Ciocca in a similar capacity, transporting cocaine between Connecticut and Maine up to ten times.  Caporino's role was to retrieve money from Nelson, drive the money to Ciocca in Connecticut, wait for Ciocca to count the money, then transport a kilogram of cocaine from Ciocca's residence back to Nelson.  For his role, Caporino was paid $2,000 by Nelson for each delivery, although sometimes he was paid a pound of marijuana in lieu of the $2,000.  Caporino made six such trips prior to his arrest in May 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In late April or early May 1995, Caporino received a kilogram of cocaine from Ciocca and delivered it to Nelson.  At this point, Nelson gave him an ounce of cocaine for repayment of money owed to Caporino.  Caporino in turn gave this ounce to undercover Agent Scott Durst, of the Maine Drug Enforcement Agency.  Upon this transaction, Caporino was arrested and agreed to cooperate with law enforcement personnel.  On May 11, Caporino was paid $250 for further debts owed him by Nelson.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 3, 1995, Ciocca participated in a controlled buy with Agent Durst, using Caporino as a conduit for the transactions.  The buy was arranged by means of several electronically monitored telephone conversations between Ciocca and Caporino, during which Ciocca told Caporino that he would bring three and a half ounces of cocaine to a meeting place in Boston.  Prior to the controlled buy, Caporino was searched by agents of the U.S. Drug Enforcement Agency.  The buy was monitored by means of an electronic wire and a micro-tape recorder placed on Caporino.  Caporino, accompanied by Durst, met Ciocca outside the Boston Gardens.  Ciocca and Caporino entered a nearby restaurant and proceeded to the restroom.  Caporino and Ciocca were in the restroom for three to four minutes, during which time Caporino gave Ciocca $3,000, which he had received from Durst and which Ciocca counted out in the restroom.  In exchange, Ciocca gave Caporino three and a half ounces of cocaine.  After the buy, Caporino gave the cocaine to Agent Durst.  Caporino and Durst then returned to a nearby DEA office, where Caporino was searched again.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Between May 11 and June 7, Caporino engaged in telephone and in-person conversations with Ciocca and Nelson, trying to determine when the next delivery between the two would occur.  On June 7, Nelson informed Caporino that he had the money for the buy and had spoken with Ciocca, who had a kilogram of cocaine ready for purchase.  That day, Nelson met with Caporino in Maine and transferred to him an envelope containing $5,500.  The two made arrangements for the transfer of the cocaine to Nelson upon Caporino's return from Connecticut.  Both prior to and after this meeting, Caporino and his car were searched.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Caporino then travelled with Agent Durst to Connecticut to pick up the kilogram of cocaine from Ciocca.  Caporino's car broke down along the way and the DEA supplied a truck to complete the trip.  Approximately ten minutes away from Ciocca's house, the agents transferred Caporino to the truck.  At the time of this transfer, Caporino was searched.  Agent Durst accompanied Caporino in the truck until they were near Ciocca's home, at which point Durst joined the other law enforcement agents.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After being ushered into the house by Ciocca, Caporino waited while Ciocca finished cooking with his daughter.  Thereafter, Ciocca and Caporino went to the master bathroom and closed the door.  Ciocca put on thin black gloves and began to count the money Caporino had brought from Nelson.  Ciocca retrieved a kilogram of cocaine from a closet in the bathroom and gave it to Caporino.  The two proceeded down the stairs to the cellar, from which Caporino left the house.  During this time, law enforcement agents were stationed on the street near Ciocca's mailbox, monitoring the wire transmissions from inside the house.  Upon meeting up with the drug enforcement agents in a nearby parking lot, Caporino turned over to the agents a brown paper bag containing a rectangular package of cocaine.  Both Caporino and the truck were again searched.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During the early morning of June 8, Nelson paged Caporino to transfer the cocaine.  The two arranged to meet at a restaurant in Portland, Maine.  From there, the two went to a commuter parking lot, where Caporino claimed his car had broken down.  Nelson retrieved the kilogram of cocaine from the trunk of Caporino's car, after which drug enforcement agents arrested him.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Later that day, a search warrant executed at Ciocca's home turned up several firearms, including one located in the master bathroom closet and three firearms in an attache case in the bottom of that closet.  Finally, another firearm was located in a bureau in the master bedroom.  The agents also seized the $5,500 that Nelson had transferred to Caporino the previous day from the medicine cabinet of Ciocca's master bathroom.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">I. Denial of defendant's request for Caporino's medical and psychiatric records</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Ciocca first argues that the district court erred when it denied his request for discovery of, and failed to admit into evidence, Caporino's medical and psychiatric records related to his 1983 accident.  Ciocca contends that the records are exculpatory evidence to which he is entitled under Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963).  Such evidence is discoverable by the defendant where it \"is material either to guilt or to punishment.\"  Brady, 373 U.S. at 87, 83 S.Ct. at 1197.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In order to succeed on a Brady claim, \"a defendant must show that the withheld 'evidence was exculpatory, as measured by its materiality.' \"  United States v. Watson, 76 F.3d 4, 7 (1st Cir.)  (quoting United States v. Hemmer, 729 F.2d 10, 14 (1st Cir.), cert. denied, 467 U.S. 1218, 104 S.Ct. 2666, 81 L.Ed.2d 371 (1984)), cert. denied, --- U.S. ----, 116 S.Ct. 1889, 135 L.Ed.2d 183 (1996).  \"Information is 'material' 'if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.' \"  United States v. Blais, 98 F.3d 647, 651 (1st Cir.1996) (quoting United States v. Bagley, 473 U.S. 667, 105 S.Ct. 3375, 87 L.Ed.2d 481 (1985)).  \"Where, as here, the defendant has made a pretrial request for specific exculpatory information, reversal is required if nondisclosure 'might have affected the outcome of the trial.' \"  United States v. Devin, 918 F.2d 280, 289 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After carefully reviewing each of the sealed records, we find that non-disclosure could not have affected the outcome of the trial.  Disclosure of these medical records, in light of defense counsel's unhindered cross-examination of several government witnesses on this issue, could not have altered either the jury's conviction or the sentencing court's disposition and is therefore not material.  Nothing in the records could have bolstered defense counsel's cross-examination of Caporino.  We thus find no error in the district court's denial of Ciocca's motion for access to Caporino's psychiatric records.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Ciocca emphasizes that the district court's denial of his disclosure request prejudiced his ability to impeach Caporino on cross-examination, and thus violated his right to confrontation guaranteed by the Sixth Amendment.  \"The Sixth Amendment guarantees criminal defendants an adequate opportunity to cross-examine adverse witnesses.\"  United States v. Butt, 955 F.2d 77, 86 (1st Cir.1992).  While a witness's psychiatric records may sometimes be an appropriate subject for cross-examination, the right to cross-examination is not absolute.  Id.  \"Once the defendant has been afforded a reasonable opportunity to question a witness' veracity and motivation, the trial judge enjoys broad discretion in determining the scope and extent of cross-examination.\"  Id. (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As Caporino was the government's primary witness, we do not doubt that challenging Caporino's credibility was crucial to Ciocca's defense.  We find, however, that Ciocca's ability to impeach Caporino did not suffer because of, and that Ciocca was not prejudiced by, the district court's denial of access to these records.  Defense counsel engaged in a thorough and probing cross-examination of Caporino, as well as of Agent Durst of the Maine Drug Enforcement Agency and Agent John Bryfonski of the U.S. Drug Enforcement Agency, regarding the extent of Caporino's memory loss after his accident.  Ciocca brought out Caporino's statements that he was a \"walking zombie,\" that he had to \"reconstruct his brain\" after the accident, that just after the accident, and perhaps for years thereafter, Caporino could not remember anything that occurred prior to the accident, that Caporino was hospitalized for amnesia after the accident, that he \"forgot my whole life,\" that Caporino had to \"build a new brain,\" and that Caporino's brain had \"gone the wrong way.\"   The above testimony demonstrates that Ciocca was able to place before the jury ample evidence regarding Caporino's ability to remember the events that transpired prior to and after his accident.  That the jury chose to credit Caporino's testimony, even after Ciocca's thorough cross-examination, is within its province as factfinder.  United States v. DiSanto, 86 F.3d 1238, 1246 (1st Cir.1996).  On review, we defer to all jury determinations of credibility.  See United States v. Smith, 101 F.3d 202, 215 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Thus, having found that the sealed records were not material to Ciocca's guilt or punishment and that Ciocca was not prejudiced by this lack of access to the sealed records, we conclude that the district court properly denied access to the records as Brady material.</p>\n    </div>\n    <p class=\"indent\">II. Sufficiency of the evidence</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Ciocca next claims that the district court erred in denying his motion for judgment of acquittal.  He contends that no credible evidence established a conspiracy from the spring of 1994 to May 1995.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He argues that there was no evidence, outside that provided by Caporino, linking him to a conspiracy with Nelson prior to May 1995.  He acknowledges that there were conversations between Caporino and Nelson and between Caporino and Ciocca, but nothing linking the three in a conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Ciocca is, in essence, challenging the sufficiency of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>In assessing a challenge to the sufficiency of the evidence, we \"review the record to determine whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendants were guilty as charged.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">United States v. Sullivan, 85 F.3d 743, 747 (1st Cir.1996) (quoting United States v. Mena-Robles, 4 F.3d 1026, 1031 (1st Cir.1993), cert. denied, 511 U.S. 1035, 114 S.Ct. 1550, 128 L.Ed.2d 199 (1994)).  \"To uphold a conviction, the court need not believe that no verdict other than a guilty verdict could sensibly be reached, but must only satisfy itself that the guilty verdict finds support in 'a plausible rendition of the record.' \"  United States v. Echeverri, 982 F.2d 675, 677 (1st Cir.1993) (quoting United States v. Ortiz, 966 F.2d 707, 711 (1st Cir.1992), cert. denied, 506 U.S. 1063, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In order to prove conspiracy, the government was required to prove beyond a reasonable doubt that Ciocca \"entered an agreement to commit the substantive offense, and that [he] was a voluntary participant in the conspiracy.\"  United States v. Andjar, 49 F.3d 16, 20 (1st Cir.1995).  In addition, the government must prove both an intent to agree and an intent to commit the substantive offense.  Id.  In considering the evidence, \"a 'common purpose and plan may be inferred from a development and collocation of circumstance.' \"  Id. at 21 (quoting United States v. Sanchez, 917 F.2d 607, 610 (1st Cir.1990) (citations and internal quotations omitted), cert. denied, 499 U.S. 977, 111 S.Ct. 1625, 113 L.Ed.2d 722 (1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the Background section, supra, we recited the evidence in the light most favorable to the jury verdict.  That evidence indicates that, in the spring of 1994, Ciocca initiated an understanding with Caporino that Caporino would serve as courier in a drug trade between Ciocca in Connecticut and Nelson in Maine.  The jury could have found that Caporino engaged in at least six transactions prior to May 1995.  During each transaction, Nelson contacted Caporino to let him know that the money was ready to be transported to Ciocca.  After Caporino retrieved the money from Nelson, he drove it to Ciocca's house in Connecticut, where Ciocca counted it.  Ciocca would then turn over a kilogram of cocaine to Caporino, who would transport the kilogram of cocaine back to Nelson in Maine.  We believe that the jury could infer from the evidence as a whole that Nelson and Ciocca entered into an agreement in the spring of 1994 to transport cocaine between Connecticut and Maine, that they had an intent to agree and an intent to distribute cocaine, and that the agreement continued up to and including the point at which Ciocca was arrested.  See, e.g., Andjar, 49 F.3d at 21 (noting that an appellate court draws all credibility determinations in favor of the verdict, even in instances where the conviction relies solely on the uncorroborated testimony of a confidential informant, \"so long as the testimony is not incredible or insubstantial on its face\" (internal quotations omitted));  United States v. Cresta, 825 F.2d 538, 546 (1st Cir.1987) (recognizing that there is no federal requirement of corroboration of an informant's testimony provided the testimony is not \"incredible or insubstantial on its face\" (internal quotations omitted)), cert. denied, 486 U.S. 1042, 108 S.Ct. 2033, 100 L.Ed.2d 618 (1988);  United States v. Davis, 623 F.2d 188, 195 (1st Cir.1980) (finding it \"clear that a [conspiracy] conviction can rest on the uncorroborated testimony of a co-defendant or accomplice\" (internal quotations omitted)).  Because Caporino's testimony is far from being incredible or insubstantial on its face, we find no error in the district court's denial of Ciocca's motion for judgment of acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">III. Admission of the taped conversations between Ciocca and Caporino</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">During the trial, the government sought to introduce into evidence approximately 27 audiotape recordings procured through consensual recording.  The audiotapes contained conversations between Caporino and Ciocca and between Caporino and Ciocca's coconspirator Nelson.  The district court conditionally admitted the audiotapes, subject to a later ruling under United States v. Petrozziello, 548 F.2d 20 (1st Cir.1977).  At the close of all the evidence, Ciocca renewed his objection to \"all the evidence that relates to the conspirator hearsay.\"   Trial Transcript, vol. 2, at 378.  The following colloquy ensued:THE COURT:  Let me see.  You say strike all the evidence.  What evidence particularly do you wish to have stricken?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">MR. McBRIDE:  Any statements made by Nelson on the one hand that were intercepted on a consensual monitoring device between Caporino and Nelson, and any statement that existed between Caporino and the defendant who [sic] in any way reflected a continuing--</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">THE COURT:  The defendant's statement intercepted by the wire would be an admission to [sic] the party.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">MR. McBRIDE:  I'm sorry, you are absolutely correct, I'm wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Id. at 378-79.</p>\n    </div>\n    <p class=\"indent\">On appeal, Ciocca argues that</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>\"certain tapes of conversations were played for the jury.  Defense counsel had a standing objection to the admission of the conversations as hearsay.  The Court overruled the objection, allowing the tapes to come in under the co-conspirator statement exception to the hearsay rule as provided under Federal Rule of Evidence 801(d)(2)(E).  The Court erred because there was insufficient evidence of a criminal conspiracy between the defendant and Caporino.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Appellant's Brief at 19.  We first note that Ciocca has not appealed the district court's admission of the tape recordings of conversations between Caporino and Ciocca's co-conspirator, Nelson.  Because Ciocca has failed to appeal that ruling, the admissibility of those recordings is not before us.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We next find that Ciocca has waived the argument that the taped conversations between Caporino and him were inadmissible.  \"A party waives a right when it makes an intentional relinquishment or abandonment of it.\"  United States v. Mitchell, 85 F.3d 800, 807 (1st Cir.1996) (internal quotations omitted).  Forfeiture, of course, is different, in that it occurs only \"if a defendant merely fails to make a timely assertion of that right.\"  Id.  \"The distinction is a key one, for '[m]ere forfeiture, as opposed to waiver, does not extinguish an \"error\" under Rule 52(b)....'   In short, where there was a forfeiture, we apply a plain error analysis;  where there was waiver, we do not.\"  Id. (quoting United States v. Olano, 507 U.S. 725, 733-37, 113 S.Ct. 1770, 1777, 123 L.Ed.2d 508 (1993)).  Thus, Ciocca's acknowledgment at the Petrozziello hearing of the correctness of the district court's ruling with regard to the taped conversations between Ciocca and Caporino constitutes waiver, which extinguishes any error on appeal.  United States v. Olano, 507 U.S. 725, 733, 113 S.Ct. 1770, 1777, 123 L.Ed.2d 508 (1993).  Our analysis ends here.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Based on the foregoing considerations, we affirm the district court's rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> He appears to concede that the evidence was sufficient to establish a conspiracy during the time following Caporino's decision to cooperate with the government</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We point out that defense counsel's agreement with the district court's ruling on these conversations was in fact warranted and correct as a matter of law.  Ciocca's statements in these conversations constitute admissions against interest and were properly admissible pursuant to Federal Rules of Evidence 801(d)(2)(A) and 804(b)(3).  Additionally, the statements by Caporino, in response, were properly admissible because a</p>\n        <p>\"defendant, having made admissions, [cannot] keep from the jury other segments of the discussion reasonably required to place those admissions in context.  In this instance, the other parts of the conversation were properly admitted as 'reciprocal and integrated utterances,' ... to put [Ciocca's] statements into perspective and make them 'intelligible to the jury and recognizable as admissions.' \"</p>\n        <p>United States v. McDowell, 918 F.2d 1004, 1007 (1st Cir.1990) (citations omitted).</p>\n        <p>Moreover, while some of Ciocca's statements made in the course of the conversations may not have been admissions against interest, his failure to object to such statements below forfeits any argument he may have for the inadmissibility of non-admission statements.  Forfeiture of this argument triggers plain error review.  Mitchell, 85 F.3d at 807.   Ciocca's brief does not even indicate which statements may give rise to a plain error finding.  Thus, Ciocca has not carried his burden of showing plain error, see United States v. Winter, 70 F.3d 655 (1st Cir.1995) (appellant bears the burden of establishing plain error), cert. denied, --- U.S. ----, 116 S.Ct. 1366, 134 L.Ed.2d 532 (1996), and we find no such error here.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1079</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jack CIOCCA, Defendant--Appellant.</p>\n    <p class=\"docket\">No. 96-1372.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 13, 1996.<br>Decided Feb. 24, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John C. McBride, with whom McBride &amp; Keefe was on brief, for defendant-appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Jonathan R. Chapman, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 8, 1995, a complaint was filed against Defendant-Appellant Jack Ciocca (\"Ciocca\") and Harold Nelson (\"Nelson\"), who is not a party to this appeal, charging both with conspiracy to distribute, and to possess with intent to distribute, cocaine in violation of 21 U.S.C. &#167; 846, and distribution and possession with intent to distribute in violation of 21 U.S.C. &#167; 841(a)(1) and (b)(1)(A).  After a jury found Ciocca guilty on both counts, the district court sentenced him to imprisonment for a term of 188 months, supervised release for a term of eight years, and a fine of $70,000.  Ciocca now appeals his conviction on three grounds.  He claims that (1) the district court erred in refusing to admit the psychiatric records of prosecution witness Kevin Caporino (\"Caporino\");  (2) the evidence was insufficient to support a conspiracy conviction;  and (3) the district court erred in admitting tapes of conversations involving Ciocca and Caporino.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We present the facts the jury reasonably could have found, in the light most favorable to the verdict.  United States v. Josleyn, <span class=\"citation\" data-id=\"197023\"><a href=\"/opinion/197023/united-states-v-josleyn/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span>, 1185 n. 1 (1st Cir.1996).  Kevin Caporino met Ciocca in 1981 when Ciocca entered the Maine restaurant in which Caporino was working.  At that first meeting, Caporino gave Ciocca some cocaine for personal use.  Ciocca later stopped back at the restaurant and told Caporino that he was involved in a cocaine trafficking business.  Within a month of that initial meeting, Caporino then met Ciocca in Connecticut.  At the Connecticut meeting, Ciocca gave Caporino an eighth of a kilogram of cocaine, which Caporino tried to sell in Maine.  Caporino continued to sell cocaine for Ciocca until 1983, when Caporino was involved in an automobile accident.  This accident caused Caporino to suffer amnesia and led to extensive therapy intended to recover his memory.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the spring of 1994, Ciocca and Nelson contacted Caporino and requested that he serve as a courier between Ciocca in Connecticut and Nelson in Maine.  Caporino agreed.  During the 1980s, Caporino had served Ciocca in a similar capacity, transporting cocaine between Connecticut and Maine up to ten times.  Caporino's role was to retrieve money from Nelson, drive the money to Ciocca in Connecticut, wait for Ciocca to count the money, then transport a kilogram of cocaine from Ciocca's residence back to Nelson.  For his role, Caporino was paid $2,000 by Nelson for each delivery, although sometimes he was paid a pound of marijuana in lieu of the $2,000.  Caporino made six such trips prior to his arrest in May 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In late April or early May 1995, Caporino received a kilogram of cocaine from Ciocca and delivered it to Nelson.  At this point, Nelson gave him an ounce of cocaine for repayment of money owed to Caporino.  Caporino in turn gave this ounce to undercover Agent Scott Durst, of the Maine Drug Enforcement Agency.  Upon this transaction, Caporino was arrested and agreed to cooperate with law enforcement personnel.  On May 11, Caporino was paid $250 for further debts owed him by Nelson.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 3, 1995, Ciocca participated in a controlled buy with Agent Durst, using Caporino as a conduit for the transactions.  The buy was arranged by means of several electronically monitored telephone conversations between Ciocca and Caporino, during which Ciocca told Caporino that he would bring three and a half ounces of cocaine to a meeting place in Boston.  Prior to the controlled buy, Caporino was searched by agents of the U.S. Drug Enforcement Agency.  The buy was monitored by means of an electronic wire and a micro-tape recorder placed on Caporino.  Caporino, accompanied by Durst, met Ciocca outside the Boston Gardens.  Ciocca and Caporino entered a nearby restaurant and proceeded to the restroom.  Caporino and Ciocca were in the restroom for three to four minutes, during which time Caporino gave Ciocca $3,000, which he had received from Durst and which Ciocca counted out in the restroom.  In exchange, Ciocca gave Caporino three and a half ounces of cocaine.  After the buy, Caporino gave the cocaine to Agent Durst.  Caporino and Durst then returned to a nearby DEA office, where Caporino was searched again.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Between May 11 and June 7, Caporino engaged in telephone and in-person conversations with Ciocca and Nelson, trying to determine when the next delivery between the two would occur.  On June 7, Nelson informed Caporino that he had the money for the buy and had spoken with Ciocca, who had a kilogram of cocaine ready for purchase.  That day, Nelson met with Caporino in Maine and transferred to him an envelope containing $5,500.  The two made arrangements for the transfer of the cocaine to Nelson upon Caporino's return from Connecticut.  Both prior to and after this meeting, Caporino and his car were searched.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Caporino then travelled with Agent Durst to Connecticut to pick up the kilogram of cocaine from Ciocca.  Caporino's car broke down along the way and the DEA supplied a truck to complete the trip.  Approximately ten minutes away from Ciocca's house, the agents transferred Caporino to the truck.  At the time of this transfer, Caporino was searched.  Agent Durst accompanied Caporino in the truck until they were near Ciocca's home, at which point Durst joined the other law enforcement agents.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After being ushered into the house by Ciocca, Caporino waited while Ciocca finished cooking with his daughter.  Thereafter, Ciocca and Caporino went to the master bathroom and closed the door.  Ciocca put on thin black gloves and began to count the money Caporino had brought from Nelson.  Ciocca retrieved a kilogram of cocaine from a closet in the bathroom and gave it to Caporino.  The two proceeded down the stairs to the cellar, from which Caporino left the house.  During this time, law enforcement agents were stationed on the street near Ciocca's mailbox, monitoring the wire transmissions from inside the house.  Upon meeting up with the drug enforcement agents in a nearby parking lot, Caporino turned over to the agents a brown paper bag containing a rectangular package of cocaine.  Both Caporino and the truck were again searched.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During the early morning of June 8, Nelson paged Caporino to transfer the cocaine.  The two arranged to meet at a restaurant in Portland, Maine.  From there, the two went to a commuter parking lot, where Caporino claimed his car had broken down.  Nelson retrieved the kilogram of cocaine from the trunk of Caporino's car, after which drug enforcement agents arrested him.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Later that day, a search warrant executed at Ciocca's home turned up several firearms, including one located in the master bathroom closet and three firearms in an attache case in the bottom of that closet.  Finally, another firearm was located in a bureau in the master bedroom.  The agents also seized the $5,500 that Nelson had transferred to Caporino the previous day from the medicine cabinet of Ciocca's master bathroom.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">I. Denial of defendant's request for Caporino's medical and psychiatric records</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Ciocca first argues that the district court erred when it denied his request for discovery of, and failed to admit into evidence, Caporino's medical and psychiatric records related to his 1983 accident.  Ciocca contends that the records are exculpatory evidence to which he is entitled under Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963).  Such evidence is discoverable by the defendant where it \"is material either to guilt or to punishment.\"  Brady, 373 U.S. at 87, 83 S.Ct. at 1197.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In order to succeed on a Brady claim, \"a defendant must show that the withheld 'evidence was exculpatory, as measured by its materiality.' \"  United States v. Watson, <span class=\"citation\" data-id=\"196550\"><a href=\"/opinion/196550/united-states-v-watson/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.)  (quoting United States v. Hemmer, <span class=\"citation\" data-id=\"431992\"><a href=\"/opinion/431992/united-states-v-james-hemmer-united-states-of-america-v-john-cusick/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 14 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1218</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2666</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></span> (1984)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1889</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">183</span></span> (1996).  \"Information is 'material' 'if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.' \"  United States v. Blais, <span class=\"citation\" data-id=\"728079\"><a href=\"/opinion/728079/united-states-v-raymond-j-blais/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">647</span></a></span>, 651 (1st Cir.1996) (quoting United States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1985)).  \"Where, as here, the defendant has made a pretrial request for specific exculpatory information, reversal is required if nondisclosure 'might have affected the outcome of the trial.' \"  United States v. Devin, <span class=\"citation\" data-id=\"551278\"><a href=\"/opinion/551278/united-states-v-francis-e-devin/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span>, 289 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After carefully reviewing each of the sealed records, we find that non-disclosure could not have affected the outcome of the trial.  Disclosure of these medical records, in light of defense counsel's unhindered cross-examination of several government witnesses on this issue, could not have altered either the jury's conviction or the sentencing court's disposition and is therefore not material.  Nothing in the records could have bolstered defense counsel's cross-examination of Caporino.  We thus find no error in the district court's denial of Ciocca's motion for access to Caporino's psychiatric records.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Ciocca emphasizes that the district court's denial of his disclosure request prejudiced his ability to impeach Caporino on cross-examination, and thus violated his right to confrontation guaranteed by the Sixth Amendment.  \"The Sixth Amendment guarantees criminal defendants an adequate opportunity to cross-examine adverse witnesses.\"  United States v. Butt, <span class=\"citation\" data-id=\"577004\"><a href=\"/opinion/577004/united-states-v-herbert-alan-butt-aka-alan-butt-united-states-v-james/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 86 (1st Cir.1992).  While a witness's psychiatric records may sometimes be an appropriate subject for cross-examination, the right to cross-examination is not absolute.  Id.  \"Once the defendant has been afforded a reasonable opportunity to question a witness' veracity and motivation, the trial judge enjoys broad discretion in determining the scope and extent of cross-examination.\"  Id. (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As Caporino was the government's primary witness, we do not doubt that challenging Caporino's credibility was crucial to Ciocca's defense.  We find, however, that Ciocca's ability to impeach Caporino did not suffer because of, and that Ciocca was not prejudiced by, the district court's denial of access to these records.  Defense counsel engaged in a thorough and probing cross-examination of Caporino, as well as of Agent Durst of the Maine Drug Enforcement Agency and Agent John Bryfonski of the U.S. Drug Enforcement Agency, regarding the extent of Caporino's memory loss after his accident.  Ciocca brought out Caporino's statements that he was a \"walking zombie,\" that he had to \"reconstruct his brain\" after the accident, that just after the accident, and perhaps for years thereafter, Caporino could not remember anything that occurred prior to the accident, that Caporino was hospitalized for amnesia after the accident, that he \"forgot my whole life,\" that Caporino had to \"build a new brain,\" and that Caporino's brain had \"gone the wrong way.\"   The above testimony demonstrates that Ciocca was able to place before the jury ample evidence regarding Caporino's ability to remember the events that transpired prior to and after his accident.  That the jury chose to credit Caporino's testimony, even after Ciocca's thorough cross-examination, is within its province as factfinder.  United States v. DiSanto, <span class=\"citation\" data-id=\"196811\"><a href=\"/opinion/196811/united-states-v-disanto/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1238</span></a></span>, 1246 (1st Cir.1996).  On review, we defer to all jury determinations of credibility.  See United States v. Smith, <span class=\"citation\" data-id=\"197100\"><a href=\"/opinion/197100/united-states-v-smith/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">202</span></a></span>, 215 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Thus, having found that the sealed records were not material to Ciocca's guilt or punishment and that Ciocca was not prejudiced by this lack of access to the sealed records, we conclude that the district court properly denied access to the records as Brady material.</p>\n    </div>\n    <p class=\"indent\">II. Sufficiency of the evidence</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Ciocca next claims that the district court erred in denying his motion for judgment of acquittal.  He contends that no credible evidence established a conspiracy from the spring of 1994 to May 1995.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He argues that there was no evidence, outside that provided by Caporino, linking him to a conspiracy with Nelson prior to May 1995.  He acknowledges that there were conversations between Caporino and Nelson and between Caporino and Ciocca, but nothing linking the three in a conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Ciocca is, in essence, challenging the sufficiency of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>In assessing a challenge to the sufficiency of the evidence, we \"review the record to determine whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendants were guilty as charged.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">United States v. Sullivan, <span class=\"citation\" data-id=\"196791\"><a href=\"/opinion/196791/united-states-v-sullivan/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">743</span></a></span>, 747 (1st Cir.1996) (quoting United States v. Mena-Robles, <span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1031 (1st Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1550</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span></span> (1994)).  \"To uphold a conviction, the court need not believe that no verdict other than a guilty verdict could sensibly be reached, but must only satisfy itself that the guilty verdict finds support in 'a plausible rendition of the record.' \"  United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 677 (1st Cir.1993) (quoting United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></span> (1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In order to prove conspiracy, the government was required to prove beyond a reasonable doubt that Ciocca \"entered an agreement to commit the substantive offense, and that [he] was a voluntary participant in the conspiracy.\"  United States v. Andjar, <span class=\"citation\" data-id=\"195947\"><a href=\"/opinion/195947/united-states-v-andujar/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 20 (1st Cir.1995).  In addition, the government must prove both an intent to agree and an intent to commit the substantive offense.  Id.  In considering the evidence, \"a 'common purpose and plan may be inferred from a development and collocation of circumstance.' \"  Id. at 21 (quoting United States v. Sanchez, <span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 610 (1st Cir.1990) (citations and internal quotations omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span></span> (1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the Background section, supra, we recited the evidence in the light most favorable to the jury verdict.  That evidence indicates that, in the spring of 1994, Ciocca initiated an understanding with Caporino that Caporino would serve as courier in a drug trade between Ciocca in Connecticut and Nelson in Maine.  The jury could have found that Caporino engaged in at least six transactions prior to May 1995.  During each transaction, Nelson contacted Caporino to let him know that the money was ready to be transported to Ciocca.  After Caporino retrieved the money from Nelson, he drove it to Ciocca's house in Connecticut, where Ciocca counted it.  Ciocca would then turn over a kilogram of cocaine to Caporino, who would transport the kilogram of cocaine back to Nelson in Maine.  We believe that the jury could infer from the evidence as a whole that Nelson and Ciocca entered into an agreement in the spring of 1994 to transport cocaine between Connecticut and Maine, that they had an intent to agree and an intent to distribute cocaine, and that the agreement continued up to and including the point at which Ciocca was arrested.  See, e.g., Andjar, 49 F.3d at 21 (noting that an appellate court draws all credibility determinations in favor of the verdict, even in instances where the conviction relies solely on the uncorroborated testimony of a confidential informant, \"so long as the testimony is not incredible or insubstantial on its face\" (internal quotations omitted));  United States v. Cresta, <span class=\"citation\" data-id=\"492349\"><a href=\"/opinion/492349/united-states-v-robert-d-cresta-united-states-of-america-v-john-j/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 546 (1st Cir.1987) (recognizing that there is no federal requirement of corroboration of an informant's testimony provided the testimony is not \"incredible or insubstantial on its face\" (internal quotations omitted)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span></span> (1988);  United States v. Davis, <span class=\"citation\" data-id=\"379067\"><a href=\"/opinion/379067/united-states-v-francis-p-davis/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 195 (1st Cir.1980) (finding it \"clear that a [conspiracy] conviction can rest on the uncorroborated testimony of a co-defendant or accomplice\" (internal quotations omitted)).  Because Caporino's testimony is far from being incredible or insubstantial on its face, we find no error in the district court's denial of Ciocca's motion for judgment of acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">III. Admission of the taped conversations between Ciocca and Caporino</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">During the trial, the government sought to introduce into evidence approximately 27 audiotape recordings procured through consensual recording.  The audiotapes contained conversations between Caporino and Ciocca and between Caporino and Ciocca's coconspirator Nelson.  The district court conditionally admitted the audiotapes, subject to a later ruling under United States v. Petrozziello, <span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span> (1st Cir.1977).  At the close of all the evidence, Ciocca renewed his objection to \"all the evidence that relates to the conspirator hearsay.\"   Trial Transcript, vol. 2, at 378.  The following colloquy ensued:THE COURT:  Let me see.  You say strike all the evidence.  What evidence particularly do you wish to have stricken?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">MR. McBRIDE:  Any statements made by Nelson on the one hand that were intercepted on a consensual monitoring device between Caporino and Nelson, and any statement that existed between Caporino and the defendant who [sic] in any way reflected a continuing--</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">THE COURT:  The defendant's statement intercepted by the wire would be an admission to [sic] the party.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">MR. McBRIDE:  I'm sorry, you are absolutely correct, I'm wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Id. at 378-79.</p>\n    </div>\n    <p class=\"indent\">On appeal, Ciocca argues that</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>\"certain tapes of conversations were played for the jury.  Defense counsel had a standing objection to the admission of the conversations as hearsay.  The Court overruled the objection, allowing the tapes to come in under the co-conspirator statement exception to the hearsay rule as provided under Federal Rule of Evidence 801(d)(2)(E).  The Court erred because there was insufficient evidence of a criminal conspiracy between the defendant and Caporino.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Appellant's Brief at 19.  We first note that Ciocca has not appealed the district court's admission of the tape recordings of conversations between Caporino and Ciocca's co-conspirator, Nelson.  Because Ciocca has failed to appeal that ruling, the admissibility of those recordings is not before us.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We next find that Ciocca has waived the argument that the taped conversations between Caporino and him were inadmissible.  \"A party waives a right when it makes an intentional relinquishment or abandonment of it.\"  United States v. Mitchell, <span class=\"citation\" data-id=\"196797\"><a href=\"/opinion/196797/united-states-v-mitchell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">800</span></a></span>, 807 (1st Cir.1996) (internal quotations omitted).  Forfeiture, of course, is different, in that it occurs only \"if a defendant merely fails to make a timely assertion of that right.\"  Id.  \"The distinction is a key one, for '[m]ere forfeiture, as opposed to waiver, does not extinguish an \"error\" under Rule 52(b)....'   In short, where there was a forfeiture, we apply a plain error analysis;  where there was waiver, we do not.\"  Id. (quoting United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 733-37, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993)).  Thus, Ciocca's acknowledgment at the Petrozziello hearing of the correctness of the district court's ruling with regard to the taped conversations between Ciocca and Caporino constitutes waiver, which extinguishes any error on appeal.  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 733, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993).  Our analysis ends here.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Based on the foregoing considerations, we affirm the district court's rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> He appears to concede that the evidence was sufficient to establish a conspiracy during the time following Caporino's decision to cooperate with the government</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We point out that defense counsel's agreement with the district court's ruling on these conversations was in fact warranted and correct as a matter of law.  Ciocca's statements in these conversations constitute admissions against interest and were properly admissible pursuant to Federal Rules of Evidence 801(d)(2)(A) and 804(b)(3).  Additionally, the statements by Caporino, in response, were properly admissible because a</p>\n        <p>\"defendant, having made admissions, [cannot] keep from the jury other segments of the discussion reasonably required to place those admissions in context.  In this instance, the other parts of the conversation were properly admitted as 'reciprocal and integrated utterances,' ... to put [Ciocca's] statements into perspective and make them 'intelligible to the jury and recognizable as admissions.' \"</p>\n        <p>United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1007 (1st Cir.1990) (citations omitted).</p>\n        <p>Moreover, while some of Ciocca's statements made in the course of the conversations may not have been admissions against interest, his failure to object to such statements below forfeits any argument he may have for the inadmissibility of non-admission statements.  Forfeiture of this argument triggers plain error review.  Mitchell, 85 F.3d at 807.   Ciocca's brief does not even indicate which statements may give rise to a plain error finding.  Thus, Ciocca has not carried his burden of showing plain error, see United States v. Winter, <span class=\"citation\" data-id=\"196418\"><a href=\"/opinion/196418/united-states-v-winter/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span> (1st Cir.1995) (appellant bears the burden of establishing plain error), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1366</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">532</span></span> (1996), and we find no such error here.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728079/"
  ]
}