{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197266/",
  "absolute_url": "/opinion/197266/united-states-v-robles-torres/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197266/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:53Z",
  "date_modified": "2017-03-24T10:50:46.990145Z",
  "type": "010combined",
  "sha1": "8923c814b507e2b0f8311a35493119a33fc8d693",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1677.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1677\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n             JULIO ROBLES-TORRES, a/k/a ROMERO - 55,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                              \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                    and Selya, Circuit Judge.\r                                                      \r\n\n                                              \r\n\n     Joseph C. Laws, Jr. for appellant.\r                                  \r\n     Corbin A. Weiss, with whom  John C. Keeney, Acting Assistant\r                                                         \r\nAttorney  General, Theresa  M.B. Van  Vliet, Chief,  Narcotic and\r                                                     \r\nDangerous Drug Section, U.S. Department of Justice, and Guillermo\r                                                                           \r\nGil, United States Attorney, were on brief, for appellee.\r             \r\n\n                                              \r\n\n                          March 28, 1997\r\n                                              \r\r\n\n          SELYA,  Circuit  Judge.     Defendant-appellant   Julio\r                    SELYA,  Circuit  Judge.\r                                          \r\n\nRobles-Torres (Robles) invites  us to set aside  his sentence and\r\n\norder a new round of proceedings.  Descrying no cognizable error,\r\n\nwe decline the invitation.\r\n\n                                I\r                                          I\r\n\n          Robles was  among fifty-two  defendants  indicted as  a\r\n\npart  of a  gigantic drugs-and-money  operation.   The government\r\n\ncharged him,  inter alia,  with conspiring to  distribute cocaine\r                                  \r\n\nand  conspiring to launder funds.  See 21 U.S.C.    841(b)(1)(A),\r                                                \r\n\n846 (1994); 18 U.S.C.   1956(h)(1994).\r\n\n          Robles, who claims to have suffered  from schizophrenia\r\n\nsince adolescence, requested a  competency determination.  See 18\r                                                                        \r\n\nU.S.C.   4241  (1994).   He was examined  by a psychiatrist,  Dr.\r\n\nJos  R. Fumero-Vidal, who informed the district court in February\r\n\n1995  that the appellant was  not competent to  stand trial.  The\r\n\ndistrict  court provisionally accepted Dr. Fumero-Vidal's opinion\r\n\nand remitted the appellant to the federal correctional center and\r\n\nhospital at Butner, North Carolina,  with directions to conduct a\r\n\nfurther examination.\r\n\n          Initially, prison officials concurred with  Dr. Fumero-\r\n\nVidal's assessment  (albeit concluding that,  at the time  of the\r\n\ncrimes, Robles \"was able to appreciate the nature and quality . .\r\n\n. of his acts\").  On November 6, 1995, however, prison  officials\r\n\nissued  a new evaluation in  which they declared  that Robles \"is\r\n\nnow competent to stand trial.\"  The new report also advised that,\r\n\ngiven Robles' \"inconsistent clinical presentation  throughout the\r\n\n                                2\r\r\n\ncourse of his hospitalization,\"  the examiners had concluded that\r\n\nhe  was \"malingering,\"  that  is, that  he  had engaged  in  \"the\r\n\nintentional production of  false or grossly exaggerated  physical\r\n\nor  psychological  symptoms, motivated  by  external incentives.\"\r\n\nThe report  went  on to  state that  the appellant's  malingering\r\n\ncomprised   his   \"method  of   attempting   to  elude   criminal\r\n\nresponsibility.\"\r\n\n          On December  18, 1995, the district  court found Robles\r\n\ncompetent  to stand  trial.   Shortly thereafter,  Robles pleaded\r\n\nguilty to both conspiracy charges.  On May 14, 1996, the district\r\n\ncourt sentenced him  to a 135-month prison  term (the low end  of\r\n\nthe applicable guideline range).  This appeal followed.\r\n\n                                II\r                                          II\r\n\n          The appellant assigns error in two respects.  First, he\r\n\nalleges that the district  court erred in refusing to  permit him\r\n\nto present the  testimony of  a psychiatrist,  Dr. Gerardo  Sanz-\r\n\nOrtega,  at the disposition hearing.   Second, he  avers that the\r\n\ncourt   erroneously  refused  to   depart  below   the  guideline\r\n\nsentencing  range (GSR)  in imposing sentence.1   We  treat these\r\n\nasseverations separately.\r\n\n                                A.\r                                          A.\r                                            \r\n\n          Under  the federal  sentencing  guidelines,  \"when  any\r\n\nfactor important to the sentencing determination is reasonably in\r\n\n                    \r                              \r\n\n     1All references  herein to the sentencing  guidelines are to\r\nthe November 1995 edition,  in effect on the date  of sentencing.\r\nSee United States  v. Harotunian,  920 F.2d 1040,  1041-42 &amp;  n.2\r                                          \r\n(1st Cir. 1990).\r\n\n                                3\r\r\n\ndispute, the parties  shall be given  an adequate opportunity  to\r\n\npresent information  to the court  regarding that factor.\"   USSG\r\n\n 6A1.3.   This provision does not mean that every factual dispute\r\n\npertinent  to the  imposition  of sentence  demands a  full-dress\r\n\nevidentiary hearing   after all, many disputes  can adequately be\r\n\nheard  and determined on a paper record, see, e.g., United States\r                                                                           \r\n\nv. Lilly,  983 F.2d 300, 310-11 (1st Cir. 1992); United States v.\r                                                                        \r\n\nShattuck, 961 F.2d 1012, 1015 (1st Cir. 1992); Aoude v. Mobil Oil\r                                                                           \r\n\nCorp., 862 F.2d 890, 894 (1st Cir.  1988)   but it does mean that\r               \r\n\nan evidentiary  hearing sometimes may be  required at sentencing.\r\n\nSee  USSG   6A1.3, comment.    Still,  neither the  Confrontation\r             \r\n\nClause  nor the  rules  of evidence  apply during  the sentencing\r\n\nphase of a criminal proceeding, see United States v. Tardiff, 969\r                                                                      \r\n\nF.2d 1283,  1287  (1st Cir.  1992), and  evidentiary hearings  at\r\n\nsentencing  are   and should  remain   the  exception rather than\r\n\nthe  rule.   In  the  last  analysis,  the  decision to  hold  an\r\n\nevidentiary hearing at the  time of sentencing or, alternatively,\r\n\nto eschew such a hearing, lies within the sound discretion of the\r\n\nsentencing  court.  See Lilly,  983 F.2d at  310-11; Tardiff, 969\r                                                                      \r\n\nF.2d at  1286; United States v. Garcia, 954 F.2d 12, 19 (1st Cir.\r                                                \r\n\n1992).\r\n\n          We  see   nothing  remotely  resembling  an   abuse  of\r\n\ndiscretion in this instance.  We base this determination on three\r\n\ninterrelated sets  of circumstances:   the availability  of other\r\n\ninformation,  the essentially cumulative  nature of  the proposed\r\n\ntestimony,  and the  appellant's  failure to  explore alternative\r\n\n                                4\r\r\n\nmethods of presentation.\r\n\n          In  the first  place,  the appellant  did  not seek  to\r\n\ncontradict  the  factual   predicate  laid  in  the   Presentence\r\n\nInvestigation  Report (PSI Report),  and that  document described\r\n\nhis  psychiatric history and treatment in some detail.  The court\r\n\nalso  had the  benefit  of careful  analyses  of the  appellant's\r\n\nmental condition from the forensic psychiatrists at Butner, along\r\n\nwith an opinion letter from Dr.  Fumero-Vidal.  What is more, the\r\n\njudge  had  presided over  the trial  of  two of  the appellant's\r\n\ncodefendants,  in  the  course  of which  numerous  tape-recorded\r\n\ntelephone conversations  between  the appellant  and his  cohorts\r\n\nwere aired.  These conversations supplied the court  with direct,\r\n\ncontemporaneous  evidence of the appellant's mental condition and\r\n\ndegree of impairment during the time frame when the offenses were\r\n\nbeing committed.\r\n\n          In   the  second  place,  Dr.  Sanz-Ortega's  testimony\r\n\napparently  would have been cumulative.  We reach this conclusion\r\n\nbased  largely on the offer of proof that the appellant's counsel\r\n\ntendered to the trial judge.  In it, he stressed that, if allowed\r\n\nto  testify,  Dr.  Sanz-Ortega  would  describe  the  nature  and\r\n\netiology of the disease and its general attributes.  Although Dr.\r\n\nSanz-Ortega had been the appellant's attending psychiatrist since\r\n\n1979,  the attorney did  not claim that  he (the doctor)  had any\r\n\nspecific  knowledge of  the appellant's  mental condition  at the\r\n\ntime the conspiracies were  ongoing, and there is nothing  in the\r\n\nrecord  that leads us to believe that his general testimony about\r\n\n                                5\r\r\n\nRobles' psychiatric  history and the nature of  the illness would\r\n\nhave added perceptibly to the historical data and the comments of\r\n\nthe other  psychiatrists.    As  matters stood,  the  record  was\r\n\nreplete with evidence that Robles had suffered from schizophrenia\r\n\nfor a long  time but  that its severity  (and, consequently,  his\r\n\nsymptomatology)  fluctuated, with  the result that  the condition\r\n\nsometimes affected his behavior  and sometimes did not.   Nothing\r\n\nin  the offer of proof either contradicted this evidence or added\r\n\na significant new dimension to it.  We think it is settled beyond\r\n\ncavil  that a  sentencing court need  not convene  an evidentiary\r\n\nhearing merely to consider  essentially cumulative evidence.  See\r                                                                           \r\n\nUnited States v. Regan, 989 F.2d 44, 46-47 (1st Cir. 1993).\r                                \r\n\n          The final  flaw in the appellant's  argument relates to\r\n\nthe  mode of presentation:   the record reveals  no cogent reason\r\n\nwhy the proposed testimony of Dr. Sanz-Ortega could not have been\r\n\nreduced  to  writing  and proffered  in  the  form  of a  report.\r\n\nSentencing hearings are  not meant to be mini-trials,  see United\r                                                                           \r\n\nStates  v. Ottens,  74  F.3d  357, 360  (1st  Cir. 1996),  and  a\r                           \r\n\ndefendant  cannot dictate the form of the evidence that he wishes\r\n\nthe court to ponder.  To the contrary, a party has an obligation,\r\n\nwhere  circumstances  reasonably  permit, to  attempt  to present\r\n\ndesired evidence  in a format convenient  for ready consideration\r\n\nby the sentencing court.\r\n\n          To be sure the court may elect to allow live testimony;\r\n\nand,  moreover, the court may be required to allow live testimony\r\n\nin a  few instances  (say, when  an  issue takes  a defendant  by\r\n\n                                6\r\r\n\nsurprise or when  the gist  of the proffered  evidence cannot  be\r\n\ncaptured in writing).  In this instance, however, the court chose\r\n\nnot  to hear the doctor's testimony, and   we do not think it was\r\n\nrequired  to do so.   A sentencing court  has broad discretion in\r\n\ndetermining whether live testimony is, or is not, essential, see,\r                                                                          \r\n\ne.g.,  United States v. Claudio, 44  F.3d 10, 16 (1st Cir. 1995),\r                                         \r\n\nand nothing  in the   instant  record indicates a  need for  live\r\n\ntestimony.   The disposition hearing did  not spring unexpectedly\r\n\nout  of some  dark  abyss, but,  rather,  was scheduled  well  in\r\n\nadvance,  and the offer of  proof did not  suggest any particular\r\n\nreason  why  Dr. Sanz-Ortega's  input,  like  that of  the  other\r\n\npsychiatrists  who  had  examined  Robles, could  not  have  been\r\n\nconveyed  satisfactorily in  a written  report.   The appellant's\r\n\nfailure to explore this avenue  weighs against his assignment  of\r\n\nerror.\r\n\n          We have said enough on this score.  Considering all the\r\n\ncircumstances,  we   detect  no  misuse  of   discretion  in  the\r\n\nsentencing  court's  denial of  the  appellant's  request for  an\r\n\nevidentiary  hearing.    See,  e.g.,  Regan,  989  F.2d  at 45-47\r                                                     \r\n\n(upholding as within the district court's discretion a refusal at\r\n\nsentencing  to allow live testimony by physicians on the issue of\r\n\nthe defendant's mental capacity).\r\n\n                                B.\r                                          B.\r                                            \r\n\n          The  appellant  does not  challenge  the  lower court's\r\n\nconstruction  of  the GSR  (offense  level  33; criminal  history\r\n\n                                7\r\r\n\ncategory I;  imprisonment range 135-168 months).2   Nevertheless,\r\n\nhe asserts that the  sentencing court blundered in denying  him a\r\n\ndownward departure on the  ground of diminished mental capacity.3\r\n\nWe lack jurisdiction over this claim.\r\n\n          We need  not tarry.   \"It  is by  now axiomatic  that a\r\n\ncriminal  defendant  cannot  ground  an appeal  on  a  sentencing\r\n\ncourt's discretionary decision not  to depart below the guideline\r\n                    \r                              \r\n\n     2In  its appellate  brief, the  government calls  a possible\r\nbevue  to our  attention.   During the  disposition hearing,  the\r\ndistrict court noted conclusorily that USSG  5C1.2 did not apply.\r\nThis  section permits  a  court  to  sentence a  defendant  below\r\ncertain mandatory statutory minima  when the defendant  satisfies\r\nspecified criteria set forth  in USSG  5C1.2(1) - (5).   In cases\r\nin which the offense level exceeds 25, USSG  2D1.1(b)(4) mandates\r\na  two-level  reduction  if  a defendant  meets  these  criteria.\r\nRobles  did not receive the  two-level reduction     in fairness,\r\nneither the  appellant nor the government  requested the district\r\ncourt to consider the applicability  of  2D1.1(b)(4), and the PSI\r\nReport  is  silent  in that  respect     and  the prosecutor  now\r\nsuggests that this likely was an oversight because he \"has reason\r\nto  believe that appellant may be eligible for such a reduction.\"\r\nGovernment Br. at  8 n.2.  Under the circumstances, we direct the\r\ndistrict court, on remand,  to reconsider the computation  of the\r\nGSR in  light  of  the  government's concession,  and  to  reduce\r\nRobles'  sentence if the court determines it is appropriate to do\r\nso.\r\n\n     3The appellant's  claim is  premised on USSG   5K2.13, which\r\nprovides:\r\n               If the defendant committed a non-violent\r\n          offense  while  suffering from  significantly\r\n          reduced  mental  capacity not  resulting from\r\n          voluntary use of  drugs or other intoxicants,\r\n          a lower sentence may be warranted  to reflect\r\n          the extent to  which reduced mental  capacity\r\n          contributed to the commission of the offense,\r\n          provided   that   the  defendant's   criminal\r\n          history   does  not   indicate  a   need  for\r\n          incarceration to protect the public.\r\n\n                                8\r\r\n\nsentencing range.\"   United States  v. Pierro, 32  F.3d 611,  619\r                                                       \r\n\n(1st  Cir.  1994),  cert. denied,  115  S.  Ct. 919  (1995).   An\r                                          \r\n\nexception  to  this black-letter  rule recognizes  that appellate\r\n\njurisdiction  may exist \"if it appears that the failure to depart\r\n\nstemmed from  the sentencing court's mistaken  impression that it\r\n\nlacked the  legal authority to  deviate from the  guideline range\r\n\nor,  relatedly, from  the  court's misapprehension  of the  rules\r\n\ngoverning departures.\"  United  States  v. Gifford, 17  F.3d 462,\r                                                            \r\n\n473 (1st Cir. 1994).  We pointed out in Pierro that it is easy to\r                                                        \r\n\n\"confuse the exception and the rule.\"   32 F.3d at 619.  We  made\r\n\nit plain, however,  that when  the decision not  to depart  rests\r\n\nprimarily  on differential  factfinding,  the exception  does not\r\n\napply.  See id.\r                         \r\n\n          This case  fits comfortably within the  confines of the\r\n\ngeneral rule.   Although the appellant  argues vociferously that,\r\n\nin  denying  his  motion  for  a downward  departure  under  USSG\r\n\n 5K2.13,  the district  court mistakenly  equated the  concept of\r\n\ncompetency  to stand  trial with  the much  different concept  of\r\n\nreduced  mental capacity at the  time of the  offense (and, thus,\r\n\nmisapprehended  the law governing departures under USSG  5K2.13),\r\n\nthe record of  the disposition  hearing belies this  claim.   The\r\n\ntranscript reveals  with crystalline  clarity that the  court, in\r\n\nreaching its decision, understood that  it had the discretion  to\r\n\ndepart   downward  if   it  found   that  Robles   suffered  from\r\n\nsignificantly reduced  mental capacity  at the time  he committed\r\n\nthe  crimes of  conviction.   But the  court, after  studying the\r\n\n                                9\r\r\n\nevidence and hearing oral argument, made a specific finding  that\r\n\n 5K2.13 did not  apply because  Robles \"did not  commit the  acts\r\n\ncharged in  the indictment  while suffering from  a significantly\r\n\nreduced mental capacity.\"  The court went on to find, as a matter\r\n\nof fact,  that the crimes  occurred while  Robles was in  a \"very\r\n\nlucid\"  phase, and that his criminal behavior \"was the conduct of\r\n\na  person who  was not doing  those acts because  of a diminished\r\n\ncapacity resulting from a mental condition.\"\r\n\n          This is  an exercise  in differential factfinding    no\r\n\nmore,  no less.   The  ensuing decision  not to depart  was based\r\n\nsquarely on  this  factfinding, unaccompanied  by any  detectable\r\n\nerror of law.  Hence, the departure decision is not reviewable on\r\n\nappeal.4  See Pierro, 32 F.3d at 619; Tardiff, 969  F.2d at 1290;\r                                                       \r\n\nUnited  States  v. Amparo,  961 F.2d  288,  292 (1st  Cir. 1992);\r                                   \r\n\nUnited States v.  Hilton, 946 F.2d 955, 957 (1st  Cir. 1991).  We\r                                  \r\n\nneed go no further.\r\n\n                    \r                              \r\n\n     4Although we do not reach the  merits of the decision not to\r\ndepart, we  note that the  lower court's factfinding  seems fully\r\nsupportable.  The psychiatrists all agreed on the sporadic nature\r\nof Robles'  symptoms, and the tape  recordings adequately evinced\r\nRobles' grasp of ongoing  events at the critical times.   Keeping\r\nin mind  that a defendant who  seeks the unguent of   5K2.13 must\r\ncarry the devoir  of persuasion  as to the  appropriateness of  a\r\ndownward   departure  based   on  significantly   reduced  mental\r\ncapacity,  it is  surpassingly  difficult  to second-guess  Judge\r\nLaffitte's   assessment.  See,  e.g.,  United  States  v.  Nu ez-\r                                                                           \r\nRodriguez, 92  F.3d 14, 24-25 (1st Cir. 1996) (affirming district\r                   \r\ncourt's refusal  to depart downward based  on diminished capacity\r\ndespite a  previous  diagnosis of  schizophrenia; district  court\r\nfound that,  at  the  time  of the  crime,  defendant's  behavior\r\ndemonstrated   a   cognizance   \"inconsistent   with   diminished\r\ncapacity\").\r\n\n                                10\r\r\n\n          That portion  of the defendant's appeal  which purports\r                    That portion  of the defendant's appeal  which purports\r                                                                           \r\n\nto  challenge the district court's  refusal to depart downward is\r          to  challenge the district court's  refusal to depart downward is\r                                                                           \r\n\ndismissed for want of appellate jurisdiction.  The judgment below\r          dismissed for want of appellate jurisdiction.  The judgment below\r                                                                           \r\n\nis  affirmed.   The case  is remitted to  the district  court for\r          is  affirmed.   The case  is remitted to  the district  court for\r                                                                           \r\n\nfurther proceedings in respect to footnote 2 of this opinion.\r          further proceedings in respect to footnote 2 of this opinion.\r                                                                      \r\n\n                                11\r\r\n",
  "html": "<p class=\"case_cite\">109 F.3d 83</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Julio ROBLES-TORRES, a/k/a Romero--55, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1677.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1997.<br>Decided March 28, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph C. Laws, Jr., San Juan, PR, for appellant.</p>\n      <p class=\"indent\">Corbin A. Weiss, with whom John C. Keeney, Acting Assistant Attorney General, Washington, DC, Theresa M.B. Van Vliet, Chief, Narcotic and Dangerous Drug Section, U.S. Department of Justice, Fort Lauderdale, FL, and Guillermo Gil, United States Attorney, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Julio Robles-Torres (Robles) invites us to set aside his sentence and order a new round of proceedings.  Descrying no cognizable error, we decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Robles was among fifty-two defendants indicted as a part of a gigantic drugs-and-money operation.  The government charged him, inter alia, with conspiring to distribute cocaine and conspiring to launder funds.  See 21 U.S.C. &#167;&#167; 841(b)(1)(A), 846 (1994);  18 U.S.C. &#167; 1956(h) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Robles, who claims to have suffered from schizophrenia since adolescence, requested a competency determination.  See 18 U.S.C. &#167; 4241 (1994).  He was examined by a psychiatrist, Dr. Jose R. Fumero-Vidal, who informed the district court in February 1995 that the appellant was not competent to stand trial.  The district court provisionally accepted Dr. Fumero-Vidal's opinion and remitted the appellant to the federal correctional center and hospital at Butner, North Carolina, with directions to conduct a further examination.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Initially, prison officials concurred with Dr. Fumero-Vidal's assessment (albeit concluding that, at the time of the crimes, Robles \"was able to appreciate the nature and quality ... of his acts\").  On November 6, 1995, however, prison officials issued a new evaluation in which they declared that Robles \"is now competent to stand trial.\"   The new report also advised that, given Robles' \"inconsistent clinical presentation throughout the course of his hospitalization,\" the examiners had concluded that he was \"malingering,\" that is, that he had engaged in \"the intentional production of false or grossly exaggerated physical or psychological symptoms, motivated by external incentives.\"   The report went on to state that the appellant's malingering comprised his \"method of attempting to elude criminal responsibility.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 18, 1995, the district court found Robles competent to stand trial.  Shortly thereafter, Robles pleaded guilty to both conspiracy charges.  On May 14, 1996, the district court sentenced him to a 135-month prison term (the low end of the applicable guideline range).  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellant assigns error in two respects.  First, he alleges that the district court erred in refusing to permit him to present the testimony of a psychiatrist, Dr. Gerardo Sanz-Ortega, at the disposition hearing.  Second, he avers that the court erroneously refused to depart below the guideline sentencing range (GSR) in imposing sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We treat these asseverations separately.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the federal sentencing guidelines, \"when any factor important to the sentencing determination is reasonably in dispute, the parties shall be given an adequate opportunity to present information to the court regarding that factor.\"  U.S.S.G. &#167; 6A1.3.  This provision does not mean that every factual dispute pertinent to the imposition of sentence demands a full-dress evidentiary hearing--after all, many disputes can adequately be heard and determined on a paper record, see, e.g., United States v. Lilly, 983 F.2d 300, 310-11 (1st Cir.1992);  United States v. Shattuck, 961 F.2d 1012, 1015 (1st Cir.1992);  Aoude v. Mobil Oil Corp., 862 F.2d 890, 894 (1st Cir.1988)--but it does mean that an evidentiary hearing sometimes may be required at sentencing.  See U.S.S.G. &#167; 6A1.3, comment.  Still, neither the Confrontation Clause nor the rules of evidence apply during the sentencing phase of a criminal proceeding, see United States v. Tardiff, 969 F.2d 1283, 1287 (1st Cir.1992), and evidentiary hearings at sentencing are--and should remain--the exception rather than the rule.  In the last analysis, the decision to hold an evidentiary hearing at the time of sentencing or, alternatively, to eschew such a hearing, lies within the sound discretion of the sentencing court.  See Lilly, 983 F.2d at 310-11;  Tardiff, 969 F.2d at 1286;  United States v. Garcia, 954 F.2d 12, 19 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We see nothing remotely resembling an abuse of discretion in this instance.  We base this determination on three interrelated sets of circumstances:  the availability of other information, the essentially cumulative nature of the proposed testimony, and the appellant's failure to explore alternative methods of presentation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the first place, the appellant did not seek to contradict the factual predicate laid in the Presentence Investigation Report (PSI Report), and that document described his psychiatric history and treatment in some detail.  The court also had the benefit of careful analyses of the appellant's mental condition from the forensic psychiatrists at Butner, along with an opinion letter from Dr. Fumero-Vidal.  What is more, the judge had presided over the trial of two of the appellant's codefendants, in the course of which numerous tape-recorded telephone conversations between the appellant and his cohorts were aired.  These conversations supplied the court with direct, contemporaneous evidence of the appellant's mental condition and degree of impairment during the time frame when the offenses were being committed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the second place, Dr. Sanz-Ortega's testimony apparently would have been cumulative.  We reach this conclusion based largely on the offer of proof that the appellant's counsel tendered to the trial judge.  In it, he stressed that, if allowed to testify, Dr. Sanz-Ortega would describe the nature and etiology of the disease and its general attributes. Although Dr. Sanz-Ortega had been the appellant's attending psychiatrist since 1979, the attorney did not claim that he (the doctor) had any specific knowledge of the appellant's mental condition at the time the conspiracies were ongoing, and there is nothing in the record that leads us to believe that his general testimony about Robles' psychiatric history and the nature of the illness would have added perceptibly to the historical data and the comments of the other psychiatrists.  As matters stood, the record was replete with evidence that Robles had suffered from schizophrenia for a long time but that its severity (and, consequently, his symptomatology) fluctuated, with the result that the condition sometimes affected his behavior and sometimes did not.  Nothing in the offer of proof either contradicted this evidence or added a significant new dimension to it.  We think it is settled beyond cavil that a sentencing court need not convene an evidentiary hearing merely to consider essentially cumulative evidence.  See United States v. Regan, 989 F.2d 44, 46-47 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The final flaw in the appellant's argument relates to the mode of presentation:  the record reveals no cogent reason why the proposed testimony of Dr. Sanz-Ortega could not have been reduced to writing and proffered in the form of a report.  Sentencing hearings are not meant to be mini-trials, see United States v. Ottens, 74 F.3d 357, 360 (1st Cir.1996), and a defendant cannot dictate the form of the evidence that he wishes the court to ponder.  To the contrary, a party has an obligation, where circumstances reasonably permit, to attempt to present desired evidence in a format convenient for ready consideration by the sentencing court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure the court may elect to allow live testimony;  and, moreover, the court may be required to allow live testimony in a few instances (say, when an issue takes a defendant by surprise or when the gist of the proffered evidence cannot be captured in writing).  In this instance, however, the court chose not to hear the doctor's testimony, and we do not think it was required to do so.  A sentencing court has broad discretion in determining whether live testimony is, or is not, essential, see, e.g., United States v. Claudio, 44 F.3d 10, 16 (1st Cir.1995), and nothing in the instant record indicates a need for live testimony.  The disposition hearing did not spring unexpectedly out of some dark abyss, but, rather, was scheduled well in advance, and the offer of proof did not suggest any particular reason why Dr. Sanz-Ortega's input, like that of the other psychiatrists who had examined Robles, could not have been conveyed satisfactorily in a written report.  The appellant's failure to explore this avenue weighs against his assignment of error.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have said enough on this score.  Considering all the circumstances, we detect no misuse of discretion in the sentencing court's denial of the appellant's request for an evidentiary hearing.  See, e.g., Regan, 989 F.2d at 45-47 (upholding as within the district court's discretion a refusal at sentencing to allow live testimony by physicians on the issue of the defendant's mental capacity).</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellant does not challenge the lower court's construction of the GSR (offense level 33;  criminal history category I;  imprisonment range 135-168 months).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nevertheless, he asserts that the sentencing court blundered in denying him a downward departure on the ground of diminished mental capacity.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We lack jurisdiction over this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We need not tarry.  \"It is by now axiomatic that a criminal defendant cannot ground an appeal on a sentencing court's discretionary decision not to depart below the guideline sentencing range.\"  United States v. Pierro, 32 F.3d 611, 619 (1st Cir.1994), cert. denied, 513 U.S. 1119, 115 S.Ct. 919, 130 L.Ed.2d 799 (1995).  An exception to this blackletter rule recognizes that appellate jurisdiction may exist \"if it appears that the failure to depart stemmed from the sentencing court's mistaken impression that it lacked the legal authority to deviate from the guideline range or, relatedly, from the court's misapprehension of the rules governing departures.\"  United States v. Gifford, 17 F.3d 462, 473 (1st Cir.1994).  We pointed out in Pierro that it is easy to \"confuse the exception and the rule.\"  32 F.3d at 619.   We made it plain, however, that when the decision not to depart rests primarily on differential factfinding, the exception does not apply.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This case fits comfortably within the confines of the general rule.  Although the appellant argues vociferously that, in denying his motion for a downward departure under U.S.S.G. &#167; 5K2.13, the district court mistakenly equated the concept of competency to stand trial with the much different concept of reduced mental capacity at the time of the offense (and, thus, misapprehended the law governing departures under U.S.S.G. &#167; 5K2.13), the record of the disposition hearing belies this claim.  The transcript reveals with crystalline clarity that the court, in reaching its decision, understood that it had the discretion to depart downward if it found that Robles suffered from significantly reduced mental capacity at the time he committed the crimes of conviction.  But the court, after studying the evidence and hearing oral argument, made a specific finding that &#167; 5K2.13 did not apply because Robles \"did not commit the acts charged in the indictment while suffering from a significantly reduced mental capacity.\"   The court went on to find, as a matter of fact, that the crimes occurred while Robles was in a \"very lucid\" phase, and that his criminal behavior \"was the conduct of a person who was not doing those acts because of a diminished capacity resulting from a mental condition.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This is an exercise in differential factfinding--no more, no less.  The ensuing decision not to depart was based squarely on this factfinding, unaccompanied by any detectable error of law.  Hence, the departure decision is not reviewable on appeal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Pierro, 32 F.3d at 619;  Tardiff, 969 F.2d at 1290;  United States v. Amparo, 961 F.2d 288, 292 (1st Cir.1992);  United States v. Hilton, 946 F.2d 955, 957 (1st Cir.1991).  We need go no further.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That portion of the defendant's appeal which purports to challenge the district court's refusal to depart downward is dismissed for want of appellate jurisdiction.  The judgment below is affirmed.  The case is remitted to the district court for further proceedings in respect to footnote 2 of this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All references herein to the sentencing guidelines are to the November 1995 edition, in effect on the date of sentencing.  See United States v. Harotunian, 920 F.2d 1040, 1041-42 &amp; n. 2 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In its appellate brief, the government calls a possible bevue to our attention.  During the disposition hearing, the district court noted conclusorily that U.S.S.G. &#167; 5C1.2 did not apply.  This section permits a court to sentence a defendant below certain mandatory statutory minima when the defendant satisfies specified criteria set forth in U.S.S.G. &#167; 5C1.2(1)--(5).  In cases in which the offense level exceeds 25, U.S.S.G. &#167; 2D1.1(b)(4) mandates a two-level reduction if a defendant meets these criteria.  Robles did not receive the two-level reduction--in fairness, neither the appellant nor the government requested the district court to consider the applicability of &#167; 2D1.1(b)(4), and the PSI Report is silent in that respect--and the prosecutor now suggests that this likely was an oversight because he \"has reason to believe that appellant may be eligible for such a reduction.\"   Government Br. at 8 n. 2. Under the circumstances, we direct the district court, on remand, to reconsider the computation of the GSR in light of the government's concession, and to reduce Robles' sentence if the court determines it is appropriate to do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The appellant's claim is premised on U.S.S.G. &#167; 5K2.13, which provides:</p>\n        <p>If the defendant committed a non-violent offense while suffering from significantly reduced mental capacity not resulting from voluntary use of drugs or other intoxicants, a lower sentence may be warranted to reflect the extent to which reduced mental capacity contributed to the commission of the offense, provided that the defendant's criminal history does not indicate a need for incarceration to protect the public.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although we do not reach the merits of the decision not to depart, we note that the lower court's factfinding seems fully supportable.  The psychiatrists all agreed on the sporadic nature of Robles' symptoms, and the tape recordings adequately evinced Robles' grasp of ongoing events at the critical times.  Keeping in mind that a defendant who seeks the unguent of &#167; 5K2.13 must carry the devoir of persuasion as to the appropriateness of a downward departure based on significantly reduced mental capacity, it is surpassingly difficult to second-guess Judge Laffitte's assessment.  See, e.g., United States v. Nunez-Rodriguez, 92 F.3d 14, 24-25 (1st Cir.1996) (affirming district court's refusal to depart downward based on diminished capacity despite a previous diagnosis of schizophrenia;  district court found that, at the time of the crime, defendant's behavior demonstrated a cognizance \"inconsistent with diminished capacity\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Julio ROBLES-TORRES, a/k/a Romero--55, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1677.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1997.<br>Decided March 28, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph C. Laws, Jr., San Juan, PR, for appellant.</p>\n      <p class=\"indent\">Corbin A. Weiss, with whom John C. Keeney, Acting Assistant Attorney General, Washington, DC, Theresa M.B. Van Vliet, Chief, Narcotic and Dangerous Drug Section, U.S. Department of Justice, Fort Lauderdale, FL, and Guillermo Gil, United States Attorney, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Julio Robles-Torres (Robles) invites us to set aside his sentence and order a new round of proceedings.  Descrying no cognizable error, we decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Robles was among fifty-two defendants indicted as a part of a gigantic drugs-and-money operation.  The government charged him, inter alia, with conspiring to distribute cocaine and conspiring to launder funds.  See 21 U.S.C. &#167;&#167; 841(b)(1)(A), 846 (1994);  18 U.S.C. &#167; 1956(h) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Robles, who claims to have suffered from schizophrenia since adolescence, requested a competency determination.  See 18 U.S.C. &#167; 4241 (1994).  He was examined by a psychiatrist, Dr. Jose R. Fumero-Vidal, who informed the district court in February 1995 that the appellant was not competent to stand trial.  The district court provisionally accepted Dr. Fumero-Vidal's opinion and remitted the appellant to the federal correctional center and hospital at Butner, North Carolina, with directions to conduct a further examination.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Initially, prison officials concurred with Dr. Fumero-Vidal's assessment (albeit concluding that, at the time of the crimes, Robles \"was able to appreciate the nature and quality ... of his acts\").  On November 6, 1995, however, prison officials issued a new evaluation in which they declared that Robles \"is now competent to stand trial.\"   The new report also advised that, given Robles' \"inconsistent clinical presentation throughout the course of his hospitalization,\" the examiners had concluded that he was \"malingering,\" that is, that he had engaged in \"the intentional production of false or grossly exaggerated physical or psychological symptoms, motivated by external incentives.\"   The report went on to state that the appellant's malingering comprised his \"method of attempting to elude criminal responsibility.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 18, 1995, the district court found Robles competent to stand trial.  Shortly thereafter, Robles pleaded guilty to both conspiracy charges.  On May 14, 1996, the district court sentenced him to a 135-month prison term (the low end of the applicable guideline range).  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellant assigns error in two respects.  First, he alleges that the district court erred in refusing to permit him to present the testimony of a psychiatrist, Dr. Gerardo Sanz-Ortega, at the disposition hearing.  Second, he avers that the court erroneously refused to depart below the guideline sentencing range (GSR) in imposing sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We treat these asseverations separately.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the federal sentencing guidelines, \"when any factor important to the sentencing determination is reasonably in dispute, the parties shall be given an adequate opportunity to present information to the court regarding that factor.\"  U.S.S.G. &#167; 6A1.3.  This provision does not mean that every factual dispute pertinent to the imposition of sentence demands a full-dress evidentiary hearing--after all, many disputes can adequately be heard and determined on a paper record, see, e.g., United States v. Lilly, <span class=\"citation\" data-id=\"597801\"><a href=\"/opinion/597801/united-states-v-william-w-lilly/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span>, 310-11 (1st Cir.1992);  United States v. Shattuck, <span class=\"citation\" data-id=\"581517\"><a href=\"/opinion/581517/united-states-v-lewis-donald-shattuck/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span>, 1015 (1st Cir.1992);  Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir.1988)--but it does mean that an evidentiary hearing sometimes may be required at sentencing.  See U.S.S.G. &#167; 6A1.3, comment.  Still, neither the Confrontation Clause nor the rules of evidence apply during the sentencing phase of a criminal proceeding, see United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287 (1st Cir.1992), and evidentiary hearings at sentencing are--and should remain--the exception rather than the rule.  In the last analysis, the decision to hold an evidentiary hearing at the time of sentencing or, alternatively, to eschew such a hearing, lies within the sound discretion of the sentencing court.  See Lilly, 983 F.2d at 310-11;  Tardiff, 969 F.2d at 1286;  United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 19 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We see nothing remotely resembling an abuse of discretion in this instance.  We base this determination on three interrelated sets of circumstances:  the availability of other information, the essentially cumulative nature of the proposed testimony, and the appellant's failure to explore alternative methods of presentation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the first place, the appellant did not seek to contradict the factual predicate laid in the Presentence Investigation Report (PSI Report), and that document described his psychiatric history and treatment in some detail.  The court also had the benefit of careful analyses of the appellant's mental condition from the forensic psychiatrists at Butner, along with an opinion letter from Dr. Fumero-Vidal.  What is more, the judge had presided over the trial of two of the appellant's codefendants, in the course of which numerous tape-recorded telephone conversations between the appellant and his cohorts were aired.  These conversations supplied the court with direct, contemporaneous evidence of the appellant's mental condition and degree of impairment during the time frame when the offenses were being committed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the second place, Dr. Sanz-Ortega's testimony apparently would have been cumulative.  We reach this conclusion based largely on the offer of proof that the appellant's counsel tendered to the trial judge.  In it, he stressed that, if allowed to testify, Dr. Sanz-Ortega would describe the nature and etiology of the disease and its general attributes. Although Dr. Sanz-Ortega had been the appellant's attending psychiatrist since 1979, the attorney did not claim that he (the doctor) had any specific knowledge of the appellant's mental condition at the time the conspiracies were ongoing, and there is nothing in the record that leads us to believe that his general testimony about Robles' psychiatric history and the nature of the illness would have added perceptibly to the historical data and the comments of the other psychiatrists.  As matters stood, the record was replete with evidence that Robles had suffered from schizophrenia for a long time but that its severity (and, consequently, his symptomatology) fluctuated, with the result that the condition sometimes affected his behavior and sometimes did not.  Nothing in the offer of proof either contradicted this evidence or added a significant new dimension to it.  We think it is settled beyond cavil that a sentencing court need not convene an evidentiary hearing merely to consider essentially cumulative evidence.  See United States v. Regan, <span class=\"citation\" data-id=\"602836\"><a href=\"/opinion/602836/united-states-v-peter-j-regan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span>, 46-47 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The final flaw in the appellant's argument relates to the mode of presentation:  the record reveals no cogent reason why the proposed testimony of Dr. Sanz-Ortega could not have been reduced to writing and proffered in the form of a report.  Sentencing hearings are not meant to be mini-trials, see United States v. Ottens, <span class=\"citation\" data-id=\"196541\"><a href=\"/opinion/196541/united-states-v-ottens/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 360 (1st Cir.1996), and a defendant cannot dictate the form of the evidence that he wishes the court to ponder.  To the contrary, a party has an obligation, where circumstances reasonably permit, to attempt to present desired evidence in a format convenient for ready consideration by the sentencing court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure the court may elect to allow live testimony;  and, moreover, the court may be required to allow live testimony in a few instances (say, when an issue takes a defendant by surprise or when the gist of the proffered evidence cannot be captured in writing).  In this instance, however, the court chose not to hear the doctor's testimony, and we do not think it was required to do so.  A sentencing court has broad discretion in determining whether live testimony is, or is not, essential, see, e.g., United States v. Claudio, <span class=\"citation\" data-id=\"686428\"><a href=\"/opinion/686428/united-states-v-francisco-rodriguez-claudio-aka-pito/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 16 (1st Cir.1995), and nothing in the instant record indicates a need for live testimony.  The disposition hearing did not spring unexpectedly out of some dark abyss, but, rather, was scheduled well in advance, and the offer of proof did not suggest any particular reason why Dr. Sanz-Ortega's input, like that of the other psychiatrists who had examined Robles, could not have been conveyed satisfactorily in a written report.  The appellant's failure to explore this avenue weighs against his assignment of error.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have said enough on this score.  Considering all the circumstances, we detect no misuse of discretion in the sentencing court's denial of the appellant's request for an evidentiary hearing.  See, e.g., Regan, 989 F.2d at 45-47 (upholding as within the district court's discretion a refusal at sentencing to allow live testimony by physicians on the issue of the defendant's mental capacity).</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellant does not challenge the lower court's construction of the GSR (offense level 33;  criminal history category I;  imprisonment range 135-168 months).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nevertheless, he asserts that the sentencing court blundered in denying him a downward departure on the ground of diminished mental capacity.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We lack jurisdiction over this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We need not tarry.  \"It is by now axiomatic that a criminal defendant cannot ground an appeal on a sentencing court's discretionary decision not to depart below the guideline sentencing range.\"  United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 619 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></span> (1995).  An exception to this blackletter rule recognizes that appellate jurisdiction may exist \"if it appears that the failure to depart stemmed from the sentencing court's mistaken impression that it lacked the legal authority to deviate from the guideline range or, relatedly, from the court's misapprehension of the rules governing departures.\"  United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 473 (1st Cir.1994).  We pointed out in Pierro that it is easy to \"confuse the exception and the rule.\"  32 F.3d at 619.   We made it plain, however, that when the decision not to depart rests primarily on differential factfinding, the exception does not apply.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This case fits comfortably within the confines of the general rule.  Although the appellant argues vociferously that, in denying his motion for a downward departure under U.S.S.G. &#167; 5K2.13, the district court mistakenly equated the concept of competency to stand trial with the much different concept of reduced mental capacity at the time of the offense (and, thus, misapprehended the law governing departures under U.S.S.G. &#167; 5K2.13), the record of the disposition hearing belies this claim.  The transcript reveals with crystalline clarity that the court, in reaching its decision, understood that it had the discretion to depart downward if it found that Robles suffered from significantly reduced mental capacity at the time he committed the crimes of conviction.  But the court, after studying the evidence and hearing oral argument, made a specific finding that &#167; 5K2.13 did not apply because Robles \"did not commit the acts charged in the indictment while suffering from a significantly reduced mental capacity.\"   The court went on to find, as a matter of fact, that the crimes occurred while Robles was in a \"very lucid\" phase, and that his criminal behavior \"was the conduct of a person who was not doing those acts because of a diminished capacity resulting from a mental condition.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This is an exercise in differential factfinding--no more, no less.  The ensuing decision not to depart was based squarely on this factfinding, unaccompanied by any detectable error of law.  Hence, the departure decision is not reviewable on appeal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Pierro, 32 F.3d at 619;  Tardiff, 969 F.2d at 1290;  United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.1992);  United States v. Hilton, <span class=\"citation\" data-id=\"570022\"><a href=\"/opinion/570022/united-states-v-barbara-hilton/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 957 (1st Cir.1991).  We need go no further.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That portion of the defendant's appeal which purports to challenge the district court's refusal to depart downward is dismissed for want of appellate jurisdiction.  The judgment below is affirmed.  The case is remitted to the district court for further proceedings in respect to footnote 2 of this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All references herein to the sentencing guidelines are to the November 1995 edition, in effect on the date of sentencing.  See United States v. Harotunian, <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1041-42 &amp; n. 2 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In its appellate brief, the government calls a possible bevue to our attention.  During the disposition hearing, the district court noted conclusorily that U.S.S.G. &#167; 5C1.2 did not apply.  This section permits a court to sentence a defendant below certain mandatory statutory minima when the defendant satisfies specified criteria set forth in U.S.S.G. &#167; 5C1.2(1)--(5).  In cases in which the offense level exceeds 25, U.S.S.G. &#167; 2D1.1(b)(4) mandates a two-level reduction if a defendant meets these criteria.  Robles did not receive the two-level reduction--in fairness, neither the appellant nor the government requested the district court to consider the applicability of &#167; 2D1.1(b)(4), and the PSI Report is silent in that respect--and the prosecutor now suggests that this likely was an oversight because he \"has reason to believe that appellant may be eligible for such a reduction.\"   Government Br. at 8 n. 2. Under the circumstances, we direct the district court, on remand, to reconsider the computation of the GSR in light of the government's concession, and to reduce Robles' sentence if the court determines it is appropriate to do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The appellant's claim is premised on U.S.S.G. &#167; 5K2.13, which provides:</p>\n        <p>If the defendant committed a non-violent offense while suffering from significantly reduced mental capacity not resulting from voluntary use of drugs or other intoxicants, a lower sentence may be warranted to reflect the extent to which reduced mental capacity contributed to the commission of the offense, provided that the defendant's criminal history does not indicate a need for incarceration to protect the public.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although we do not reach the merits of the decision not to depart, we note that the lower court's factfinding seems fully supportable.  The psychiatrists all agreed on the sporadic nature of Robles' symptoms, and the tape recordings adequately evinced Robles' grasp of ongoing events at the critical times.  Keeping in mind that a defendant who seeks the unguent of &#167; 5K2.13 must carry the devoir of persuasion as to the appropriateness of a downward departure based on significantly reduced mental capacity, it is surpassingly difficult to second-guess Judge Laffitte's assessment.  See, e.g., United States v. Nunez-Rodriguez, <span class=\"citation\" data-id=\"723914\"><a href=\"/opinion/723914/united-states-v-josee-antonio-nunez-rodriguez/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 24-25 (1st Cir.1996) (affirming district court's refusal to depart downward based on diminished capacity despite a previous diagnosis of schizophrenia;  district court found that, at the time of the crime, defendant's behavior demonstrated a cognizance \"inconsistent with diminished capacity\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723914/"
  ]
}