{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197254/",
  "absolute_url": "/opinion/197254/pratt-v-philbrook/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197254/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:39Z",
  "date_modified": "2017-03-24T10:50:46.761082Z",
  "type": "010combined",
  "sha1": "5c3e93e3c36c6427b3560292f19303cc8ffc2669",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1780.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1780\r\n\n                          MARY V. PRATT,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                       KELLEY C. PHILBROOK,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                 Stahl and Lynch, Circuit Judges,\r                                                          \r\n\n                  and Woodlock,* District Judge.\r                                                         \r\n\n                                           \r\n\n     Edward W. McIntyre for appellant.\r                                 \r\n     Paul G. Pino, with whom Clark, Balboni &amp; Gildea was on brief\r                                                              \r\nfor appellee.\r\n\n                                           \r\n\n                          March 19, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          WOODLOCK, District  Judge.  At a  settlement conference\r                    WOODLOCK, District  Judge.\r                                             \r\n\nwith  the trial judge, the parties announced they had agreed upon\r\n\nterms to  resolve this case.   The trial judge told  them that he\r\n\nwould  enter a 60-day  Settlement Order of  Dismissal and invited\r\n\nthem  to return to him if  problems arose during that time period\r\n\nwhich  impeded consummation of the settlement.  Within a day such\r\n\nproblems arose  but the parties did  not alert the court.   After\r\n\nsixty  days passed and the trial court heard nothing further from\r\n\nthe  parties,  the dismissal  became  final by  operation  of the\r\n\nsettlement order.  About  three weeks later, plaintiff's counsel,\r\n\nwho  ultimately framed his failure to  forestall the dismissal as\r\n\nan instance of  excusable neglect  under Fed. R.  Civ. P.  60(b),\r\n\nbegan  to seek  to  have  the  dismissal  vacated  and  the  case\r\n\nreopened.    The  trial  judge  declined,  observing  that  if  a\r\n\nsettlement   order  of   dismissal   were   vacated  under   such\r\n\ncircumstances, the order would essentially be meaningless.  \r\n\n          Although the trial judge's views are  not unreasonable,\r\n\nthe Supreme Court recently has signalled a substantial degree  of\r\n\nelasticity   in   the   definition   of    \"excusable   neglect.\"\r\n\nAccordingly, we remand this matter to the trial judge to consider\r\n\nwhether the plaintiff has  satisfied the latitudinarian standards\r\n\nfor excusable neglect the Supreme Court has outlined.\r\n\n                                I\r                                          I\r\n\n          In Pioneer  Inv. Servs.  Co. v. Brunswick  Assocs. Ltd.\r                                                                           \r\n\nPartnership, 507 U.S.  380 (1993), the Supreme Court  phrased the\r                     \r\n\n                               -2-\r\r\n\nquestion presented  as whether an attorney's  inadvertent failure\r\n\nto  file  a   proof  of   claim  in  a   Chapter  11   Bankruptcy\r\n\nreorganization case within  the deadline set  by the Court  could\r\n\nconstitute  \"excusable neglect\"  within  the meaning  of Fed.  R.\r\n\nBank. P. 9006(b)(1).  Id. at 383.    \r                                   \r\n\n          The Court  declined to limit the  \"neglect\" which might\r\n\nbe  excusable  to  those   circumstances  caused  by  intervening\r\n\ncircumstances  beyond  a  party's  control.   Rather,  the  Court\r\n\nconcluded  that  \"Congress plainly  contemplated that  the courts\r\n\nwould  be permitted,  where appropriate,  to accept  late filings\r\n\ncaused  by inadvertence, mistake, or carelessness.\"   Id. at 388.\r                                                                   \r\n\nThe Court  further indicated  that the  concept of \"neglect\"  for\r\n\npurposes  of Fed. R.  Civ. P. 60(b)  \"encompass[es] situations in\r\n\nwhich  the   failure  to  comply   with  a  filing   deadline  is\r\n\nattributable to negligence.\"  Id. at 394.  \r                                           \r\n\n          As to the requirement  that the neglect be \"excusable,\"\r\n\nthe  Court  established  a   balancing  test  which  requires  an\r\n\nequitable   determination   \"taking  account   of   all  relevant\r\n\ncircumstances  surrounding the  party's omission.\"   Id.  at 395.\r                                                                  \r\n\nSuch  factors were found to  include \"the danger  of prejudice to\r\n\n[an adverse party],  the length  of the delay  and its  potential\r\n\nimpact  on  judicial  proceedings,  the  reason  for  the  delay,\r\n\nincluding  whether it  was within  the reasonable control  of the\r\n\nmovant, and whether the movant acted in good faith.\" Id.\r                                                                  \r\n\n                               -3-\r\r\n\n          Pioneer appeared on  its face to resolve  only a narrow\r                           \r\n\nissue  of  bankruptcy practice.    But  by construing  \"excusable\r\n\nneglect,\" a phrase used  throughout the Federal Civil,1 Criminal2\r\n\nand Appellate3 Rules of Procedure, Pioneer must  be understood to\r                                                    \r\n\nprovide guidance outside the bankruptcy context.  \r\n\n          That  the Pioneer  test  for  \"excusable  neglect\"  was\r                                     \r\n\nintended to  extend beyond the bankruptcy  context was emphasized\r\n\nby the  Supreme Court last term in  Stutson v. United States, 116\r                                                                      \r\n\nS.  Ct. 600 (1996), when  the Court summarily  granted a petition\r\n                    \r                              \r\n\n1   The phrase \"excusable  neglect\" appears  in Fed.  R. Civ.  P.\r\nRules  6(b), 13(f)  and  60(b).   The  Supreme Court  in  Pioneer\r                                                                           \r\nreferred explicitly to  each one  of these rules.   Pioneer,  507\r                                                                     \r\nU.S. at 391-93.   The Court specifically observed that in Fed. R.\r\nCiv.  P. 6(b),  as  in  Bankruptcy  Rule  9006(b)  which  it  was\r\nconstruing, \"there is no indication that anything  other than the\r\ncommonly  accepted meaning of  [excusable neglect] was intended.\"\r\nId. at 391.   Since  Pioneer, courts have  concluded the  Pioneer\r                                                                           \r\nstandard of \"excusable neglect\"  should apply to Fed. R.  Civ. P.\r\n6(b).   See,  e.g., Committee  for Idaho's  High Desert,  Inc. v.\r                                                                        \r\nYost, 92 F.3d 814,  825 n.4 (9th Cir. 1996); 44  Liquormart, Inc.\r                                                                           \r\nv. Rhode Island, 940 F. Supp. 437, 440 (D.R.I. 1996).\r                         \r\n\n2   Fed. R.  Crim. P.  45(b) permits courts  to enlarge  the time\r\nlimits  set  for certain  actions if  failure  to act  within the\r\nspecified  time was the result of \"excusable neglect.\"  The Court\r\nin  Pioneer also  referred to  the use  of the  phrase \"excusable\r                     \r\nneglect\" in the Criminal  Rules by noting that Rule  45(b), \"like\r\n[Bankruptcy] Rule 9006(b),  was modeled after  [Fed. R. Civ.  P.]\r\nRule 6(b).\"  507 U.S. at 392 n.9.\r\n\n3  The Court in Pioneer referenced the phrase \"excusable neglect\"\r                                 \r\nin Fed. R. App. P. 4(a)(5).  The Court placed this reference in a\r\nfootnote explaining why it had granted certiorari on the issue of\r\n\"excusable neglect.\"  Id. at  387 n.3.  In that  explanation, the\r                                   \r\nCourt included the fact  that \"[t]he Courts of Appeals  similarly\r\nhave divided  in their interpretations on  'excusable neglect' as\r\nfound in Rule 4(a)(5).\"  Id.  We have since  held that \"Pioneer's\r                                                                           \r\nexposition of excusable neglect . . . applies equally to  Fed. R.\r\nApp.  P. 4(a)(5).\"  Virella-Nieves v. Briggs &amp; Stratton Corp., 53\r                                                                       \r\nF.3d 451, 454 n.3 (1st Cir. 1995).  \r\n\n                               -4-\r\r\n\nfor certiorari, vacated the judgment  below and remanded the case\r\n\n(GVR) for  further consideration of the  applicability of Pioneer\r                                                                           \r\n\nto a failure to  file a criminal appeal within  the 10-day period\r\n\ncalled  for by  Fed. R.  App. P.  4(b).   While not  definitively\r\n\ndetermining  the scope of Pioneer, the Supreme Court's use of the\r                                           \r\n\nGVR  procedure in Stutson is  an exercise of  a reviewing court's\r                                   \r\n\nprudential powers to permit  a lower court that had  not directly\r\n\nconfronted an  intervening clarification in  the law to  have the\r\n\nfirst  opportunity to adjust or correct its earlier decision.  As\r\n\nthe Court noted in a companion case  discussing resort to the GVR\r\n\nprocedure,  Lawrence on behalf of  Lawrence v. Chater,  116 S. Ct\r                                                               \r\n\n604 (1996):\r\n\n            Where intervening developments, or recent\r\n            developments  that  we  have   reason  to\r\n            believe the court below did not consider,\r\n            reveal a reasonable probability  that the\r\n            decision  below rests upon a premise that\r\n            the lower court would reject if given the\r\n            opportunity  for  further  consideration,\r\n            and   where  it   appears  that   such  a\r\n            redetermination    may   determine    the\r\n            ultimate outcome of the litigation, a GVR\r\n            order   is,   we   believe,   potentially\r\n            appropriate.\r\n\n          As did the Supreme  Court in Stutson, we deal  with the\r                                                        \r\n\nneed  to evaluate  the potential  applicability of  the balancing\r\n\ntest  announced  in  Pioneer  to a  different  realm  of  federal\r                                      \r\n\nprocedure.  The importance of permitting the trial judge--who did\r\n\nnot  have Pioneer brought to  his attention but  is more familiar\r                           \r\n\nwith the dynamics of the settlement process that broke down here-\r\n\n-the opportunity of  developing the record  more fully is  plain.\r\n\n                               -5-\r\r\n\nIn the interests of  justice, the trial judge should  be afforded\r\n\nthe full  opportunity  to  calibrate  the balance  in  the  first\r\n\ninstance, particularly if there  is a reasonable probability that\r\n\na different  outcome would  result.   A review  of the  course of\r\n\nproceedings below suggests that there is such a probability.\r\n\n                                II\r                                          II\r\n\n          Exercising the  hands-on case management in  pursuit of\r\n\nsettlement encouraged by  the Civil Justice Reform  Act of 1990,4\r\n                    \r                              \r\n\n4  The Civil Justice  Reform Act of 1990 (\"the CJRA\")  is Title I\r\nof  the Judicial Improvements Act  of 1990, Pub.  L. No. 101-650,\r\n104 Stat. 5089.  The CJRA, which is codified at 28 U.S.C.    471-\r\n82,  requires that each United States  District Court implement a\r\nplan in order, inter alia, to \"improve litigation management, and\r                                   \r\nensure  just,  speedy,   and  inexpensive  resolution   of  civil\r\ndisputes.\"   28  U.S.C.    471.   The CJRA  lists guidelines  for\r\nlitigation  management   that  federal  courts  may  consider  in\r\nformulating their plans.  These include, in pertinent part:\r\n\n          (2) early  and ongoing control of  the pretrial process\r\n          through involvement of  a judicial officer  . . .;  (3)\r\n          . . .  careful  and  deliberate  monitoring  through  a\r\n          discovery-case management  conference  or a  series  of\r\n          such conferences . . . .\r\n\nId.   473(a).  \r             \r\n\n   While  the CJRA did not  focus on judicial  involvement in the\r\nsettlement  process, the  Act reinforced  the 1983  amendments to\r\nFed.  R. Civ.  P.  16,  which  were  designed  to  recognize  the\r\n\"informal  use of  pretrial  conferences  to  promote  settlement\r\n[through]  increased judicial settlement  efforts.\"  Stephen McG.\r\nBundy,  The Policy in Favor of Settlement in an Adversary System,\r                                                                          \r\n44 Hastings L.J. 1, 58 (1992).   The CJRA \"implie[d] that a local\r\nexpense and delay reduction plan that authorizes judges to compel\r\nrepresented parties to participate  in settlement conferences . .\r\n. is lawful. . . .\"  Id. at 60.  \r                                 \r\n\n   The CJRA plan for the District  of Massachusetts accepted that\r\nimplication  and  directed  active  encouragement  of  settlement\r\nefforts by the judicial officer.  The plan provides that: \r\n\n                               -6-\r\r\n\n                    \r                              \r\n\n            At every conference conducted under these\r\n            rules, the judicial officer shall inquire\r\n            as   to  the   utility  of   the  parties\r\n            conducting    settlement    negotiations,\r\n            explore   means  of   facilitating  those\r\n            negotiations,    and    offer    whatever\r\n            assistance that may be appropriate in the\r\n            circumstances.  Assistance may  include a\r\n            reference of the case to another judicial\r\n            officer    for    settlement    purposes.\r\n            Whenever a settlement conference is held,\r\n            a  representative of  each party  who has\r\n            settlement authority shall  attend or  be\r\n            available by telephone.   \r\n\nRule  4.02 Settlement,  Expense and  Delay Reduction Plan  of the\r\nUnited States  District Court  for the District  of Massachusetts\r\n(Adopted Nov. 18, 1991).\r\n\n   The District Court's  CJRA Plan is implemented by  local rules\r\nmandating settlement  discussions  as  part  of  case  management\r\nprocedures.  See, e.g., L.R.  16.1(C) \"Early Assessment of Cases\"\r                                \r\n(requiring settlement  proposals in advance of initial scheduling\r\nconference);  L.R.  16.3(A)(1)   \"Case  Management   Conferences\"\r\n(directing  exploration of  \"possibility of  settlement\" at  each\r\ncase  management conference);  L.R. 16.4(B)  \"Alternative Dispute\r\nResolution\"  (mandating  inquiry by  judicial  officer concerning\r\nsettlement at every conference conducted under Local Rules).\r\n\n   We  note  that  while   current  legislation  and   rulemaking\r\ninitiatives have been encouraging active judicial  involvement in\r\npursuing  settlements, a  relatively  recent  examination of  the\r\njudicial role in the process strikes a cautionary note.\r\n\n            Once we recognize that all  components of\r\n            the  intricate  ecology of  disputing are\r\n            linked    in   complex    and   sometimes\r\n            paradoxical ways to what courts do, it is\r\n            manifest  that  the obligation  of seeing\r\n            justice  is  done  is not  discharged  by\r\n            uncritical celebration  of settlement (or\r\n            uncritical  condemnation  of  it).     It\r\n            requires a discriminating appreciation of\r\n            the complex dynamics  of various  species\r\n            of  settlements  in different  bargaining\r\n            arenas and an appreciation of the limited\r\n            capacity  of  the devices  for regulating\r\n            them.   Settlement is not the  answer; it\r\n\n                               -7-\r\r\n\nthe trial  judge in this  motor vehicle accident  diversity case,\r\n\nbrought  by a then 89-year-old plaintiff, set the matter down for\r\n\na  settlement conference on January 17, 1996.  In order to ensure\r\n\na full discussion of the possible ramifications of settlement, he\r\n\ndirected not only that  the parties and their attorneys  but also\r\n\nthe   attorney  for   a  non-party   potential  claimant   and  a\r\n\nrepresentative of  the defendant's insurance company  be present.\r\n\nAfter  separate discussions  with  the trial  judge, the  parties\r\n\nadvised the court they were prepared  to settle the case both  as\r\n\nto  the plaintiff  and as  to the  non-party claimant  within the\r\n\npolicy limits.   The judge  then informed counsel  that he  would\r\n\nissue a 60-day Order of Dismissal permitting them the opportunity\r\n\nto tie up any loose ends regarding the  settlement.  He expressly\r\n\ninstructed the parties that  the 60-day Order of Dismissal  \"will\r\n\nbe the end of the case as far as I'm concerned.\"   He emphasized,\r\n\nhowever,  that \"if you have any problems . . . let me know and we\r\n\ncan restore the case to the docket and pursue it.\"\r\n\n          The following  day, January 18, 1996,  the 60-day Order\r\n\nissued from the court providing \"this action is dismissed without\r\n\ncosts and without prejudice  to the right, upon good  cause shown\r\n\nwithin sixty (60) days, to reopen the action if settlement is not\r\n\n                    \r                              \r\n\n            is the question.  \r\n\nMarc  Galanter  &amp;  Mia  Cahill,  \"Most  Cases  Settle\":  Judicial\r                                                                           \r\nPromotion and Regulation  of Settlements, 46 Stan. L.  Rev. 1339,\r                                                  \r\n1391 (1994). \r\n\n                               -8-\r\r\n\nconsummated  by the  parties.\"5   That same  day new  information\r\n\nwhich impacted the terms of the settlement apparently came to the\r\n\nattention of plaintiff's  attorney.  The  precise nature of  this\r\n\ninformation is unclear to us but appears to involve recalcitrance\r\n\nby an interested entity not present at the settlement conference,\r\n\nthe  insurer  of the  non-party  potential claimant.    The trial\r\n\ncourt, however,  was not  informed of any  difficulties regarding\r\n\nthe  settlement until April 8,  1996, some three  weeks after the\r\n\nclose of the 60-day period established before the dismissal would\r\n\nbecome final.   In a letter  to the  court that day,  plaintiff's\r\n\ncounsel  reported that  \"despite the  good  faith .  . .  and due\r\n\ndiligence of counsel for both the plaintiff . . . and defendant .\r\n\n. . settlement has  not been consummated.\"  The  letter requested\r\n\nthe \"earliest possible trial  date.\"  The trial court  deemed the\r\n\nletter a motion to  vacate the Settlement Order of  Dismissal and\r\n\ndenied it as untimely and lacking any showing of good cause.\r\n\n          On April 18, plaintiff's  counsel filed a formal Motion\r\n\nfor Reconsideration  of Plaintiff's Motion to  Vacate the Court's\r\n\n                    \r                              \r\n\n5   The 60-day order procedure  has developed as a  mechanism for\r\nthe trial  courts  to  bring cases  to  closure  while  retaining\r\njurisdiction to enforce a  settlement for a period of  time after\r\nclosure is announced.   In Kokkonen v. Guardian  Life Ins. Co. of\r                                                                           \r\nAm., 511 U.S. 375, ---. 114 S. Ct. 1673, 1677 (1994), the Supreme\r             \r\nCourt  observed   that  a   district  court  could   only  retain\r\njurisdiction  to  enforce a  settlement  if  the dismissal  order\r\nexpressly reserved such jurisdiction or if the court incorporated\r\nthe settlement agreement into the dismissal order.  See generally\r                                                                           \r\nIn re  Mal de Mer Fisheries,  Inc., 885 F. Supp.  635, 637-38 (D.\r                                            \r\nMass. 1995).  \r\n\n                               -9-\r\r\n\nJanuary  18, 1996 Settlement Order of Dismissal.6  In the motion,\r\n\nplaintiff's counsel acknowledged that he learned of problems with\r\n\nthe  settlement  the  day  after the  settlement  conference  but\r\n\ninstead of \"resort[ing] to the Court to resolve the conflict, the\r\n\nparties worked diligently to achieve settlement.\"  On May 15, the\r\n\ntrial  judge  denied  the  motion  in  a  five  page  memorandum,\r\n\nconcluding:\r\n\n            The plain  fact of the matter  is that if\r\n            this  court  were  to  allow  plaintiff's\r\n            Motion for Reconsideration, the sixty-day\r\n            Order  of Dismissal  would be  a nullity.\r\n            There  would be no  reasoned way that the\r\n            court  could ever deny an untimely motion\r                                       \r\n            for reconsideration brought by  any other\r\n            party.   No good  cause has  been offered\r\n            for plaintiff's counsel's failure in this\r\n            case  to proceed  in accordance  with the\r\n            Order's  terms.   Settlement  discussions\r\n            offer no  excuse . . .  . The unavoidable\r\n            fact is that plaintiff's counsel, without\r\n            any  articulable  excuse, simply  ignored\r\n            the contents of the  January 18 Order . .\r\n            . .\r\n\n          On  June 10,  plaintiff's  counsel filed  a Motion  for\r\n\nRelief pursuant to Fed.  R. Civ. P. 60(b) on grounds of excusable\r\n\nneglect and inadvertency.  On June 27, the trial judge denied the\r\n\n60(b) motion.\r\n\n                    \r                              \r\n\n6   The motion indicated that  it was assented  to by defendant s\r\ncounsel.   At oral argument, however,  defendant s counsel stated\r\nthat the assent was only to permit reconsideration and not to the\r\nultimate relief of vacating the judgment sought by plaintiff.  In\r\nany event, the defendant lodged no objection to the relief sought\r\nby plaintiff's attorney in his letter of April 8 or his motion of\r\nApril 18.\r\n\n                               -10-\r\r\n\n          At no point  in proceedings before the  trial court was\r\n\nthe  decision  of  the Supreme  Court  in  Pioneer  cited or  its\r                                                            \r\n\nimplications argued.\r\n\n                               III\r                                         III\r\n\n          On  the record  before  us, the  issue  is whether  the\r\n\nfailure of counsel to inform  the court in a timely  fashion that\r\n\nthe settlement had unravelled was \"excusable neglect,\" within the\r\n\nmeaning of  Fed. R.  Civ. P.  60(b)(1).  That  it was  neglect is\r\n\nmanifest; counsel neglected to pay heed to a direction to provide\r\n\ntimely  notice  to the  court that  the  settlement would  not be\r\n\nconsummated  within the  60-day  period.   The  open question  is\r\n\nwhether the neglect was excusable.\r\n\n          The determination  whether  the neglect  was  excusable\r\n\nshould  be left in the  first instance to  the trial court, which\r\n\nwas never afforded  the opportunity to  evaluate the question  in\r\n\nlight  of Pioneer.   This  is  especially appropriate  here where\r                           \r\n\nthere  apparently was  off-the-record consultation  involving the\r\n\ntrial judge regarding the terms of the settlement, and the formal\r\n\nrecord  regarding  its breakdown  is  relatively undeveloped,  no\r\n\ndoubt because the areas  for development that Pioneer identifies,\r                                                               \r\n\n504 U.S. at 394, were not explored.  \r\n\n          From our  vantage  point it  is difficult  to see  what\r\n\ncognizable  prejudice,  in  the   sense,  for  example,  of  lost\r\n\nevidence, would come  to the defendant  from reopening the  case.\r\n\nOf course,  it is always prejudicial  for a party to  have a case\r\n\n                               -11-\r\r\n\nreopened after it has been closed advantageously by an opponent's\r\n\ndefault.  But we do not think that is the sense in which the term\r\n\n\"prejudice\"  is used  in Pioneer.   Moreover,  the delay  was not\r                                          \r\n\nparticularly  extended.    Impact  on  judicial  proceedings   is\r\n\narguably of concern; but if the parties had reported  on the 59th\r\n\nday  that the settlement could  not be consummated,  it would not\r\n\nappear  to have a materially less significant impact than it does\r\n\nhere  when the  report occurred  some 21  days later.7   Finally,\r\n\nthere  does not  appear to have  been a  lack of  good faith with\r\n\nrespect  to the  reason  for  the  delay;  from  all  the  record\r\n\ndiscloses the  cause of  the difficulties was  beyond plaintiff's\r\n\ncontrol.   It seems  that a  stranger to  the litigation with  an\r\n\n                    \r                              \r\n\n7  In circumstances such as these, Fed. R. Civ. P. 60(b) provides\r\na  fail-safe   mechanism  to   guard  against  the   finality  of\r\nimprovident judgments.   The  relatively expansive  one-year time\r\nperiod under Fed. R. Civ. P. 60(b)(1) for challenges to judgments\r\nflowing from  excusable neglect is designed  to permit considered\r\nreview  and  assertion  of  such  grounds.    This  mechanism  is\r\ndesignedly  at  the expense  of  the  rigid enforcement  of  more\r\ncompressed  time periods imposed  for acts  required to  be taken\r\nbefore judgment enters.\r\n\n   Defendant correctly  observes that it  was not until  June 10,\r\nnearly  three  months  after  the  dismissal  took  effect,  that\r\nplaintiff expressly framed the issue under Fed. R. Civ. P. 60(b).\r\nDefendant  notes that in Pag n v. American Airlines, 534 F.2d 990\r                                                             \r\n(1st Cir. 1976), we upheld denial of  a 60(b)(1) motion not filed\r\nuntil four  months after  the conclusion  of a  60-day settlement\r\norder period and  argues we should act in  the same fashion here.\r\nIt  is a  sufficient answer to  observe that  Pag n substantially\r                                                             \r\npredates  Pioneer.   Moreover,  here there  were relatively  more\r                           \r\ntimely efforts, albeit not framed  expressly under Rule 60(b), to\r\nset  aside the judgment.   Even in Pag n,  there were indications\r                                                  \r\nthe trial court would  have considered reinstating the case  if a\r\nrequest  had been made within two months after the dismissal took\r\neffect.  Id. at 993. \r                      \r\n\n                               -12-\r\r\n\ninterest in a potential claim was making threatening noises.  The\r\n\nparties  apparently  hoped to  work  to  resolve the  impediments\r\n\nwithout  the court's intervention.   There was no gamesmanship by\r\n\nplaintiff  here.    Rather  we have  an  instance  of inattentive\r\n\nhopefulness blinding  plaintiff's counsel  to the need  to assure\r\n\nthat a time deadline was met.\r\n\n          We   do  not   deny   the   importance  of   timeliness\r\n\nrequirements  in the  fair and  efficient management  of a  trial\r\n\ncourt's busy docket.  Especially in an era when great emphasis is\r\n\nplaced on vigilant judicial oversight of the various alternatives\r\n\nto  the resolution process, failure  of the parties  to adhere to\r\n\ndeadlines  is a practice that can be  disruptive of the rights of\r\n\nother  litigants in other cases  who also are  entitled to active\r\n\njudicial attention.  But the Supreme Court has recently adopted a\r\n\nforgiving  attitude toward  instances of  \"excusable neglect,\"  a\r\n\nterm Pioneer suggests will be given a broad reading.\r                      \r\n\n          Whether  the failure of  plaintiff's attorney to notify\r\n\nthe district court in a timely fashion regarding the breakdown of\r\n\nthe  settlement  in  this  case   comes  within  the  meaning  of\r\n\n\"excusable neglect\" as explicated  in Pioneer, is a matter  to be\r                                                       \r\n\nresolved initially by  the trial  court on  the basis  of a  more\r\n\nextended record.\r\n\n                                IV\r                                          IV\r\n\n          Accordingly,  we  hereby  vacate  the  denial   of  the\r                                              vacate\r                                                    \r\n\nplaintiff's Rule 60(b) motion  and remand this case to  the trial\r                                             remand\r                                                   \r\n\n                               -13-\r\r\n\ncourt for further proceedings consistent with this opinion.\r\n\n                               -14-\r\r\n",
  "html": "<p class=\"case_cite\">109 F.3d 18</p>\n    <p class=\"case_cite\">37 Fed.R.Serv.3d 405</p>\n    <p class=\"parties\">Mary V. PRATT, Plaintiff--Appellant,<br>v.<br>Kelley C. PHILBROOK, Defendant--Appellee.</p>\n    <p class=\"docket\">No. 96-1780.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 2, 1996.<br>Decided March 19, 1997.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Edward W. McIntyre, Clinton, MA, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Paul G. Pino, Brockton, MA, with whom Clark, Balboni &amp; Gildea was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before STAHL and LYNCH, Circuit Judges, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">WOODLOCK, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At a settlement conference with the trial judge, the parties announced they had agreed upon terms to resolve this case.  The trial judge told them that he would enter a 60-day Settlement Order of Dismissal and invited them to return to him if problems arose during that time period which impeded consummation of the settlement.  Within a day such problems arose but the parties did not alert the court.  After sixty days passed and the trial court heard nothing further from the parties, the dismissal became final by operation of the settlement order.  About three weeks later, plaintiff's counsel, who ultimately framed his failure to forestall the dismissal as an instance of excusable neglect under Fed.R.Civ.P. 60(b), began to seek to have the dismissal vacated and the case reopened.  The trial judge declined, observing that if a settlement order of dismissal were vacated under such circumstances, the order would essentially be meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the trial judge's views are not unreasonable, the Supreme Court recently has signalled a substantial degree of elasticity in the definition of \"excusable neglect.\"   Accordingly, we remand this matter to the trial judge to consider whether the plaintiff has satisfied the latitudinarian standards for excusable neglect the Supreme Court has outlined.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">* In  Pioneer Inv. Servs.  Co. v. Brunswick Assocs.  Ltd. Partnership, 507 U.S. 380, 113 S.Ct. 1489, 123 L.Ed.2d 74 (1993), the Supreme Court phrased the question presented as whether an attorney's inadvertent failure to file a proof of claim in a Chapter 11 Bankruptcy reorganization case within the deadline set by the Court could constitute \"excusable neglect\" within the meaning of Fed.  R. Bank.  P. 9006(b)(1).  Id. at 383, 113 S.Ct. at 1492.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Court declined to limit the \"neglect\" which might be excusable to those circumstances caused by intervening circumstances beyond a party's control.  Rather, the Court concluded that \"Congress plainly contemplated that the courts would be permitted, where appropriate, to accept late filings caused by inadvertence, mistake, or carelessness.\"  Id. at 388, 113 S.Ct. at 1494-95.   The Court further indicated that the concept of \"neglect\" for purposes of Fed.R.Civ.P. 60(b) \"encompass[es] situations in which the failure to comply with a filing deadline is attributable to negligence.\"  Id. at 394, 113 S.Ct. at 1497.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As to the requirement that the neglect be \"excusable,\" the Court established a balancing test which requires an equitable determination \"taking account of all relevant circumstances surrounding the party's omission.\"  Id. at 395, 113 S.Ct. at 1498.   Such factors were found to include \"the danger of prejudice to [an adverse party], the length of the delay and its potential impact on judicial proceedings, the reason for the delay, including whether it was within the reasonable control of the movant, and whether the movant acted in good faith.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pioneer appeared on its face to resolve only a narrow issue of bankruptcy practice.  But by construing \"excusable neglect,\" a phrase used throughout the Federal Civil,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Criminal<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and Appellate<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Rules of Procedure, Pioneer must be understood to provide guidance outside the bankruptcy context.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That the Pioneer test for \"excusable neglect\" was intended to extend beyond the bankruptcy context was emphasized by the Supreme Court last term in Stutson v. United States, --- U.S. ----, 116 S.Ct. 600, 133 L.Ed.2d 571 (1996), when the Court summarily granted a petition for certiorari, vacated the judgment below and remanded the case (GVR) for further consideration of the applicability of Pioneer to a failure to file a criminal appeal within the 10-day period called for by Fed.  R.App. P. 4(b).  While not definitively determining the scope of Pioneer, the Supreme Court's use of the GVR procedure in Stutson is an exercise of a reviewing court's prudential powers to permit a lower court that had not directly confronted an intervening clarification in the law to have the first opportunity to adjust or correct its earlier decision.  As the Court noted in a companion case discussing resort to the GVR procedure, Lawrence on Behalf of Lawrence v. Chater, --- U.S. ----, 116 S.Ct. 604, 133 L.Ed.2d 545 (1996):</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Where intervening developments, or recent developments that we have reason to believe the court below did not consider, reveal a reasonable probability that the decision below rests upon a premise that the lower court would reject if given the opportunity for further consideration, and where it appears that such a redetermination may determine the ultimate outcome of the litigation, a GVR order is, we believe, potentially appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As did the Supreme Court in Stutson, we deal with the need to evaluate the potential applicability of the balancing test announced in Pioneer to a different realm of federal procedure.  The importance of permitting the trial judge--who did not have Pioneer brought to his attention but is more familiar with the dynamics of the settlement process that broke down here--the opportunity of developing the record more fully is plain.  In the interests of justice, the trial judge should be afforded the full opportunity to calibrate the balance in the first instance, particularly if there is a reasonable probability that a different outcome would result.  A review of the course of proceedings below suggests that there is such a probability.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Exercising the hands-on case management in pursuit of settlement encouraged by the Civil Justice Reform Act of 1990,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the trial judge in this motor vehicle accident diversity case, brought by a then 89-year-old plaintiff, set the matter down for a settlement conference on January 17, 1996.  In order to ensure a full discussion of the possible ramifications of settlement, he directed not only that the parties and their attorneys but also the attorney for a non-party potential claimant and a representative of the defendant's insurance company be present.  After separate discussions with the trial judge, the parties advised the court they were prepared to settle the case both as to the plaintiff and as to the non-party claimant within the policy limits.  The judge then informed counsel that he would issue a 60-day Order of Dismissal permitting them the opportunity to tie up any loose ends regarding the settlement.  He expressly instructed the parties that the 60-day Order of Dismissal \"will be the end of the case as far as I'm concerned.\"   He emphasized, however, that \"if you have any problems ... let me know and we can restore the case to the docket and pursue it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The following day, January 18, 1996, the 60-day Order issued from the court providing \"this action is dismissed without costs and without prejudice to the right, upon good cause shown within sixty (60) days, to reopen the action if settlement is not consummated by the parties.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  That same day new information which impacted the terms of the settlement apparently came to the attention of plaintiff's attorney.  The precise nature of this information is unclear to us but appears to involve recalcitrance by an interested entity not present at the settlement conference, the insurer of the non-party potential claimant.  The trial court, however, was not informed of any difficulties regarding the settlement until April 8, 1996, some three weeks after the close of the 60-day period established before the dismissal would become final.  In a letter to the court that day, plaintiff's counsel reported that \"despite the good faith ... and due diligence of counsel for both the plaintiff ... and defendant ... settlement has not been consummated.\"   The letter requested the \"earliest possible trial date.\"   The trial court deemed the letter a motion to vacate the Settlement Order of Dismissal and denied it as untimely and lacking any showing of good cause.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On April 18, plaintiff's counsel filed a formal Motion for Reconsideration of Plaintiff's Motion to Vacate the Court's January 18, 1996 Settlement Order of Dismissal.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In the motion, plaintiff's counsel acknowledged that he learned of problems with the settlement the day after the settlement conference but instead of \"resort[ing] to the Court to resolve the conflict, the parties worked diligently to achieve settlement.\"   On May 15, the trial judge denied the motion in a five page memorandum, concluding:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>The plain fact of the matter is that if this court were to allow plaintiff's Motion for Reconsideration, the sixty-day Order of Dismissal would be a nullity.  There would be no reasoned way that the court could ever deny an untimely motion for reconsideration brought by any other party.  No good cause has been offered for plaintiff's counsel's failure in this case to proceed in accordance with the Order's terms.  Settlement discussions offer no excuse....  The unavoidable fact is that plaintiff's counsel, without any articulable excuse, simply ignored the contents of the January 18 Order....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On June 10, plaintiff's counsel filed a Motion for Relief pursuant to Fed.R.Civ.P. 60(b) on grounds of excusable neglect and inadvertency.  On June 27, the trial judge denied the 60(b) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At no point in proceedings before the trial court was the decision of the Supreme Court in Pioneer cited or its implications argued.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On the record before us, the issue is whether the failure of counsel to inform the court in a timely fashion that the settlement had unravelled was \"excusable neglect,\" within the meaning of Fed.R.Civ.P. 60(b)(1).  That it was neglect is manifest;  counsel neglected to pay heed to a direction to provide timely notice to the court that the settlement would not be consummated within the 60-day period.  The open question is whether the neglect was excusable.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The determination whether the neglect was excusable should be left in the first instance to the trial court, which was never afforded the opportunity to evaluate the question in light of Pioneer.   This is especially appropriate here where there apparently was off-the-record consultation involving the trial judge regarding the terms of the settlement, and the formal record regarding its breakdown is relatively undeveloped, no doubt because the areas for development that Pioneer identifies, 504 U.S. at 394, 112 S.Ct. at 2042, were not explored.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">From our vantage point it is difficult to see what cognizable prejudice, in the sense, for example, of lost evidence, would come to the defendant from reopening the case.  Of course, it is always prejudicial for a party to have a case reopened after it has been closed advantageously by an opponent's default.  But we do not think that is the sense in which the term \"prejudice\" is used in Pioneer.   Moreover, the delay was not particularly extended.  Impact on judicial proceedings is arguably of concern;  but if the parties had reported on the 59th day that the settlement could not be consummated, it would not appear to have a materially less significant impact than it does here when the report occurred some 21 days later.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Finally, there does not appear to have been a lack of good faith with respect to the reason for the delay;  from all the record discloses, the cause of the difficulties was beyond plaintiff's control.  It seems that a stranger to the litigation with an interest in a potential claim was making threatening noises.  The parties apparently hoped to work to resolve the impediments without the court's intervention.  There was no gamesmanship by plaintiff here.  Rather we have an instance of inattentive hopefulness blinding plaintiff's counsel to the need to assure that a time deadline was met.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We do not deny the importance of timeliness requirements in the fair and efficient management of a trial court's busy docket.  Especially in an era when great emphasis is placed on vigilant judicial oversight of the various alternatives to the resolution process, failure of the parties to adhere to deadlines is a practice that can be disruptive of the rights of other litigants in other cases who also are entitled to active judicial attention.  But the Supreme Court has recently adopted a forgiving attitude toward instances of \"excusable neglect,\" a term Pioneer suggests will be given a broad reading.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Whether the failure of plaintiff's attorney to notify the district court in a timely fashion regarding the breakdown of the settlement in this case comes within the meaning of \"excusable neglect\" as explicated in Pioneer, is a matter to be resolved initially by the trial court on the basis of a more extended record.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Accordingly, we hereby vacate the denial of the plaintiff's Rule 60(b) motion and remand this case to the trial court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The phrase \"excusable neglect\" appears in Fed.R.Civ.P. Rules 6(b), 13(f) and 60(b).  The Supreme Court in Pioneer referred explicitly to each one of these rules.  Pioneer, 507 U.S. at 391-93, 113 S.Ct. at 1496-97.   The Court specifically observed that in Fed.R.Civ.P. 6(b), as in Bankruptcy Rule 9006(b) which it was construing, \"there is no indication that anything other than the commonly accepted meaning of [excusable neglect] was intended.\"  Id. at 391, 113 S.Ct. at 1496.   Since Pioneer, courts have concluded the Pioneer standard of \"excusable neglect\" should apply to Fed.R.Civ.P. 6(b).  See, e.g., Committee for Idaho's High Desert, Inc. v. Yost, 92 F.3d 814, 825 n. 4 (9th Cir.1996);  44 Liquormart, Inc. v. Rhode Island, 940 F.Supp. 437, 440 (D.R.I.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Crim.P. 45(b) permits courts to enlarge the time limits set for certain actions if failure to act within the specified time was the result of \"excusable neglect.\"   The Court in Pioneer also referred to the use of the phrase \"excusable neglect\" in the Criminal Rules by noting that Rule 45(b), \"like [Bankruptcy] Rule 9006(b), was modeled after [Fed.R.Civ.P.] Rule 6(b).\"  507 U.S. at 392 n. 9, 113 S.Ct. at 1496 n. 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Court in Pioneer referenced the phrase \"excusable neglect\" in Fed.  R.App. P. 4(a)(5).  The Court placed this reference in a footnote explaining why it had granted certiorari on the issue of \"excusable neglect.\"  Id. at 387 n. 3, 113 S.Ct. at 1489 n. 3.   In that explanation, the Court included the fact that \"[t]he Courts of Appeals similarly have divided in their interpretations on 'excusable neglect' as found in Rule 4(a)(5).\"  Id.  We have since held that \"Pioneer's exposition of excusable neglect ... applies equally to Fed.  R.App. P. 4(a)(5).\"  Virella-Nieves v. Briggs &amp; Stratton Corp., 53 F.3d 451, 454 n. 3 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Civil Justice Reform Act of 1990 (\"the CJRA\") is Title I of the Judicial Improvements Act of 1990, Pub.L. No. 101-650, 104 Stat. 5089.   The CJRA, which is codified at 28 U.S.C. &#167;&#167; 471-82, requires that each United States District Court implement a plan in order, inter alia, to \"improve litigation management, and ensure just, speedy, and inexpensive resolution of civil disputes.\"  28 U.S.C. &#167; 471.  The CJRA lists guidelines for litigation management that federal courts may consider in formulating their plans.  These include, in pertinent part:</p>\n        <p>(2) early and ongoing control of the pretrial process through involvement of a judicial officer ...;  (3) ... careful and deliberate monitoring through a discovery-case management conference or a series of such conferences....</p>\n        <p>Id. &#167; 473(a).</p>\n        <p>While the CJRA did not focus on judicial involvement in the settlement process, the Act reinforced the 1983 amendments to Fed.R.Civ.P. 16, which were designed to recognize the \"informal use of pretrial conferences to promote settlement [through] increased judicial settlement efforts.\"   Stephen McG. Bundy, The Policy in Favor of Settlement in an Adversary System, 44 Hastings L.J. 1, 58 (1992).  The CJRA \"implie[d] that a local expense and delay reduction plan that authorizes judges to compel represented parties to participate in settlement conferences ... is lawful....\"  Id. at 60.</p>\n        <p>The CJRA plan for the District of Massachusetts accepted that implication and directed active encouragement of settlement efforts by the judicial officer.  The plan provides that:</p>\n        <p>At every conference conducted under these rules, the judicial officer shall inquire as to the utility of the parties conducting settlement negotiations, explore means of facilitating those negotiations, and offer whatever assistance that may be appropriate in the circumstances.  Assistance may include a reference of the case to another judicial officer for settlement purposes.  Whenever a settlement conference is held, a representative of each party who has settlement authority shall attend or be available by telephone.</p>\n        <p>Rule 4.02 Settlement, Expense and Delay Reduction Plan of the United States District Court for the District of Massachusetts (Adopted Nov. 18, 1991).</p>\n        <p>The District Court's CJRA Plan is implemented by local rules mandating settlement discussions as part of case management procedures.  See, e.g., L.R. 16.1(C) \"Early Assessment of Cases\" (requiring settlement proposals in advance of initial scheduling conference);  L.R. 16.3(A)(1) \"Case Management Conferences\" (directing exploration of \"possibility of settlement\" at each case management conference);  L.R. 16.4(B) \"Alternative Dispute Resolution\" (mandating inquiry by judicial officer concerning settlement at every conference conducted under Local Rules).</p>\n        <p>We note that while current legislation and rulemaking initiatives have been encouraging active judicial involvement in pursuing settlements, a relatively recent examination of the judicial role in the process strikes a cautionary note.</p>\n        <p>Once we recognize that all components of the intricate ecology of disputing are linked in complex and sometimes paradoxical ways to what courts do, it is manifest that the obligation of seeing justice is done is not discharged by uncritical celebration of settlement (or uncritical condemnation of it).  It requires a discriminating appreciation of the complex dynamics of various species of settlements in different bargaining arenas and an appreciation of the limited capacity of the devices for regulating them.  Settlement is not the answer;  it is the question.</p>\n        <p>Marc Galanter &amp; Mia Cahill, \"Most Cases Settle\":  Judicial Promotion and Regulation of Settlements, 46 Stan.  L.Rev. 1339, 1391 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The 60-day order procedure has developed as a mechanism for the trial courts to bring cases to closure while retaining jurisdiction to enforce a settlement for a period of time after closure is announced.  In Kokkonen v. Guardian Life Ins. Co. of Am., 511 U.S. 375, 381-82, 114 S.Ct. 1673, 1677, 128 L.Ed.2d 391 (1994), the Supreme Court observed that a district court could only retain jurisdiction to enforce a settlement if the dismissal order expressly reserved such jurisdiction or if the court incorporated the settlement agreement into the dismissal order.  See generally In re Mal de Mer Fisheries, Inc., 884 F.Supp. 635, 637-38 (D.Mass.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The motion indicated that it was assented to by defendant's counsel.  At oral argument, however, defendant's counsel stated that the assent was only to permit reconsideration and not to the ultimate relief of vacating the judgment sought by plaintiff.  In any event, the defendant lodged no objection to the relief sought by plaintiff's attorney in his letter of April 8 or his motion of April 18</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In circumstances such as these, Fed.R.Civ.P. 60(b) provides a fail-safe mechanism to guard against the finality of improvident judgments.  The relatively expansive one-year time period under Fed.R.Civ.P. 60(b)(1) for challenges to judgments flowing from excusable neglect is designed to permit considered review and assertion of such grounds.  This mechanism is designedly at the expense of the rigid enforcement of more compressed time periods imposed for acts required to be taken before judgment enters</p>\n        <p>Defendant correctly observes that it was not until June 10, nearly three months after the dismissal took effect, that plaintiff expressly framed the issue under Fed.R.Civ.P. 60(b).  Defendant notes that in Pagan v. American Airlines, 534 F.2d 990 (1st Cir.1976), we upheld denial of a 60(b)(1) motion not filed until four months after the conclusion of a 60-day settlement order period and argues we should act in the same fashion here.  It is a sufficient answer to observe that Pagan substantially predates Pioneer.   Moreover, here there were relatively more timely efforts, albeit not framed expressly under Rule 60(b), to set aside the judgment.  Even in Pagan, there were indications the trial court would have considered reinstating the case if a request had been made within two months after the dismissal took effect.  Id. at 993.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">405</span></span></p>\n    <p class=\"parties\">Mary V. PRATT, Plaintiff--Appellant,<br>v.<br>Kelley C. PHILBROOK, Defendant--Appellee.</p>\n    <p class=\"docket\">No. 96-1780.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 2, 1996.<br>Decided March 19, 1997.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Edward W. McIntyre, Clinton, MA, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Paul G. Pino, Brockton, MA, with whom Clark, Balboni &amp; Gildea was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before STAHL and LYNCH, Circuit Judges, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">WOODLOCK, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At a settlement conference with the trial judge, the parties announced they had agreed upon terms to resolve this case.  The trial judge told them that he would enter a 60-day Settlement Order of Dismissal and invited them to return to him if problems arose during that time period which impeded consummation of the settlement.  Within a day such problems arose but the parties did not alert the court.  After sixty days passed and the trial court heard nothing further from the parties, the dismissal became final by operation of the settlement order.  About three weeks later, plaintiff's counsel, who ultimately framed his failure to forestall the dismissal as an instance of excusable neglect under Fed.R.Civ.P. 60(b), began to seek to have the dismissal vacated and the case reopened.  The trial judge declined, observing that if a settlement order of dismissal were vacated under such circumstances, the order would essentially be meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the trial judge's views are not unreasonable, the Supreme Court recently has signalled a substantial degree of elasticity in the definition of \"excusable neglect.\"   Accordingly, we remand this matter to the trial judge to consider whether the plaintiff has satisfied the latitudinarian standards for excusable neglect the Supreme Court has outlined.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">* In  Pioneer Inv. Servs.  Co. v. Brunswick Assocs.  Ltd. Partnership, <span class=\"citation\" data-id=\"112835\"><a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, <span class=\"citation\" data-id=\"112835\"><a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></a></span>, <span class=\"citation\" data-id=\"112835\"><a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span></a></span> (1993), the Supreme Court phrased the question presented as whether an attorney's inadvertent failure to file a proof of claim in a Chapter 11 Bankruptcy reorganization case within the deadline set by the Court could constitute \"excusable neglect\" within the meaning of Fed.  R. Bank.  P. 9006(b)(1).  Id. at 383, 113 S.Ct. at 1492.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Court declined to limit the \"neglect\" which might be excusable to those circumstances caused by intervening circumstances beyond a party's control.  Rather, the Court concluded that \"Congress plainly contemplated that the courts would be permitted, where appropriate, to accept late filings caused by inadvertence, mistake, or carelessness.\"  Id. at 388, 113 S.Ct. at 1494-95.   The Court further indicated that the concept of \"neglect\" for purposes of Fed.R.Civ.P. 60(b) \"encompass[es] situations in which the failure to comply with a filing deadline is attributable to negligence.\"  Id. at 394, 113 S.Ct. at 1497.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As to the requirement that the neglect be \"excusable,\" the Court established a balancing test which requires an equitable determination \"taking account of all relevant circumstances surrounding the party's omission.\"  Id. at 395, 113 S.Ct. at 1498.   Such factors were found to include \"the danger of prejudice to [an adverse party], the length of the delay and its potential impact on judicial proceedings, the reason for the delay, including whether it was within the reasonable control of the movant, and whether the movant acted in good faith.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pioneer appeared on its face to resolve only a narrow issue of bankruptcy practice.  But by construing \"excusable neglect,\" a phrase used throughout the Federal Civil,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Criminal<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and Appellate<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Rules of Procedure, Pioneer must be understood to provide guidance outside the bankruptcy context.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That the Pioneer test for \"excusable neglect\" was intended to extend beyond the bankruptcy context was emphasized by the Supreme Court last term in Stutson v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"117988\"><a href=\"/opinion/117988/stutson-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">600</span></a></span>, <span class=\"citation\" data-id=\"117988\"><a href=\"/opinion/117988/stutson-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">571</span></a></span> (1996), when the Court summarily granted a petition for certiorari, vacated the judgment below and remanded the case (GVR) for further consideration of the applicability of Pioneer to a failure to file a criminal appeal within the 10-day period called for by Fed.  R.App. P. 4(b).  While not definitively determining the scope of Pioneer, the Supreme Court's use of the GVR procedure in Stutson is an exercise of a reviewing court's prudential powers to permit a lower court that had not directly confronted an intervening clarification in the law to have the first opportunity to adjust or correct its earlier decision.  As the Court noted in a companion case discussing resort to the GVR procedure, Lawrence on Behalf of Lawrence v. Chater, --- U.S. ----, <span class=\"citation\" data-id=\"117987\"><a href=\"/opinion/117987/lawrence-v-chater/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>, <span class=\"citation\" data-id=\"117987\"><a href=\"/opinion/117987/lawrence-v-chater/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span></a></span> (1996):</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Where intervening developments, or recent developments that we have reason to believe the court below did not consider, reveal a reasonable probability that the decision below rests upon a premise that the lower court would reject if given the opportunity for further consideration, and where it appears that such a redetermination may determine the ultimate outcome of the litigation, a GVR order is, we believe, potentially appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As did the Supreme Court in Stutson, we deal with the need to evaluate the potential applicability of the balancing test announced in Pioneer to a different realm of federal procedure.  The importance of permitting the trial judge--who did not have Pioneer brought to his attention but is more familiar with the dynamics of the settlement process that broke down here--the opportunity of developing the record more fully is plain.  In the interests of justice, the trial judge should be afforded the full opportunity to calibrate the balance in the first instance, particularly if there is a reasonable probability that a different outcome would result.  A review of the course of proceedings below suggests that there is such a probability.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Exercising the hands-on case management in pursuit of settlement encouraged by the Civil Justice Reform Act of 1990,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the trial judge in this motor vehicle accident diversity case, brought by a then 89-year-old plaintiff, set the matter down for a settlement conference on January 17, 1996.  In order to ensure a full discussion of the possible ramifications of settlement, he directed not only that the parties and their attorneys but also the attorney for a non-party potential claimant and a representative of the defendant's insurance company be present.  After separate discussions with the trial judge, the parties advised the court they were prepared to settle the case both as to the plaintiff and as to the non-party claimant within the policy limits.  The judge then informed counsel that he would issue a 60-day Order of Dismissal permitting them the opportunity to tie up any loose ends regarding the settlement.  He expressly instructed the parties that the 60-day Order of Dismissal \"will be the end of the case as far as I'm concerned.\"   He emphasized, however, that \"if you have any problems ... let me know and we can restore the case to the docket and pursue it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The following day, January 18, 1996, the 60-day Order issued from the court providing \"this action is dismissed without costs and without prejudice to the right, upon good cause shown within sixty (60) days, to reopen the action if settlement is not consummated by the parties.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  That same day new information which impacted the terms of the settlement apparently came to the attention of plaintiff's attorney.  The precise nature of this information is unclear to us but appears to involve recalcitrance by an interested entity not present at the settlement conference, the insurer of the non-party potential claimant.  The trial court, however, was not informed of any difficulties regarding the settlement until April 8, 1996, some three weeks after the close of the 60-day period established before the dismissal would become final.  In a letter to the court that day, plaintiff's counsel reported that \"despite the good faith ... and due diligence of counsel for both the plaintiff ... and defendant ... settlement has not been consummated.\"   The letter requested the \"earliest possible trial date.\"   The trial court deemed the letter a motion to vacate the Settlement Order of Dismissal and denied it as untimely and lacking any showing of good cause.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On April 18, plaintiff's counsel filed a formal Motion for Reconsideration of Plaintiff's Motion to Vacate the Court's January 18, 1996 Settlement Order of Dismissal.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In the motion, plaintiff's counsel acknowledged that he learned of problems with the settlement the day after the settlement conference but instead of \"resort[ing] to the Court to resolve the conflict, the parties worked diligently to achieve settlement.\"   On May 15, the trial judge denied the motion in a five page memorandum, concluding:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>The plain fact of the matter is that if this court were to allow plaintiff's Motion for Reconsideration, the sixty-day Order of Dismissal would be a nullity.  There would be no reasoned way that the court could ever deny an untimely motion for reconsideration brought by any other party.  No good cause has been offered for plaintiff's counsel's failure in this case to proceed in accordance with the Order's terms.  Settlement discussions offer no excuse....  The unavoidable fact is that plaintiff's counsel, without any articulable excuse, simply ignored the contents of the January 18 Order....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On June 10, plaintiff's counsel filed a Motion for Relief pursuant to Fed.R.Civ.P. 60(b) on grounds of excusable neglect and inadvertency.  On June 27, the trial judge denied the 60(b) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At no point in proceedings before the trial court was the decision of the Supreme Court in Pioneer cited or its implications argued.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On the record before us, the issue is whether the failure of counsel to inform the court in a timely fashion that the settlement had unravelled was \"excusable neglect,\" within the meaning of Fed.R.Civ.P. 60(b)(1).  That it was neglect is manifest;  counsel neglected to pay heed to a direction to provide timely notice to the court that the settlement would not be consummated within the 60-day period.  The open question is whether the neglect was excusable.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The determination whether the neglect was excusable should be left in the first instance to the trial court, which was never afforded the opportunity to evaluate the question in light of Pioneer.   This is especially appropriate here where there apparently was off-the-record consultation involving the trial judge regarding the terms of the settlement, and the formal record regarding its breakdown is relatively undeveloped, no doubt because the areas for development that Pioneer identifies, 504 U.S. at 394, 112 S.Ct. at 2042, were not explored.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">From our vantage point it is difficult to see what cognizable prejudice, in the sense, for example, of lost evidence, would come to the defendant from reopening the case.  Of course, it is always prejudicial for a party to have a case reopened after it has been closed advantageously by an opponent's default.  But we do not think that is the sense in which the term \"prejudice\" is used in Pioneer.   Moreover, the delay was not particularly extended.  Impact on judicial proceedings is arguably of concern;  but if the parties had reported on the 59th day that the settlement could not be consummated, it would not appear to have a materially less significant impact than it does here when the report occurred some 21 days later.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Finally, there does not appear to have been a lack of good faith with respect to the reason for the delay;  from all the record discloses, the cause of the difficulties was beyond plaintiff's control.  It seems that a stranger to the litigation with an interest in a potential claim was making threatening noises.  The parties apparently hoped to work to resolve the impediments without the court's intervention.  There was no gamesmanship by plaintiff here.  Rather we have an instance of inattentive hopefulness blinding plaintiff's counsel to the need to assure that a time deadline was met.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We do not deny the importance of timeliness requirements in the fair and efficient management of a trial court's busy docket.  Especially in an era when great emphasis is placed on vigilant judicial oversight of the various alternatives to the resolution process, failure of the parties to adhere to deadlines is a practice that can be disruptive of the rights of other litigants in other cases who also are entitled to active judicial attention.  But the Supreme Court has recently adopted a forgiving attitude toward instances of \"excusable neglect,\" a term Pioneer suggests will be given a broad reading.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Whether the failure of plaintiff's attorney to notify the district court in a timely fashion regarding the breakdown of the settlement in this case comes within the meaning of \"excusable neglect\" as explicated in Pioneer, is a matter to be resolved initially by the trial court on the basis of a more extended record.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Accordingly, we hereby vacate the denial of the plaintiff's Rule 60(b) motion and remand this case to the trial court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The phrase \"excusable neglect\" appears in Fed.R.Civ.P. Rules 6(b), 13(f) and 60(b).  The Supreme Court in Pioneer referred explicitly to each one of these rules.  Pioneer, 507 U.S. at 391-93, 113 S.Ct. at 1496-97.   The Court specifically observed that in Fed.R.Civ.P. 6(b), as in Bankruptcy Rule 9006(b) which it was construing, \"there is no indication that anything other than the commonly accepted meaning of [excusable neglect] was intended.\"  Id. at 391, 113 S.Ct. at 1496.   Since Pioneer, courts have concluded the Pioneer standard of \"excusable neglect\" should apply to Fed.R.Civ.P. 6(b).  See, e.g., Committee for Idaho's High Desert, Inc. v. Yost, <span class=\"citation\" data-id=\"724016\"><a href=\"/opinion/724016/the-committee-for-idahos-high-desert-inc-v-jim-yost-individually-and/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">814</span></a></span>, 825 n. 4 (9th Cir.1996);  44 Liquormart, Inc. v. Rhode Island, <span class=\"citation no-link\"><span class=\"volume\">940</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">437</span></span>, 440 (D.R.I.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Crim.P. 45(b) permits courts to enlarge the time limits set for certain actions if failure to act within the specified time was the result of \"excusable neglect.\"   The Court in Pioneer also referred to the use of the phrase \"excusable neglect\" in the Criminal Rules by noting that Rule 45(b), \"like [Bankruptcy] Rule 9006(b), was modeled after [Fed.R.Civ.P.] Rule 6(b).\"  507 U.S. at 392 n. 9, 113 S.Ct. at 1496 n. 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Court in Pioneer referenced the phrase \"excusable neglect\" in Fed.  R.App. P. 4(a)(5).  The Court placed this reference in a footnote explaining why it had granted certiorari on the issue of \"excusable neglect.\"  Id. at 387 n. 3, 113 S.Ct. at 1489 n. 3.   In that explanation, the Court included the fact that \"[t]he Courts of Appeals similarly have divided in their interpretations on 'excusable neglect' as found in Rule 4(a)(5).\"  Id.  We have since held that \"Pioneer's exposition of excusable neglect ... applies equally to Fed.  R.App. P. 4(a)(5).\"  Virella-Nieves v. Briggs &amp; Stratton Corp., <span class=\"citation\" data-id=\"196049\"><a href=\"/opinion/196049/virella-nieves-v-aircap-industries/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></a></span>, 454 n. 3 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Civil Justice Reform Act of 1990 (\"the CJRA\") is Title I of the Judicial Improvements Act of 1990, Pub.L. No. 101-650, 104 Stat. 5089.   The CJRA, which is codified at 28 U.S.C. &#167;&#167; 471-82, requires that each United States District Court implement a plan in order, inter alia, to \"improve litigation management, and ensure just, speedy, and inexpensive resolution of civil disputes.\"  28 U.S.C. &#167; 471.  The CJRA lists guidelines for litigation management that federal courts may consider in formulating their plans.  These include, in pertinent part:</p>\n        <p>(2) early and ongoing control of the pretrial process through involvement of a judicial officer ...;  (3) ... careful and deliberate monitoring through a discovery-case management conference or a series of such conferences....</p>\n        <p>Id. &#167; 473(a).</p>\n        <p>While the CJRA did not focus on judicial involvement in the settlement process, the Act reinforced the 1983 amendments to Fed.R.Civ.P. 16, which were designed to recognize the \"informal use of pretrial conferences to promote settlement [through] increased judicial settlement efforts.\"   Stephen McG. Bundy, The Policy in Favor of Settlement in an Adversary System, 44 Hastings L.J. 1, 58 (1992).  The CJRA \"implie[d] that a local expense and delay reduction plan that authorizes judges to compel represented parties to participate in settlement conferences ... is lawful....\"  Id. at 60.</p>\n        <p>The CJRA plan for the District of Massachusetts accepted that implication and directed active encouragement of settlement efforts by the judicial officer.  The plan provides that:</p>\n        <p>At every conference conducted under these rules, the judicial officer shall inquire as to the utility of the parties conducting settlement negotiations, explore means of facilitating those negotiations, and offer whatever assistance that may be appropriate in the circumstances.  Assistance may include a reference of the case to another judicial officer for settlement purposes.  Whenever a settlement conference is held, a representative of each party who has settlement authority shall attend or be available by telephone.</p>\n        <p>Rule 4.02 Settlement, Expense and Delay Reduction Plan of the United States District Court for the District of Massachusetts (Adopted Nov. 18, 1991).</p>\n        <p>The District Court's CJRA Plan is implemented by local rules mandating settlement discussions as part of case management procedures.  See, e.g., L.R. 16.1(C) \"Early Assessment of Cases\" (requiring settlement proposals in advance of initial scheduling conference);  L.R. 16.3(A)(1) \"Case Management Conferences\" (directing exploration of \"possibility of settlement\" at each case management conference);  L.R. 16.4(B) \"Alternative Dispute Resolution\" (mandating inquiry by judicial officer concerning settlement at every conference conducted under Local Rules).</p>\n        <p>We note that while current legislation and rulemaking initiatives have been encouraging active judicial involvement in pursuing settlements, a relatively recent examination of the judicial role in the process strikes a cautionary note.</p>\n        <p>Once we recognize that all components of the intricate ecology of disputing are linked in complex and sometimes paradoxical ways to what courts do, it is manifest that the obligation of seeing justice is done is not discharged by uncritical celebration of settlement (or uncritical condemnation of it).  It requires a discriminating appreciation of the complex dynamics of various species of settlements in different bargaining arenas and an appreciation of the limited capacity of the devices for regulating them.  Settlement is not the answer;  it is the question.</p>\n        <p>Marc Galanter &amp; Mia Cahill, \"Most Cases Settle\":  Judicial Promotion and Regulation of Settlements, 46 Stan.  L.Rev. 1339, 1391 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The 60-day order procedure has developed as a mechanism for the trial courts to bring cases to closure while retaining jurisdiction to enforce a settlement for a period of time after closure is announced.  In Kokkonen v. Guardian Life Ins. Co. of Am., <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 381-82, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, 1677, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1994), the Supreme Court observed that a district court could only retain jurisdiction to enforce a settlement if the dismissal order expressly reserved such jurisdiction or if the court incorporated the settlement agreement into the dismissal order.  See generally In re Mal de Mer Fisheries, Inc., <span class=\"citation no-link\"><span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">635</span></span>, 637-38 (D.Mass.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The motion indicated that it was assented to by defendant's counsel.  At oral argument, however, defendant's counsel stated that the assent was only to permit reconsideration and not to the ultimate relief of vacating the judgment sought by plaintiff.  In any event, the defendant lodged no objection to the relief sought by plaintiff's attorney in his letter of April 8 or his motion of April 18</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In circumstances such as these, Fed.R.Civ.P. 60(b) provides a fail-safe mechanism to guard against the finality of improvident judgments.  The relatively expansive one-year time period under Fed.R.Civ.P. 60(b)(1) for challenges to judgments flowing from excusable neglect is designed to permit considered review and assertion of such grounds.  This mechanism is designedly at the expense of the rigid enforcement of more compressed time periods imposed for acts required to be taken before judgment enters</p>\n        <p>Defendant correctly observes that it was not until June 10, nearly three months after the dismissal took effect, that plaintiff expressly framed the issue under Fed.R.Civ.P. 60(b).  Defendant notes that in Pagan v. American Airlines, <span class=\"citation\" data-id=\"335132\"><a href=\"/opinion/335132/luis-pagan-v-american-airlines-inc/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span> (1st Cir.1976), we upheld denial of a 60(b)(1) motion not filed until four months after the conclusion of a 60-day settlement order period and argues we should act in the same fashion here.  It is a sufficient answer to observe that Pagan substantially predates Pioneer.   Moreover, here there were relatively more timely efforts, albeit not framed expressly under Rule 60(b), to set aside the judgment.  Even in Pagan, there were indications the trial court would have considered reinstating the case if a request had been made within two months after the dismissal took effect.  Id. at 993.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/724016/"
  ]
}