{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197287/",
  "absolute_url": "/opinion/197287/providence-v-ana/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197287/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:26:21Z",
  "date_modified": "2017-03-24T10:50:48.758968Z",
  "type": "010combined",
  "sha1": "46db9988e888ff2203a718ab8944654151fca6f3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2006.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-2006\r\n                PROVIDENCE SCHOOL DEPARTMENT,\r\n                     Plaintiff-Appellant,\r\n\n                              v.\r\n\n                       ANA C., a minor,\r\n                     Defendant-Appellee.\r\n\n                                         \r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\r\n\n   The  opinion  of  this Court  issued  on  March  3, 1997  is\r\ncorrected as follows:\r\n\n   On  the  cover  sheet,  line 16:  substitute  \"Pollock\"  for\r\n\"Pollack\" and substitute \"Incorporated\" for \"Inc.\"\r\r\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 96-2006\r\n\n                PROVIDENCE SCHOOL DEPARTMENT,\r\n\n                     Plaintiff-Appellant,\r\n\n                              v.\r\n\n                       ANA C., a minor,\r\n\n                     Defendant-Appellee.\r\n\n                                         \r\n\n        APPEAL FROM THE UNTIED STATES DISTRICT COURT \r\n\n            FOR THE DISTRICT COURT OF RHODE ISLAND\r\n\n        [Hon. Raymond J. Pettine, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n            Boudin, Cyr, and Lynch, Circuit Judges.\r                                                              \r\n\n                                         \r\n\nDavid A.  Wollin, with whom Patricia  K. Rocha, R. Bart Totten and\r                                                                          \r\nAdler Pollock &amp; Sheehan Incorporated were on brief for appellant.\r                                            \r\nMartha  McVicker,  with  whom  the  Rhode  Island  Protection  and\r                                                                              \r\nAdvocacy System was on brief for appellee.\r                       \r\n                                         \r\n\n                        March 3, 1997\r\n\n                                       \r\r\n\n          LYNCH,  Circuit  Judge.       An  impartial  review\r                      LYNCH,  Circuit  Judge.\r                                            \r\n\nofficer,  acting  under  the  Individuals  with  Disabilities\r\n\nEducation  Act (\"IDEA\"), 20 U.S.C.   1400 et seq., found that\r                                                             \r\n\nthe Providence  School Department owed benefits  to a special\r\n\nneeds  student, Ana C., for  parts of the  years 1990 through\r\n\n1992.   The  School  Department sought  review in  the United\r\n\nStates District  Court within  thirty days of  receiving that\r\n\ndecision, consistent  with the time periods  contained in the\r\n\nstate  Administrative Procedures Act  (\"APA\").   The district\r\n\ncourt dismissed  the claim as untimely,  finding that federal\r\n\nlaw borrowed a different  state limitations period, one which\r\n\nuses  issuance of a decision,  not receipt of  a decision, to\r\n\ntrigger the thirty day period.1  We reverse the dismissal. \r\n\n                              I.\r\n\n          The  essential facts are not in dispute.  Ana C., a\r\n\nmentally  retarded  minor,  is  entitled  to receive  special\r\n\neducational  services   under  the   IDEA.    Ana   lived  in\r\n\nProvidence, Rhode  Island from August 1989  to November 1992,\r\n\nand  she  was  entitled  to  230 days  of  special  education\r\n\nservices  per year under  the Rhode Island  Board of Regents'\r\n\nRegulations Governing the Special  Education of Children with\r\n\nDisabilities (the \"Regulations\").  \r\n\n                    \r                                \r\n\n1.  Because the enactment of the IDEA preceded the enactment\r\nof 28 U.S.C.   1658, the IDEA is unaffected by that\r\nestablishment of a four year statute of limitations for all\r\nfederal causes of action lacking a specific limitations\r\nperiod.  Id.\r                        \r\n\n                             -2-\r                                          2\r\r\n\n          The  School  Department  did  not provide  Ana  the\r\n\nsummer  educational services  she sought  for the  summers of\r\n\n1990, 1991, and  a portion  of 1992.   The School  Department\r\n\nconceded  in October of 1992 that Ana was entitled to receive\r\n\na  total of 150 days of special education that the Department\r\n\nhad previously  failed  to  provide.   But  when  the  School\r\n\nDepartment  learned that Ana and her father had moved to West\r\n\nChester,  Pennsylvania  in  November  1992, it  reversed  its\r\n\nposition, saying that Ana  could not receive the 150  days as\r\n\nlong as she resided outside of Rhode Island. \r\n\n          Ana sought  a  hearing.   On  August 30,  1995,  an\r\n\nimpartial hearing officer for  the Rhode Island Department of\r\n\nEducation  (\"RIDE\") decided  that, because  Ana lived  out of\r\n\nstate, she could  not receive the 150 days.   The officer was\r\n\nnot an employee  of the school  district or a  member of  the\r\n\nschool committee,  in accordance with 20  U.S.C.   1415(b)(2)\r\n\nand section 7 of the Regulations. \r\n\n          Ana,  then  age   fourteen,  appealed  the  hearing\r\n\nofficer's  decision  pursuant  to  20 U.S.C.     1415(c)  and\r\n\nsection  9 of the  Regulations.  An  impartial review officer\r\n\nreversed.  As required by section 10 of the Regulations, that\r\n\nofficer was not an employee of the Rhode Island Department of\r\n\nEducation or a member  of the Rhode Island Board  of Regents.\r\n\nHis   decision,  dated   January   23,  1996,   awarded   Ana\r\n\n                             -3-\r                                          3\r\r\n\ncompensation  for  150 days  of  special  education from  the\r\n\nDepartment, despite her Pennsylvania residency. \r\n\n          The review officer's decision was forwarded to  the\r\n\nOffice  of  Special Needs  of the  RIDE  and was  received on\r\n\nJanuary  26, 1996.  The  RIDE then forwarded  the decision to\r\n\ncounsel for Ana  and to  the School Department.   Though  the\r\n\nprecise  date  of  the  forwarding  is  unclear,  the  School\r\n\nDepartment  did not  receive the  decision until  February 7,\r\n\n1996.    \r\n\n          The  Providence School  Department, pursuant  to 20\r\n\nU.S.C.     1415(e)(2), filed  its  complaint challenging  the\r\n\nfinal agency decision in the United States District Court for\r\n\nthe District  of Rhode  Island on  March 4, 1996.   Ana  then\r\n\nmoved  to dismiss  the complaint  on the  ground that  it was\r\n\nfiled forty-one  days after  the state review  officer issued\r\n\nhis decision.   This,  Ana argued,  exceeded the thirty  days\r\n\nfrom issuance allowed by law and was thus untimely.  \r\n\n          Accepting the report and recommendation of a United\r\n\nStates  Magistrate Judge,  the district  court  granted Ana's\r\n\nmotion  and  dismissed  the  School  Department's  complaint.\r\n\nAlthough section  1415(e)(2) does  not specify  a limitations\r\n\nperiod,  the Supreme  Court  has directed  federal courts  to\r\n\n\"apply the  most  closely analogous  statute  of  limitations\r\n\nunder  state  law,\"   DelCostello  v.  International Bhd.  of\r                                                                         \r\n\nTeamsters, 462  U.S. 151, 158 (1983),  so long as \"it  is not\r                     \r\n\n                             -4-\r                                          4\r\r\n\ninconsistent  with federal law or policy to do so.\" Wilson v.\r                                                                      \r\n\nGarcia,  471 U.S. 261,  266-67 (1985).   The magistrate judge\r                  \r\n\nhad found  that the most  closely analogous statute  was R.I.\r\n\nGen.  Laws    16-39-3.1  and  therefore that  the  thirty day\r\n\nlimitations period  had begun  to run  when the  decision was\r\n\nissued on January 23, 1996.2  \r\n\n          The  School  Department appeals,  arguing  that the\r\n\nmost analogous state limitations  statute is the Rhode Island\r\n\nAPA,  R.I. Gen. Laws    42-35-15, under which  the thirty day\r\n\nlimitations period begins  to run  from the  date of  receipt\r\n\nrather than the date  of issuance.  See Bayview  Towing, Inc.\r                                                                         \r\n\nv.  Stevenson, 676  A.2d  325, 328  (R.I.  1996) (thirty  day\r                         \r\n\nlimitations   period  under  section  42-35-15  triggered  by\r\n\nreceipt of the final agency  decision).  Under that standard,\r\n\nthe  Department  argues,  its  appeal was  timely  filed  and\r\n\nimproperly dismissed.\r\n\n                             II.\r\n\n          This case presents a pure issue of law.  Our review\r\n\nof a grant of  a motion to dismiss  is de novo.   Glassman v.\r                                                                      \r\n\nComputervision Corp., 90 F.3d 617, 623 (1st Cir. 1996).  \r                                \r\n\n          In  enacting the  IDEA, Congress  contemplated that\r\n\nthere would be judicial review of the decisions of the review\r\n\n                    \r                                \r\n\n2  The Department did not argue that the \"issuance\" of the\r\ndecision was the date it was sent to the parties, rather than\r\nthe date the review officer submitted it to the state agency\r\nto send to the parties.  Accordingly, we do not consider that\r\npoint.\r\n\n                             -5-\r                                          5\r\r\n\nofficer,  but did not set a statutory time limit during which\r\n\nthe petition  for judicial  review must be  brought.   Courts\r\n\nhave  looked to  the most  analogous statutes  of limitations\r\n\nfrom  the laws  of the pertinent  state, provided  that those\r\n\nlaws do  not conflict with  the federal policies  inherent in\r\n\nthe statute.   See Wilson, 471  U.S. at 266-67.   In Amann v.\r                                                                      \r\n\nTown  of Stow, 991 F.2d 929, 931 (1st Cir. 1993)(per curiam),\r                         \r\n\nthis  court, in a case  involving a special  needs child from\r\n\nMassachusetts,  held that the  Massachusetts APA contains the\r\n\n\"most  analogous\"  state law  cause  of action  to  the civil\r\n\naction authorized by  section 1415(e)(2).  In so  doing, this\r\n\ncourt found that \"courts reviewing agency decisions under the\r\n\nIDEA will  rely primarily  on the administrative  record, and\r\n\nwill scrutinize  agency action for procedural  regularity and\r\n\nsubstantive  validity, but  will not  impos[e] their  view of\r\n\npreferable . . . methods on  the  state agency.    Thus,  the\r\n\ncharacter  of  the  hearing  . .  .  under  the Massachusetts\r\n\nstatute  is essentially one of review.\"  Id. at 932 (internal\r                                                        \r\n\nquotation marks and citations omitted).  The Amann court also\r                                                              \r\n\nconsidered whether the short  limitations period (thirty days\r\n\nfrom receipt)  was inconsistent with  the goals of  the IDEA,\r\n\nand concluded that it was not.  Id.\r                                               \r\n\n          For  similar reasons, the  Rhode Island APA governs\r\n\nthe limitations period for judicial review in this case.  The\r\n\nRhode Island APA, like the Massachusetts APA, confines review\r\n\n                             -6-\r                                          6\r\r\n\nto   the  record   or,   in  cases   of  alleged   procedural\r\n\nirregularity, to  proof  in court  of  those  irregularities.\r\n\nR.I. Gen. Laws   42-35-15(f).  The reviewing court \"shall not\r\n\nsubstitute its judgment for  that of the agency as  to weight\r\n\nof  the evidence on questions  of fact.\"   Id.   42-35-15(g).\r                                                          \r\n\nThe court  \"may reverse or  modify the  [agency] decision  if\r\n\nsubstantial rights of the  appellant have been prejudiced\" in\r\n\na  manner consistent with  the usual grounds  for reversal on\r\n\njudicial  review  of  an administrative  agency.    Id.   The\r                                                                   \r\n\ncharacter of the hearings under both the Rhode Island APA and\r\n\nthe IDEA is essentially one of review.  Cf. Board of Educ. v.\r                                                                      \r\n\nRowley, 458 U.S. 176, 207-09 (1982); Burlington v. Department\r                                                                         \r\n\nof Educ., 736 F.2d 773, 791 (1st Cir. 1984).\r                    \r\n\n          The  district court  focused on  the provisions  of\r\n\nR.I.  Gen. Laws    16-39-3.1.   By  its  literal terms,  that\r\n\nsection  is not a judicial  review provision for an aggrieved\r\n\nparty  but  a  finality  and enforcement  provision  for  the\r\n\nprevailing party where no review was available or was sought:\r\n\n          Enforcement of final decisions -- \r\n          All final decisions  made after a hearing\r\n          by  the  commissioner  of elementary  and\r\n          secondary  education  or  the   board  of\r\n          regents  for   elementary  and  secondary\r\n          education,  and which are  not subject to\r\n          further   judicial   or    administrative\r\n          review, shall be enforceable  by mandamus\r\n          or any other suitable civil action in the\r\n          superior court for  Providence County  at\r\n          the request of any interested party.  All\r\n          such  decisions  of the  commissioner and\r\n          board shall become  final if judicial  or\r\n          further  administrative   review  is  not\r\n\n                             -7-\r                                          7\r\r\n\n          properly sought within  thirty (30)  days\r\n          of their issuance.\r\n\nId.   16-39-3.1.  \r               \r\n\n          Even assuming that section  16-39-3.1 is a judicial\r\n\nreview provision, this section of Rhode Island law is not the\r\n\nmost  analogous to the federal scheme.  The decision at issue\r\n\nwas made  by an impartial  review officer (not by  one of the\r\n\nofficials listed).   See  Regulations   10  (impartial review\r                                    \r\n\nofficer may not  be the  Commissioner or an  employee of  the\r\n\nRhode  Island   Department   of  Elementary   and   Secondary\r\n\nEducation); see  also 20  U.S.C.   1415(b)(2)  (impartial due\r                                 \r\n\nprocess hearing officer may  not be an employee of  the state\r\n\neducational  agency).    The  decision was  also  subject  to\r\n\nfurther judicial or administrative review.\r\n\n          As  a  matter of  federal  law, the  administrative\r\n\ndecision  here is more  similar to those  governed by section\r\n\n16-39-4, which expressly states  that any aggrieved party may\r\n\nobtain judicial review  \"as provided in  chapter 35 of  title\r\n\n42.\"   Chapter  35  of  title 42  is  the Rhode  Island  APA.\r\n\nChapter  39 itself  is concerned  with \"[p]arties  having any\r\n\nmatter of dispute between them arising under any law relating\r\n\nto schools or  education.\"   R.I. Gen. Laws    16-39-1.   The\r\n\nfederal district court for  the district of Rhode Island  had\r\n\npreviously  noted  that  section  16-39-4  applies  to  cases\r\n\ninvolving benefits for handicapped children under chapter 39.\r\n\n                             -8-\r                                          8\r\r\n\nLaura V. v. Providence Sch. Bd., 680 F. Supp.  66, 70 (D.R.I.\r                                           \r\n\n1988).\r\n\n            In  holding  that the  APA  does  not apply,  the\r\n\nopinion  in the trial courts relied on a different chapter of\r\n\nthe education laws,  chapter 60.  Chapter  60 establishes the\r\n\nBoard of  Regents for Elementary and  Secondary Education and\r\n\ndefines  its  duties.     Chapter  60  contains  a  provision\r\n\nexempting itself  from  the provisions  of  the APA.    Rhode\r\n\nIsland  General   Laws  section 16-60-10  states   that  \"the\r\n\nprovisions of  the Administrative Procedures  Act, chapter 35\r\n\nof title 42, shall not apply to this chapter.\"\r\n\n          Federal  law  requires that  we  look  to the  most\r\n\nclosely  analogous statute  of  limitations,  and the  review\r\n\nprocedures  which have  been applied  to chapter  60 are  not\r\n\nanalogous to  the  review  provisions  of the  IDEA.    Under\r\n\nsection 16-60-10, review of decisions of the Board of Regents\r\n\nis by writ of  certiorari.  Pawtucket Sch. Comm. v.  Board of\r                                                                         \r\n\nRegents for Elementary and  Secondary Educ., 513 A.2d 13,  15\r                                                       \r\n\n(R.I.  1986);  Bristol Sch.  Dep't  v. Board  of  Regents for\r                                                                         \r\n\nEduc., 396 A.2d 936 (R.I. 1979).  Review under the IDEA  is a\r                 \r\n\nmatter  of  right  rather  than  discretionary.    Under  the\r\n\nprovisions  of  the  IDEA,  all   aggrieved  parties,  school\r\n\ncommittees  and  parents  alike,  are  entitled  to  judicial\r\n\nreview:  \r\n\n          Any party aggrieved  by the findings  and\r                               \r\n          decision  made  under  subsection (b)  of\r\n\n                             -9-\r                                          9\r\r\n\n          this section [providing  for first  level\r\n          of  administrative  review] who  does not\r\n          have   the  right  to   an  appeal  under\r\n          subsection  (c) [providing  for impartial\r\n          review    of   the    hearing   officer's\r\n          decision], and any party aggrieved by the\r\n          findings  and  decision under  subsection\r\n          (c),  shall  have the  right  to  bring a\r                                                               \r\n          civil   action   with   respect  to   the\r                                    \r\n          complaint  presented   pursuant  to  this\r\n          section . . . .\r\n\n20  U.S.C.    1415(e)(2) (emphasis  added); see  also  Doe v.\r                                                                      \r\n\nAnrig, 561  F.  Supp. 121,  124  (D. Mass.  1983)  (reviewing\r                 \r\n\ntown's  appeal from administrative  decision under  the IDEA,\r\n\nthen  known as  the  Education for  All Handicapped  Children\r\n\nAct).   Indeed, entitlement  to review is  arguably the  most\r                                       \r\n\nsalient feature of review  under the IDEA.  Review  under the\r\n\nRhode Island  APA is also a  matter of right.   See R.I. Gen.\r                                                               \r\n\nLaws   16-35-15 (providing that  anyone who has exhausted all\r\n\navailable  administrative remedies  is  entitled to  judicial\r                                                            \r\n\nreview  under the  APA).   By  contrast,  review by  writ  of\r\n\ncertiorari to the state's  highest court is discretionary and\r\n\nis used for significant  issues of public interest.   Because\r\n\nfederal  law requires  borrowing the  most  closely analogous\r\n\nstatute  of  limitations, we  look  to  section 16-39-4,  the\r\n\nprovision providing for  APA review, rather than  to case law\r\n\nproviding for review by writ of certiorari.\r\n\n          The adoption of the district court's position would\r\n\npose another  problem under  federal law, which  we describe,\r\n\nbut which we need not resolve in light of our holding.  Under\r\n\n                             -10-\r                                          10\r\r\n\nthat position,  parents or  school systems seeking  to appeal\r\n\nfrom  decisions by impartial  review officers acting pursuant\r\n\nto  the IDEA  would effectively  have less  than thirty  days\r\n\nwithin  which to seek judicial  review.  That  is because the\r\n\nfinality  provision  of  section 16-39-3.1  starts  the clock\r\n\nrunning from the date a decision is issued.  Here the parties\r\n\ndid  not   receive  the   review  officer's   decision  until\r\n\napproximately fifteen  days after the date  of that decision,\r\n\nand thirteen days after it  was received by the RIDE.   Thus,\r\n\nabout  half of the thirty days had elapsed before the parties\r\n\neven  knew of the decision.   The delay  occurred because the\r\n\nhearing  officer   forwarded  the   decision  to  the   state\r\n\nDepartment of  Special Education, which then  forwarded it to\r\n\nthe parties.   Bureaucracies being what they  are, some delay\r\n\nis  inevitable.  Whether less than thirty days to seek review\r\n\nwould  be  inconsistent  with  the IDEA's  goal  of  parental\r\n\ninvolvement  is a  serious issue.3   See,  e.g., 20  U.S.C.  \r                                                           \r\n\n1415(b)(1)(D) (requiring  school authorities to  give parents\r\n\nnotice of pertinent procedures); see also  Amann, 991 F.2d at\r                                                            \r\n\n932.\r\n\n          Finally, even  if we were to  choose the applicable\r\n\nstatute of  limitations based  solely on the  requirements of\r\n\n                    \r                                \r\n\n3  The parties advise us that the hearing officers are now\r\ntold to mail their decisions directly to the parties.  Even\r\nso, the mail takes time, which again cuts into the thirty day\r\nlimitations period.\r\n\n                             -11-\r                                          11\r\r\n\nstate law, it is far from clear that chapter 60 is applicable\r\n\nhere.  By its terms, this exclusion from the APA applies only\r\n\nto chapter  60, and not  to the  provisions of chapter  39 on\r\n\nwhich the Providence Department relies.  If one probes behind\r\n\nthe  literal terms  of  the chapter  60 exclusion  provision,\r\n\nthere is little reason  to think this exclusion was  meant to\r\n\napply to disputes between  a child and a school  system, like\r\n\nthe  dispute here.   The  Rhode Island  APA has  a  number of\r\n\nprovisions  governing   the  internal  operations   of  state\r\n\nagencies,  such as  the procedures  for adopting  rules, R.I.\r\n\nGen. Laws    42-35-3, and restrictions on  ex parte contacts,\r\n\nid.   42-35-13.   That the Rhode Island  legislature may have\r               \r\n\nintended to  exempt the  Board  of Regents  from these  rules\r\n\nunder certain  circumstances does  not necessarily  mean that\r\n\nthe legislature intended to exempt from judicial review under\r\n\nthe  APA matters within the  purview of chapter 39 concerning\r\n\nbenefits owed to children under education laws.  In Pawtucket\r                                                                         \r\n\nSchool Committee  v. Pawtucket  Teachers  Alliance, 610  A.2d\r                                                              \r\n\n1104, 1106 (R.I. 1992), for example, the Rhode Island Supreme\r\n\nCourt found  that because section 16-39-2,  which governs the\r\n\nappeal  of school  committee actions  to the  Commissioner of\r\n\nEducation, was  not expressly exempted from  the Rhode Island\r\n\nAPA  pursuant  to  R.I.  Gen.  Laws     42-15-18(b),  certain\r\n\nprovisions of  the APA applied  to hearings conducted  by the\r\n\nCommissioner.     Similarly,  while  listing  numerous  other\r\n\n                             -12-\r                                          12\r\r\n\nprovisions to which  the APA does  not apply, section  42-15-\r\n\n18(b) contains no express exemption for section 16-39-3.1.  \r\n\n          It may  be true that,  under certain circumstances,\r\n\nas a matter of Rhode Island law, review of decisions pursuant\r\n\nto chapter 39 is not governed by the APA.  There  is case law\r\n\nsuggesting  that  judicial  review  of  a  Board  of  Regents\r\n\ndecision is only available through a writ of certiorari.  See\r                                                                         \r\n\nD'Ambra v. North Providence Sch.  Comm., 601 A.2d 1370,  1372\r                                                   \r\n\n(R.I.  1992).  We  need not resolve this  issue of state law,\r\n\nfor  this case is more analogous, as a matter of federal law,\r\n\nto the type of cases reviewed under the APA.\r\n\n          For these  reasons, we  hold that the  Rhode Island\r\n\nAPA, R.I.  Gen. Laws     42-35-15, including  the statute  of\r\n\nlimitations and triggering  event it sets forth,  is the most\r\n\nclosely  analogous  statute  under  state law  and  therefore\r\n\napplies  to IDEA  appeals from  Rhode Island.4    Because the\r\n\nSchool Department's  notice of  appeal fell within  the Rhode\r\n\nIsland APA  limitations period, the decision  of the district\r\n\ncourt  dismissing  the  case is  reversed,  and  the case  is\r\n\n                    \r                                \r\n\n4  In light of this ruling, the Rhode Island Department of\r\nElementary and Secondary Education may wish to reconsider the\r\nlanguage it uses on its notice of decision: \"The Rhode Island\r\nDepartment of Education does not set a time frame to bring\r\ncivil action, and defers that issue to the court in which\r\nappellant seeks jurisdiction.\"  Cf. Speigler v. District of\r                                                                       \r\nColumbia, 866 F.2d 461, 469 (D.C. Cir. 1989) (rejecting\r                    \r\napplication of statute of limitations to bar parents' actions\r\nwhere parents had not been notified of the limitations\r\nperiod). \r\n\n                             -13-\r                                          13\r\r\n\nremanded for prompt  disposition.  \"The legislative  history,\r\n\nstatutory  terms, and  regulatory framework  of the  IDEA all\r\n\nemphasize  promptness  as  an  indispensable  element  of the\r\n\nstatutory scheme.\"  Amann, 991 F.2d at 932.  While the courts\r                                     \r\n\nhave  acted expeditiously  (eleven  months  from  filing  the\r\n\ncomplaint  through this appeal), the events  at issue go back\r\n\nto 1990.  Justice would be best served by a prompt resolution\r\n\nof the longstanding dispute.  No costs are awarded.\r\n\n                             -14-\r                                          14\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-2006\r\n                PROVIDENCE SCHOOL DEPARTMENT,\r\n                     Plaintiff-Appellant,\r\n\n                              v.\r\n\n                       ANA C., a minor,\r\n                     Defendant-Appellee.\r\n\n                                         \r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\r\n\n   The  opinion  of  this Court  issued  on  March  3, 1997  is\r\ncorrected as follows:\r\n\n   On  the  cover  sheet,  line 16:  substitute  \"Pollock\"  for\r\n\"Pollack\" and substitute \"Incorporated\" for \"Inc.\"\r\r\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 96-2006\r\n\n                PROVIDENCE SCHOOL DEPARTMENT,\r\n\n                     Plaintiff-Appellant,\r\n\n                              v.\r\n\n                       ANA C., a minor,\r\n\n                     Defendant-Appellee.\r\n\n                                         \r\n\n        APPEAL FROM THE UNTIED STATES DISTRICT COURT \r\n\n            FOR THE DISTRICT COURT OF RHODE ISLAND\r\n\n        [Hon. Raymond J. Pettine, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n            Boudin, Cyr, and Lynch, Circuit Judges.\r                                                              \r\n\n                                         \r\n\nDavid A.  Wollin, with whom Patricia  K. Rocha, R. Bart Totten and\r                                                                          \r\nAdler Pollock &amp; Sheehan Incorporated were on brief for appellant.\r                                            \r\nMartha  McVicker,  with  whom  the  Rhode  Island  Protection  and\r                                                                              \r\nAdvocacy System was on brief for appellee.\r                       \r\n                                         \r\n\n                        March 3, 1997\r\n\n                                       \r\r\n\n          LYNCH,  Circuit  Judge.       An  impartial  review\r                      LYNCH,  Circuit  Judge.\r                                            \r\n\nofficer,  acting  under  the  Individuals  with  Disabilities\r\n\nEducation  Act (\"IDEA\"), 20 U.S.C.   1400 et seq., found that\r                                                             \r\n\nthe Providence  School Department owed benefits  to a special\r\n\nneeds  student, Ana C., for  parts of the  years 1990 through\r\n\n1992.   The  School  Department sought  review in  the United\r\n\nStates District  Court within  thirty days of  receiving that\r\n\ndecision, consistent  with the time periods  contained in the\r\n\nstate  Administrative Procedures Act  (\"APA\").   The district\r\n\ncourt dismissed  the claim as untimely,  finding that federal\r\n\nlaw borrowed a different  state limitations period, one which\r\n\nuses  issuance of a decision,  not receipt of  a decision, to\r\n\ntrigger the thirty day period.1  We reverse the dismissal. \r\n\n                              I.\r\n\n          The  essential facts are not in dispute.  Ana C., a\r\n\nmentally  retarded  minor,  is  entitled  to receive  special\r\n\neducational  services   under  the   IDEA.    Ana   lived  in\r\n\nProvidence, Rhode  Island from August 1989  to November 1992,\r\n\nand  she  was  entitled  to  230 days  of  special  education\r\n\nservices  per year under  the Rhode Island  Board of Regents'\r\n\nRegulations Governing the Special  Education of Children with\r\n\nDisabilities (the \"Regulations\").  \r\n\n                    \r                                \r\n\n1.  Because the enactment of the IDEA preceded the enactment\r\nof 28 U.S.C.   1658, the IDEA is unaffected by that\r\nestablishment of a four year statute of limitations for all\r\nfederal causes of action lacking a specific limitations\r\nperiod.  Id.\r                        \r\n\n                             -2-\r                                          2\r\r\n\n          The  School  Department  did  not provide  Ana  the\r\n\nsummer  educational services  she sought  for the  summers of\r\n\n1990, 1991, and  a portion  of 1992.   The School  Department\r\n\nconceded  in October of 1992 that Ana was entitled to receive\r\n\na  total of 150 days of special education that the Department\r\n\nhad previously  failed  to  provide.   But  when  the  School\r\n\nDepartment  learned that Ana and her father had moved to West\r\n\nChester,  Pennsylvania  in  November  1992, it  reversed  its\r\n\nposition, saying that Ana  could not receive the 150  days as\r\n\nlong as she resided outside of Rhode Island. \r\n\n          Ana sought  a  hearing.   On  August 30,  1995,  an\r\n\nimpartial hearing officer for  the Rhode Island Department of\r\n\nEducation  (\"RIDE\") decided  that, because  Ana lived  out of\r\n\nstate, she could  not receive the 150 days.   The officer was\r\n\nnot an employee  of the school  district or a  member of  the\r\n\nschool committee,  in accordance with 20  U.S.C.   1415(b)(2)\r\n\nand section 7 of the Regulations. \r\n\n          Ana,  then  age   fourteen,  appealed  the  hearing\r\n\nofficer's  decision  pursuant  to  20 U.S.C.     1415(c)  and\r\n\nsection  9 of the  Regulations.  An  impartial review officer\r\n\nreversed.  As required by section 10 of the Regulations, that\r\n\nofficer was not an employee of the Rhode Island Department of\r\n\nEducation or a member  of the Rhode Island Board  of Regents.\r\n\nHis   decision,  dated   January   23,  1996,   awarded   Ana\r\n\n                             -3-\r                                          3\r\r\n\ncompensation  for  150 days  of  special  education from  the\r\n\nDepartment, despite her Pennsylvania residency. \r\n\n          The review officer's decision was forwarded to  the\r\n\nOffice  of  Special Needs  of the  RIDE  and was  received on\r\n\nJanuary  26, 1996.  The  RIDE then forwarded  the decision to\r\n\ncounsel for Ana  and to  the School Department.   Though  the\r\n\nprecise  date  of  the  forwarding  is  unclear,  the  School\r\n\nDepartment  did not  receive the  decision until  February 7,\r\n\n1996.    \r\n\n          The  Providence School  Department, pursuant  to 20\r\n\nU.S.C.     1415(e)(2), filed  its  complaint challenging  the\r\n\nfinal agency decision in the United States District Court for\r\n\nthe District  of Rhode  Island on  March 4, 1996.   Ana  then\r\n\nmoved  to dismiss  the complaint  on the  ground that  it was\r\n\nfiled forty-one  days after  the state review  officer issued\r\n\nhis decision.   This,  Ana argued,  exceeded the thirty  days\r\n\nfrom issuance allowed by law and was thus untimely.  \r\n\n          Accepting the report and recommendation of a United\r\n\nStates  Magistrate Judge,  the district  court  granted Ana's\r\n\nmotion  and  dismissed  the  School  Department's  complaint.\r\n\nAlthough section  1415(e)(2) does  not specify  a limitations\r\n\nperiod,  the Supreme  Court  has directed  federal courts  to\r\n\n\"apply the  most  closely analogous  statute  of  limitations\r\n\nunder  state  law,\"   DelCostello  v.  International Bhd.  of\r                                                                         \r\n\nTeamsters, </pre><span class=\"citation\" data-id=\"110956\"><a href=\"/opinion/110956/delcostello-v-teamsters/\"><span class=\"volume\">462</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">151</span></a></span><pre class=\"inline\">, 158 (1983),  so long as \"it  is not\r                     \r\n\n                             -4-\r                                          4\r\r\n\ninconsistent  with federal law or policy to do so.\" Wilson v.\r                                                                      \r\n\nGarcia,  </pre><span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span><pre class=\"inline\">,  266-67 (1985).   The magistrate judge\r                  \r\n\nhad found  that the most  closely analogous statute  was R.I.\r\n\nGen.  Laws    16-39-3.1  and  therefore that  the  thirty day\r\n\nlimitations period  had begun  to run  when the  decision was\r\n\nissued on January 23, 1996.2  \r\n\n          The  School  Department appeals,  arguing  that the\r\n\nmost analogous state limitations  statute is the Rhode Island\r\n\nAPA,  R.I. Gen. Laws    42-35-15, under which  the thirty day\r\n\nlimitations period begins  to run  from the  date of  receipt\r\n\nrather than the date  of issuance.  See Bayview  Towing, Inc.\r                                                                         \r\n\nv.  Stevenson, </pre><span class=\"citation\" data-id=\"2099866\"><a href=\"/opinion/2099866/bayview-towing-inc-v-stevenson/\"><span class=\"volume\">676</span>  <span class=\"reporter\">A.2d</span>  <span class=\"page\">325</span></a></span><pre class=\"inline\">, 328  (R.I.  1996) (thirty  day\r                         \r\n\nlimitations   period  under  section  42-35-15  triggered  by\r\n\nreceipt of the final agency  decision).  Under that standard,\r\n\nthe  Department  argues,  its  appeal was  timely  filed  and\r\n\nimproperly dismissed.\r\n\n                             II.\r\n\n          This case presents a pure issue of law.  Our review\r\n\nof a grant of  a motion to dismiss  is de novo.   Glassman v.\r                                                                      \r\n\nComputervision Corp., </pre><span class=\"citation\" data-id=\"196899\"><a href=\"/opinion/196899/glassman-v-computervision/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">617</span></a></span><pre class=\"inline\">, 623 (1st Cir. 1996).  \r                                \r\n\n          In  enacting the  IDEA, Congress  contemplated that\r\n\nthere would be judicial review of the decisions of the review\r\n\n                    \r                                \r\n\n2  The Department did not argue that the \"issuance\" of the\r\ndecision was the date it was sent to the parties, rather than\r\nthe date the review officer submitted it to the state agency\r\nto send to the parties.  Accordingly, we do not consider that\r\npoint.\r\n\n                             -5-\r                                          5\r\r\n\nofficer,  but did not set a statutory time limit during which\r\n\nthe petition  for judicial  review must be  brought.   Courts\r\n\nhave  looked to  the most  analogous statutes  of limitations\r\n\nfrom  the laws  of the pertinent  state, provided  that those\r\n\nlaws do  not conflict with  the federal policies  inherent in\r\n\nthe statute.   See Wilson, 471  U.S. at 266-67.   In Amann v.\r                                                                      \r\n\nTown  of Stow, </pre><span class=\"citation\" data-id=\"605528\"><a href=\"/opinion/605528/richard-amann-v-town-of-stow/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">929</span></a></span><pre class=\"inline\">, 931 (1st Cir. 1993)(per curiam),\r                         \r\n\nthis  court, in a case  involving a special  needs child from\r\n\nMassachusetts,  held that the  Massachusetts APA contains the\r\n\n\"most  analogous\"  state law  cause  of action  to  the civil\r\n\naction authorized by  section 1415(e)(2).  In so  doing, this\r\n\ncourt found that \"courts reviewing agency decisions under the\r\n\nIDEA will  rely primarily  on the administrative  record, and\r\n\nwill scrutinize  agency action for procedural  regularity and\r\n\nsubstantive  validity, but  will not  impos[e] their  view of\r\n\npreferable . . . methods on  the  state agency.    Thus,  the\r\n\ncharacter  of  the  hearing  . .  .  under  the Massachusetts\r\n\nstatute  is essentially one of review.\"  Id. at 932 (internal\r                                                        \r\n\nquotation marks and citations omitted).  The Amann court also\r                                                              \r\n\nconsidered whether the short  limitations period (thirty days\r\n\nfrom receipt)  was inconsistent with  the goals of  the IDEA,\r\n\nand concluded that it was not.  Id.\r                                               \r\n\n          For  similar reasons, the  Rhode Island APA governs\r\n\nthe limitations period for judicial review in this case.  The\r\n\nRhode Island APA, like the Massachusetts APA, confines review\r\n\n                             -6-\r                                          6\r\r\n\nto   the  record   or,   in  cases   of  alleged   procedural\r\n\nirregularity, to  proof  in court  of  those  irregularities.\r\n\nR.I. Gen. Laws   42-35-15(f).  The reviewing court \"shall not\r\n\nsubstitute its judgment for  that of the agency as  to weight\r\n\nof  the evidence on questions  of fact.\"   Id.   42-35-15(g).\r                                                          \r\n\nThe court  \"may reverse or  modify the  [agency] decision  if\r\n\nsubstantial rights of the  appellant have been prejudiced\" in\r\n\na  manner consistent with  the usual grounds  for reversal on\r\n\njudicial  review  of  an administrative  agency.    Id.   The\r                                                                   \r\n\ncharacter of the hearings under both the Rhode Island APA and\r\n\nthe IDEA is essentially one of review.  Cf. Board of Educ. v.\r                                                                      \r\n\nRowley, </pre><span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span><pre class=\"inline\">, 207-09 (1982); Burlington v. Department\r                                                                         \r\n\nof Educ., </pre><span class=\"citation\" data-id=\"437224\"><a href=\"/opinion/437224/town-of-burlington-v-department-of-education-for-the-commonwealth-of/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span><pre class=\"inline\">, 791 (1st Cir. 1984).\r                    \r\n\n          The  district court  focused on  the provisions  of\r\n\nR.I.  Gen. Laws    16-39-3.1.   By  its  literal terms,  that\r\n\nsection  is not a judicial  review provision for an aggrieved\r\n\nparty  but  a  finality  and enforcement  provision  for  the\r\n\nprevailing party where no review was available or was sought:\r\n\n          Enforcement of final decisions -- \r\n          All final decisions  made after a hearing\r\n          by  the  commissioner  of elementary  and\r\n          secondary  education  or  the   board  of\r\n          regents  for   elementary  and  secondary\r\n          education,  and which are  not subject to\r\n          further   judicial   or    administrative\r\n          review, shall be enforceable  by mandamus\r\n          or any other suitable civil action in the\r\n          superior court for  Providence County  at\r\n          the request of any interested party.  All\r\n          such  decisions  of the  commissioner and\r\n          board shall become  final if judicial  or\r\n          further  administrative   review  is  not\r\n\n                             -7-\r                                          7\r\r\n\n          properly sought within  thirty (30)  days\r\n          of their issuance.\r\n\nId.   16-39-3.1.  \r               \r\n\n          Even assuming that section  16-39-3.1 is a judicial\r\n\nreview provision, this section of Rhode Island law is not the\r\n\nmost  analogous to the federal scheme.  The decision at issue\r\n\nwas made  by an impartial  review officer (not by  one of the\r\n\nofficials listed).   See  Regulations   10  (impartial review\r                                    \r\n\nofficer may not  be the  Commissioner or an  employee of  the\r\n\nRhode  Island   Department   of  Elementary   and   Secondary\r\n\nEducation); see  also 20  U.S.C.   1415(b)(2)  (impartial due\r                                 \r\n\nprocess hearing officer may  not be an employee of  the state\r\n\neducational  agency).    The  decision was  also  subject  to\r\n\nfurther judicial or administrative review.\r\n\n          As  a  matter of  federal  law, the  administrative\r\n\ndecision  here is more  similar to those  governed by section\r\n\n16-39-4, which expressly states  that any aggrieved party may\r\n\nobtain judicial review  \"as provided in  chapter 35 of  title\r\n\n42.\"   Chapter  35  of  title 42  is  the Rhode  Island  APA.\r\n\nChapter  39 itself  is concerned  with \"[p]arties  having any\r\n\nmatter of dispute between them arising under any law relating\r\n\nto schools or  education.\"   R.I. Gen. Laws    16-39-1.   The\r\n\nfederal district court for  the district of Rhode Island  had\r\n\npreviously  noted  that  section  16-39-4  applies  to  cases\r\n\ninvolving benefits for handicapped children under chapter 39.\r\n\n                             -8-\r                                          8\r\r\n\nLaura V. v. Providence Sch. Bd., </pre><span class=\"citation\" data-id=\"1526766\"><a href=\"/opinion/1526766/laura-v-v-providence-school-bd/\"><span class=\"volume\">680</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">66</span></a></span><pre class=\"inline\">, 70 (D.R.I.\r                                           \r\n\n1988).\r\n\n            In  holding  that the  APA  does  not apply,  the\r\n\nopinion  in the trial courts relied on a different chapter of\r\n\nthe education laws,  chapter 60.  Chapter  60 establishes the\r\n\nBoard of  Regents for Elementary and  Secondary Education and\r\n\ndefines  its  duties.     Chapter  60  contains  a  provision\r\n\nexempting itself  from  the provisions  of  the APA.    Rhode\r\n\nIsland  General   Laws  section 16-60-10  states   that  \"the\r\n\nprovisions of  the Administrative Procedures  Act, chapter 35\r\n\nof title 42, shall not apply to this chapter.\"\r\n\n          Federal  law  requires that  we  look  to the  most\r\n\nclosely  analogous statute  of  limitations,  and the  review\r\n\nprocedures  which have  been applied  to chapter  60 are  not\r\n\nanalogous to  the  review  provisions  of the  IDEA.    Under\r\n\nsection 16-60-10, review of decisions of the Board of Regents\r\n\nis by writ of  certiorari.  Pawtucket Sch. Comm. v.  Board of\r                                                                         \r\n\nRegents for Elementary and  Secondary Educ., </pre><span class=\"citation\" data-id=\"2088050\"><a href=\"/opinion/2088050/pawtucket-sch-committee-v-bd-of-regents/\"><span class=\"volume\">513</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">,  15\r                                                       \r\n\n(R.I.  1986);  Bristol Sch.  Dep't  v. Board  of  Regents for\r                                                                         \r\n\nEduc., </pre><span class=\"citation\" data-id=\"2294574\"><a href=\"/opinion/2294574/bristol-sch-dept-v-board-of-regents-for-education/\"><span class=\"volume\">396</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">936</span></a></span><pre class=\"inline\"> (R.I. 1979).  Review under the IDEA  is a\r                 \r\n\nmatter  of  right  rather  than  discretionary.    Under  the\r\n\nprovisions  of  the  IDEA,  all   aggrieved  parties,  school\r\n\ncommittees  and  parents  alike,  are  entitled  to  judicial\r\n\nreview:  \r\n\n          Any party aggrieved  by the findings  and\r                               \r\n          decision  made  under  subsection (b)  of\r\n\n                             -9-\r                                          9\r\r\n\n          this section [providing  for first  level\r\n          of  administrative  review] who  does not\r\n          have   the  right  to   an  appeal  under\r\n          subsection  (c) [providing  for impartial\r\n          review    of   the    hearing   officer's\r\n          decision], and any party aggrieved by the\r\n          findings  and  decision under  subsection\r\n          (c),  shall  have the  right  to  bring a\r                                                               \r\n          civil   action   with   respect  to   the\r                                    \r\n          complaint  presented   pursuant  to  this\r\n          section . . . .\r\n\n20  U.S.C.    1415(e)(2) (emphasis  added); see  also  Doe v.\r                                                                      \r\n\nAnrig, 561  F.  Supp. 121,  124  (D. Mass.  1983)  (reviewing\r                 \r\n\ntown's  appeal from administrative  decision under  the IDEA,\r\n\nthen  known as  the  Education for  All Handicapped  Children\r\n\nAct).   Indeed, entitlement  to review is  arguably the  most\r                                       \r\n\nsalient feature of review  under the IDEA.  Review  under the\r\n\nRhode Island  APA is also a  matter of right.   See R.I. Gen.\r                                                               \r\n\nLaws   16-35-15 (providing that  anyone who has exhausted all\r\n\navailable  administrative remedies  is  entitled to  judicial\r                                                            \r\n\nreview  under the  APA).   By  contrast,  review by  writ  of\r\n\ncertiorari to the state's  highest court is discretionary and\r\n\nis used for significant  issues of public interest.   Because\r\n\nfederal  law requires  borrowing the  most  closely analogous\r\n\nstatute  of  limitations, we  look  to  section 16-39-4,  the\r\n\nprovision providing for  APA review, rather than  to case law\r\n\nproviding for review by writ of certiorari.\r\n\n          The adoption of the district court's position would\r\n\npose another  problem under  federal law, which  we describe,\r\n\nbut which we need not resolve in light of our holding.  Under\r\n\n                             -10-\r                                          10\r\r\n\nthat position,  parents or  school systems seeking  to appeal\r\n\nfrom  decisions by impartial  review officers acting pursuant\r\n\nto  the IDEA  would effectively  have less  than thirty  days\r\n\nwithin  which to seek judicial  review.  That  is because the\r\n\nfinality  provision  of  section 16-39-3.1  starts  the clock\r\n\nrunning from the date a decision is issued.  Here the parties\r\n\ndid  not   receive  the   review  officer's   decision  until\r\n\napproximately fifteen  days after the date  of that decision,\r\n\nand thirteen days after it  was received by the RIDE.   Thus,\r\n\nabout  half of the thirty days had elapsed before the parties\r\n\neven  knew of the decision.   The delay  occurred because the\r\n\nhearing  officer   forwarded  the   decision  to  the   state\r\n\nDepartment of  Special Education, which then  forwarded it to\r\n\nthe parties.   Bureaucracies being what they  are, some delay\r\n\nis  inevitable.  Whether less than thirty days to seek review\r\n\nwould  be  inconsistent  with  the IDEA's  goal  of  parental\r\n\ninvolvement  is a  serious issue.3   See,  e.g., 20  U.S.C.  \r                                                           \r\n\n1415(b)(1)(D) (requiring  school authorities to  give parents\r\n\nnotice of pertinent procedures); see also  Amann, 991 F.2d at\r                                                            \r\n\n932.\r\n\n          Finally, even  if we were to  choose the applicable\r\n\nstatute of  limitations based  solely on the  requirements of\r\n\n                    \r                                \r\n\n3  The parties advise us that the hearing officers are now\r\ntold to mail their decisions directly to the parties.  Even\r\nso, the mail takes time, which again cuts into the thirty day\r\nlimitations period.\r\n\n                             -11-\r                                          11\r\r\n\nstate law, it is far from clear that chapter 60 is applicable\r\n\nhere.  By its terms, this exclusion from the APA applies only\r\n\nto chapter  60, and not  to the  provisions of chapter  39 on\r\n\nwhich the Providence Department relies.  If one probes behind\r\n\nthe  literal terms  of  the chapter  60 exclusion  provision,\r\n\nthere is little reason  to think this exclusion was  meant to\r\n\napply to disputes between  a child and a school  system, like\r\n\nthe  dispute here.   The  Rhode Island  APA has  a  number of\r\n\nprovisions  governing   the  internal  operations   of  state\r\n\nagencies,  such as  the procedures  for adopting  rules, R.I.\r\n\nGen. Laws    42-35-3, and restrictions on  ex parte contacts,\r\n\nid.   42-35-13.   That the Rhode Island  legislature may have\r               \r\n\nintended to  exempt the  Board  of Regents  from these  rules\r\n\nunder certain  circumstances does  not necessarily  mean that\r\n\nthe legislature intended to exempt from judicial review under\r\n\nthe  APA matters within the  purview of chapter 39 concerning\r\n\nbenefits owed to children under education laws.  In Pawtucket\r                                                                         \r\n\nSchool Committee  v. Pawtucket  Teachers  Alliance, </pre><span class=\"citation\" data-id=\"1910020\"><a href=\"/opinion/1910020/pawtucket-sch-comm-v-pawtucket-teachers/\"><span class=\"volume\">610</span>  <span class=\"reporter\">A.2d</span>\r                                                              \r\n\n<span class=\"page\">1104</span></a></span><pre class=\"inline\">, 1106 (R.I. 1992), for example, the Rhode Island Supreme\r\n\nCourt found  that because section 16-39-2,  which governs the\r\n\nappeal  of school  committee actions  to the  Commissioner of\r\n\nEducation, was  not expressly exempted from  the Rhode Island\r\n\nAPA  pursuant  to  R.I.  Gen.  Laws     42-15-18(b),  certain\r\n\nprovisions of  the APA applied  to hearings conducted  by the\r\n\nCommissioner.     Similarly,  while  listing  numerous  other\r\n\n                             -12-\r                                          12\r\r\n\nprovisions to which  the APA does  not apply, section  42-15-\r\n\n18(b) contains no express exemption for section 16-39-3.1.  \r\n\n          It may  be true that,  under certain circumstances,\r\n\nas a matter of Rhode Island law, review of decisions pursuant\r\n\nto chapter 39 is not governed by the APA.  There  is case law\r\n\nsuggesting  that  judicial  review  of  a  Board  of  Regents\r\n\ndecision is only available through a writ of certiorari.  See\r                                                                         \r\n\nD'Ambra v. North Providence Sch.  Comm., </pre><span class=\"citation\" data-id=\"2189042\"><a href=\"/opinion/2189042/dambra-v-north-providence-school-committee/\"><span class=\"volume\">601</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1370</span></a></span><pre class=\"inline\">,  1372\r                                                   \r\n\n(R.I.  1992).  We  need not resolve this  issue of state law,\r\n\nfor  this case is more analogous, as a matter of federal law,\r\n\nto the type of cases reviewed under the APA.\r\n\n          For these  reasons, we  hold that the  Rhode Island\r\n\nAPA, R.I.  Gen. Laws     42-35-15, including  the statute  of\r\n\nlimitations and triggering  event it sets forth,  is the most\r\n\nclosely  analogous  statute  under  state law  and  therefore\r\n\napplies  to IDEA  appeals from  Rhode Island.4    Because the\r\n\nSchool Department's  notice of  appeal fell within  the Rhode\r\n\nIsland APA  limitations period, the decision  of the district\r\n\ncourt  dismissing  the  case is  reversed,  and  the case  is\r\n\n                    \r                                \r\n\n4  In light of this ruling, the Rhode Island Department of\r\nElementary and Secondary Education may wish to reconsider the\r\nlanguage it uses on its notice of decision: \"The Rhode Island\r\nDepartment of Education does not set a time frame to bring\r\ncivil action, and defers that issue to the court in which\r\nappellant seeks jurisdiction.\"  Cf. Speigler v. District of\r                                                                       \r\nColumbia, </pre><span class=\"citation\" data-id=\"517583\"><a href=\"/opinion/517583/joseph-spiegler-v-district-of-columbia/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">461</span></a></span><pre class=\"inline\">, 469 (D.C. Cir. 1989) (rejecting\r                    \r\napplication of statute of limitations to bar parents' actions\r\nwhere parents had not been notified of the limitations\r\nperiod). \r\n\n                             -13-\r                                          13\r\r\n\nremanded for prompt  disposition.  \"The legislative  history,\r\n\nstatutory  terms, and  regulatory framework  of the  IDEA all\r\n\nemphasize  promptness  as  an  indispensable  element  of the\r\n\nstatutory scheme.\"  Amann, 991 F.2d at 932.  While the courts\r                                     \r\n\nhave  acted expeditiously  (eleven  months  from  filing  the\r\n\ncomplaint  through this appeal), the events  at issue go back\r\n\nto 1990.  Justice would be best served by a prompt resolution\r\n\nof the longstanding dispute.  No costs are awarded.\r\n\n                             -14-\r                                          14\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1526766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1910020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2088050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2099866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2189042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2294574/"
  ]
}