{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197214/",
  "absolute_url": "/opinion/197214/united-states-v-cleveland/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197214/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:24:52Z",
  "date_modified": "2017-03-24T10:50:44.912358Z",
  "type": "010combined",
  "sha1": "801335241411fa5ade077e126111ac46549b1109",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1043.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 96-1043\r\nNo. 96-1669\r\n\n                  UNITED STATES OF AMERICA,\r\n                          Appellee,\r\n\n                              v.\r\n\n                     DONALD E. CLEVELAND,\r\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 96-1128\r\n\n                  UNITED STATES OF AMERICA,\r\n                          Appellee,\r\n\n                              v.\r\n\n                      RAMON E. VASQUEZ,\r\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 96-1659\r\n\n                  UNITED STATES OF AMERICA,\r\n                          Appellee,\r\n\n                              v.\r\n\n                    ENRIQUE GRAY-SANTANA,\r\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                            ERRATA\r\n\nThe  published opinion of this Court issued on February 18, 1997,\r\nis amended as follows:\r\n\nPage 4:  insert as line 1, the following:  \"to eight kilograms of\r\ncocaine from co-defendant Juan Rodriguez\"\r\n\nPage 5, 4th line from bottom:  delete comma after \"Acosta\"\r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1043\r\nNo. 96-1669\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     DONALD E. CLEVELAND,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 96-1128\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      RAMON E. VASQUEZ,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 96-1659\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    ENRIQUE GRAY-SANTANA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n              and Bownes, Senior Circuit Judge.\r                                                          \r\n                                         \r\n\nInga S. Bernstein and John H. Cunha, by Appointment of the  Court,\r                                               \r\nwith whom Norman  S. Zalkind,  Zalkind, Rodriguez, Lunt  &amp; Duncan  and\r                                                                         \r\nSalsberg,  Cunha  &amp; Holcomb,  P.C.  were  on consolidated  briefs  for\r                                          \r\nappellants Enrique Gray-Santana and Donald E. Cleveland.\r\nOliver  C. Mitchell,  Jr. with  whom  Donnalyn  B. Lynch  Kahn and\r                                                                          \r\nGoldstein  &amp;  Manello,  P.C. were  on  brief  for  appellant Ramon  E.\r                                    \r\nVasquez.\r\nAndrea Nervi  Ward, Assistant  United States  Attorney, with  whom\r                              \r\nDonald K.  Stern, United States Attorney, was on briefs for the United\r                        \r\nStates.\r\n\n                                         \r\n\n                      February 18, 1997\r\n                                         \r\r\n\n          CAMPBELL, Senior Circuit  Judge.  Ramon E.  Vasquez\r                                                     \r\n\nappeals from  his  conviction by  a  jury for  conspiracy  to\r\n\npossess cocaine with intent to  distribute in violation of 21\r\n\nU.S.C.   846  and for  possession of cocaine  with intent  to\r\n\ndistribute in violation of 21 U.S.C.   841.  He contends that\r\n\nthe district  court erred in  denying his motion  to suppress\r\n\ncertain physical  evidence and in omitting  \"hesitate to act\"\r\n\nlanguage from its reasonable doubt instruction.  \r\n\n          Enrique Gray-Santana and Donald Cleveland, who were\r\n\nVasquez's  co-defendants, pleaded  guilty  to  attempting  to\r\n\npossess  cocaine with intent to distribute in violation of 21\r\n\nU.S.C.     846 and 841(a) and  to carrying or using a firearm\r\n\nduring  and  in  relation  to  a  drug  trafficking  crime in\r\n\nviolation  of 18 U.S.C.    924(c)(1).  As  their guilty pleas\r\n\npermit, they now appeal from the district court's  denials of\r\n\ntheir motions to suppress  and motions in limine.   They also\r\n\nappeal from the district court's denial of  relief from their\r\n\n  924(c)(1)  convictions for carrying  or using a  firearm in\r\n\nrelation to a drug crime.  They argue that their guilty pleas\r\n\nand convictions should be  invalidated under Bailey v. United\r                                                                         \r\n\nStates,       U.S.    ,  116 S.  Ct.  501 (1995),  a decision\r                  \r\n\nhanded down by the Supreme Court shortly after acceptance  of\r\n\ntheir guilty pleas.\r\n\n                        I.  Background\r\n\n                             -4-\r\r\n\n          Most of the facts are not in dispute.  Gray-Santana\r\n\n(\"Gray\"), a  resident of  New York City,  arranged to  secure\r\n\nfive  to eight  kilograms of  cocaine from  co-defendant Juan\r\n\nRodriguez (not  a present appellant).  Gray  intended to sell\r\n\nthe  cocaine through other contacts  he had in  Boston, so he\r\n\narranged to take delivery in Boston.\r\n\n          On the morning of  October 18, 1994, Gray travelled\r\n\nby bus  to  Boston, planning  to meet  Cleveland.   Cleveland\r\n\npicked  Gray up in  a rented white Mazda  929 he had borrowed\r\n\nfrom  a friend and took  him to his  house.  There, Cleveland\r\n\nand  Gray placed three loaded handguns inside a Louis Vuitton\r\n\nduffel bag and put the bag inside the Mazda's trunk.  The two\r\n\nplanned  to  use the  guns to  rob  their suppliers  of their\r\n\ncocaine.  At around 4 p.m.,  Cleveland and Gray were paged by\r\n\nRodriguez.  They then left in the Mazda to meet  Rodriguez in\r\n\nthe Symphony Hall area of Boston.\r\n\n          At  this time, the  Drug Enforcement Administration\r\n\nwas investigating  one Juan Pagan.   The DEA  had information\r\n\nthat Pagan was shipping large amounts  of cocaine from Puerto\r\n\nRico to New England.   On October 17, 1994,  heightened phone\r\n\nactivity  led  DEA  Agents to  begin  physical  surveillance,\r\n\nincluding videotaping, of  the Connecticut apartment  complex\r\n\nwhere Juan Pagan resided.   Around noon on October  18, 1994,\r\n\ntwo cars  arrived at  the complex.   The first  was a  Lexus,\r\n\n                             -5-\r\r\n\ndriven by William Acosta with Vasquez in the back  seat.  The\r\n\nsecond was a Lincoln, driven by Rodriguez.\r\n\n          After the  cars parked, Rodriguez  handed Acosta  a\r\n\nblack  bag and  then  Acosta  took  the  bag  up  to  Pagan's\r\n\napartment.   Vasquez, carrying a  cellular phone, got  out of\r\n\nthe Lexus and sat  with Rodriguez in the Lincoln.   After ten\r\n\nor fifteen minutes,  Acosta came back  and spoke to  Vasquez,\r\n\nprompting  Vasquez and Rodriguez  to leave  the complex  in a\r\n\nbrown Oldsmobile driven by one Jorge Quinones.  An hour or so\r\n\nlater,  Vasquez  returned  in  the  Oldsmobile,  followed  by\r\n\nRodriguez in a white Isuzu Trooper.\r\n\n          The   DEA  had   received   information  from   two\r\n\nconfidential sources that Pagan used a white Isuzu Trooper in\r\n\nhis  drug operations.  These informants had also told the DEA\r\n\nthat some of Pagan's vehicles had hidden compartments used to\r\n\nhold  drugs.  One of  the informants had  stated that Pagan's\r\n\nwhite Isuzu Trooper had such  a hidden compartment under  the\r\n\nrear seat.\r\n\n          After the  Isuzu arrived, Acosta and Rodriguez were\r\n\nobserved examining  its back  seat area.   Acosta then  left,\r\n\ndriving the Lexus with  Vasquez in the back seat.   Rodriguez\r\n\nfollowed them in the Isuzu.  The two cars drove  to Boston on\r\n\nmajor  highways, staying  close to  55 miles  per hour.   DEA\r\n\nagents followed them the entire way.\r\n\n                             -6-\r\r\n\n          After the caravan arrived in the Symphony Hall area\r\n\nof Boston, Acosta and Rodriguez parked the cars.  Acosta then\r\n\nused the Lexus to  guide Cleveland and Gray, who  had arrived\r\n\nin the Mazda,  to where the  Isuzu was parked.   Acosta drove\r\n\naway,  and Vasquez was next observed sitting in the back seat\r\n\nof the Mazda.  Gray exited  the Mazda and got into the Isuzu.\r\n\nVasquez got into the front seat of the Mazda.\r\n\n          The  two cars began to  drive off.   At this point,\r\n\nthe  DEA  agents  blocked  them.    The  agents  ordered  the\r\n\noccupants of both cars to exit  their vehicles and handcuffed\r\n\nthem. The agents then  moved the suspects and their  cars out\r\n\nof traffic to a nearby parking lot.\r\n\n          The  agents  searched  the   Isuzu  and  found  six\r\n\nkilograms of  cocaine in  a concealed  compartment underneath\r\n\nthe back seat.   They then  searched the Mazda and  found the\r\n\nbag in the  trunk containing  the three guns,  rope and  duct\r\n\ntape.   At that point, the four men were told they were under\r\n\narrest.\r\n\n          A  few  hours after  his  arrest, while  he  was in\r\n\ncustody, Gray  gave a  statement to DEA  agent Bruce  Travers\r\n\nconfessing to participation in the events described above.  \r\n\n          Vasquez  filed  a motion  to suppress  the physical\r\n\nevidence found  on his person at the time of his arrest.  The\r\n\ndistrict court denied  his motion.   Vasquez was  tried by  a\r\n\njury  and convicted  of  conspiracy to  possess cocaine  with\r\n\n                             -7-\r\r\n\nintent to distribute and of possession of cocaine with intent\r\n\nto  distribute.   The court  sentenced him  to 121  months in\r\n\nprison.\r\n\n          Cleveland   and  Gray  eventually  pled  guilty  to\r\n\nattempting to  possess cocaine with intent  to distribute and\r\n\nto carrying or  using a firearm during  and in relation to  a\r\n\ndrug trafficking crime,  subject to their right to appeal any\r\n\nadverse ruling  by  the district  court on  their motions  to\r\n\nsuppress physical evidence and to suppress Gray's post-arrest\r\n\nstatement.    The district  court  denied  their motions  and\r\n\nsentenced each of them to 180  months in prison and 60 months\r\n\nof supervised  release.1  After  the Supreme Court  came down\r\n\nwith  its Bailey decision, 116 S. Ct. 501, Cleveland and Gray\r                            \r\n\nmoved in  the district court  for relief from  the conviction\r\n\nfor  carrying  or  using a  firearm  in  relation  to a  drug\r\n\ntrafficking crime.  The court denied that motion.\r\n\n                         II.  Vasquez\r\n\nA.  The Search of Vasquez's Person:\r                                              \r\n\n          In his  first point  of error, Vasquez  argues that\r\n\nthe  district court erred  in denying his  motion to suppress\r\n\nthe physical evidence the  agents found on his person.   This\r\n\nincluded  a pager,  address book,  business cards,  and notes\r\n\ntying  Vasquez to the other  defendants.  He  contends that a\r\n\n                    \r                                \r\n\n1.  Rodriguez  pleaded guilty  to  conspiracy and  possession\r\ncharges and was also sentenced to 120 months in prison and 60\r\nmonths of supervised release.\r\n\n                             -8-\r\r\n\nwrongful  de  facto arrest  occurred  when  he was  initially\r\n\nordered out of  the Mazda  and handcuffed.   (Only later  was\r\n\nVasquez told he was under  arrest and thereafter searched, by\r\n\nwhich  time the  cocaine had been  discovered in  the Isuzu.)\r\n\nBecause  the initial  de facto  arrest was  allegedly without\r\n\nprobable  cause, Vasquez argues that it  was illegal and that\r\n\nit tainted all subsequent events, causing the later search of\r\n\nhis person to violate the Fourth Amendment.\r\n\n          The district  court  held, however,  and we  agree,\r\n\nthat the agents had  probable cause to arrest Vasquez  at the\r\n\ntime  they ordered him out  of the Mazda  and handcuffed him.\r\n\nAccordingly, regardless of whether  the arrest occurred  then\r\n\nor later, the arrest  was legal and the subsequent  search of\r\n\nhis  person was proper.  \"[I]t is well established that '[i]f\r\n\nan  arrest is lawful, the arresting  officers are entitled to\r\n\nsearch the individual apprehended pursuant to  that arrest.'\"\r\n\nUnited States v. Torres-Maldonado, 14 F.3d 95, 105 (1st Cir.)\r                                             \r\n\n(quoting  United States v. Uricoechea-Casallas, 946 F.2d 162,\r                                                          \r\n\n165 (1st Cir. 1991)), cert. denied, 115 S. Ct. 193 (1994).  \r                                              \r\n\n          \"Law  enforcement  officers may  effect warrantless\r\n\narrests  provided that  they have  probable cause  to believe\r\n\nthat  the suspect  has committed or  is committing  a crime.\"\r\n\nUnited States v. Martinez-Molina, 64  F.3d 719, 726 (1st Cir.\r                                            \r\n\n1995)  (citing United States v. Watson,  423 U.S. 411, 416-18\r                                                  \r\n\n(1976);  Gerstein  v. Pugh,  420  U.S.  103, 113-14  (1975)).\r                                      \r\n\n                             -9-\r\r\n\n\"[The government] need  only show  that, at the  time of  the\r\n\narrest, the  facts and  circumstances known to  the arresting\r\n\nofficers  were  sufficient to  warrant  a  prudent person  in\r\n\nbelieving that the defendant  had committed or was committing\r\n\nan offense.\"   Torres-Maldonado, 14  F.3d at 105.   See  also\r                                                                         \r\n\nBeck v. Ohio, 379 U.S. 89, 91 (1964).\r                        \r\n\n          \"Of course, probable cause  must exist with respect\r\n\nto each person arrested, and 'a person's  mere propinquity to\r\n\nothers independently suspected of criminal activity does not,\r\n\nwithout  more,  give rise  to probable  cause to  search that\r\n\nperson.'\"  Martinez-Molina, 64 F.3d at 726 (quoting Ybarra v.\r                                                                      \r\n\nIllinois,  444 U.S. 85, 91 (1979)).  \"[C]ases in which courts\r                    \r\n\nfind   that   probable   cause   exists   generally   involve\r\n\nsubstantially more  than a  momentary, random,  or apparently\r\n\ninnocent  association  between the  defendant  and  the known\r\n\ncriminal   activity.\"    Martinez-Molina,   64  F.3d  at  727\r                                                    \r\n\n(discussing cases).\r\n\n          Here, prior to seizing Vasquez, the agents had been\r\n\ninvestigating Pagan and his  drug trafficking operations  for\r\n\nseveral  years.  Before the  events of this  case, the agents\r\n\nhad  learned from  informants that  Pagan was  trafficking in\r\n\nkilogram quantities of cocaine,  shipping it from Puerto Rico\r\n\nto Hartford, Connecticut and Springfield, Massachusetts.  The\r\n\nagents had learned that Pagan used couriers to  transport the\r\n\ncocaine.  Some of  Pagan's couriers had been arrested  at the\r\n\n                             -10-\r\r\n\nSan Juan airport with  several kilograms of cocaine  in their\r\n\nluggage and had admitted to working for Pagan.\r\n\n          Two  confidential informants  who  had each  proved\r\n\nreliable in related  matters had told  DEA agents that  among\r\n\nthe many vehicles Pagan used to transport drugs and money was\r\n\na white Isuzu Trooper.   They each also related  that Pagan's\r\n\ntransport  vehicles  often had  a  concealed, electronically-\r\n\ncontrolled compartment used to hide whatever was being moved.\r\n\nOne  of them asserted  that he had seen  that the white Isuzu\r\n\nTrooper  had such a compartment  in the floor  under the rear\r\n\nseat.\r\n\n          The  agents  had  also  learned  from  one  of  the\r\n\ninformants  and from  other sources  that Pagan's  girlfriend\r\n\nlived in apartment D-219 at the Connecticut apartment complex\r\n\nand that  Pagan used that  apartment in his  drug activities.\r\n\nThe apartment was  listed under the name \"J. Pagan.\"  The DEA\r\n\nhad installed   a pen  register on the  apartment's phone  so\r\n\nthey could track calls made to and from that number.\r\n\n          On October  17, 1994,  the pen register  revealed a\r\n\nsharp  increase  in  phone   activity  from  the  Connecticut\r\n\napartment.  Some of the numbers being called matched cellular\r\n\nphone  and beeper  numbers that the  agents knew  belonged to\r\n\nPagan's  previously identified drug  associates.   The agents\r\n\ndecided  to begin  physical  surveillance of  the Connecticut\r\n\napartment.    This  surveillance  included  agents  stationed\r\n\n                             -11-\r\r\n\naround the apartment complex and two agents who were equipped\r\n\nwith a  video camera  in  an apartment  that  had a  view  of\r\n\nPagan's apartment.\r\n\n          A  little after  noon on  October 18th,  the agents\r\n\nobserved a Lexus and a Lincoln Town Car enter the apartment's\r\n\nparking lot.   The various  movements of people  and vehicles\r\n\nthat  followed,  coupled  with the  DEA's  information  about\r\n\nPagan's  drug  dealing,   strongly  indicated  that  a   drug\r\n\ntransaction was taking place.   Acosta, who had been  driving\r\n\nthe  Lexus, entered  Pagan's  apartment building  followed by\r\n\nRodriguez, carrying  a large  black shoulder bag.   Rodriguez\r\n\nhanded this bag to Acosta in the building's lobby.  Later on,\r\n\nthe agents saw Acosta talking to Pagan on Pagan's balcony.\r\n\n          Vasquez  exited  the  Lexus   and  walked  over  to\r\n\nRodriguez  and the Lincoln carrying a  cellular phone, one of\r\n\nthe \"well known tools of the  drug trade.\"  United States  v.\r                                                                     \r\n\nDe La Cruz, 996 F.2d 1307, 1311 (1st Cir.), cert. denied, 510\r                                                                    \r\n\nU.S. 936 (1993).   See also Martinez-Molina, 64 F.3d  at 728.\r                                                       \r\n\nVasquez waited with Rodriguez inside the Lincoln until Acosta\r\n\ncame out  with  another man,  Jorge  Quinones, and  spoke  to\r\n\nVasquez.   Then Quinones left,  returning shortly in  a brown\r\n\nOldsmobile.   Vasquez and  Rodriguez got into  the Oldsmobile\r\n\nand drove out of the complex.\r\n\n          An hour or so  later Vasquez and Quinones returned,\r\n\nfollowed  by Rodriguez in a  white Isuzu Trooper, exactly the\r\n\n                             -12-\r\r\n\ncar  the agents had been  told Pagan used  to transport drugs\r\n\nand drug  proceeds.  It was  also the vehicle said  to have a\r\n\nhidden compartment for drugs and money in the floor under the\r\n\nrear  seat.  While Pagan stood on his balcony overlooking the\r\n\nparking lot,  Acosta and  Rodriguez were  seen to  be looking\r\n\ninto the Isuzu's back seat area, where the secret compartment\r\n\nwas said to be located.\r\n\n          At  this point,  the agents  had probable  cause to\r\n\nbelieve that Vasquez, Rodriguez, Acosta, Pagan,  and Quinones\r\n\nwere involved in a  drug transaction, with the  Isuzu Trooper\r\n\nlikely  bearing  the  contraband.   Rather  than  arrest  the\r\n\nsuspects immediately,  the agents  chose to follow  the Isuzu\r\n\nTrooper and the Lexus as they drove to Boston.\r\n\n          What  happened  thereafter      beginning  with the\r\n\ndrive  in  tandem  to  Boston  and  ending  with the  agents'\r\n\nintervention     was wholly consistent with  the existence of\r\n\nan   unfolding   drug   transaction   and   Vasquez's  active\r\n\ninvolvement.   Vasquez and Rodriguez stood on a Boston street\r\n\ncorner, apparently checking the area for  police.  Later, and\r\n\nafter the agents had seen Acosta speak to Cleveland and Gray,\r\n\nthe  agents spotted Vasquez inside the Mazda, to which he had\r\n\nmoved from the  Lexus.   Vasquez was still  inside the  Mazda\r\n\nwith  Cleveland  when the  agents  stopped  the vehicles  and\r\n\nordered everyone out.\r\n\n                             -13-\r\r\n\n          By this  time, the agents had  abundant evidence to\r\n\nconstitute  probable cause  that Vasquez  was involved  in an\r\n\nongoing drug trafficking crime  and that his association with\r\n\nthe other  suspects was  not momentary, random,  or innocent.\r\n\nThey had  authority, therefore,  at the  time he  was ordered\r\n\nfrom the  Mazda  and  handcuffed,  to arrest  Vasquez.    The\r\n\ndistrict court  did  not  err in  refusing  to  suppress  the\r\n\nvarious  items later found  on Vasquez's  person when  he was\r\n\nsearched.\r\n\nB.  The Reasonable Doubt Instruction:\r                                                \r\n\n          Vasquez  asserts that  the district court  erred in\r\n\nrefusing  to  include  \"hesitate  to  act\"  language  in  its\r\n\nreasonable doubt instruction.  In particular, Vasquez insists\r\n\nthat, upon  his objection to  the omission, the  court should\r\n\nhave complied with  his request  to tell the  jury, \"When  we\r\n\ntalk about a  reasonable doubt,  we mean a  doubt based  upon\r\n\nreason and common sense, the kind of  doubt that would make a\r\n\nreasonable person hesitate to act.\"  \r\n\n          The  short answer  to  this argument  is that  this\r\n\ncourt  has explicitly held that a district court's refusal to\r\n\ninclude  \"hesitate to  act\"  language in  its explanation  of\r\n\nreasonable doubt  to the jury does  not constitute reversible\r\n\nerror.   See United States v.  Vavlitis, 9 F.3d 206, 212 (1st\r                                                   \r\n\nCir.  1993); United States v.  O'Brien, 972 F.2d  12, 15 (1st\r                                                  \r\n\nCir.  1992).    Although  we  accepted  an  instruction  that\r\n\n                             -14-\r\r\n\nincluded such language  in United States  v. Drake, 673  F.2d\r                                                              \r\n\n15, 21 (1st Cir. 1982), we have also criticized the \"hesitate\r\n\nto  act\" formulation.  See  Gilday v. Callahan,  59 F.3d 257,\r                                                          \r\n\n264  (1st Cir.  1995) (characterizing  the \"hesitate  to act\"\r\n\nlanguage as  \"arguably unhelpful\"), cert. denied,  116 S. Ct.\r                                                            \r\n\n1269  (1996);   O'Brien,  972  F.2d  at   15-16  (criticizing\r                                   \r\n\ninstructions such as the  \"hesitate to act\" formulation which\r\n\ncompare reasonable  doubt to the decisional  standard used by\r\n\nindividual jurors  in their  own affairs as  trivializing the\r\n\nconstitutionally required burden of proof).  \r\n\n          The  Supreme Court has stated that the Constitution\r\n\ndoes not require district  courts to define reasonable doubt,\r\n\nnor does it require trial courts who do choose to explain the\r\n\nterm  to employ  \"any  particular  form of  words  .  . .  in\r\n\nadvising  the  jury of  the  government's  burden of  proof.\"\r\n\nVictor v. Nebraska, 511 U.S. 1, 5 (1994).  \"Rather, 'taken as\r                              \r\n\na whole,  the instructions must correctly  convey the concept\r\n\nof reasonable doubt to  the jury.'\"  Id. (quoting  Holland v.\r                                                                      \r\n\nUnited States, 348 U.S. 121, 140 (1954)).\r                         \r\n\n          In instructing  the jury  on reasonable  doubt, the\r\n\ndistrict court stated:\r\n\n          As I  have said,  the burden is  upon the\r\n          Government to prove  beyond a  reasonable\r\n          doubt  that a defendant  is guilty of the\r\n          charge made against the defendant.  It is\r\n          a strict  and heavy burden,  but it  does\r\n          not mean that a defendant's guilt must be\r\n          proved  beyond  all possible  doubt.   It\r\n          does  require  that the  evidence exclude\r\n\n                             -15-\r\r\n\n          any   reasonable   doubt   concerning   a\r\n          defendant's guilt.\r\n\n               A  reasonable  doubt  may arise  not\r\n          only from the  evidence produced but also\r\n          from  a  lack  of  evidence.   Reasonable\r\n          doubt  exists  when,  after weighing  and\r\n          considering   all  the   evidence,  using\r\n          reason  and  common sense,  jurors cannot\r\n          say that they  have a settled  conviction\r\n          of the truth of the charge.\r\n\n               Of course, a  defendant is never  to\r\n          be convicted on suspicion  or conjecture.\r\n          If, for example, you view the evidence in\r\n          the case as reasonably  permitting either\r\n          of   two  conclusions       one   that  a\r\n          defendant is guilty as charged, the other\r\n          that the  defendant is not  guilty    you\r\n          will find the defendant not guilty.\r\n\n               It   is   not  sufficient   for  the\r\n          Government  to  establish a  probability,\r\n          though a strong one, that a  fact charged\r\n          is more likely to  be true than not true.\r\n          That is not enough  to meet the burden of\r\n          proof  beyond reasonable  doubt.   On the\r\n          other  hand, there are very few things in\r\n          this  world that  we  know with  absolute\r\n          certainty, and in criminal cases  the law\r\n          does  not  require  proof that  overcomes\r\n          every possible doubt.\r\n\n               Concluding  my  instructions on  the\r\n          burden,  then, I  instruct you  that what\r\n          the Government must do to  meet its heavy\r\n          burden is  to establish the truth of each\r\n          part  of each  offense  charged by  proof\r\n          that convinces you and leaves you with no\r\n          reasonable doubt, and thus  satisfies you\r\n          that you can, consistently with your oath\r\n          as jurors, base your verdict upon it.  If\r\n          you  so  find as  to a  particular charge\r\n          against  a defendant,  you will  return a\r\n          verdict of guilty on that charge.  If, on\r\n          the  other hand,  you  think  there is  a\r\n          reasonable   doubt   about  whether   the\r\n          defendant  is  guilty  of   a  particular\r\n          offense,  you must give the defendant the\r\n\n                             -16-\r\r\n\n          benefit  of  the   doubt  and  find   the\r\n          defendant not guilty of that offense.\r\n\n          This explanation correctly  conveyed the concept of\r\n\nreasonable doubt to the jury.\r\n\n                   III.  Cleveland and Gray\r\n\nA.  The Vehicle Searches:\r                                    \r\n\n          In their  first point of error,  Cleveland and Gray\r\n\nargue that  the  district court  erred in  refusing to  grant\r\n\ntheir motion  to suppress the  evidence found in  the agents'\r\n\nsearch of the Isuzu Trooper and of the Mazda.\r\n\n          \"A police officer  may effect a  warrantless search\r\n\nof the interior of  a motor vehicle on a  public thoroughfare\r\n\nas long  as he has probable cause to believe that the vehicle\r\n\ncontains contraband or other  evidence of criminal activity.\"\r\n\nUnited States v. Staula,  80 F.3d 596, 602 (1st  Cir.), cert.\r                                                                         \r\n\ndenied, 117  S. Ct.  156 (1996).   See  also   California  v.\r                                                                     \r\n\nAcevedo, 500 U.S. 565, 570  (1991); Chambers v. Maroney,  399\r                                                                   \r\n\nU.S. 42,  46-52 (1970); United States  v. Martinez-Molina, 64\r                                                                     \r\n\nF.3d 719, 730 (1st Cir. 1995).  When the police have probable\r\n\ncause  to  search a  vehicle,  they  may  also search  closed\r\n\ncontainers within  that vehicle.   See  Acevedo, 500  U.S. at\r                                                           \r\n\n569-81.\r\n\n          Even assuming that Cleveland and Gray have standing\r\n\nto  contest   the  searches  in  this   case,  a  problematic\r\n\nproposition in itself, the  agents clearly had probable cause\r\n\n                             -17-\r\r\n\nto search the vehicles.  As explained in Part II-A, above, by\r\n\nthe time the agents  stopped the two cars, they  had probable\r\n\ncause  to believe that the defendants were involved in a drug\r\n\ntransaction and  that the Trooper contained  contraband.  The\r\n\nmovements of the  Mazda in following the  Lexus to rendezvous\r\n\nwith the Isuzu, when combined with the exchange  of personnel\r\n\n    Gray moving into the Isuzu and Vasquez entering the Mazda\r\n\n    provided the agents  with probable cause  to believe that\r\n\nCleveland and Gray were also involved in the drug transaction\r\n\nand  that the  Mazda contained  contraband.   The warrantless\r\n\nsearch thus  did not  violate the Fourth  Amendment, and  the\r\n\ndistrict  court  did not  err  in  refusing to  suppress  the\r\n\nevidence found in the two vehicles.\r\n\nB.  Gray's Statement:\r                                \r\n\n          In  the next point of error,  Gray asserts that the\r\n\ndistrict court  should have suppressed the  statement he made\r\n\nto Agent Travers  in the DEA office  after his arrest.   Gray\r\n\nclaims that he had invoked his right to counsel before making\r\n\nthe statement and that the agents  coerced the statement from\r\n\nhim through intimidation.\r\n\n          The district  court, after holding  two evidentiary\r\n\nhearings  at  which it  heard  the testimony  of  Gray, Agent\r\n\nTravers, and  another agent  present at DEA  headquarters the\r\n\nnight  of  Gray's  arrest,  concluded  that  Gray's   various\r\n\nallegations  of  coercive activity  by  the  agents were  not\r\n\n                             -18-\r\r\n\ncredible.  The court  also found that Gray had  initiated the\r\n\nconversation  with the agents  that led to  his confession by\r\n\nknocking  on the  door of  his cell.   Gray  then told  Agent\r\n\nTravers that he  wished to  speak with him  about the  events\r\n\nleading up to his arrest and  signed a written waiver of  his\r\n\nrights.   After examining the  record, we believe  that these\r\n\nfindings  of  fact by  the  district court  were  not clearly\r\n\nerroneous.  See United  States v. Valle, 72 F.3d  210, 213-14\r                                                   \r\n\n(1st  Cir. 1995)  (\"In reviewing  orders granting  or denying\r\n\nsuppression   motions,  this  court  scrutinizes  a  district\r\n\ncourt's   factual   findings,   including   its   credibility\r\n\ndeterminations, for traces of clear error.\").\r\n\n          In  this  case, as  in  Valle, \"whether  or  not to\r                                                   \r\n\nsuppress   the  challenged   statements  boils   down  to   a\r\n\ncredibility  call\"  and  \"[s]uch  calls  are  grist  for  the\r\n\ndistrict court's mill.\"  Valle, 72  F.3d at 214.  Since  Gray\r                                          \r\n\ninitiated  the  contact  with  the  agents  that led  to  his\r\n\nstatement after  he had  invoked his  right  to counsel,  the\r\n\ndistrict court was  correct to deny  the motion to  suppress.\r\n\nSee  Edwards v. Arizona, 451 U.S. 477, 484-86 (1981) (holding\r                                   \r\n\nthat once a defendant  has asked for an attorney,  she is not\r\n\nsubject to  further interrogation  by the police  until after\r\n\ncounsel has  been made  available to  her unless  she herself\r\n\ninitiates further communication with the authorities); United\r                                                                         \r\n\nStates  v.  Fontana, 948  F.2d  796, 805-06  (1st  Cir. 1991)\r                               \r\n\n                             -19-\r\r\n\n(noting that  initiation of interrogation by  the accused has\r\n\nbeen  broadly interpreted);   Watkins  v. Callahan,  724 F.2d\r                                                              \r\n\n1038, 1042 (1st Cir.  1984) (stating that \"an accused  is not\r\n\npowerless to countermand an election to talk to counsel\").  \r\n\n          Similarly, we  find no clear error  in the district\r\n\ncourt's  determination that  the  agents did  not commit  the\r\n\ncoercive acts alleged by  Gray.  See United States  v. Burns,\r                                                                        \r\n\n15 F.3d  211,  216 (1st  Cir. 1994)  (\"Although the  ultimate\r\n\nissue  of  voluntariness  is a  question  of  law  subject to\r\n\nplenary  review,   we  will  accept   the  district   court's\r\n\nsubsidiary  findings  of   fact  unless  they   are  'clearly\r\n\nerroneous.'\").\r\n\n          Based on the facts as found by the district  court,\r\n\nthe court's  holding that Gray's statement  was voluntary and\r\n\ntherefore  admissible at  trial  under 18  U.S.C.    3501 was\r\n\nproper.\r\n\n          The court applied the totality of the circumstances\r\n\ntest  mandated  by 18  U.S.C.     3501(b), paying  particular\r\n\nattention to the factors  identified by that section.2   Gray\r\n\n                    \r                                \r\n\n2.  18 U.S.C.   3501(b) states:\r\n        (b) The  trial judge  in determining the  issue of\r\n        voluntariness  shall  take into  consideration all\r\n        the  circumstances surrounding  the giving  of the\r\n        confession,  including  (1)   the  time   elapsing\r\n        between  arrest and  arraignment of  the defendant\r\n        making the confession, if it was made after arrest\r\n        and before arraignment, (2) whether such defendant\r\n        knew  the nature of the offense  with which he was\r\n        charged or of  which he was suspected at  the time\r\n        of making the confession,  (3) whether or not such\r\n\n                             -20-\r\r\n\ngave his statement within  six hours of his  arrest, bringing\r\n\nthis  case within  the rule of    3501(c).3   The court found\r\n\nthat Gray  knew the  nature of  the offense  of which  he was\r\n\nsuspected  at the time he  made the confession;  knew that he\r\n\nwas not required to make any statement and that any statement\r\n\nhe did make could  be used against him; and had  been advised\r\n\nprior  to the questioning of  his right to  the assistance of\r\n\ncounsel.  The court acknowledged  that Gray had been  without\r\n\nthe  assistance of  counsel when  he gave his  statement, but\r\n\nheld  that  in  this  case,  this fifth  factor  was  heavily\r\n\n                    \r                                \r\n\n        defendant  was advised  or  knew that  he was  not\r\n        required to  make any statement and  that any such\r\n        statement could  be used against him,  (4) whether\r\n        or not  such defendant  had been advised  prior to\r\n        questioning  of his  right  to  the assistance  of\r\n        counsel; and (5) whether or not such defendant was\r\n        without the assistance of counsel  when questioned\r\n        and when giving such confession.\r\n\n          The  presence or  absence of  any of  the above-\r\n        mentioned factors to  be taken into  consideration\r\n        by the judge need  not be conclusive on the  issue\r\n        of voluntariness of the confession.\r\n\n3.  18 U.S.C.   3501(c) states, in relevant part:\r\n        (c)  In any  criminal  prosecution  by the  United\r\n        States  .  . .  a confession  made  or given  by a\r\n        person  who is  a  defendant  therein, while  such\r\n        person  was  under  arrest  .  .  .  shall  not be\r\n        inadmissible solely  because of delay  in bringing\r\n        such  person before  a magistrate  . .  . if  such\r\n        confession was made or given by such person within\r\n        six  hours  immediately  following his  arrest  or\r\n        other detention . . . .\r\n\n                             -21-\r\r\n\noutweighed  by  the  other four  factors  and  by the  case's\r\n\nparticular circumstances.\r\n\n          We  agree  with  the  district  court  that  Gray's\r\n\nstatement was voluntary.\r\n\nC.  The \"Carry\" Issue:\r                                 \r\n\n          Cleveland and  Gray pleaded guilty to  violating 18\r\n\nU.S.C.   924(c)(1).   That statute imposes a five-year prison\r\n\nterm  on anyone who, \"during and in  relation to any crime of\r\n\nviolence  or drug trafficking  crime . . .  uses or carries a\r\n\nfirearm.\"   18 U.S.C.   924(c)(1).  After the Supreme Court's\r\n\nopinion  in  Bailey, they  both  sought  revocation of  their\r                               \r\n\nconvictions based on guilty pleas to the   924(c)(1) charges.\r\n\nGray,  against whom  judgment had not  yet entered,  filed an\r\n\nunsuccessful Motion  to Correct Sentence under  Fed. R. Crim.\r\n\nP. 35(c),  and Cleveland,  against whom judgment  had entered\r\n\nand whose direct appeal was already pending, filed an equally\r\n\nunavailing  motion  under  28  U.S.C.    2255.    The various\r\n\nappeals were  consolidated.  The government  does not dispute\r\n\nour  jurisdiction to  consider  on the  merits Cleveland  and\r\n\nGray's claims that their guilty pleas are invalid in light of\r\n\nBailey.   Since we reject those claims, we do not address any\r                  \r\n\npotential jurisdictional question stemming from Cleveland's  \r\n\n2255 appeal.\r\n\n          The broad definition of \"use\" formerly employed  by\r\n\nthis  circuit  and under  which  Cleveland  and Gray  pleaded\r\n\n                             -22-\r\r\n\nguilty was  unanimously disapproved  by the Supreme  Court in\r\n\nBailey.   Stating the  need to interpret  statutory terms  in\r                  \r\n\naccordance  with their  \"ordinary  or natural\"  meaning,  the\r\n\nCourt relied on the dictionary definition of \"use\" in holding\r\n\nthat  a conviction under the \"use\" prong of the statute could\r\n\nonly  be  upheld  if  the defendant  \"actively  employed  the\r\n\nfirearm  during  and in  relation  to  the predicate  crime.\"\r\n\nBailey, 116 S. Ct. at 506-509.  Mere possession or storage of\r                  \r\n\nthe weapon is insufficient.  Id. at 508-09.\r                                            \r\n\n          Under   Bailey,  Cleveland   and  Gray   cannot  be\r                                    \r\n\nconvicted under   924(c)'s \"use\" prong.  The guns remained in\r\n\nthe Mazda's trunk throughout  the events in question; neither\r\n\nCleveland nor  Gray \"actively  employed\" the firearm.   Their\r\n\nguilty  pleas  might  still,  however, be  upheld  under  the\r\n\nstatute's \"carry\" prong.\r\n\n          While  Bailey  did  not  address  the  requirements\r                                   \r\n\nrelative  to \"carry,\" the  Supreme Court stated  that part of\r\n\nits  rationale  for  defining  \"use\"  more  narrowly  was  to\r\n\npreserve  a separate,  nonsuperfluous  meaning  for  \"carry.\"\r\n\nBailey, 116  S.  Ct. at  507.   The Court  wrote, \"Under  the\r                  \r\n\ninterpretation  we enunciate  today,  a firearm  can be  used\r\n\nwithout  being carried, e.g., when  an offender has  a gun on\r                                        \r\n\ndisplay  during  a transaction,  or  barters  with a  firearm\r\n\nwithout handling  it; and a  firearm can  be carried  without\r\n\nbeing used, e.g., when an offender  keeps a gun hidden in his\r                            \r\n\n                             -23-\r\r\n\nclothing  throughout a drug transaction.\"   Id. at  507.  The\r                                                           \r\n\nCourt  remanded the  case for  a  determination of  whether a\r\n\ndefendant could  be convicted under the  \"carry\" prong either\r\n\nfor  having a gun inside  a bag in a locked  car trunk or for\r\n\nhaving an  unloaded firearm in  a locked footlocker  inside a\r\n\nbedroom closet.  Id. at 509.\r                                \r\n\n          Bailey leaves us with  two questions concerning the\r                            \r\n\nproper interpretation of \"carry.\"   First, must a firearm  be\r\n\non a suspect's person to be \"carried\" or can one also \"carry\"\r\n\na firearm in a vehicle?  Second, if one can \"carry\" a firearm\r\n\nin  a vehicle, must  the weapon be  immediately accessible to\r\n\nthe defendant to be \"carried\"?\r\n\n          The  first question  is easily  answered.   We have\r\n\nalready held post-Bailey that a firearm can be \"carried\" in a\r                                    \r\n\nboat, a conveyance  that seems indistinguishable for  present\r\n\npurposes from a  land vehicle like a  car.  United  States v.\r                                                                      \r\n\nRamirez-Ferrer, 82 F.3d 1149 (1st Cir.), cert. denied, 117 S.\r                                                                 \r\n\nCt. 405 (1996).  \r\n\n          This   result  accords  both  with  our  pre-Bailey\r                                                                         \r\n\n\"carry\"  cases and with the holdings of the other circuits to\r\n\nhave considered  this issue  post-Bailey.  See,  e.g., United\r                                                                         \r\n\nStates  v.  Plummer,  964   F.2d  1251,  1252-54  (1st  Cir.)\r                               \r\n\n(acknowledging  the  defendant-driver's  concession that  the\r\n\npresence of  a gun in his vehicle either in the driver's seat\r\n\nor on the  front passenger seat  was sufficient to  establish\r\n\n                             -24-\r\r\n\nthat he had \"carried\" a gun under   924(c)(1)), cert. denied,\r                                                                        \r\n\n506  U.S. 926 (1992); United  States v. Eaton,  890 F.2d 511,\r                                                         \r\n\n511-12  (1st   Cir.  1989)  (acknowledging   the  defendant's\r\n\nconcession that he had \"carried\" a gun for the purposes  of  \r\n\n924(c)(1) when the gun had been  under the front seat of  the\r\n\ntruck he  was driving), cert.  denied, 495  U.S. 906  (1990);\r                                                 \r\n\nUnited  States  v. Giraldo,  80  F.3d 667,  677-78  (2d Cir.)\r                                      \r\n\n(upholding a   924(c)(1) conviction for \"carrying\" a gun in a\r\n\ncar), cert. denied, 117  S. Ct. 135 (1996); United  States v.\r                                                                      \r\n\nMitchell,  No. 95-5792, 1997 WL 12115, at *2-4 (4th Cir. Jan.\r                    \r\n\n15,  1997) (same); United States v. Fike, 82 F.3d 1315, 1327-\r                                                    \r\n\n28 (5th Cir.) (stating that a gun may be \"carried\" in a car),\r\n\ncert. denied,  117 S.  Ct.  241-42 (1996);  United States  v.\r                                                                     \r\n\nRiascos-Suarez,  73 F.3d  616, 623  (6th Cir.)  (same), cert.\r                                                                         \r\n\ndenied, 117 S. Ct.  136 (1996); United States v.  Molina, 102\r                                                                    \r\n\nF.3d 928,  930-32 (7th  Cir. 1996)  (same); United States  v.\r                                                                     \r\n\nWillis,  89  F.3d  1371,  1377-79 (8th  Cir.)  (same),  cert.\r                                                                         \r\n\ndenied, 117 S. Ct.  273 (1996); United States v.  Staples, 85\r                                                                     \r\n\nF.3d 461, 464 (9th Cir.) (same), cert. denied, 117 S. Ct. 318\r                                                         \r\n\n(1996);  United States v. Miller, 84 F.3d 1244, 1256-61 (10th\r                                            \r\n\nCir.) (same),  cert. denied,  117 S.  Ct. 443  (1996); United\r                                                                         \r\n\nStates v. Farris, 77 F.3d 391, 395 (11th Cir.) (upholding a  \r                            \r\n\n924(c)(1) conviction  for \"carrying\" a  gun in a  car), cert.\r                                                                         \r\n\ndenied, 117 S. Ct. 241 (1996).\r                  \r\n\n                             -25-\r\r\n\n          On the  second question, we agree  with the Fourth,\r\n\nSeventh and Tenth Circuits that  a gun may be \"carried\"  in a\r\n\nvehicle for  the purposes of    924(c)(1) without necessarily\r\n\nbeing  immediately accessible  to the  defendant while  it is\r\n\nbeing  transported.  See Miller, 84 F.3d at 1260; Molina, 102\r                                                                    \r\n\nF.3d at 930-32; Mitchell, at *3.\r                                    \r\n\n          Since   Bailey,  this   Circuit  has   twice  faced\r                                    \r\n\nquestions  concerning  the  scope  of the  statute's  \"carry\"\r\n\nprong.  In United States v. Manning, 79  F.3d 212 (1st Cir.),\r                                               \r\n\ncert.  denied, 117 S. Ct. 147 (1996), we held that carrying a\r                         \r\n\nbriefcase  containing  a gun,  pipe  bombs,  drugs, and  drug\r\n\nparaphernalia   was  sufficient   to   fulfill  the   \"carry\"\r\n\nrequirement.  In Ramirez-Ferrer,  already noted, we held that\r                                           \r\n\na loaded revolver covered by a T-shirt within the defendant's\r\n\nreach on  a cocaine-laden boat  upon which the  defendant was\r\n\ntravelling  was  being  \"carried\"   for  the  purposes  of   \r\n\n924(c)(1).  In neither  case, however, did we have  to decide\r\n\nwhether  a firearm  in  a vehicle  in  which a  defendant  is\r\n\ntravelling  needs to be within easy reach to be \"carried\" for\r\n\nthe purposes of   924(c)(1).\r\n\n          Since some  circuits have, since  Bailey, continued\r                                                              \r\n\nto  rely upon their pre-Bailey  \"carry\" case law,  we look at\r                                          \r\n\nours as  well, but find  no case that  is entirely  on point.\r\n\nSee, e.g., United States v. Castro-Lara, 970 F.2d 976, 982-83\r                                                   \r\n\n(1st  Cir. 1992)  (upholding a  conviction under    924(c)(1)\r\n\n                             -26-\r\r\n\nwhen the gun was in a briefcase in a locked car trunk without\r\n\nspecifying whether  the  conviction was  under the  statute's\r\n\n\"use\" or \"carry\"  prong), cert. denied, 508  U.S. 962 (1993);\r                                                  \r\n\nPlummer,  964 F.2d  at 1252-54 (acknowledging  the defendant-\r                   \r\n\ndriver's concession that the presence of a gun in his vehicle\r\n\neither  in the driver's seat  or on the  front passenger seat\r\n\nwas sufficient to establish that he had \"carried\" a gun under\r\n\n  924(c)(1));  Eaton, 890  F.2d at 511-12  (acknowledging the\r                                \r\n\ndefendant's concession  that he had  \"carried\" a gun  for the\r\n\npurposes of   924(c)(1) when the gun had been under the front\r\n\nseat of the truck he was driving).\r\n\n          \"When a word is not defined by statute, we normally\r\n\nconstrue it in accord with its ordinary or natural  meaning.\"\r\n\nSmith v. United States, 508 U.S. 223, 228 (1993).  In Bailey,\r                                                                        \r\n\nthe Supreme  Court  turned  to  the dictionary  for  help  in\r\n\ndetermining  the meaning of \"use,\" Bailey, 116 S. Ct. at 506,\r                                                     \r\n\nso we do the same with \"carry.\"\r\n\n          Webster's Third New International Dictionary of the\r                                                                         \r\n\nEnglish Language Unabridged 343 (3d ed. 1971) defines \"carry\"\r                                       \r\n\nas, \"1:   to move  while supporting  (as in a  vehicle or  in\r\n\none's hands or  arms):  move an  appreciable distance without\r\n\ndragging:   sustain as a  burden or  load and bring  along to\r\n\nanother  place.\"    Webster's  goes on  to  list  many  other\r                                         \r\n\ndefinitions of the word  and then, in differentiating \"carry\"\r\n\nfrom some of its synonyms, states:\r\n\n                             -27-\r\r\n\n          CARRY indicates moving to a location some\r\n          distance   away   while   supporting   or\r\n          maintaining  off  the   ground.     Orig.\r\n          indicating movement by car or cart, it is\r\n          a natural word to  use in ref. to cargoes\r\n          and  loads  on  trucks,  wagons,  planes,\r\n          ships, or even beasts of burden.\r\n\nId.    This  definition,  therefore,  clearly   includes  the\r               \r\n\ntransport of a firearm by car; the concept of  whether or not\r\n\nthe  carried  item  is within  reach  plays  no  part in  the\r\n\ndefinition.\r\n\n          Black's Law  Dictionary 214 (6th ed.  1990) defines\r                                             \r\n\n\"carry\" as, \"To bear, bear about, sustain, transport, remove,\r                                                                \r\n\nor convey.  To have or bear upon or about one's  person, as a\r                     \r\n\nwatch  or weapon;  locomotion not  being essential  . .  . .\"\r\n\n(emphasis supplied).   However, Black's  defines the specific\r                                                   \r\n\nphrase \"carry arms  or weapons\" more  narrowly as, \"To  wear,\r\n\nbear, or  carry them upon the person or in the clothing or in\r\n\na pocket, for the purpose of use, or for the purpose of being\r\n\narmed  and ready for offensive or defensive action in case of\r\n\na conflict with another person.\"  Id.\r                                                 \r\n\n          The latter  Black's  definition of  \"carry arms  or\r                                         \r\n\nweapons\" limits  \"carrying\" to the defendant's  person and so\r\n\nat least  implies accessibility.  However,  even the circuits\r\n\nwhich have read an  immediate accessibility requirement  into\r\n\n\"carry\" under    924(c)(1)  have never limited  the statutory\r\n\nlanguage to \"carrying\" a firearm on the person.  Indeed, such\r\n\ncircuits, like  the others  to confront  the issue,  have all\r\n\n                             -28-\r\r\n\nupheld convictions for  \"carrying\" a  weapon in a  car.   See\r                                                                         \r\n\nUnited States v. Cruz-Rojas, 103 F.3d 283, 286 (2d Cir. 1996)\r                                       \r\n\n(remanding  two \"carry\"  convictions  to determine  if a  gun\r\n\nunder a car's dashboard  was accessible to either defendant);\r\n\nRiascos-Suarez,  73   F.3d  at   623  (upholding  a   \"carry\"\r                          \r\n\nconviction when the gun was in a car near the driver's seat);\r\n\nUnited States v. Willett, 90 F.3d 404, 406-07 (9th Cir. 1996)\r                                    \r\n\n(holding  that  a  gun  transported in  a  car  was \"carried\"\r\n\nbecause it was easily accessible).\r\n\n          We  strongly doubt      given the  omnipresence  of\r\n\nautomobiles in today's  world and in drug dealing,  and given\r\n\nthe  basic  meaning  of  \"carry\" as  including  transport  by\r\n\nvehicle    that Congress, in prescribing liability for anyone\r\n\nwho \"uses  or carries\" a firearm  during or in relation  to a\r\n\ndrug trafficking  offense, meant  to exclude a  defendant who\r\n\ntransports the gun in his car, rather than on his person, for\r\n\nuse  in a drug transaction.  Hence the Black's Law Dictionary\r                                                                         \r\n\nrestricted definition  of the phrase \"carry  arms or weapons\"\r\n\nseems inapposite here.\r\n\n          It is  true,  of  course,  that  to  come  under   \r\n\n924(c)(1), \"the firearm must have some purpose or effect with\r\n\nrespect  to  the  drug  trafficking crime;  its  presence  or\r\n\ninvolvement cannot be the result of accident or coincidence.\"\r\n\nSmith,  508  U.S.  at  238.    In  certain  circumstances,  a\r                 \r\n\nfirearm's immediate  accessibility to  a  defendant might  be\r\n\n                             -29-\r\r\n\nrelevant to determining  whether or  not he  was carrying  it\r\n\n\"during  and in relation to\" a drug trafficking crime, as the\r\n\nstatute requires.  18 U.S.C.   924(c)(1).  But a firearm need\r\n\nnot  always be  instantly accessible in  order to  be carried\r\n\n\"during  and in relation to\" a drug trafficking crime.  Here,\r\n\nthe  evidence shows that the defendants  had placed the three\r\n\nfirearms in question in the Mazda's trunk and, when arrested,\r\n\nwere carrying them for the purpose of using them to rob their\r\n\nsuppliers   during  the   ongoing  drug   trafficking  crime.\r\n\nEvidence of  this purpose plainly  demonstrated the necessary\r\n\nnexus  to  the drug  trafficking  offense  wholly apart  from\r\n\nwhether the  guns were  within the  immediate reach  of those\r\n\nseated in  the car  at  the time  they  were stopped  by  the\r\n\nagents.  \r\n\n          As  noted  above, the  Fourth,  Seventh,  and Tenth\r\n\nCircuits have  held that  a gun does  not need to  be readily\r\n\naccessible  to be \"carried\" in  a vehicle.   See Mitchell, at\r                                                                     \r\n\n*2-4; Molina, 102 F.3d at 930-32; Miller, 84 F.3d at 1256-61.\r                                                    \r\n\n          Other circuits, while  not explicitly deciding  the\r\n\nissue  one  way or  the other,  appear  to be  leaning toward\r\n\nadopting the  same approach.   See  United States  v. Pineda-\r                                                                         \r\n\nOrtuno,  952 F.2d  98, 103-04 (5th  Cir.) (a  pre-Bailey case\r                                                                    \r\n\nholding that the circuit's cases requiring a showing that the\r\n\ngun was within the defendant's reach during the commission of\r\n\nthe drug offense did not apply  when the gun was \"carried\" in\r\n\n                             -30-\r\r\n\na vehicle), cert. denied, 504 U.S.  928 (1992); United States\r                                                                         \r\n\nv. Fike, 82 F.3d 1315, 1327-28 (5th Cir. 1996) (a post-Bailey\r                                                                         \r\n\ncase upholding a defendant's conviction under   924(c)(1) for\r\n\n\"carrying\"  a gun that was within his  reach in a car but not\r\n\nstating that  accessibility was a requirement); United States\r                                                                         \r\n\nv. Rivas,  85  F.3d  193,  194-96 (5th  Cir.)  (same),  cert.\r                                                                         \r\n\ndenied,  117 S. Ct. 593  (1996); United States  v. Willis, 89\r                                                                     \r\n\nF.3d  1371, 1377-79  (8th Cir.  1996) (relying  on pre-Bailey\r                                                                         \r\n\ncase law to hold that transporting a firearm in the passenger\r\n\ncompartment of a  vehicle satisfies  the \"carry\"  prong of   \r\n\n924(c)(1) but  not  addressing the  weapon's  accessibility);\r\n\nUnited States  v. Caldwell, 97  F.3d 1063, 1068-70  (8th Cir.\r                                      \r\n\n1996)  (upholding a  conviction under    924(c)(1)'s  \"carry\"\r\n\nprong for  a case in which the defendant's gun was in a car's\r\n\nhatchback, an  area the court  regarded as  within the  car's\r\n\noccupants' reach); United  States v. Farris, 77 F.3d 391, 395\r                                                       \r\n\n(11th  Cir. 1996) (relying on pre-Bailey case law to uphold a\r                                                    \r\n\n  924(c)(1) conviction for a defendant who was sitting in the\r\n\nback  seat of a car while the  firearm in question was in the\r\n\nglove compartment  but not  discussing whether  the defendant\r\n\ncould easily have reached the gun).\r\n\n          We  recognize  that the  Second,  Sixth,  and Ninth\r\n\nCircuits have  taken a contrary position,  requiring that the\r\n\nfirearms be immediately accessible.  See Giraldo, 80  F.3d at\r                                                            \r\n\n                             -31-\r\r\n\n676-78; Riascos-Suarez,  73 F.3d at 623-24;  Staples, 85 F.3d\r                                                                \r\n\nat 464.  We find the reasoning of these courts unpersuasive.\r\n\n          In Giraldo,  the Second Circuit  relied entirely on\r                                \r\n\nits pre-Bailey case United  States v. Feliz-Cordero, 859 F.2d\r                                                               \r\n\n250 (2d Cir.  1988), in holding that  a gun transported  in a\r\n\nvehicle must be immediately accessible to be \"carried.\"   But\r\n\nFeliz-Cordero merely stated that  \"carry\" should be given its\r                         \r\n\nliteral meaning.  The court thought that  the literal meaning\r\n\nof  \"carry,\"  when  the \"carrying\"  was  done  by  a vehicle,\r\n\nrequired  the gun to be within reach during the commission of\r\n\nthe drug offense.  Feliz-Cordero, 859 F.2d at 253.  The court\r                                            \r\n\ndid not refer to any authority for this proposition and cited\r\n\nto  only one case, United States v. Brockington, 849 F.2d 872\r                                                           \r\n\n(4th Cir. 1988).  Brockington does  not so much as mention an\r                                         \r\n\nimmediate accessibility requirement, nor does  it discuss the\r\n\nmeaning of \"carry.\"   The only  relevance Brockington has  to\r                                                                 \r\n\nthis issue is that that  panel upheld the \"carry\"  conviction\r\n\nof  a taxi cab  passenger who had  a loaded pistol  under the\r\n\nfloormat beneath his seat.  \r\n\n          The  Sixth Circuit  in Riascos-Suarez  inferred the\r                                                           \r\n\nimmediate availability  requirement from the  Supreme Court's\r\n\nadmonitions  in  Bailey  that   \"use\"  must  mean  more  than\r                                   \r\n\n\"possession,\" Bailey, 116 S. Ct. at 508, and that a defendant\r                                \r\n\ncould not  be charged under   924(c)(1) for mere storage of a\r\n\nweapon, id.   The easy reach  requirement, the Riascos-Suarez\r                                                                         \r\n\n                             -32-\r\r\n\npanel  reasoned,  is necessary  to  distinguish  \"carry\" from\r\n\npossession and storage.  Riascos-Suarez, 73 F.3d at 623.\r                                                   \r\n\n          We disagree.   We question  the degree to  which an\r\n\neasy  reach  requirement  would  differentiate  \"carry\"  from\r\n\n\"possess.\"  More importantly, we agree with the Tenth Circuit\r\n\nthat the distinguishing characteristic  of \"carry\" is not the\r\n\ninstant  availability of the item  carried, but the fact that\r\n\nthe item  is being  moved from  one place  to another by  the\r\n\ncarrier,  either   personally  or   with  the  aid   of  some\r\n\nappropriate vehicle.  See Miller, 84 F.3d at 1260.\r                                            \r\n\n          The  Ninth  Circuit's  decision  in  Staples relied\r                                                                  \r\n\nprimarily  on  its  earlier   opinion  in  United  States  v.\r                                                                     \r\n\nHernandez,  80 F.3d  1253, 1256-58  (9th Cir.  1996) (holding\r                     \r\n\nthat a  gun in  a locked  toolbox was  not \"carried\"  under  \r\n\n924(c)(1)),  in stating that a firearm  had to be immediately\r\n\navailable  for use  to  be  \"carried\"  in  a  vehicle.    The\r\n\nHernandez  panel  looked  to  find the  ordinary  or  natural\r                     \r\n\nmeaning  of  \"carry.\"    But  its  quotation  from  Webster's\r                                                                         \r\n\ndefinition  of \"carry,\"  supra, was  selective,  omitting the\r                                          \r\n\ndefinition's references  to vehicles.  The  court also quoted\r\n\nfrom Black's definition of the  single phrase, \"carry arms or\r                        \r\n\nweapons,\" supra, and cited the Sixth Circuit's Riascos-Suarez\r                                                                         \r\n\nopinion.  As we have discussed, however, the ordinary meaning\r\n\nof the term \"carry\" includes transport by vehicle and affords\r\n\nno basis for imposing an accessibility requirement.\r\n\n                             -33-\r\r\n\n          Turning to  the case before us,  both Cleveland and\r\n\nGray pled  guilty to using or carrying a weapon during and in\r\n\nrelation  to a  drug trafficking  offense.   They do  not now\r\n\ncontend, nor could they, that the three loaded handguns found\r\n\nin the trunk of their car  alongside rope and duct tape  were\r\n\nunrelated  to   the  drug   trafficking  offense   they  were\r\n\ncommitting  at  the time  they  were apprehended.    In fact,\r\n\nCleveland  admitted at  the suppression  hearing that  he and\r\n\nGray  intended to use  the guns to  rob the  drugs from their\r\n\nsuppliers.  Their  challenge to  their convictions  on the   \r\n\n924(c)(1)  charge consists  solely of  the claim  that, after\r\n\nBailey, they can  not be convicted under  the statute's \"use\"\r                  \r\n\nprong  and that  a conviction under  the \"carry\"  prong would\r\n\nrequire  the guns to have  been easily accessible.   As under\r\n\nthe  standard  definition  of  \"carry\" the  guns  were  being\r\n\n\"carried,\" and as  we can see no  basis for holding  that the\r\n\nguns' lack of instant accessibility precluded them from being\r\n\n\"carried,\" we affirm  Cleveland's and Gray's  convictions for\r\n\nviolations of 18 U.S.C.   924(c)(1).\r\n\n          Affirmed.\r                              \r\n\n                             -34-\r\r\n",
  "html": "<p class=\"case_cite\">106 F.3d 1056</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Donald E. CLEVELAND, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Ramon E. VASQUEZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Enrique GRAY-SANTANA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1043, 96-1669, 96-1128 and 96-1659.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 6, 1996.<br>Decided Feb. 18, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Inga S. Bernstein and John H. Cunha, Boston, MA, by Appointment of the Court, with whom Norman S. Zalkind, Zalkind, Rodriguez, Lunt &amp; Duncan and Salsberg, Cunha &amp; Holcomb, P.C. were on consolidated briefs, for defendants-appellants Enrique Gray-Santana and Donald E. Cleveland.</p>\n      <p class=\"indent\">Oliver C. Mitchell, Jr., Boston, MA, with whom Donnalyn B. Lynch Kahn and Goldstein &amp; Manello, P.C. were on brief for defendant-appellant Ramon E. Vasquez.</p>\n      <p class=\"indent\">Andrea Nervi Ward, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, was on briefs, for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOWNES, Senior Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ramon E. Vasquez appeals from his conviction by a jury for conspiracy to possess cocaine with intent to distribute in violation of 21 U.S.C. &#167; 846 and for possession of cocaine with intent to distribute in violation of 21 U.S.C. &#167; 841.  He contends that the district court erred in denying his motion to suppress certain physical evidence and in omitting \"hesitate to act\" language from its reasonable doubt instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Enrique Gray-Santana and Donald Cleveland, who were Vasquez's co-defendants, pleaded guilty to attempting to possess cocaine with intent to distribute in violation of 21 U.S.C. &#167;&#167; 846 and 841(a) and to carrying or using a firearm during and in relation to a drug trafficking crime in violation of 18 U.S.C. &#167; 924(c)(1).  As their guilty pleas permit, they now appeal from the district court's denials of their motions to suppress and motions in limine.  They also appeal from the district court's denial of relief from their &#167; 924(c)(1) convictions for carrying or using a firearm in relation to a drug crime.  They argue that their guilty pleas and convictions should be invalidated under Bailey v. United States, --- U.S. ----, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995), a decision handed down by the Supreme Court shortly after acceptance of their guilty pleas.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Most of the facts are not in dispute.  Gray-Santana (\"Gray\"), a resident of New York City, arranged to secure five to eight kilograms of cocaine from co-defendant Juan Rodriguez (not a present appellant).  Gray intended to sell the cocaine through other contacts he had in Boston, so he arranged to take delivery in Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the morning of October 18, 1994, Gray travelled by bus to Boston, planning to meet Cleveland.  Cleveland picked Gray up in a rented white Mazda 929 he had borrowed from a friend and took him to his house.  There, Cleveland and Gray placed three loaded handguns inside a Louis Vuitton duffel bag and put the bag inside the Mazda's trunk.  The two planned to use the guns to rob their suppliers of their cocaine.  At around 4 p.m., Cleveland and Gray were paged by Rodriguez.  They then left in the Mazda to meet Rodriguez in the Symphony Hall area of Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At this time, the Drug Enforcement Administration was investigating one Juan Pagan.  The DEA had information that Pagan was shipping large amounts of cocaine from Puerto Rico to New England.  On October 17, 1994, heightened phone activity led DEA Agents to begin physical surveillance, including videotaping, of the Connecticut apartment complex where Juan Pagan resided.  Around noon on October 18, 1994, two cars arrived at the complex.  The first was a Lexus, driven by William Acosta with Vasquez in the back seat.  The second was a Lincoln, driven by Rodriguez.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the cars parked, Rodriguez handed Acosta a black bag and then Acosta took the bag up to Pagan's apartment.  Vasquez, carrying a cellular phone, got out of the Lexus and sat with Rodriguez in the Lincoln.  After ten or fifteen minutes, Acosta came back and spoke to Vasquez, prompting Vasquez and Rodriguez to leave the complex in a brown Oldsmobile driven by one Jorge Quinones.  An hour or so later, Vasquez returned in the Oldsmobile, followed by Rodriguez in a white Isuzu Trooper.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The DEA had received information from two confidential sources that Pagan used a white Isuzu Trooper in his drug operations.  These informants had also told the DEA that some of Pagan's vehicles had hidden compartments used to hold drugs.  One of the informants had stated that Pagan's white Isuzu Trooper had such a hidden compartment under the rear seat.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the Isuzu arrived, Acosta and Rodriguez were observed examining its back seat area.  Acosta then left, driving the Lexus with Vasquez in the back seat.  Rodriguez followed them in the Isuzu.  The two cars drove to Boston on major highways, staying close to 55 miles per hour.  DEA agents followed them the entire way.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After the caravan arrived in the Symphony Hall area of Boston, Acosta and Rodriguez parked the cars.  Acosta then used the Lexus to guide Cleveland and Gray, who had arrived in the Mazda, to where the Isuzu was parked.  Acosta drove away, and Vasquez was next observed sitting in the back seat of the Mazda.  Gray exited the Mazda and got into the Isuzu.  Vasquez got into the front seat of the Mazda.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The two cars began to drive off.  At this point, the DEA agents blocked them.  The agents ordered the occupants of both cars to exit their vehicles and handcuffed them.  The agents then moved the suspects and their cars out of traffic to a nearby parking lot.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The agents searched the Isuzu and found six kilograms of cocaine in a concealed compartment underneath the back seat.  They then searched the Mazda and found the bag in the trunk containing the three guns, rope and duct tape.  At that point, the four men were told they were under arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A few hours after his arrest, while he was in custody, Gray gave a statement to DEA agent Bruce Travers confessing to participation in the events described above.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Vasquez filed a motion to suppress the physical evidence found on his person at the time of his arrest.  The district court denied his motion.  Vasquez was tried by a jury and convicted of conspiracy to possess cocaine with intent to distribute and of possession of cocaine with intent to distribute.  The court sentenced him to 121 months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Cleveland and Gray eventually pled guilty to attempting to possess cocaine with intent to distribute and to carrying or using a firearm during and in relation to a drug trafficking crime, subject to their right to appeal any adverse ruling by the district court on their motions to suppress physical evidence and to suppress Gray's post-arrest statement.  The district court denied their motions and sentenced each of them to 180 months in prison and 60 months of supervised release.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After the Supreme Court came down with its Bailey decision, --- U.S. ----, 116 S.Ct. 501, 133 L.Ed.2d 472, Cleveland and Gray moved in the district court for relief from the conviction for carrying or using a firearm in relation to a drug trafficking crime.  The court denied that motion.</p>\n    </div>\n    <p>II. Vasquez</p>\n    <p>A. The Search of Vasquez's Person:</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In his first point of error, Vasquez argues that the district court erred in denying his motion to suppress the physical evidence the agents found on his person.  This included a pager, address book, business cards, and notes tying Vasquez to the other defendants.  He contends that a wrongful de facto arrest occurred when he was initially ordered out of the Mazda and handcuffed.  (Only later was Vasquez told he was under arrest and thereafter searched, by which time the cocaine had been discovered in the Isuzu.)   Because the initial de facto arrest was allegedly without probable cause, Vasquez argues that it was illegal and that it tainted all subsequent events, causing the later search of his person to violate the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court held, however, and we agree, that the agents had probable cause to arrest Vasquez at the time they ordered him out of the Mazda and handcuffed him.  Accordingly, regardless of whether the arrest occurred then or later, the arrest was legal and the subsequent search of his person was proper.  \"[I]t is well established that '[i]f an arrest is lawful, the arresting officers are entitled to search the individual apprehended pursuant to that arrest.' \"  United States v. Torres-Maldonado, 14 F.3d 95, 105 (1st Cir.)  (quoting United States v. Uricoechea-Casallas, 946 F.2d 162, 165 (1st Cir.1991)), cert. denied, 513 U.S. 870, 115 S.Ct. 193, 130 L.Ed.2d 125 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"Law enforcement officers may effect warrantless arrests provided that they have probable cause to believe that the suspect has committed or is committing a crime.\"  United States v. Martinez-Molina, 64 F.3d 719, 726 (1st Cir.1995) (citing United States v. Watson, 423 U.S. 411, 416-18, 96 S.Ct. 820, 824-25, 46 L.Ed.2d 598 (1976);  Gerstein v. Pugh, 420 U.S. 103, 113-14, 95 S.Ct. 854, 862-63, 43 L.Ed.2d 54 (1975)).  \"[The government] need only show that, at the time of the arrest, the facts and circumstances known to the arresting officers were sufficient to warrant a prudent person in believing that the defendant had committed or was committing an offense.\"  Torres-Maldonado, 14 F.3d at 105.   See also Beck v. Ohio, 379 U.S. 89, 91, 85 S.Ct. 223, 225-26, 13 L.Ed.2d 142 (1964).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"Of course, probable cause must exist with respect to each person arrested, and 'a person's mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person.' \"  Martinez-Molina, 64 F.3d at 726 (quoting Ybarra v. Illinois, 444 U.S. 85, 91, 100 S.Ct. 338, 342, 62 L.Ed.2d 238 (1979)).  \"[C]ases in which courts find that probable cause exists generally involve substantially more than a momentary, random, or apparently innocent association between the defendant and the known criminal activity.\"  Martinez-Molina, 64 F.3d at 727 (discussing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, prior to seizing Vasquez, the agents had been investigating Pagan and his drug trafficking operations for several years.  Before the events of this case, the agents had learned from informants that Pagan was trafficking in kilogram quantities of cocaine, shipping it from Puerto Rico to Hartford, Connecticut and Springfield, Massachusetts.  The agents had learned that Pagan used couriers to transport the cocaine.  Some of Pagan's couriers had been arrested at the San Juan airport with several kilograms of cocaine in their luggage and had admitted to working for Pagan.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Two confidential informants who had each proved reliable in related matters had told DEA agents that among the many vehicles Pagan used to transport drugs and money was a white Isuzu Trooper.  They each also related that Pagan's transport vehicles often had a concealed, electronically-controlled compartment used to hide whatever was being moved.  One of them asserted that he had seen that the white Isuzu Trooper had such a compartment in the floor under the rear seat.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The agents had also learned from one of the informants and from other sources that Pagan's girlfriend lived in apartment D-219 at the Connecticut apartment complex and that Pagan used that apartment in his drug activities.  The apartment was listed under the name \"J. Pagan.\"   The DEA had installed a pen register on the apartment's phone so they could track calls made to and from that number.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On October 17, 1994, the pen register revealed a sharp increase in phone activity from the Connecticut apartment.  Some of the numbers being called matched cellular phone and beeper numbers that the agents knew belonged to Pagan's previously identified drug associates.  The agents decided to begin physical surveillance of the Connecticut apartment.  This surveillance included agents stationed around the apartment complex and two agents who were equipped with a video camera in an apartment that had a view of Pagan's apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A little after noon on October 18th, the agents observed a Lexus and a Lincoln Town Car enter the apartment's parking lot.  The various movements of people and vehicles that followed, coupled with the DEA's information about Pagan's drug dealing, strongly indicated that a drug transaction was taking place.  Acosta, who had been driving the Lexus, entered Pagan's apartment building followed by Rodriguez, carrying a large black shoulder bag.  Rodriguez handed this bag to Acosta in the building's lobby.  Later on, the agents saw Acosta talking to Pagan on Pagan's balcony.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Vasquez exited the Lexus and walked over to Rodriguez and the Lincoln carrying a cellular phone, one of the \"well known tools of the drug trade.\"  United States v. De La Cruz, 996 F.2d 1307, 1311 (1st Cir.), cert. denied, 510 U.S. 936, 114 S.Ct. 356, 126 L.Ed.2d 320 (1993).  See also Martinez-Molina, 64 F.3d at 728.   Vasquez waited with Rodriguez inside the Lincoln until Acosta came out with another man, Jorge Quinones, and spoke to Vasquez.  Then Quinones left, returning shortly in a brown Oldsmobile.  Vasquez and Rodriguez got into the Oldsmobile and drove out of the complex.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">An hour or so later Vasquez and Quinones returned, followed by Rodriguez in a white Isuzu Trooper, exactly the car the agents had been told Pagan used to transport drugs and drug proceeds.  It was also the vehicle said to have a hidden compartment for drugs and money in the floor under the rear seat.  While Pagan stood on his balcony overlooking the parking lot, Acosta and Rodriguez were seen to be looking into the Isuzu's back seat area, where the secret compartment was said to be located.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At this point, the agents had probable cause to believe that Vasquez, Rodriguez, Acosta, Pagan, and Quinones were involved in a drug transaction, with the Isuzu Trooper likely bearing the contraband.  Rather than arrest the suspects immediately, the agents chose to follow the Isuzu Trooper and the Lexus as they drove to Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What happened thereafter--beginning with the drive in tandem to Boston and ending with the agents' intervention--was wholly consistent with the existence of an unfolding drug transaction and Vasquez's active involvement.  Vasquez and Rodriguez stood on a Boston street corner, apparently checking the area for police.  Later, and after the agents had seen Acosta speak to Cleveland and Gray, the agents spotted Vasquez inside the Mazda, to which he had moved from the Lexus.  Vasquez was still inside the Mazda with Cleveland when the agents stopped the vehicles and ordered everyone out.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">By this time, the agents had abundant evidence to constitute probable cause that Vasquez was involved in an ongoing drug trafficking crime and that his association with the other suspects was not momentary, random, or innocent.  They had authority, therefore, at the time he was ordered from the Mazda and handcuffed, to arrest Vasquez.  The district court did not err in refusing to suppress the various items later found on Vasquez's person when he was searched.</p>\n    </div>\n    <p>B. The Reasonable Doubt Instruction:</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Vasquez asserts that the district court erred in refusing to include \"hesitate to act\" language in its reasonable doubt instruction.  In particular, Vasquez insists that, upon his objection to the omission, the court should have complied with his request to tell the jury, \"When we talk about a reasonable doubt, we mean a doubt based upon reason and common sense, the kind of doubt that would make a reasonable person hesitate to act.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The short answer to this argument is that this court has explicitly held that a district court's refusal to include \"hesitate to act\" language in its explanation of reasonable doubt to the jury does not constitute reversible error.  See United States v. Vavlitis, 9 F.3d 206, 212 (1st Cir.1993);  United States v. O'Brien, 972 F.2d 12, 15 (1st Cir.1992).  Although we accepted an instruction that included such language in United States v. Drake, 673 F.2d 15, 21 (1st Cir.1982), we have also criticized the \"hesitate to act\" formulation.  See Gilday v. Callahan, 59 F.3d 257, 264 (1st Cir.1995) (characterizing the \"hesitate to act\" language as \"arguably unhelpful\"), cert. denied, --- U.S. ----, 116 S.Ct. 1269, 134 L.Ed.2d 216 (1996);  O'Brien, 972 F.2d at 15-16 (criticizing instructions such as the \"hesitate to act\" formulation which compare reasonable doubt to the decisional standard used by individual jurors in their own affairs as trivializing the constitutionally required burden of proof).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Supreme Court has stated that the Constitution does not require district courts to define reasonable doubt, nor does it require trial courts who do choose to explain the term to employ \"any particular form of words ... in advising the jury of the government's burden of proof.\"  Victor v. Nebraska, 511 U.S. 1, 5, 114 S.Ct. 1239, 1243, 127 L.Ed.2d 583 (1994).  \"Rather, 'taken as a whole, the instructions must correctly convey the concept of reasonable doubt to the jury.' \"  Id. (quoting Holland v. United States, 348 U.S. 121, 140, 75 S.Ct. 127, 138, 99 L.Ed. 150 (1954)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In instructing the jury on reasonable doubt, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>As I have said, the burden is upon the Government to prove beyond a reasonable doubt that a defendant is guilty of the charge made against the defendant.  It is a strict and heavy burden, but it does not mean that a defendant's guilt must be proved beyond all possible doubt.  It does require that the evidence exclude any reasonable doubt concerning a defendant's guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A reasonable doubt may arise not only from the evidence produced but also from a lack of evidence.  Reasonable doubt exists when, after weighing and considering all the evidence, using reason and common sense, jurors cannot say that they have a settled conviction of the truth of the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Of course, a defendant is never to be convicted on suspicion or conjecture.  If, for example, you view the evidence in the case as reasonably permitting either of two conclusions--one that a defendant is guilty as charged, the other that the defendant is not guilty--you will find the defendant not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is not sufficient for the Government to establish a probability, though a strong one, that a fact charged is more likely to be true than not true.  That is not enough to meet the burden of proof beyond reasonable doubt.  On the other hand, there are very few things in this world that we know with absolute certainty, and in criminal cases the law does not require proof that overcomes every possible doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Concluding my instructions on the burden, then, I instruct you that what the Government must do to meet its heavy burden is to establish the truth of each part of each offense charged by proof that convinces you and leaves you with no reasonable doubt, and thus satisfies you that you can, consistently with your oath as jurors, base your verdict upon it.  If you so find as to a particular charge against a defendant, you will return a verdict of guilty on that charge.  If, on the other hand, you think there is a reasonable doubt about whether the defendant is guilty of a particular offense, you must give the defendant the benefit of the doubt and find the defendant not guilty of that offense.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This explanation correctly conveyed the concept of reasonable doubt to the jury.</p>\n    </div>\n    <p>III. Cleveland and Gray</p>\n    <p>A. The Vehicle Searches:</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In their first point of error, Cleveland and Gray argue that the district court erred in refusing to grant their motion to suppress the evidence found in the agents' search of the Isuzu Trooper and of the Mazda.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\"A police officer may effect a warrantless search of the interior of a motor vehicle on a public thoroughfare as long as he has probable cause to believe that the vehicle contains contraband or other evidence of criminal activity.\"  United States v. Staula, 80 F.3d 596, 602 (1st Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 156, 136 L.Ed.2d 101 (1996).  See also California v. Acevedo, 500 U.S. 565, 570, 111 S.Ct. 1982, 1986, 114 L.Ed.2d 619 (1991);  Chambers v. Maroney, 399 U.S. 42, 46-52, 90 S.Ct. 1975, 1978-82, 26 L.Ed.2d 419 (1970);  United States v. Martinez-Molina, 64 F.3d 719, 730 (1st Cir.1995).  When the police have probable cause to search a vehicle, they may also search closed containers within that vehicle.  See Acevedo, 500 U.S. at 569-81, 111 S.Ct. at 1985-92.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Even assuming that Cleveland and Gray have standing to contest the searches in this case, a problematic proposition in itself, the agents clearly had probable cause to search the vehicles.  As explained in Part II-A, above, by the time the agents stopped the two cars, they had probable cause to believe that the defendants were involved in a drug transaction and that the Trooper contained contraband.  The movements of the Mazda in following the Lexus to rendezvous with the Isuzu, when combined with the exchange of personnel--Gray moving into the Isuzu and Vasquez entering the Mazda--provided the agents with probable cause to believe that Cleveland and Gray were also involved in the drug transaction and that the Mazda contained contraband.  The warrantless search thus did not violate the Fourth Amendment, and the district court did not err in refusing to suppress the evidence found in the two vehicles.</p>\n    </div>\n    <p>B. Gray's Statement:</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the next point of error, Gray asserts that the district court should have suppressed the statement he made to Agent Travers in the DEA office after his arrest.  Gray claims that he had invoked his right to counsel before making the statement and that the agents coerced the statement from him through intimidation.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court, after holding two evidentiary hearings at which it heard the testimony of Gray, Agent Travers, and another agent present at DEA headquarters the night of Gray's arrest, concluded that Gray's various allegations of coercive activity by the agents were not credible.  The court also found that Gray had initiated the conversation with the agents that led to his confession by knocking on the door of his cell.  Gray then told Agent Travers that he wished to speak with him about the events leading up to his arrest and signed a written waiver of his rights.  After examining the record, we believe that these findings of fact by the district court were not clearly erroneous. See United States v. Valle, 72 F.3d 210, 213-14 (1st Cir.1995) (\"In reviewing orders granting or denying suppression motions, this court scrutinizes a district court's factual findings, including its credibility determinations, for traces of clear error.\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In this case, as in Valle, \"whether or not to suppress the challenged statements boils down to a credibility call\" and \"[s]uch calls are grist for the district court's mill.\"  Valle, 72 F.3d at 214.   Since Gray initiated the contact with the agents that led to his statement after he had invoked his right to counsel, the district court was correct to deny the motion to suppress.  See Edwards v. Arizona, 451 U.S. 477, 484-86, 101 S.Ct. 1880, 1884-86, 68 L.Ed.2d 378 (1981) (holding that once a defendant has asked for an attorney, she is not subject to further interrogation by the police until after counsel has been made available to her unless she herself initiates further communication with the authorities);  United States v. Fontana, 948 F.2d 796, 805-06 (1st Cir.1991) (noting that initiation of interrogation by the accused has been broadly interpreted);  Watkins v. Callahan, 724 F.2d 1038, 1042 (1st Cir.1984) (stating that \"an accused is not powerless to countermand an election to talk to counsel\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Similarly, we find no clear error in the district court's determination that the agents did not commit the coercive acts alleged by Gray.  See United States v. Burns, 15 F.3d 211, 216 (1st Cir.1994) (\"Although the ultimate issue of voluntariness is a question of law subject to plenary review, we will accept the district court's subsidiary findings of fact unless they are 'clearly erroneous.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Based on the facts as found by the district court, the court's holding that Gray's statement was voluntary and therefore admissible at trial under 18 U.S.C. &#167; 3501 was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The court applied the totality of the circumstances test mandated by 18 U.S.C. &#167; 3501(b), paying particular attention to the factors identified by that section.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Gray gave his statement within six hours of his arrest, bringing this case within the rule of &#167; 3501(c).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court found that Gray knew the nature of the offense of which he was suspected at the time he made the confession;  knew that he was not required to make any statement and that any statement he did make could be used against him;  and had been advised prior to the questioning of his right to the assistance of counsel.  The court acknowledged that Gray had been without the assistance of counsel when he gave his statement, but held that in this case, this fifth factor was heavily outweighed by the other four factors and by the case's particular circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We agree with the district court that Gray's statement was voluntary.</p>\n    </div>\n    <p>C. The \"Carry\" Issue:</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Cleveland and Gray pleaded guilty to violating 18 U.S.C. &#167; 924(c)(1).  That statute imposes a five-year prison term on anyone who, \"during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm.\"  18 U.S.C. &#167; 924(c)(1). After the Supreme Court's opinion in Bailey, they both sought revocation of their convictions based on guilty pleas to the &#167; 924(c)(1) charges.  Gray, against whom judgment had not yet entered, filed an unsuccessful Motion to Correct Sentence under Fed.R.Crim.P. 35(c), and Cleveland, against whom judgment had entered and whose direct appeal was already pending, filed an equally unavailing motion under 28 U.S.C. &#167; 2255.  The various appeals were consolidated.  The government does not dispute our jurisdiction to consider on the merits Cleveland and Gray's claims that their guilty pleas are invalid in light of Bailey.   Since we reject those claims, we do not address any potential jurisdictional question stemming from Cleveland's &#167; 2255 appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The broad definition of \"use\" formerly employed by this circuit and under which Cleveland and Gray pleaded guilty was unanimously disapproved by the Supreme Court in Bailey.   Stating the need to interpret statutory terms in accordance with their \"ordinary or natural\" meaning, the Court relied on the dictionary definition of \"use\" in holding that a conviction under the \"use\" prong of the statute could only be upheld if the defendant \"actively employed the firearm during and in relation to the predicate crime.\"  Bailey, --- U.S. at ---- - ----, 116 S.Ct. at 506-09.   Mere possession or storage of the weapon is insufficient.  Id. at ---- - ----, 116 S.Ct. at 508-09.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Under Bailey, Cleveland and Gray cannot be convicted under &#167; 924(c)'s \"use\" prong.  The guns remained in the Mazda's trunk throughout the events in question;  neither Cleveland nor Gray \"actively employed\" the firearm.  Their guilty pleas might still, however, be upheld under the statute's \"carry\" prong.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">While Bailey did not address the requirements relative to \"carry,\" the Supreme Court stated that part of its rationale for defining \"use\" more narrowly was to preserve a separate, nonsuperfluous meaning for \"carry.\"  Bailey, --- U.S. at ----, 116 S.Ct. at 507.   The Court wrote, \"Under the interpretation we enunciate today, a firearm can be used without being carried, e.g., when an offender has a gun on display during a transaction, or barters with a firearm without handling it;  and a firearm can be carried without being used, e.g., when an offender keeps a gun hidden in his clothing throughout a drug transaction.\"  Id. at ----, 116 S.Ct. at 507.   The Court remanded the case for a determination of whether a defendant could be convicted under the \"carry\" prong either for having a gun inside a bag in a locked car trunk or for having an unloaded firearm in a locked footlocker inside a bedroom closet.  Id. at ----, 116 S.Ct. at 509.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Bailey leaves us with two questions concerning the proper interpretation of \"carry.\"   First, must a firearm be on a suspect's person to be \"carried\" or can one also \"carry\" a firearm in a vehicle?   Second, if one can \"carry\" a firearm in a vehicle, must the weapon be immediately accessible to the defendant to be \"carried\"?</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The first question is easily answered.  We have already held post-Bailey that a firearm can be \"carried\" in a boat, a conveyance that seems indistinguishable for present purposes from a land vehicle like a car.  United States v. Ramirez-Ferrer, 82 F.3d 1149 (1st Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 405, 136 L.Ed.2d 319 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">This result accords both with our pre-Bailey \"carry\" cases and with the holdings of the other circuits to have considered this issue post-Bailey.   See, e.g., United States v. Plummer, 964 F.2d 1251, 1252-54 (1st Cir.)  (acknowledging the defendant-driver's concession that the presence of a gun in his vehicle either in the driver's seat or on the front passenger seat was sufficient to establish that he had \"carried\" a gun under &#167; 924(c)(1)), cert. denied, 506 U.S. 926, 113 S.Ct. 350, 121 L.Ed.2d 265 (1992);  United States v. Eaton, 890 F.2d 511, 511-12 (1st Cir.1989) (acknowledging the defendant's concession that he had \"carried\" a gun for the purposes of &#167; 924(c)(1) when the gun had been under the front seat of the truck he was driving), cert. denied, 495 U.S. 906, 110 S.Ct. 1927, 109 L.Ed.2d 291 (1990);  United States v. Giraldo, 80 F.3d 667, 677-78 (2d Cir.)  (upholding a &#167; 924(c)(1) conviction for \"carrying\" a gun in a car), cert. denied, --- U.S. ----, 117 S.Ct. 135, 136 L.Ed.2d 83 (1996); United States v. Mitchell, 104 F.3d 649, 652-54 (4th Cir. 1997) (same);  United States v. Fike, 82 F.3d 1315, 1327-28 (5th Cir.)  (stating that a gun may be \"carried\" in a car), cert. denied, --- U.S. ---- - ----, 117 S.Ct. 241-42, 136 L.Ed.2d 170 (1996);  United States v. Riascos-Suarez, 73 F.3d 616, 623 (6th Cir.)  (same), cert. denied, --- U.S. ----, 117 S.Ct. 136, 136 L.Ed.2d 84 (1996);  United States v. Molina, 102 F.3d 928, 930-32 (7th Cir.1996) (same);  United States v. Willis, 89 F.3d 1371, 1377-79 (8th Cir.)  (same), cert. denied, --- U.S. ----, 117 S.Ct. 273, 136 L.Ed.2d 196 (1996);  United States v. Staples, 85 F.3d 461, 464 (9th Cir.)  (same), cert. denied, --- U.S. ----, 117 S.Ct. 318, 136 L.Ed.2d 233 (1996);  United States v. Miller, 84 F.3d 1244, 1256-61 (10th Cir.)  (same), cert. denied, --- U.S. ----, 117 S.Ct. 443, 136 L.Ed.2d 339 (1996);  United States v. Farris, 77 F.3d 391, 395 (11th Cir.)  (upholding a &#167; 924(c)(1) conviction for \"carrying\" a gun in a car), cert. denied, --- U.S. ----, 117 S.Ct. 241, 136 L.Ed.2d 170 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">On the second question, we agree with the Fourth, Seventh and Tenth Circuits that a gun may be \"carried\" in a vehicle for the purposes of &#167; 924(c)(1) without necessarily being immediately accessible to the defendant while it is being transported.  See Miller, 84 F.3d at 1260;  Molina, 102 F.3d at 930-32;  Mitchell, 104 F.3d at 652-53.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Since Bailey, this Circuit has twice faced questions concerning the scope of the statute's \"carry\" prong.  In United States v. Manning, 79 F.3d 212 (1st Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 147, 136 L.Ed.2d 93 (1996), we held that carrying a briefcase containing a gun, pipe bombs, drugs, and drug paraphernalia was sufficient to fulfill the \"carry\" requirement.  In Ramirez-Ferrer, already noted, we held that a loaded revolver covered by a T-shirt within the defendant's reach on a cocaine-laden boat upon which the defendant was travelling was being \"carried\" for the purposes of &#167; 924(c)(1).  In neither case, however, did we have to decide whether a firearm in a vehicle in which a defendant is travelling needs to be within easy reach to be \"carried\" for the purposes of &#167; 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Since some circuits have, since Bailey, continued to rely upon their pre-Bailey \"carry\" case law, we look at ours as well, but find no case that is entirely on point.  See, e.g., United States v. Castro-Lara, 970 F.2d 976, 982-83 (1st Cir.1992) (upholding a conviction under &#167; 924(c)(1) when the gun was in a briefcase in a locked car trunk without specifying whether the conviction was under the statute's \"use\" or \"carry\" prong), cert. denied, 508 U.S. 962, 113 S.Ct. 2935, 124 L.Ed.2d 684 (1993);  Plummer, 964 F.2d at 1252-54 (acknowledging the defendant-driver's concession that the presence of a gun in his vehicle either in the driver's seat or on the front passenger seat was sufficient to establish that he had \"carried\" a gun under &#167; 924(c)(1));  Eaton, 890 F.2d at 511-12 (acknowledging the defendant's concession that he had \"carried\" a gun for the purposes of &#167; 924(c)(1) when the gun had been under the front seat of the truck he was driving).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">\"When a word is not defined by statute, we normally construe it in accord with its ordinary or natural meaning.\"  Smith v. United States, 508 U.S. 223, 228, 113 S.Ct. 2050, 2054, 124 L.Ed.2d 138 (1993).  In Bailey, the Supreme Court turned to the dictionary for help in determining the meaning of \"use,\" Bailey, --- U.S. at ----, 116 S.Ct. at 506, so we do the same with \"carry.\"</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Webster's Third New International Dictionary of the English Language Unabridged 343 (3d ed. 1971) defines \"carry\" as, \"1:  to move while supporting (as in a vehicle or in one's hands or arms):  move an appreciable distance without dragging:  sustain as a burden or load and bring along to another place.\"   Webster's goes on to list many other definitions of the word and then, in differentiating \"carry\" from some of its synonyms, states:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>CARRY indicates moving to a location some distance away while supporting or maintaining off the ground.  Orig. indicating movement by car or cart, it is a natural word to use in ref. to cargoes and loads on trucks, wagons, planes, ships, or even beasts of burden.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Id.  This definition, therefore, clearly includes the transport of a firearm by car;  the concept of whether or not the carried item is within reach plays no part in the definition.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Black's Law Dictionary 214 (6th ed. 1990) defines \"carry\" as, \"To bear, bear about, sustain, transport, remove, or convey.   To have or bear upon or about one's person, as a watch or weapon;  locomotion not being essential ....\" (emphasis supplied).  However, Black's defines the specific phrase \"carry arms or weapons\" more narrowly as, \"To wear, bear, or carry them upon the person or in the clothing or in a pocket, for the purpose of use, or for the purpose of being armed and ready for offensive or defensive action in case of a conflict with another person.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The latter Black's definition of \"carry arms or weapons\" limits \"carrying\" to the defendant's person and so at least implies accessibility.  However, even the circuits which have read an immediate accessibility requirement into \"carry\" under &#167; 924(c)(1) have never limited the statutory language to \"carrying\" a firearm on the person.  Indeed, such circuits, like the others to confront the issue, have all upheld convictions for \"carrying\" a weapon in a car.  See United States v. Cruz-Rojas, 101 F.3d 283, 286 (2d Cir.1996) (remanding two \"carry\" convictions to determine if a gun under a car's dashboard was accessible to either defendant);  Riascos-Suarez, 73 F.3d at 623 (upholding a \"carry\" conviction when the gun was in a car near the driver's seat);  United States v. Willett, 90 F.3d 404, 406-07 (9th Cir.1996) (holding that a gun transported in a car was \"carried\" because it was easily accessible).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We strongly doubt--given the omnipresence of automobiles in today's world and in drug dealing, and given the basic meaning of \"carry\" as including transport by vehicle--that Congress, in prescribing liability for anyone who \"uses or carries\" a firearm during or in relation to a drug trafficking offense, meant to exclude a defendant who transports the gun in his car, rather than on his person, for use in a drug transaction.  Hence the Black's Law Dictionary restricted definition of the phrase \"carry arms or weapons\" seems inapposite here.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">It is true, of course, that to come under &#167; 924(c)(1), \"the firearm must have some purpose or effect with respect to the drug trafficking crime;  its presence or involvement cannot be the result of accident or coincidence.\"  Smith, 508 U.S. at 238, 113 S.Ct. at 2059.   In certain circumstances, a firearm's immediate accessibility to a defendant might be relevant to determining whether or not he was carrying it \"during and in relation to\" a drug trafficking crime, as the statute requires.  18 U.S.C. &#167; 924(c)(1).  But a firearm need not always be instantly accessible in order to be carried \"during and in relation to\" a drug trafficking crime.  Here, the evidence shows that the defendants had placed the three firearms in question in the Mazda's trunk and, when arrested, were carrying them for the purpose of using them to rob their suppliers during the ongoing drug trafficking crime.  Evidence of this purpose plainly demonstrated the necessary nexus to the drug trafficking offense wholly apart from whether the guns were within the immediate reach of those seated in the car at the time they were stopped by the agents.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">As noted above, the Fourth, Seventh, and Tenth Circuits have held that a gun does not need to be readily accessible to be \"carried\" in a vehicle.  See Mitchell, 104 F.3d at 652-54;  Molina, 102 F.3d at 930-32;  Miller, 84 F.3d at 1256-61.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Other circuits, while not explicitly deciding the issue one way or the other, appear to be leaning toward adopting the same approach.  See United States v. Pineda-Ortuno, 952 F.2d 98, 103-04 (5th Cir.)  (a pre-Bailey case holding that the circuit's cases requiring a showing that the gun was within the defendant's reach during the commission of the drug offense did not apply when the gun was \"carried\" in a vehicle), cert. denied, 504 U.S. 928, 112 S.Ct. 1990, 118 L.Ed.2d 587 (1992);  United States v. Fike, 82 F.3d 1315, 1327-28 (5th Cir.1996) (a post-Bailey case upholding a defendant's conviction under &#167; 924(c)(1) for \"carrying\" a gun that was within his reach in a car but not stating that accessibility was a requirement);  United States v. Rivas, 85 F.3d 193, 194-96 (5th Cir.)  (same), cert. denied, --- U.S. ----, 117 S.Ct. 593, 136 L.Ed.2d 521 (1996);  United States v. Willis, 89 F.3d 1371, 1377-79 (8th Cir.1996) (relying on pre-Bailey case law to hold that transporting a firearm in the passenger compartment of a vehicle satisfies the \"carry\" prong of &#167; 924(c)(1) but not addressing the weapon's accessibility);  United States v. Caldwell, 97 F.3d 1063, 1068-70 (8th Cir.1996) (upholding a conviction under &#167; 924(c)(1)'s \"carry\" prong for a case in which the defendant's gun was in a car's hatchback, an area the court regarded as within the car's occupants' reach);  United States v. Farris, 77 F.3d 391, 395 (11th Cir.1996) (relying on pre-Bailey case law to uphold a &#167; 924(c)(1) conviction for a defendant who was sitting in the back seat of a car while the firearm in question was in the glove compartment but not discussing whether the defendant could easily have reached the gun).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We recognize that the Second, Sixth, and Ninth Circuits have taken a contrary position, requiring that the firearms be immediately accessible.  See Giraldo, 80 F.3d at 676-78;  Riascos-Suarez, 73 F.3d at 623-24;  Staples, 85 F.3d at 464.   We find the reasoning of these courts unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In Giraldo, the Second Circuit relied entirely on its pre-Bailey case United States v. Feliz-Cordero, 859 F.2d 250 (2d Cir.1988), in holding that a gun transported in a vehicle must be immediately accessible to be \"carried.\"   But Feliz-Cordero merely stated that \"carry\" should be given its literal meaning.  The court thought that the literal meaning of \"carry,\" when the \"carrying\" was done by a vehicle, required the gun to be within reach during the commission of the drug offense.  Feliz-Cordero, 859 F.2d at 253.   The court did not refer to any authority for this proposition and cited to only one case, United States v. Brockington, 849 F.2d 872 (4th Cir.1988).  Brockington does not so much as mention an immediate accessibility requirement, nor does it discuss the meaning of \"carry.\"   The only relevance Brockington has to this issue is that that panel upheld the \"carry\" conviction of a taxi cab passenger who had a loaded pistol under the floormat beneath his seat.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The Sixth Circuit in Riascos-Suarez inferred the immediate availability requirement from the Supreme Court's admonitions in Bailey that \"use\" must mean more than \"possession,\" Bailey, --- U.S. at ----, 116 S.Ct. at 508, and that a defendant could not be charged under &#167; 924(c)(1) for mere storage of a weapon, id.   The easy reach requirement, the Riascos-Suarez panel reasoned, is necessary to distinguish \"carry\" from possession and storage.  Riascos-Suarez, 73 F.3d at 623.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We disagree.  We question the degree to which an easy reach requirement would differentiate \"carry\" from \"possess.\"   More importantly, we agree with the Tenth Circuit that the distinguishing characteristic of \"carry\" is not the instant availability of the item carried, but the fact that the item is being moved from one place to another by the carrier, either personally or with the aid of some appropriate vehicle.  See Miller, 84 F.3d at 1260.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The Ninth Circuit's decision in Staples relied primarily on its earlier opinion in United States v. Hernandez, 80 F.3d 1253, 1256-58 (9th Cir.1996) (holding that a gun in a locked toolbox was not \"carried\" under &#167; 924(c)(1)), in stating that a firearm had to be immediately available for use to be \"carried\" in a vehicle.  The Hernandez panel looked to find the ordinary or natural meaning of \"carry.\"   But its quotation from Webster's definition of \"carry,\" supra, was selective, omitting the definition's references to vehicles.  The court also quoted from Black's definition of the single phrase, \"carry arms or weapons,\" supra, and cited the Sixth Circuit's Riascos-Suarez opinion.  As we have discussed, however, the ordinary meaning of the term \"carry\" includes transport by vehicle and affords no basis for imposing an accessibility requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Turning to the case before us, both Cleveland and Gray pled guilty to using or carrying a weapon during and in relation to a drug trafficking offense.  They do not now contend, nor could they, that the three loaded handguns found in the trunk of their car alongside rope and duct tape were unrelated to the drug trafficking offense they were committing at the time they were apprehended.  In fact, Cleveland admitted at the suppression hearing that he and Gray intended to use the guns to rob the drugs from their suppliers.  Their challenge to their convictions on the &#167; 924(c)(1) charge consists solely of the claim that, after Bailey, they can not be convicted under the statute's \"use\" prong and that a conviction under the \"carry\" prong would require the guns to have been easily accessible.  As under the standard definition of \"carry\" the guns were being \"carried,\" and as we can see no basis for holding that the guns' lack of instant accessibility precluded them from being \"carried,\" we affirm Cleveland's and Gray's convictions for violations of 18 U.S.C. &#167; 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rodriguez pleaded guilty to conspiracy and possession charges and was also sentenced to 120 months in prison and 60 months of supervised release</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 18 U.S.C. &#167; 3501(b) states:</p>\n        <p>(b) The trial judge in determining the issue of voluntariness shall take into consideration all the circumstances surrounding the giving of the confession, including (1) the time elapsing between arrest and arraignment of the defendant making the confession, if it was made after arrest and before arraignment, (2) whether such defendant knew the nature of the offense with which he was charged or of which he was suspected at the time of making the confession, (3) whether or not such defendant was advised or knew that he was not required to make any statement and that any such statement could be used against him, (4) whether or not such defendant had been advised prior to questioning of his right to the assistance of counsel;  and (5) whether or not such defendant was without the assistance of counsel when questioned and when giving such confession.</p>\n        <p>The presence or absence of any of the above-mentioned factors to be taken into consideration by the judge need not be conclusive on the issue of voluntariness of the confession.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 18 U.S.C. &#167; 3501(c) states, in relevant part:</p>\n        <p>(c) In any criminal prosecution by the United States ... a confession made or given by a person who is a defendant therein, while such person was under arrest ... shall not be inadmissible solely because of delay in bringing such person before a magistrate ... if such confession was made or given by such person within six hours immediately following his arrest or other detention....</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1056</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Donald E. CLEVELAND, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Ramon E. VASQUEZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Enrique GRAY-SANTANA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1043, 96-1669, 96-1128 and 96-1659.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 6, 1996.<br>Decided Feb. 18, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Inga S. Bernstein and John H. Cunha, Boston, MA, by Appointment of the Court, with whom Norman S. Zalkind, Zalkind, Rodriguez, Lunt &amp; Duncan and Salsberg, Cunha &amp; Holcomb, P.C. were on consolidated briefs, for defendants-appellants Enrique Gray-Santana and Donald E. Cleveland.</p>\n      <p class=\"indent\">Oliver C. Mitchell, Jr., Boston, MA, with whom Donnalyn B. Lynch Kahn and Goldstein &amp; Manello, P.C. were on brief for defendant-appellant Ramon E. Vasquez.</p>\n      <p class=\"indent\">Andrea Nervi Ward, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, was on briefs, for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOWNES, Senior Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ramon E. Vasquez appeals from his conviction by a jury for conspiracy to possess cocaine with intent to distribute in violation of 21 U.S.C. &#167; 846 and for possession of cocaine with intent to distribute in violation of 21 U.S.C. &#167; 841.  He contends that the district court erred in denying his motion to suppress certain physical evidence and in omitting \"hesitate to act\" language from its reasonable doubt instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Enrique Gray-Santana and Donald Cleveland, who were Vasquez's co-defendants, pleaded guilty to attempting to possess cocaine with intent to distribute in violation of 21 U.S.C. &#167;&#167; 846 and 841(a) and to carrying or using a firearm during and in relation to a drug trafficking crime in violation of 18 U.S.C. &#167; 924(c)(1).  As their guilty pleas permit, they now appeal from the district court's denials of their motions to suppress and motions in limine.  They also appeal from the district court's denial of relief from their &#167; 924(c)(1) convictions for carrying or using a firearm in relation to a drug crime.  They argue that their guilty pleas and convictions should be invalidated under Bailey v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1995), a decision handed down by the Supreme Court shortly after acceptance of their guilty pleas.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Most of the facts are not in dispute.  Gray-Santana (\"Gray\"), a resident of New York City, arranged to secure five to eight kilograms of cocaine from co-defendant Juan Rodriguez (not a present appellant).  Gray intended to sell the cocaine through other contacts he had in Boston, so he arranged to take delivery in Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the morning of October 18, 1994, Gray travelled by bus to Boston, planning to meet Cleveland.  Cleveland picked Gray up in a rented white Mazda 929 he had borrowed from a friend and took him to his house.  There, Cleveland and Gray placed three loaded handguns inside a Louis Vuitton duffel bag and put the bag inside the Mazda's trunk.  The two planned to use the guns to rob their suppliers of their cocaine.  At around 4 p.m., Cleveland and Gray were paged by Rodriguez.  They then left in the Mazda to meet Rodriguez in the Symphony Hall area of Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At this time, the Drug Enforcement Administration was investigating one Juan Pagan.  The DEA had information that Pagan was shipping large amounts of cocaine from Puerto Rico to New England.  On October 17, 1994, heightened phone activity led DEA Agents to begin physical surveillance, including videotaping, of the Connecticut apartment complex where Juan Pagan resided.  Around noon on October 18, 1994, two cars arrived at the complex.  The first was a Lexus, driven by William Acosta with Vasquez in the back seat.  The second was a Lincoln, driven by Rodriguez.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the cars parked, Rodriguez handed Acosta a black bag and then Acosta took the bag up to Pagan's apartment.  Vasquez, carrying a cellular phone, got out of the Lexus and sat with Rodriguez in the Lincoln.  After ten or fifteen minutes, Acosta came back and spoke to Vasquez, prompting Vasquez and Rodriguez to leave the complex in a brown Oldsmobile driven by one Jorge Quinones.  An hour or so later, Vasquez returned in the Oldsmobile, followed by Rodriguez in a white Isuzu Trooper.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The DEA had received information from two confidential sources that Pagan used a white Isuzu Trooper in his drug operations.  These informants had also told the DEA that some of Pagan's vehicles had hidden compartments used to hold drugs.  One of the informants had stated that Pagan's white Isuzu Trooper had such a hidden compartment under the rear seat.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the Isuzu arrived, Acosta and Rodriguez were observed examining its back seat area.  Acosta then left, driving the Lexus with Vasquez in the back seat.  Rodriguez followed them in the Isuzu.  The two cars drove to Boston on major highways, staying close to 55 miles per hour.  DEA agents followed them the entire way.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After the caravan arrived in the Symphony Hall area of Boston, Acosta and Rodriguez parked the cars.  Acosta then used the Lexus to guide Cleveland and Gray, who had arrived in the Mazda, to where the Isuzu was parked.  Acosta drove away, and Vasquez was next observed sitting in the back seat of the Mazda.  Gray exited the Mazda and got into the Isuzu.  Vasquez got into the front seat of the Mazda.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The two cars began to drive off.  At this point, the DEA agents blocked them.  The agents ordered the occupants of both cars to exit their vehicles and handcuffed them.  The agents then moved the suspects and their cars out of traffic to a nearby parking lot.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The agents searched the Isuzu and found six kilograms of cocaine in a concealed compartment underneath the back seat.  They then searched the Mazda and found the bag in the trunk containing the three guns, rope and duct tape.  At that point, the four men were told they were under arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A few hours after his arrest, while he was in custody, Gray gave a statement to DEA agent Bruce Travers confessing to participation in the events described above.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Vasquez filed a motion to suppress the physical evidence found on his person at the time of his arrest.  The district court denied his motion.  Vasquez was tried by a jury and convicted of conspiracy to possess cocaine with intent to distribute and of possession of cocaine with intent to distribute.  The court sentenced him to 121 months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Cleveland and Gray eventually pled guilty to attempting to possess cocaine with intent to distribute and to carrying or using a firearm during and in relation to a drug trafficking crime, subject to their right to appeal any adverse ruling by the district court on their motions to suppress physical evidence and to suppress Gray's post-arrest statement.  The district court denied their motions and sentenced each of them to 180 months in prison and 60 months of supervised release.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After the Supreme Court came down with its Bailey decision, --- U.S. ----, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span>, Cleveland and Gray moved in the district court for relief from the conviction for carrying or using a firearm in relation to a drug trafficking crime.  The court denied that motion.</p>\n    </div>\n    <p>II. Vasquez</p>\n    <p>A. The Search of Vasquez's Person:</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In his first point of error, Vasquez argues that the district court erred in denying his motion to suppress the physical evidence the agents found on his person.  This included a pager, address book, business cards, and notes tying Vasquez to the other defendants.  He contends that a wrongful de facto arrest occurred when he was initially ordered out of the Mazda and handcuffed.  (Only later was Vasquez told he was under arrest and thereafter searched, by which time the cocaine had been discovered in the Isuzu.)   Because the initial de facto arrest was allegedly without probable cause, Vasquez argues that it was illegal and that it tainted all subsequent events, causing the later search of his person to violate the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court held, however, and we agree, that the agents had probable cause to arrest Vasquez at the time they ordered him out of the Mazda and handcuffed him.  Accordingly, regardless of whether the arrest occurred then or later, the arrest was legal and the subsequent search of his person was proper.  \"[I]t is well established that '[i]f an arrest is lawful, the arresting officers are entitled to search the individual apprehended pursuant to that arrest.' \"  United States v. Torres-Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 105 (1st Cir.)  (quoting United States v. Uricoechea-Casallas, <span class=\"citation\" data-id=\"569296\"><a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 165 (1st Cir.1991)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">870</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"Law enforcement officers may effect warrantless arrests provided that they have probable cause to believe that the suspect has committed or is committing a crime.\"  United States v. Martinez-Molina, <span class=\"citation\" data-id=\"196268\"><a href=\"/opinion/196268/united-states-v-martinez-molina/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 726 (1st Cir.1995) (citing United States v. Watson, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></span>, 416-18, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">820</span></span>, 824-25, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></span> (1976);  Gerstein v. Pugh, <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 113-14, <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">854</span></a></span>, 862-63, <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span></a></span> (1975)).  \"[The government] need only show that, at the time of the arrest, the facts and circumstances known to the arresting officers were sufficient to warrant a prudent person in believing that the defendant had committed or was committing an offense.\"  Torres-Maldonado, 14 F.3d at 105.   See also Beck v. Ohio, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 91, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">223</span></a></span>, 225-26, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1964).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"Of course, probable cause must exist with respect to each person arrested, and 'a person's mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person.' \"  Martinez-Molina, 64 F.3d at 726 (quoting Ybarra v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span>, 91, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">338</span></span>, 342, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></span> (1979)).  \"[C]ases in which courts find that probable cause exists generally involve substantially more than a momentary, random, or apparently innocent association between the defendant and the known criminal activity.\"  Martinez-Molina, 64 F.3d at 727 (discussing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, prior to seizing Vasquez, the agents had been investigating Pagan and his drug trafficking operations for several years.  Before the events of this case, the agents had learned from informants that Pagan was trafficking in kilogram quantities of cocaine, shipping it from Puerto Rico to Hartford, Connecticut and Springfield, Massachusetts.  The agents had learned that Pagan used couriers to transport the cocaine.  Some of Pagan's couriers had been arrested at the San Juan airport with several kilograms of cocaine in their luggage and had admitted to working for Pagan.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Two confidential informants who had each proved reliable in related matters had told DEA agents that among the many vehicles Pagan used to transport drugs and money was a white Isuzu Trooper.  They each also related that Pagan's transport vehicles often had a concealed, electronically-controlled compartment used to hide whatever was being moved.  One of them asserted that he had seen that the white Isuzu Trooper had such a compartment in the floor under the rear seat.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The agents had also learned from one of the informants and from other sources that Pagan's girlfriend lived in apartment D-219 at the Connecticut apartment complex and that Pagan used that apartment in his drug activities.  The apartment was listed under the name \"J. Pagan.\"   The DEA had installed a pen register on the apartment's phone so they could track calls made to and from that number.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On October 17, 1994, the pen register revealed a sharp increase in phone activity from the Connecticut apartment.  Some of the numbers being called matched cellular phone and beeper numbers that the agents knew belonged to Pagan's previously identified drug associates.  The agents decided to begin physical surveillance of the Connecticut apartment.  This surveillance included agents stationed around the apartment complex and two agents who were equipped with a video camera in an apartment that had a view of Pagan's apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A little after noon on October 18th, the agents observed a Lexus and a Lincoln Town Car enter the apartment's parking lot.  The various movements of people and vehicles that followed, coupled with the DEA's information about Pagan's drug dealing, strongly indicated that a drug transaction was taking place.  Acosta, who had been driving the Lexus, entered Pagan's apartment building followed by Rodriguez, carrying a large black shoulder bag.  Rodriguez handed this bag to Acosta in the building's lobby.  Later on, the agents saw Acosta talking to Pagan on Pagan's balcony.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Vasquez exited the Lexus and walked over to Rodriguez and the Lincoln carrying a cellular phone, one of the \"well known tools of the drug trade.\"  United States v. De La Cruz, <span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span>, 1311 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">356</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">320</span></span> (1993).  See also Martinez-Molina, 64 F.3d at 728.   Vasquez waited with Rodriguez inside the Lincoln until Acosta came out with another man, Jorge Quinones, and spoke to Vasquez.  Then Quinones left, returning shortly in a brown Oldsmobile.  Vasquez and Rodriguez got into the Oldsmobile and drove out of the complex.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">An hour or so later Vasquez and Quinones returned, followed by Rodriguez in a white Isuzu Trooper, exactly the car the agents had been told Pagan used to transport drugs and drug proceeds.  It was also the vehicle said to have a hidden compartment for drugs and money in the floor under the rear seat.  While Pagan stood on his balcony overlooking the parking lot, Acosta and Rodriguez were seen to be looking into the Isuzu's back seat area, where the secret compartment was said to be located.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At this point, the agents had probable cause to believe that Vasquez, Rodriguez, Acosta, Pagan, and Quinones were involved in a drug transaction, with the Isuzu Trooper likely bearing the contraband.  Rather than arrest the suspects immediately, the agents chose to follow the Isuzu Trooper and the Lexus as they drove to Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What happened thereafter--beginning with the drive in tandem to Boston and ending with the agents' intervention--was wholly consistent with the existence of an unfolding drug transaction and Vasquez's active involvement.  Vasquez and Rodriguez stood on a Boston street corner, apparently checking the area for police.  Later, and after the agents had seen Acosta speak to Cleveland and Gray, the agents spotted Vasquez inside the Mazda, to which he had moved from the Lexus.  Vasquez was still inside the Mazda with Cleveland when the agents stopped the vehicles and ordered everyone out.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">By this time, the agents had abundant evidence to constitute probable cause that Vasquez was involved in an ongoing drug trafficking crime and that his association with the other suspects was not momentary, random, or innocent.  They had authority, therefore, at the time he was ordered from the Mazda and handcuffed, to arrest Vasquez.  The district court did not err in refusing to suppress the various items later found on Vasquez's person when he was searched.</p>\n    </div>\n    <p>B. The Reasonable Doubt Instruction:</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Vasquez asserts that the district court erred in refusing to include \"hesitate to act\" language in its reasonable doubt instruction.  In particular, Vasquez insists that, upon his objection to the omission, the court should have complied with his request to tell the jury, \"When we talk about a reasonable doubt, we mean a doubt based upon reason and common sense, the kind of doubt that would make a reasonable person hesitate to act.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The short answer to this argument is that this court has explicitly held that a district court's refusal to include \"hesitate to act\" language in its explanation of reasonable doubt to the jury does not constitute reversible error.  See United States v. Vavlitis, <span class=\"citation\" data-id=\"195045\"><a href=\"/opinion/195045/united-states-v-vavlitis/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 212 (1st Cir.1993);  United States v. O'Brien, <span class=\"citation\" data-id=\"588169\"><a href=\"/opinion/588169/united-states-v-marshall-p-obrien/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.1992).  Although we accepted an instruction that included such language in United States v. Drake, <span class=\"citation\" data-id=\"400940\"><a href=\"/opinion/400940/united-states-v-daniel-isaac-drake/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 21 (1st Cir.1982), we have also criticized the \"hesitate to act\" formulation.  See Gilday v. Callahan, <span class=\"citation\" data-id=\"196171\"><a href=\"/opinion/196171/gilday-v-callahan/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 264 (1st Cir.1995) (characterizing the \"hesitate to act\" language as \"arguably unhelpful\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1269</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></span> (1996);  O'Brien, 972 F.2d at 15-16 (criticizing instructions such as the \"hesitate to act\" formulation which compare reasonable doubt to the decisional standard used by individual jurors in their own affairs as trivializing the constitutionally required burden of proof).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Supreme Court has stated that the Constitution does not require district courts to define reasonable doubt, nor does it require trial courts who do choose to explain the term to employ \"any particular form of words ... in advising the jury of the government's burden of proof.\"  Victor v. Nebraska, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1243, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (1994).  \"Rather, 'taken as a whole, the instructions must correctly convey the concept of reasonable doubt to the jury.' \"  Id. (quoting Holland v. United States, <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></span>, 140, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">127</span></span>, 138, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">150</span></span> (1954)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In instructing the jury on reasonable doubt, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>As I have said, the burden is upon the Government to prove beyond a reasonable doubt that a defendant is guilty of the charge made against the defendant.  It is a strict and heavy burden, but it does not mean that a defendant's guilt must be proved beyond all possible doubt.  It does require that the evidence exclude any reasonable doubt concerning a defendant's guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A reasonable doubt may arise not only from the evidence produced but also from a lack of evidence.  Reasonable doubt exists when, after weighing and considering all the evidence, using reason and common sense, jurors cannot say that they have a settled conviction of the truth of the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Of course, a defendant is never to be convicted on suspicion or conjecture.  If, for example, you view the evidence in the case as reasonably permitting either of two conclusions--one that a defendant is guilty as charged, the other that the defendant is not guilty--you will find the defendant not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is not sufficient for the Government to establish a probability, though a strong one, that a fact charged is more likely to be true than not true.  That is not enough to meet the burden of proof beyond reasonable doubt.  On the other hand, there are very few things in this world that we know with absolute certainty, and in criminal cases the law does not require proof that overcomes every possible doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Concluding my instructions on the burden, then, I instruct you that what the Government must do to meet its heavy burden is to establish the truth of each part of each offense charged by proof that convinces you and leaves you with no reasonable doubt, and thus satisfies you that you can, consistently with your oath as jurors, base your verdict upon it.  If you so find as to a particular charge against a defendant, you will return a verdict of guilty on that charge.  If, on the other hand, you think there is a reasonable doubt about whether the defendant is guilty of a particular offense, you must give the defendant the benefit of the doubt and find the defendant not guilty of that offense.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This explanation correctly conveyed the concept of reasonable doubt to the jury.</p>\n    </div>\n    <p>III. Cleveland and Gray</p>\n    <p>A. The Vehicle Searches:</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In their first point of error, Cleveland and Gray argue that the district court erred in refusing to grant their motion to suppress the evidence found in the agents' search of the Isuzu Trooper and of the Mazda.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\"A police officer may effect a warrantless search of the interior of a motor vehicle on a public thoroughfare as long as he has probable cause to believe that the vehicle contains contraband or other evidence of criminal activity.\"  United States v. Staula, <span class=\"citation\" data-id=\"196665\"><a href=\"/opinion/196665/united-states-v-staula/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">596</span></a></span>, 602 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></span> (1996).  See also California v. Acevedo, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, 570, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1982</span></a></span>, 1986, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1991);  Chambers v. Maroney, <span class=\"citation\" data-id=\"108184\"><a href=\"/opinion/108184/chambers-v-maroney/\"><span class=\"volume\">399</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 46-52, <span class=\"citation\" data-id=\"108184\"><a href=\"/opinion/108184/chambers-v-maroney/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1975</span></a></span>, 1978-82, <span class=\"citation\" data-id=\"108184\"><a href=\"/opinion/108184/chambers-v-maroney/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></a></span> (1970);  United States v. Martinez-Molina, <span class=\"citation\" data-id=\"196268\"><a href=\"/opinion/196268/united-states-v-martinez-molina/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 730 (1st Cir.1995).  When the police have probable cause to search a vehicle, they may also search closed containers within that vehicle.  See Acevedo, 500 U.S. at 569-81, 111 S.Ct. at 1985-92.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Even assuming that Cleveland and Gray have standing to contest the searches in this case, a problematic proposition in itself, the agents clearly had probable cause to search the vehicles.  As explained in Part II-A, above, by the time the agents stopped the two cars, they had probable cause to believe that the defendants were involved in a drug transaction and that the Trooper contained contraband.  The movements of the Mazda in following the Lexus to rendezvous with the Isuzu, when combined with the exchange of personnel--Gray moving into the Isuzu and Vasquez entering the Mazda--provided the agents with probable cause to believe that Cleveland and Gray were also involved in the drug transaction and that the Mazda contained contraband.  The warrantless search thus did not violate the Fourth Amendment, and the district court did not err in refusing to suppress the evidence found in the two vehicles.</p>\n    </div>\n    <p>B. Gray's Statement:</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the next point of error, Gray asserts that the district court should have suppressed the statement he made to Agent Travers in the DEA office after his arrest.  Gray claims that he had invoked his right to counsel before making the statement and that the agents coerced the statement from him through intimidation.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court, after holding two evidentiary hearings at which it heard the testimony of Gray, Agent Travers, and another agent present at DEA headquarters the night of Gray's arrest, concluded that Gray's various allegations of coercive activity by the agents were not credible.  The court also found that Gray had initiated the conversation with the agents that led to his confession by knocking on the door of his cell.  Gray then told Agent Travers that he wished to speak with him about the events leading up to his arrest and signed a written waiver of his rights.  After examining the record, we believe that these findings of fact by the district court were not clearly erroneous. See United States v. Valle, <span class=\"citation\" data-id=\"196494\"><a href=\"/opinion/196494/united-states-v-valle/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 213-14 (1st Cir.1995) (\"In reviewing orders granting or denying suppression motions, this court scrutinizes a district court's factual findings, including its credibility determinations, for traces of clear error.\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In this case, as in Valle, \"whether or not to suppress the challenged statements boils down to a credibility call\" and \"[s]uch calls are grist for the district court's mill.\"  Valle, 72 F.3d at 214.   Since Gray initiated the contact with the agents that led to his statement after he had invoked his right to counsel, the district court was correct to deny the motion to suppress.  See Edwards v. Arizona, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, 484-86, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1880</span></a></span>, 1884-86, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">378</span></a></span> (1981) (holding that once a defendant has asked for an attorney, she is not subject to further interrogation by the police until after counsel has been made available to her unless she herself initiates further communication with the authorities);  United States v. Fontana, <span class=\"citation\" data-id=\"571447\"><a href=\"/opinion/571447/united-states-v-n-john-fontana-ii/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">796</span></a></span>, 805-06 (1st Cir.1991) (noting that initiation of interrogation by the accused has been broadly interpreted);  Watkins v. Callahan, <span class=\"citation\" data-id=\"429583\"><a href=\"/opinion/429583/larry-watkins-v-william-f-callahan/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1038</span></a></span>, 1042 (1st Cir.1984) (stating that \"an accused is not powerless to countermand an election to talk to counsel\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Similarly, we find no clear error in the district court's determination that the agents did not commit the coercive acts alleged by Gray.  See United States v. Burns, <span class=\"citation\" data-id=\"195186\"><a href=\"/opinion/195186/united-states-v-burns/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 216 (1st Cir.1994) (\"Although the ultimate issue of voluntariness is a question of law subject to plenary review, we will accept the district court's subsidiary findings of fact unless they are 'clearly erroneous.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Based on the facts as found by the district court, the court's holding that Gray's statement was voluntary and therefore admissible at trial under 18 U.S.C. &#167; 3501 was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The court applied the totality of the circumstances test mandated by 18 U.S.C. &#167; 3501(b), paying particular attention to the factors identified by that section.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Gray gave his statement within six hours of his arrest, bringing this case within the rule of &#167; 3501(c).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court found that Gray knew the nature of the offense of which he was suspected at the time he made the confession;  knew that he was not required to make any statement and that any statement he did make could be used against him;  and had been advised prior to the questioning of his right to the assistance of counsel.  The court acknowledged that Gray had been without the assistance of counsel when he gave his statement, but held that in this case, this fifth factor was heavily outweighed by the other four factors and by the case's particular circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We agree with the district court that Gray's statement was voluntary.</p>\n    </div>\n    <p>C. The \"Carry\" Issue:</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Cleveland and Gray pleaded guilty to violating 18 U.S.C. &#167; 924(c)(1).  That statute imposes a five-year prison term on anyone who, \"during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm.\"  18 U.S.C. &#167; 924(c)(1). After the Supreme Court's opinion in Bailey, they both sought revocation of their convictions based on guilty pleas to the &#167; 924(c)(1) charges.  Gray, against whom judgment had not yet entered, filed an unsuccessful Motion to Correct Sentence under Fed.R.Crim.P. 35(c), and Cleveland, against whom judgment had entered and whose direct appeal was already pending, filed an equally unavailing motion under 28 U.S.C. &#167; 2255.  The various appeals were consolidated.  The government does not dispute our jurisdiction to consider on the merits Cleveland and Gray's claims that their guilty pleas are invalid in light of Bailey.   Since we reject those claims, we do not address any potential jurisdictional question stemming from Cleveland's &#167; 2255 appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The broad definition of \"use\" formerly employed by this circuit and under which Cleveland and Gray pleaded guilty was unanimously disapproved by the Supreme Court in Bailey.   Stating the need to interpret statutory terms in accordance with their \"ordinary or natural\" meaning, the Court relied on the dictionary definition of \"use\" in holding that a conviction under the \"use\" prong of the statute could only be upheld if the defendant \"actively employed the firearm during and in relation to the predicate crime.\"  Bailey, --- U.S. at ---- - ----, 116 S.Ct. at 506-09.   Mere possession or storage of the weapon is insufficient.  Id. at ---- - ----, 116 S.Ct. at 508-09.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Under Bailey, Cleveland and Gray cannot be convicted under &#167; 924(c)'s \"use\" prong.  The guns remained in the Mazda's trunk throughout the events in question;  neither Cleveland nor Gray \"actively employed\" the firearm.  Their guilty pleas might still, however, be upheld under the statute's \"carry\" prong.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">While Bailey did not address the requirements relative to \"carry,\" the Supreme Court stated that part of its rationale for defining \"use\" more narrowly was to preserve a separate, nonsuperfluous meaning for \"carry.\"  Bailey, --- U.S. at ----, 116 S.Ct. at 507.   The Court wrote, \"Under the interpretation we enunciate today, a firearm can be used without being carried, e.g., when an offender has a gun on display during a transaction, or barters with a firearm without handling it;  and a firearm can be carried without being used, e.g., when an offender keeps a gun hidden in his clothing throughout a drug transaction.\"  Id. at ----, 116 S.Ct. at 507.   The Court remanded the case for a determination of whether a defendant could be convicted under the \"carry\" prong either for having a gun inside a bag in a locked car trunk or for having an unloaded firearm in a locked footlocker inside a bedroom closet.  Id. at ----, 116 S.Ct. at 509.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Bailey leaves us with two questions concerning the proper interpretation of \"carry.\"   First, must a firearm be on a suspect's person to be \"carried\" or can one also \"carry\" a firearm in a vehicle?   Second, if one can \"carry\" a firearm in a vehicle, must the weapon be immediately accessible to the defendant to be \"carried\"?</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The first question is easily answered.  We have already held post-Bailey that a firearm can be \"carried\" in a boat, a conveyance that seems indistinguishable for present purposes from a land vehicle like a car.  United States v. Ramirez-Ferrer, <span class=\"citation\" data-id=\"196736\"><a href=\"/opinion/196736/united-states-v-ramirez-ferrer/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1149</span></a></span> (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">This result accords both with our pre-Bailey \"carry\" cases and with the holdings of the other circuits to have considered this issue post-Bailey.   See, e.g., United States v. Plummer, <span class=\"citation\" data-id=\"583864\"><a href=\"/opinion/583864/united-states-v-ronald-j-plummer/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span>, 1252-54 (1st Cir.)  (acknowledging the defendant-driver's concession that the presence of a gun in his vehicle either in the driver's seat or on the front passenger seat was sufficient to establish that he had \"carried\" a gun under &#167; 924(c)(1)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">350</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></span> (1992);  United States v. Eaton, <span class=\"citation\" data-id=\"532749\"><a href=\"/opinion/532749/united-states-v-thomas-otis-eaton/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span>, 511-12 (1st Cir.1989) (acknowledging the defendant's concession that he had \"carried\" a gun for the purposes of &#167; 924(c)(1) when the gun had been under the front seat of the truck he was driving), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">291</span></span> (1990);  United States v. Giraldo, <span class=\"citation\" data-id=\"715776\"><a href=\"/opinion/715776/united-states-v-gilberto-giraldo-andres-emilio-fermin-and-jose-angel/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span>, 677-78 (2d Cir.)  (upholding a &#167; 924(c)(1) conviction for \"carrying\" a gun in a car), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">83</span></span> (1996); United States v. Mitchell, <span class=\"citation\" data-id=\"733262\"><a href=\"/opinion/733262/united-states-v-wayne-morris-mitchell/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">649</span></a></span>, 652-54 (4th Cir. 1997) (same);  United States v. Fike, <span class=\"citation\" data-id=\"9265\"><a href=\"/opinion/9265/united-states-v-fike/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1315</span></a></span>, 1327-28 (5th Cir.)  (stating that a gun may be \"carried\" in a car), cert. denied, --- U.S. ---- - ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></span>-42, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">170</span></span> (1996);  United States v. Riascos-Suarez, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></span>, 623 (6th Cir.)  (same), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">136</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span></span> (1996);  United States v. Molina, <span class=\"citation\" data-id=\"731263\"><a href=\"/opinion/731263/united-states-v-jorge-sarmiento-molina/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">928</span></a></span>, 930-32 (7th Cir.1996) (same);  United States v. Willis, <span class=\"citation\" data-id=\"722398\"><a href=\"/opinion/722398/united-states-v-samuel-kenneth-willis-also-known-as-sharif-willis-united/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1371</span></a></span>, 1377-79 (8th Cir.)  (same), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">273</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span></span> (1996);  United States v. Staples, <span class=\"citation\" data-id=\"718811\"><a href=\"/opinion/718811/96-cal-daily-op-serv-4073-96-daily-journal-dar-6605-united-states-of/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">461</span></a></span>, 464 (9th Cir.)  (same), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">318</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span></span> (1996);  United States v. Miller, <span class=\"citation\" data-id=\"718697\"><a href=\"/opinion/718697/united-states-v-brian-l-miller-united-states-of-america-v-michael-ray/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1244</span></a></span>, 1256-61 (10th Cir.)  (same), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">443</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">339</span></span> (1996);  United States v. Farris, <span class=\"citation\" data-id=\"713108\"><a href=\"/opinion/713108/united-states-v-jb-farris-united-states-of-america-v-jeffrey-bernard/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></a></span>, 395 (11th Cir.)  (upholding a &#167; 924(c)(1) conviction for \"carrying\" a gun in a car), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">170</span></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">On the second question, we agree with the Fourth, Seventh and Tenth Circuits that a gun may be \"carried\" in a vehicle for the purposes of &#167; 924(c)(1) without necessarily being immediately accessible to the defendant while it is being transported.  See Miller, 84 F.3d at 1260;  Molina, 102 F.3d at 930-32;  Mitchell, 104 F.3d at 652-53.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Since Bailey, this Circuit has twice faced questions concerning the scope of the statute's \"carry\" prong.  In United States v. Manning, <span class=\"citation\" data-id=\"196640\"><a href=\"/opinion/196640/united-states-v-manning/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span> (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">93</span></span> (1996), we held that carrying a briefcase containing a gun, pipe bombs, drugs, and drug paraphernalia was sufficient to fulfill the \"carry\" requirement.  In Ramirez-Ferrer, already noted, we held that a loaded revolver covered by a T-shirt within the defendant's reach on a cocaine-laden boat upon which the defendant was travelling was being \"carried\" for the purposes of &#167; 924(c)(1).  In neither case, however, did we have to decide whether a firearm in a vehicle in which a defendant is travelling needs to be within easy reach to be \"carried\" for the purposes of &#167; 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Since some circuits have, since Bailey, continued to rely upon their pre-Bailey \"carry\" case law, we look at ours as well, but find no case that is entirely on point.  See, e.g., United States v. Castro-Lara, <span class=\"citation\" data-id=\"587572\"><a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 982-83 (1st Cir.1992) (upholding a conviction under &#167; 924(c)(1) when the gun was in a briefcase in a locked car trunk without specifying whether the conviction was under the statute's \"use\" or \"carry\" prong), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">962</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2935</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></span> (1993);  Plummer, 964 F.2d at 1252-54 (acknowledging the defendant-driver's concession that the presence of a gun in his vehicle either in the driver's seat or on the front passenger seat was sufficient to establish that he had \"carried\" a gun under &#167; 924(c)(1));  Eaton, 890 F.2d at 511-12 (acknowledging the defendant's concession that he had \"carried\" a gun for the purposes of &#167; 924(c)(1) when the gun had been under the front seat of the truck he was driving).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">\"When a word is not defined by statute, we normally construe it in accord with its ordinary or natural meaning.\"  Smith v. United States, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 228, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>, 2054, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span> (1993).  In Bailey, the Supreme Court turned to the dictionary for help in determining the meaning of \"use,\" Bailey, --- U.S. at ----, 116 S.Ct. at 506, so we do the same with \"carry.\"</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Webster's Third New International Dictionary of the English Language Unabridged 343 (3d ed. 1971) defines \"carry\" as, \"1:  to move while supporting (as in a vehicle or in one's hands or arms):  move an appreciable distance without dragging:  sustain as a burden or load and bring along to another place.\"   Webster's goes on to list many other definitions of the word and then, in differentiating \"carry\" from some of its synonyms, states:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>CARRY indicates moving to a location some distance away while supporting or maintaining off the ground.  Orig. indicating movement by car or cart, it is a natural word to use in ref. to cargoes and loads on trucks, wagons, planes, ships, or even beasts of burden.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Id.  This definition, therefore, clearly includes the transport of a firearm by car;  the concept of whether or not the carried item is within reach plays no part in the definition.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Black's Law Dictionary 214 (6th ed. 1990) defines \"carry\" as, \"To bear, bear about, sustain, transport, remove, or convey.   To have or bear upon or about one's person, as a watch or weapon;  locomotion not being essential ....\" (emphasis supplied).  However, Black's defines the specific phrase \"carry arms or weapons\" more narrowly as, \"To wear, bear, or carry them upon the person or in the clothing or in a pocket, for the purpose of use, or for the purpose of being armed and ready for offensive or defensive action in case of a conflict with another person.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The latter Black's definition of \"carry arms or weapons\" limits \"carrying\" to the defendant's person and so at least implies accessibility.  However, even the circuits which have read an immediate accessibility requirement into \"carry\" under &#167; 924(c)(1) have never limited the statutory language to \"carrying\" a firearm on the person.  Indeed, such circuits, like the others to confront the issue, have all upheld convictions for \"carrying\" a weapon in a car.  See United States v. Cruz-Rojas, <span class=\"citation\" data-id=\"729943\"><a href=\"/opinion/729943/united-states-v-alexander-cruz-rojas-aka-alexander-rojas-cruz-reinaldo/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></a></span>, 286 (2d Cir.1996) (remanding two \"carry\" convictions to determine if a gun under a car's dashboard was accessible to either defendant);  Riascos-Suarez, 73 F.3d at 623 (upholding a \"carry\" conviction when the gun was in a car near the driver's seat);  United States v. Willett, <span class=\"citation\" data-id=\"722489\"><a href=\"/opinion/722489/96-cal-daily-op-serv-5458-96-daily-journal-dar-8907-united-states-of/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">404</span></a></span>, 406-07 (9th Cir.1996) (holding that a gun transported in a car was \"carried\" because it was easily accessible).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We strongly doubt--given the omnipresence of automobiles in today's world and in drug dealing, and given the basic meaning of \"carry\" as including transport by vehicle--that Congress, in prescribing liability for anyone who \"uses or carries\" a firearm during or in relation to a drug trafficking offense, meant to exclude a defendant who transports the gun in his car, rather than on his person, for use in a drug transaction.  Hence the Black's Law Dictionary restricted definition of the phrase \"carry arms or weapons\" seems inapposite here.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">It is true, of course, that to come under &#167; 924(c)(1), \"the firearm must have some purpose or effect with respect to the drug trafficking crime;  its presence or involvement cannot be the result of accident or coincidence.\"  Smith, 508 U.S. at 238, 113 S.Ct. at 2059.   In certain circumstances, a firearm's immediate accessibility to a defendant might be relevant to determining whether or not he was carrying it \"during and in relation to\" a drug trafficking crime, as the statute requires.  18 U.S.C. &#167; 924(c)(1).  But a firearm need not always be instantly accessible in order to be carried \"during and in relation to\" a drug trafficking crime.  Here, the evidence shows that the defendants had placed the three firearms in question in the Mazda's trunk and, when arrested, were carrying them for the purpose of using them to rob their suppliers during the ongoing drug trafficking crime.  Evidence of this purpose plainly demonstrated the necessary nexus to the drug trafficking offense wholly apart from whether the guns were within the immediate reach of those seated in the car at the time they were stopped by the agents.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">As noted above, the Fourth, Seventh, and Tenth Circuits have held that a gun does not need to be readily accessible to be \"carried\" in a vehicle.  See Mitchell, 104 F.3d at 652-54;  Molina, 102 F.3d at 930-32;  Miller, 84 F.3d at 1256-61.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Other circuits, while not explicitly deciding the issue one way or the other, appear to be leaning toward adopting the same approach.  See United States v. Pineda-Ortuno, <span class=\"citation\" data-id=\"574346\"><a href=\"/opinion/574346/united-states-v-gilberto-pineda-ortuno-and-carlos-ramirez-carranza/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span>, 103-04 (5th Cir.)  (a pre-Bailey case holding that the circuit's cases requiring a showing that the gun was within the defendant's reach during the commission of the drug offense did not apply when the gun was \"carried\" in a vehicle), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">587</span></span> (1992);  United States v. Fike, <span class=\"citation\" data-id=\"9265\"><a href=\"/opinion/9265/united-states-v-fike/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1315</span></a></span>, 1327-28 (5th Cir.1996) (a post-Bailey case upholding a defendant's conviction under &#167; 924(c)(1) for \"carrying\" a gun that was within his reach in a car but not stating that accessibility was a requirement);  United States v. Rivas, <span class=\"citation\" data-id=\"718768\"><a href=\"/opinion/718768/united-states-v-oscar-orlando-rivas/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">193</span></a></span>, 194-96 (5th Cir.)  (same), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">593</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">521</span></span> (1996);  United States v. Willis, <span class=\"citation\" data-id=\"722398\"><a href=\"/opinion/722398/united-states-v-samuel-kenneth-willis-also-known-as-sharif-willis-united/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1371</span></a></span>, 1377-79 (8th Cir.1996) (relying on pre-Bailey case law to hold that transporting a firearm in the passenger compartment of a vehicle satisfies the \"carry\" prong of &#167; 924(c)(1) but not addressing the weapon's accessibility);  United States v. Caldwell, <span class=\"citation\" data-id=\"727360\"><a href=\"/opinion/727360/united-states-v-john-r-caldwell/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1063</span></a></span>, 1068-70 (8th Cir.1996) (upholding a conviction under &#167; 924(c)(1)'s \"carry\" prong for a case in which the defendant's gun was in a car's hatchback, an area the court regarded as within the car's occupants' reach);  United States v. Farris, <span class=\"citation\" data-id=\"713108\"><a href=\"/opinion/713108/united-states-v-jb-farris-united-states-of-america-v-jeffrey-bernard/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></a></span>, 395 (11th Cir.1996) (relying on pre-Bailey case law to uphold a &#167; 924(c)(1) conviction for a defendant who was sitting in the back seat of a car while the firearm in question was in the glove compartment but not discussing whether the defendant could easily have reached the gun).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We recognize that the Second, Sixth, and Ninth Circuits have taken a contrary position, requiring that the firearms be immediately accessible.  See Giraldo, 80 F.3d at 676-78;  Riascos-Suarez, 73 F.3d at 623-24;  Staples, 85 F.3d at 464.   We find the reasoning of these courts unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In Giraldo, the Second Circuit relied entirely on its pre-Bailey case United States v. Feliz-Cordero, <span class=\"citation\" data-id=\"512881\"><a href=\"/opinion/512881/united-states-v-jorge-feliz-cordero-and-alexander-feliz-encarnacion/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">250</span></a></span> (2d Cir.1988), in holding that a gun transported in a vehicle must be immediately accessible to be \"carried.\"   But Feliz-Cordero merely stated that \"carry\" should be given its literal meaning.  The court thought that the literal meaning of \"carry,\" when the \"carrying\" was done by a vehicle, required the gun to be within reach during the commission of the drug offense.  Feliz-Cordero, 859 F.2d at 253.   The court did not refer to any authority for this proposition and cited to only one case, United States v. Brockington, <span class=\"citation\" data-id=\"507787\"><a href=\"/opinion/507787/united-states-v-kirk-brockington/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span> (4th Cir.1988).  Brockington does not so much as mention an immediate accessibility requirement, nor does it discuss the meaning of \"carry.\"   The only relevance Brockington has to this issue is that that panel upheld the \"carry\" conviction of a taxi cab passenger who had a loaded pistol under the floormat beneath his seat.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The Sixth Circuit in Riascos-Suarez inferred the immediate availability requirement from the Supreme Court's admonitions in Bailey that \"use\" must mean more than \"possession,\" Bailey, --- U.S. at ----, 116 S.Ct. at 508, and that a defendant could not be charged under &#167; 924(c)(1) for mere storage of a weapon, id.   The easy reach requirement, the Riascos-Suarez panel reasoned, is necessary to distinguish \"carry\" from possession and storage.  Riascos-Suarez, 73 F.3d at 623.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We disagree.  We question the degree to which an easy reach requirement would differentiate \"carry\" from \"possess.\"   More importantly, we agree with the Tenth Circuit that the distinguishing characteristic of \"carry\" is not the instant availability of the item carried, but the fact that the item is being moved from one place to another by the carrier, either personally or with the aid of some appropriate vehicle.  See Miller, 84 F.3d at 1260.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The Ninth Circuit's decision in Staples relied primarily on its earlier opinion in United States v. Hernandez, <span class=\"citation\" data-id=\"715823\"><a href=\"/opinion/715823/96-cal-daily-op-serv-677-96-daily-journal-dar-1013-united-states-of/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1253</span></a></span>, 1256-58 (9th Cir.1996) (holding that a gun in a locked toolbox was not \"carried\" under &#167; 924(c)(1)), in stating that a firearm had to be immediately available for use to be \"carried\" in a vehicle.  The Hernandez panel looked to find the ordinary or natural meaning of \"carry.\"   But its quotation from Webster's definition of \"carry,\" supra, was selective, omitting the definition's references to vehicles.  The court also quoted from Black's definition of the single phrase, \"carry arms or weapons,\" supra, and cited the Sixth Circuit's Riascos-Suarez opinion.  As we have discussed, however, the ordinary meaning of the term \"carry\" includes transport by vehicle and affords no basis for imposing an accessibility requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Turning to the case before us, both Cleveland and Gray pled guilty to using or carrying a weapon during and in relation to a drug trafficking offense.  They do not now contend, nor could they, that the three loaded handguns found in the trunk of their car alongside rope and duct tape were unrelated to the drug trafficking offense they were committing at the time they were apprehended.  In fact, Cleveland admitted at the suppression hearing that he and Gray intended to use the guns to rob the drugs from their suppliers.  Their challenge to their convictions on the &#167; 924(c)(1) charge consists solely of the claim that, after Bailey, they can not be convicted under the statute's \"use\" prong and that a conviction under the \"carry\" prong would require the guns to have been easily accessible.  As under the standard definition of \"carry\" the guns were being \"carried,\" and as we can see no basis for holding that the guns' lack of instant accessibility precluded them from being \"carried,\" we affirm Cleveland's and Gray's convictions for violations of 18 U.S.C. &#167; 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rodriguez pleaded guilty to conspiracy and possession charges and was also sentenced to 120 months in prison and 60 months of supervised release</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 18 U.S.C. &#167; 3501(b) states:</p>\n        <p>(b) The trial judge in determining the issue of voluntariness shall take into consideration all the circumstances surrounding the giving of the confession, including (1) the time elapsing between arrest and arraignment of the defendant making the confession, if it was made after arrest and before arraignment, (2) whether such defendant knew the nature of the offense with which he was charged or of which he was suspected at the time of making the confession, (3) whether or not such defendant was advised or knew that he was not required to make any statement and that any such statement could be used against him, (4) whether or not such defendant had been advised prior to questioning of his right to the assistance of counsel;  and (5) whether or not such defendant was without the assistance of counsel when questioned and when giving such confession.</p>\n        <p>The presence or absence of any of the above-mentioned factors to be taken into consideration by the judge need not be conclusive on the issue of voluntariness of the confession.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 18 U.S.C. &#167; 3501(c) states, in relevant part:</p>\n        <p>(c) In any criminal prosecution by the United States ... a confession made or given by a person who is a defendant therein, while such person was under arrest ... shall not be inadmissible solely because of delay in bringing such person before a magistrate ... if such confession was made or given by such person within six hours immediately following his arrest or other detention....</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/9265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733262/"
  ]
}