{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197221/",
  "absolute_url": "/opinion/197221/suna-v-bailey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197221/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:02Z",
  "date_modified": "2017-03-24T10:50:40.419910Z",
  "type": "010combined",
  "sha1": "4380683837fabd00340308572099aee966d83f07",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1138.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1138\r\n\n                 VICKI MATCH SUNA AND LORI ROSEN,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                   BAILEY CORPORATION, ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n                    and Lisi,* District Judge.\r                                                       \r\n\n                                           \r\n\n     Jules Brody, with whom Stull,  Stull &amp; Brody, Backus, Meyer,\r                                                                           \r\nSolomon &amp; Rood and Weiss &amp; Yourman were on brief for appellants.\r                                            \r\n     Sydelle Pittas, with whom Law Offices of Sydelle  Pittas was\r                                                                       \r\non brief for appellee Bailey Corporation.\r\n\n                                           \r\n\n                        February 26, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Rhode Island, sitting by designation.\r\r\n\n          TORRUELLA, Chief  Judge.  On May  26, 1994, Plaintiffs-\r                    TORRUELLA, Chief  Judge.\r                                           \r\n                    \r                              \r\nAppellants  Vicki Match  Suna (\"Suna\")  and Lori  Rosen (\"Rosen\")\r\n1   The  officers included  William A.  Taylor, who  served as  a\r\n(collectively  \"plaintiffs\" or  \"appellants\") brought  this class\r          consultant  and as a Bailey director at all relevant times; Roger\r\nR.  Phillips, who  served as  Chairman  of the  Board, President,\r\naction suit against Bailey Corporation (\"Bailey\")  and individual\r          Chief Executive Officer  and Secretary of Bailey during the class\r\nperiod; Leonard Heilman,  who served as Senior  Vice President --\r\nofficers1  of  the  corporation  (collectively   \"defendants\"  or\r          Finance  and Administration, Chief  Financial Officer, Treasurer,\r\nand  Assistant Secretary  of Bailey during  the class  period; E.\r\n\"appellees\")  on behalf  of  all persons  who purchased  Bailey's\r          Gordon Young, who served as a director of Bailey and as Executive\r\nVice  President at  all relevant  times; and  John G.  Owens, who\r\ncommon  stock during  the class  period.   The suit  alleges that\r          served  in  various management  capacities and  as a  director of\r\nBailey during the class period.\r\nappellees  violated Section 12 of the Securities Act2 of 1933 and\r\n2  Any person who --\r\nSections  10(b)3 and  20(a)4 of  the Securities Exchange  Act  of\r\n          (1) offers or sells a security . . . by means\r\n          of  a prospectus or oral communication, which\r\n          includes  an untrue  statement of  a material\r\n          fact  or  omits  to  state  a  material  fact\r\n          necessary in order to make the statements, in\r\n          the  light of  the circumstances  under which\r\n          they  were made, not  misleading . .  . , and\r\n          who shall  not sustain  the  burden of  proof\r\n          that he did not know,  and in the exercise of\r\n          reasonable care could not have known, of such\r\n          untruth or omission,\r\n\nshall be liable to  the person purchasing such security  from him\r\n. . . .\r\n\n15 U.S.C.   771 (1976).\r\n\n3  Section 10(b) provides:\r\n\n          It  shall  be  unlawful  for any  person,  directly  or\r\n          indirectly, by the use  of any means or instrumentality\r\n          of  interstate commerce  or  of the  mails,  or of  any\r\n          facility of any national securities exchange --\r\n\n                              * * *\r\n\n            (b)   To use or employ,  in connection with\r\n          the   purchase  or   sale  of   any  security\r\n          registered on a national  securities exchange\r\n          or  any  security   not  so  registered,  any\r\n          manipulative    or   deceptive    device   or\r\n          contrivance  in  contravention of  such rules\r\n          and   regulations   as  the   Commission  may\r\n          prescribe as necessary or appropriate  in the\r\n          public  interest or  for  the  protection  of\r\n\n                               -2-\r\r\n\n1934,  as well as Rule  10b-55 promulgated by  the Securities and\r\n\nExchange Commission  (\"SEC\").   Appellants allege  that appellees\r\n\nmade,  or caused  to  be made,  materially  false and  misleading\r\n\nstatements either through Bailey's corporate documents or through\r\n\nanalysts'  reports disseminated to  the public.   On November 10,\r\n\n1994,  the District  Court  of New  Hampshire granted  appellees'\r\n                    \r                              \r\n\n          investors.\r\n\n15 U.S.C.   78j(b) (1981).\r\n\n4  Section 20(a) provides, in part:\r\n\n          Every  person  who,  directly or  indirectly,\r\n          controls   any   person   liable  under   any\r\n          provision of  this chapter or of  any rule or\r\n          regulation  thereunder  shall also  be liable\r\n          jointly and  severally with  and to  the same\r\n          extent  as  such  controlled  person  to  any\r\n          person  to  whom  such controlled  person  is\r\n          liable . . . .\r\n\n15 U.S.C.   78t (1981).\r\n\n5  Rule 10b-5 provides:\r\n\n          It shall be unlawful for any person, directly\r\n          or  indirectly, by  the use  of any  means or\r\n          instrumentality of interstate commerce, or of\r\n          the mails or of  any facility of any national\r\n          securities exchange,\r\n            (a)    To  employ any  device,  scheme,  or\r\n          artifice to defraud,\r\n            (b)   To  make  any untrue  statement of  a\r\n          material fact or to  omit to state a material\r\n          fact  necessary   in   order  to   make   the\r\n          statements   made,  in   the  light   of  the\r\n          circumstances under which they were made, not\r\n          misleading, or\r\n            (c)   To  engage in  any act,  practice, or\r\n          court  of business  which  operates or  would\r\n          operate as a fraud or deceit upon any person,\r\n          in  connection with the  purchase or  sale of\r\n          any security.\r\n\n17 C.F.R.   240.10b-5 (1996).\r\n\n                               -3-\r\r\n\nmotion to dismiss this  complaint for failure to comply  with the\r\n\npleading requirements  of Federal  Rule of Civil  Procedure 9(b).\r\n\nThe  district  court  then  allowed  appellants  to  amend  their\r\n\ncomplaint,  but rejected the  first amended  complaint appellants\r\n\nsubmitted.  The district court \"reluctantly grant[ed]  plaintiffs\r\n\nleave  to file a second amended complaint,\" Order of November 10,\r\n\n1994,  at 2, but cautioned that if \"the second complaint fail[ed]\r\n\nto  satisfy the pleading requirements, the action [would] then be\r\n\ndismissed with prejudice.\"  Id.  On September 1, 1995, appellants\r                                         \r\n\nfiled a Second Amended Complaint, which the district court  ruled\r\n\ndid  not meet Rule 9(b)'s  pleading requirements.   Order of Dec.\r\n\n29,  1995.   The district  court then  dismissed the  action with\r\n\nprejudice.   Appellants now  appeal the  dismissal of the  Second\r\n\nAmended Complaint.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          We  accept as  true  all facts  alleged in  appellants'\r\n\nSecond Amended Complaint.  Shields v. Citytrust Bancorp, Inc., 25\r                                                                       \r\n\nF.3d  1124, 1125  (1st Cir.  1994).   Bailey manufactures  molded\r\n\nplastic exterior  components and supplies them  to North American\r\n\noriginal equipment  manufacturers of  cars,  light trucks,  sport\r\n\nutility vehicles and minivans.  Bailey's primary customer is Ford\r\n\nMotor  Company,  which accounted  for  approximately ninety-three\r\n\npercent of Bailey's  sales in  the nine months  ending April  25,\r\n\n1993.   Of  the remaining  sales, three  percent were  to General\r\n\nMotors Corporation and four percent to other customers.\r\n\n                               -4-\r\r\n\n          During  the class  period,  the  individual  defendants\r\n\nsigned various SEC filings.   Each received or had access to non-\r\n\npublic  reports   and  documents  depicting   Bailey's  financial\r\n\ncondition and  business prospects.   Each participated  in Bailey\r\n\nboard  meetings  at  which  information  about  the  company  was\r\n\ndiscussed.   A secondary public  offering was held  on August 18,\r\n\n1993,  during which  Bailey  and the  individual defendants  sold\r\n\nshares at $11 each.\r\n\n          On April 5, 1994, both  Suna and Rosen purchased Bailey\r\n\nstock.  During the class period, the stock reached a high of more\r\n\nthan $18 per share.\r\n\n          The public  documents issued  by Bailey and  alleged by\r\n\nappellants  to contain materially false and misleading statements\r\n\ninclude  Bailey's  April  18, 1993,  Prospectus  and Registration\r\n\nStatement, its 1993 Annual Report, and 10-K, quarterly reports to\r\n\nshareholders,  and  press  releases.    In  addition,  appellants\r\n\ncontend  that  reports published  by analysts  regarding Bailey's\r\n\nearnings  prospects  and  its  ability to  continue  to  increase\r\n\nearnings per  share are imputable to Bailey.   Appellants contend\r\n\nthat  all of  these  documents artificially  inflated the  market\r\n\nprice of Bailey common stock.\r\n\n          Large sections of appellants'  brief and Second Amended\r\n\nComplaint are devoted to quoting at length  from these documents.\r\n\nWe will not  reproduce all  of these quotes,  but will  highlight\r\n\nrelevant  portions as becomes  necessary throughout  the opinion.\r\n\nAppellants  contend that the  statements at issue  were false and\r\n\n                               -5-\r\r\n\nmisleading because  Bailey's anticipated growth did  not continue\r\n\nand  its  revenue declined.   The  decline  in revenue  led  to a\r\n\ndecrease  in the value  of Bailey's  common stock  to $6  1/8 per\r\n\nshare.     Appellants   argue  that   the  representations   were\r\n\n\"materially  false  and  misleading  because  appellees  knew, or\r\n\nrecklessly disregarded, .  . . that Bailey's  profitability would\r\n\ndecline sharply because of a much less profitable mix of parts to\r\n\nbe supplied to Ford.\"   Appellant's Brief at 8.  They  claim that\r\n\nBailey  knew or  should have known  that there  was no  reason to\r\n\nexpect sustained growth based  on knowledge gathered from, \"among\r\n\nother  things,   a   '26-week  forecasts   [sic]  of   production\r\n\nrequirements,'\" id., supplied to Bailey by Ford.  These forecasts\r                             \r\n\nallegedly  indicated a shift in the product mix required by Ford.\r\n\nAppellants  indicate that the  product mix  Ford was  phasing out\r\n\nwould  prove more profitable than the product mix to which Bailey\r\n\nwas shifting  production.  Appellants contend  that Bailey should\r\n\nhave  disclosed that it was  moving to a  less profitable product\r\n\nmix.\r\n\n          In September  1993, the  investment firm of  McDonald &amp;\r\n\nCompany Securities, Inc. (\"McDonald\"), in a publicly disseminated\r\n\nreport,  gave Bailey  an  \"aggressive buy  rating.\"   That report\r\n\nprojected  earnings per share for  fiscal years 1994  and 1995 of\r\n\n$1.15 and $1.60 respectively.   In December 1993, an  analyst for\r\n\nHancock  Institutional  Equity Services,  an affiliate  of Tucker\r\n\nAnthony,  a co-lead underwriter  of Bailey's  secondary offering,\r\n\nreviewed  with  defendant-appellee  Leonard  Heilman   a  written\r\n\n                               -6-\r\r\n\nresearch  opinion  regarding Bailey  that  Hancock  was about  to\r\n\ndisseminate publicly.   The  Hancock analyst informed  Heilman of\r\n\nher  earnings  per  share   estimates  and  her  methodology  and\r\n\nassumptions  in  reaching those  estimates.    She also  informed\r\n\nHeilman  of  her  view  regarding  Bailey's  financial prospects.\r\n\nFollowing this conversation, Hancock publicly disseminated a very\r\n\npositive report on Bailey.  Appellants contend that these reports\r\n\ncontained materially false and  misleading statements in the form\r\n\nof financial  projections that  were \"wildly optimistic\"  and the\r\n\nresult of \"guidance\" from Bailey.\r\n\n          In  a  report  regarding  Bailey's  fiscal 1994  second\r\n\nquarter,  ending January  31,  1994, Bailey  claimed revenue  and\r\n\nearnings  increases, attributing  the increases  to \"productivity\r\n\nimprovements.\"     Bailey  failed   to  disclose  \"that   it  was\r\n\nexperiencing severe  production problems  at newly  acquired mid-\r\n\nwestern  plants,\"   which  appellants   contend  could   and  did\r\n\nmaterially  impact  future  earnings.    Appellants  acknowledge,\r\n\nhowever,  that  these production  problems  did  not arise  until\r\n\nFebruary, 1994.\r\n\n          On May  20, 1994, Bailey  announced that it  had earned\r\n\n$0.16  per share  in  its  third  quarter,  in  contrast  to  the\r\n\nprojected  $0.37   per  share.    This   earnings  shortfall  was\r\n\nattributable  to, among  other  things, a  substantial change  in\r\n\nproduct mix  and production  problems at Bailey's  newly acquired\r\n\nmid-western plants.  After this announcement, the market price of\r\n\nBailey common stock fell to $6 1/8 per share.\r\n\n                               -7-\r\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          We  review  the  dismissal  of  a  complaint  de  novo.\r                                                                          \r\n\nSerabian v. Amoskeag  Bank Shares,  Inc., 24 F.3d  357, 361  (1st\r                                                  \r\n\nCir. 1994).    \"Generally,  we will  uphold  a  district  court's\r\n\ndismissal of  a claim only if  it appears that the  plaintiff can\r\n\nprove no set of facts upon which relief may be granted.\"  Shields\r                                                                           \r\n\nv. Citytrust Bancorp, Inc.,  25 F.3d 1124, 1127 (1st  Cir. 1994).\r                                    \r\n\nNevertheless,  Federal Rule  of  Civil Procedure  9(b) imposes  a\r\n\nheightened  pleading requirement  on  plaintiffs alleging  fraud.\r\n\nLucia v. Prospect St.  High Income Portfolio, Inc., 36  F.3d 170,\r                                                            \r\n\n174  (1st Cir. 1994).   Rule 9(b)  states:  \"In  all averments of\r\n\nfraud or mistake, the circumstances constituting fraud or mistake\r\n\nshall be  stated with particularity.   Malice, intent, knowledge,\r\n\nand  other  conditions  of  mind  of  a  person  may  be  averred\r\n\ngenerally.\"   Fed. R. Civ.  P. 9(b).   \"[A] complaint making such\r\n\nallegations must  '(1) specify the statements  that the plaintiff\r\n\ncontends  were fraudulent,  (2) identify  the speaker,  (3) state\r\n\nwhere and  when the statements were made, and (4) explain why the\r\n\nstatements  were  fraudulent.'\"    Shields, 25  F.3d  at  1127-28\r                                                    \r\n\n(quoting Mills v. Polar  Molecular Corp., 12 F.3d 1170,  1175 (2d\r                                                  \r\n\nCir. 1993)).\r\n\n          The goals  of Rule  9(b) are  \"'to provide a  defendant\r\n\nwith  fair  notice  of  a  plaintiff's  claim,   to  safeguard  a\r\n\nwrongdoing, and to protect a defendant against the institution of\r\n\na  strike suit.'\"    Id. at  1128  (quoting O'Brien  v.  National\r                                                                           \r\n\nProperty  Analysts Partners, 936  F.2d 674, 676  (2d Cir. 1991)).\r                                     \r\n\n                               -8-\r\r\n\nRule  9(b)'s  relaxation  of  the  scienter  requirement  is  not\r\n\nintended  to  allow  plaintiffs  to  \"base  claims  of  fraud  on\r\n\nspeculation and conclusory allegations.   Therefore, to serve the\r\n\npurposes of Rule 9(b), we require plaintiffs to allege facts that\r\n\ngive  rise  to  a  strong inference  of  fraudulent  intent.\" Id.\r                                                                           \r\n\n(citations  and  internal  quotations  omitted).    A  securities\r\n\nplaintiff must allege \"'specific facts that make it reasonable to\r\n\nbelieve that  defendant[s] knew  that a statement  was materially\r\n\nfalse  or  misleading.'\"    Serabian, 24  F.3d  at  361  (quoting\r                                              \r\n\nGreenstone v. Cambex Corp., 975 F.2d 22, 25 (1st Cir. 1992)).  We\r                                    \r\n\nimpose this heightened requirement  \"'even when the fraud relates\r\n\nto  matters  peculiarly  within  the knowledge  of  the  opposing\r\n\nparty.'\"   Lucia, 36  F.2d at  174 (quoting  Romani, 929 F.2d  at\r                                                             \r\n\n878).\r\n\n          We recently  set forth guidelines intended  to strike a\r\n\nbalance  between   the  pleadings   required  of   plaintiffs  in\r\n\nsecurities fraud  litigation and the concern  that defendants not\r\n\nbe subject to  strike suits  intended to increase  the amount  of\r\n\nsettlement  awards rather than set forth a legitimate claim.  See\r                                                                           \r\n\nNew England  Data Servs., Inc. v. Becher,  829 F.2d 286, 289 (1st\r                                                  \r\n\nCir. 1987).\r\n\n               \"First,  [p]laintiffs must  plead more\r\n            than that  defendants acted irresponsibly\r\n            and  unwisely, but  that they  were aware\r\n            that 'mismanagement had occurred and made\r\n            a  material  public  statement about  the\r\n            state  of corporate  affairs inconsistent\r\n            with     the     existence     of     the\r\n            mismanagement.'\"\r\n\n                               -9-\r\r\n\n               \"Second,  defendants  may not  be held\r\n            liable  under  the  securities  laws  for\r\n            accurate reports of past  successes, even\r\n            if present circumstances are less rosy, .\r\n            . . and  optimistic predictions about the\r\n            future  that  prove  to be  off  the mark\r\n            likewise are  immunized unless plaintiffs\r\n            meet   their   burden  of   demonstrating\r\n            intentional deception . . . .\"\r\n\n               \"Third, and finally, general averments\r\n            of the defendants' knowledge  of material\r\n            falsity  will  not  suffice.   Consistent\r\n            with Fed. R. Civ. P. 9(b),  the complaint\r\n            must set forth 'specific facts  that make\r\n            it    reasonable    to    believe    that\r\n            defendant[s]  knew  that a  statement was\r\n            materially  false  or  misleading.'   Id.\r                                                               \r\n            The  rule  requires  that the  particular\r\n            '\"times, dates, places  or other  details\r\n            of [the] alleged fraudulent involvement\"'\r\n            of the actors be alleged.\"\r\n\nSerabian, 24  F.3d at 361.   In order to succeed  on their claim,\r                  \r\n\nappellants must have complied with these pleading requirements by\r\n\nshowing that the statements presented to the public were false or\r\n\nmisleading  at the  time they  were made  and showing that  it is\r\n\nreasonable to believe that the defendants knew they were false or\r\n\nmisleading.   In addition,  appellants must show  that statements\r\n\nmade  were more than  tempered predictions about  the future that\r\n\nlater proved incorrect.  See id. at 366  (\"It is well established\r                                          \r\n\nthat  plaintiffs   in  a  securities  action   have  not  alleged\r\n\nactionable  fraud if their claim rests on the assumption that the\r\n\ndefendants  must have  known of  the severity  of their  problems\r\n\nearlier because conditions became so bad later on.\").  We turn to\r\n\nappellants' Second Amended Complaint.\r\n\n                               -10-\r\r\n\nI.  STATEMENTS IN BAILEY'S PROSPECTUS\r          I.  STATEMENTS IN BAILEY'S PROSPECTUS\r\n\n          A.  Section 10(b) &amp; Rule 10b-5 Claims\r                    A.  Section 10(b) &amp; Rule 10b-5 Claims\r                                                         \r\n\n          The  complaint quotes  extensively from  various Bailey\r\n\ncorporate  documents, alleging that  these quotes were materially\r\n\nfalse and misleading.   These  statements tend to  fall into  two\r\n\ncategories:    (1)  statements  about  past  performance  of  the\r\n\ncompany;  and  (2)  statements  about future  performance.    The\r\n\ndistrict court  succinctly and accurately summarized  the alleged\r\n\nfalse representations made by Bailey:\r\n\n          1.   The Company falsely stated that it would\r\n               achieve  increased   profits  by  moving\r\n               production from its  plant in  Seabrook,\r\n               New   Hampshire,   to   newly   acquired\r\n               factories in Michigan.  Complaint,   2.\r\n\n          2.   The   Company  knowingly   issued  false\r\n               predictions  regarding  future  earnings\r\n               prospects   during   pre-offering   road\r\n               shows.  Complaint,   5.\r\n\n          3.   When   the   Company  made   the  public\r\n               offering  it knew but failed to disclose\r\n               that  its  profitability  would  decline\r\n               sharply   because   of   a   much   less\r\n               profitable mix of  parts to be  supplied\r\n               to Ford.  Complaint,   8.\r\n\n          4.   The  Company failed  to disclose  to the\r\n               public   \"severe\"   problems  it   began\r\n               experiencing  at  its  Contour  facility\r\n               beginning  in  February,  1994 (i.e.,  6\r\n               months after the first day of the public\r\n               offering  and after issuance  of all but\r\n               one  of  the public  documents  of which\r\n               plaintiffs complain).  Complaint,   13.\r\n\nOrder of December  29, 1995, at  6.  Paragraph  62 of the  Second\r\n\nAmended Complaint attempts to  describe why these statements were\r\n\nfalse  and misleading:  \"Bailey's earnings  would not continue to\r\n\ngrow, they would  decline materially  due to a  massive shift  of\r\n\n                               -11-\r\r\n\nBailey's  production  to a  much  less  profitable product  mix.\"\r\n\nSecond Amended Complaint at   62(a).  \r\n\n          Regarding statements about past performance, appellants\r\n\npresent  no   argument  that   such  statements  were   false  or\r\n\ninaccurate.     At   most,   appellants  suggest   that  Bailey's\r\n\npresentation of figures indicating past performance somehow imply\r\n\nthat  the company would attain the same level of profitability in\r\n\nthe  future.  In presenting figures of past performance, Bailey's\r\n\nprospectus does not in any way project future earnings.\r\n\n          Instead,  the  contention here  is  that  the company's\r\n\npredictions would prove to  be false and that earnings  would not\r\n\ncontinue to  grow.   Appellants contend that  Bailey's Prospectus\r\n\npromised increased revenue.  See Second Amended Complaint,    54,\r                                          \r\n\n55, 57, 61.  The statements cited by appellants, however, make no\r\n\nsuch representations  and, in fact, are  tempered with cautionary\r\n\nlanguage.  For example, appellants cite the following sentence to\r\n\nsupport its contention  that Bailey's  prospectus indicated  that\r\n\nrevenues  would continue  to grow  rapidly:   \"While the  Company\r\n\nexpects continued revenue growth, revenue may or may not increase\r\n\nat the same  rate as the  number of components  in the  Company's\r\n\nproduct  line.\"   This statement  is certainly  not a  promise of\r\n\nfuture profitability and contains language indicating uncertainty\r\n\nas to future revenues.   Appellants cite the following  statement\r\n\nas indicating  that Bailey  would become \"even  more profitable\":\r\n\n\"The   Company  intends  to   transfer  certain  labor  intensive\r\n\noperations  from  Seabrook  to  Hillsdale  and  Madison  to  take\r\n\n                               -12-\r\r\n\nadvantage of  lower average  labor  cost and  more fully  utilize\r\n\nexisting  capacity.\"  Again, there is no suggestion or promise of\r\n\nincreased  profits in this statement.   Finally, the following is\r\n\nquoted  in support of the contention that the company had secured\r\n\nsupply  agreements that  would make  up for  the loss  of certain\r\n\ndiscontinued  products:    \"[T]he  Company  believes  that  these\r\n\ncomponents   in  aggregate,   will  provide   the   Company  with\r\n\nopportunities  comparable to those that have been provided by the\r\n\nTaurus/Sable and  Tempo/Topaz models.\"  While  the company states\r\n\nthat  it  believes  the  opportunities will  be  comparable,  the\r\n\nstatement contains no promise to that effect.\r\n\n          Bailey's 1993 Annual Report to Shareholders, registered\r\n\nwith the SEC on October 28, 1993, indicated that Bailey \"expected\r\n\n[certain accomplishments of 1993] to  help to sustain growth  and\r\n\nstrengthen our  competitive position in future years.\"  That same\r\n\ndocument  labels Bailey's mid-western plants as \"cost-efficient.\"\r\n\nAdditionally,  an annual report filed  on a Form  10-K for fiscal\r\n\nyear 1993 stated  that the acquisition of  the mid-western plants\r\n\nprovided the  company with \"additional  manufacturing capacity at\r\n\nlower  average   labor  costs  than  prevail   at  the  Company's\r\n\nSeabrook[,  New Hampshire]  facility.\"   Appellants  contend that\r\n\nthese  statements  were  misleading   because  Bailey  failed  to\r\n\ndisclose that  the shift  in production would  \"materially reduce\r\n\nthe Company's revenue and earnings,\" Complaint,   74, and because\r\n\nthe  mid-western plants were not  cost efficient.   No facts have\r\n\nbeen provided in support of the contention that Bailey had reason\r\n\n                               -13-\r\r\n\nto know that the  production shift would be less  profitable, nor\r\n\ndo appellants  indicate why  Bailey should  have known,  prior to\r\n\noperating a plant with lower labor costs, that the plant would be\r\n\nless cost efficient than the Seabrook plant, at which labor costs\r\n\nwere higher.\r\n\n          \"Certainly,  predictions  'are  not  exempt'  from  the\r\n\nsecurities  laws .  .  .  but they  are  actionable only  if  the\r\n\nforecast might  affect a  'reasonable investor'  in contemplating\r\n\nthe value of a corporation's stock.\"  Colby v. Hologic, Inc., 817\r                                                                      \r\n\nF.  Supp. 204,  211 (D.  Mass. 1993)  (citation omitted).   While\r\n\nthese statements  may convey the company's  desire for profitable\r\n\nperformance  in the future, they do not convey any promises about\r\n\nfuture  performance and do not  project specific numbers that the\r\n\ncompany will certainly attain.  No reasonable investor would have\r\n\nread  these statements,  especially  as they  are accompanied  by\r\n\ncautionary  language,   as  promises  or  guarantees   of  future\r\n\nperformance.\r\n\n          The statements above, standing  alone, are not false or\r\n\nmisleading.  Had the appellants presented facts known by  Bailey,\r\n\nand contemporaneous  with the  statements above, that  would show\r\n\nthat Bailey's anticipated success  was unlikely, such facts would\r\n\nhave adequately alleged  a claim of  securities fraud.   Instead,\r\n\nall appellants  present  as factual  support  is the  receipt  by\r\n\nBailey of  26-week forecasts from  Ford, with no  indication from\r\n\nappellants as to what  information contained within those reports\r\n\ncontradicts Bailey's projections, other than a vague reference in\r\n\n                               -14-\r\r\n\nparagraph 67 of  the complaint  that, \"[a]s [will  be] set  forth\r\n\nbelow, Ford's  demand for  certain parts  supplied by  Bailey was\r                                                                           \r\n\nlower  in the Company's first calendar quarter of 1994 and Bailey\r\n\nknew that would be so as of the day [of] the Offering.\"  The only\r\n\ninformation  \"set forth  below\"  regarding a  decrease in  Ford's\r\n\ndemand for  parts was  discussed in  a  Hancock analyst's  report\r\n\npublicly disseminated on  June 8, 1994.   The comments  regarding\r\n\nFord in  this document suggest that,  at the time the  report was\r\n\nprepared, nearly a  year after the Prospectus,  Annual Report and\r\n\nForm 10-K were  issued, Ford was  scaling back production  plans.\r\n\nThis  hardly  amounts  to  a  contemporaneous factual  allegation\r\n\nindicating  that statements  made  by Bailey  in  August of  1993\r\n\nregarding  future prospects were false  or misleading, or that it\r\n\nwas unreasonable for Bailey to make such  statements about future\r\n\nprofitability.\r\n\n          In addition, appellants  state that \"Bailey's  earnings\r\n\n. . . would decline materially due to a massive shift of Bailey's\r\n\nproduction to  a much less  profitable product mix.\"   Appellants\r\n\nallege no facts to indicate that Bailey had any reason to suspect\r\n\nat the  time the statements were made  that the product mix would\r\n\nprove to be less profitable.\r\n\n          Although  appellants  specify   statements  that   they\r\n\ncontend were  fraudulent, identify  the speaker, and  state where\r\n\nand when the statements were made, they fail, on every allegation\r\n\nof  fraud,  to  explain   why  the  statements  were  fraudulent.\r\n\nAppellants  offer   no  factual  support   for  their  conclusory\r\n\n                               -15-\r\r\n\nallegations that  Bailey knew  that  a product  mix would  become\r\n\nunprofitable or that  production problems would arise  at a plant\r\n\nit was not even operating at the time  the Prospectus was issued.\r\n\nThus, there  is no  factual support  that Bailey made  materially\r\n\nfalse or misleading statements  when it presented positive future\r\n\nexpectations.  Appellants repeatedly recite their contention that\r\n\nthe \"26-week  forecasts\" received  from Ford indicated  to Bailey\r\n\nFord's  projected  supply  requirements  through   the  company's\r\n\n\"fiscal third quarter,\" the time at which the actual requirements\r\n\nallegedly diminished, causing  the decline  in Bailey's  earnings\r\n\nper share.  Appellants fail,  however, to identify information in\r\n\nthe  forecasts that would have  put Bailey on  notice that supply\r\n\nrequirements would decline.  That Ford presented forecasts of its\r\n\nrequirements  does not  guarantee  that  forecasts  presented  to\r\n\nBailey  26   weeks  prior  to  the  third  quarter,  and  perhaps\r\n\ncontemporaneously   with  the   dissemination   of   the   Bailey\r\n\nProspectus, accurately identified the actual  requirements of the\r\n\nthird quarter.  Those  requirements may have changed dramatically\r\n\nafter  Ford presented  Bailey with its  forecasts for  that third\r\n\nquarter.    Because  appellants  fail to  cite  with  specificity\r\n\nanything in the 26-week  forecasts that would have put  Bailey on\r\n\nnotice of a  decline in products  to be  supplied, they have  not\r\n\nshown   that   Bailey's   expectations   were   unreasonable   or\r\n\nfraudulently presented.   That Bailey  may have been  mistaken in\r\n\nits  projections,  which  were  apparently based  on  facts  that\r\n\nappellants do not contend were false, is not enough.\r\n\n                               -16-\r\r\n\n            \"[Appellants]   record[]   statements  by\r\n            defendants predicting a prosperous future\r\n            and  hold[] them up  against the backdrop\r\n            of what actually transpired.  . . .  This\r\n            technique  is  sufficient to  allege that\r\n            the defendants were wrong;  but misguided\r\n            optimism  is not a  cause of  action, and\r\n            does not  support an inference  of fraud.\r\n            We  have  rejected   the  legitimacy   of\r\n            'alleging fraud by \"hindsight.\"'\"\r\n\nShields,  25 F.3d  at 1129.   \"Because  all of  plaintiffs' 10(b)\r                 \r\n\nclaims  rely fundamentally on  such unsupported  allegations, the\r\n\ndistrict  court properly  dismissed these  claims for  failure to\r\n\nmeet Rule 9(b).\"  Lucia, 36 F.3d at 174.\r                                 \r\n\n          B.  Sections 12(2) and 20(a)\r                    B.  Sections 12(2) and 20(a)\r                                                \r\n\n          Appellants contend that  the district court  improperly\r\n\ndismissed  their  claims  arising  under  Section  12(2)  of  the\r\n\nSecurities  Act of 1933 and  Section 20(a) of  the Securities and\r\n\nExchange  Act  of 1934.   They  argue  that the  district court's\r\n\ndismissal  of  their complaint  was pursuant  to  Rule 9(b).   As\r\n\nappellants  correctly note,  neither of  these claims  contain an\r\n\nelement  of fraud  and  Rule 9(b)'s  pleading with  particularity\r\n\nrequirements  do not  apply.   Nevertheless,  the district  court\r\n\nproperly dismissed these claims as well.\r\n\n            1.  Section 12(2)\r                      1.  Section 12(2)\r                                       \r\n\n          First, for a violation  of Section 12(2), the plaintiff\r\n\nmust  show that  the  defendant made  an  untrue statement  of  a\r\n\nmaterial fact or omitted such material fact.  Appellants  contend\r\n\nthat Rule  9(b)'s pleading  requirements do  not apply  to claims\r\n\nunder Section 12(2), claiming that Section 12 does not contain an\r\n\nelement of fraud.  As we find that appellants have failed to even\r\n\n                               -17-\r\r\n\nmeet  the minimal requirements of a Section 12(2) claims, we need\r\n\nnot decide whether their  Section 12(2) claim sufficiently sounds\r\n\nin fraud such that Rule 9(b)'s pleading requirements apply.\r\n\n          Appellants  have  failed  to  point us  to  any  untrue\r\n\nstatements of  material fact,  nor have they  identified material\r\n\nfacts  whose   omission  would   render   a  previous   statement\r\n\nmisleading.  \"[I]nformation is  'material' only if the disclosure\r\n\nwould  alter the 'total mix'  of facts available  to the investor\r\n\nand  'if there  is  a substantial  likelihood  that a  reasonable\r\n\nshareholder  would  consider  it  important'  to  the  investment\r\n\ndecision.\"  Milton v. Van  Dorn Co., 961 F.2d 965, 969  (1st Cir.\r                                             \r\n\n1992)  (quoting Basic,  Inc.  v. Levinson,  485 U.S.  224, 231-32\r                                                   \r\n\n(1988)).   The statements  that appellants challenge  were either\r\n\ntrue  at  the time  they were  made and  continued  to be  so, or\r\n\nconsisted  of   future  predictions  that  later   proved  to  be\r\n\nincorrect.  These  predictions were  not of the  sort that  would\r\n\nneed  to be  corrected  by a  later  statement.   The  statements\r\n\naddressed  by appellants indicate  that Bailey projected positive\r\n\nfuture earnings, but these statements were tempered with language\r\n\nindicating  that Bailey  did not,  and could  not, guarantee  the\r\n\nfuture  profitability  of  the   company.    \"'Soft,'   'puffing'\r\n\nstatements such  as these generally lack  materiality because the\r\n\nmarket  price  of a  share is  not  inflated by  vague statements\r\n\npredicting growth.\"  Raab  v. General Physics Corp., 4  F.3d 286,\r                                                             \r\n\n289 (4th Cir. 1993).\r\n\n                               -18-\r\r\n\n          Appellants'  complaint  contends   that  the   market's\r\n\nreliance  on  statement  by   Bailey  artificially  inflated  the\r\n\ncompany's  price  per  share.    We  find,  however,  that  \"[n]o\r\n\nreasonable investor would  rely on these statements, and they are\r\n\ncertainly  not  specific  enough  to perpetrate  a  fraud  on the\r\n\nmarket.  Analysts and  arbitrageurs rely on facts in  determining\r\n\nthe  value of a security,  not mere expressions  of optimism from\r\n\ncompany  spokesmen.\"  Id. at  290.  A  reasonable purchaser would\r                                   \r\n\nknow that these statements consisted of optimistic predictions of\r\n\nfuture  potential  and  would  not  have  been  misled  by  them.\r\n\nTherefore,  the  district  court  properly  dismissed appellant's\r\n\nSection 12(2) claims.\r\n\n            2.  Section 20(a)\r                      2.  Section 20(a)\r                                       \r\n\n          Finally,  regarding  the  Section  20(a)  claim,  which\r\n\nattempts  to  attribute  joint   and  several  liability  to  the\r\n\nindividual  defendants  as  \"control  persons,\"  appellants  have\r\n\nfailed  to allege an underlying violation of the securities acts.\r\n\nThe  district court properly  dismissed appellants' Section 20(a)\r\n\nclaims.\r\n\nII.  REPORTS OF SECURITIES ANALYSTS\r          II.  REPORTS OF SECURITIES ANALYSTS\r\n\n          Appellants  also allege  that  Bailey  should  be  held\r\n\nliable for false  and misleading statements  made by analysts  in\r\n\nindependent  reports disseminated to  the public.   The  first of\r\n\nthese  reports  was  disseminated  to  the  public  by  McDonald.\r\n\nAppellants  allege that  the  analyst who  prepared that  report,\r\n\nDavid  Garrity, spoke  with Leonard  Heilman,  an officer  of the\r\n\n                               -19-\r\r\n\ncompany, in preparing the report.  Garrity reviewed with  Heilman\r\n\nhis earnings estimates and  the methodology and/or assumptions of\r\n\nthose  estimates.   Thereafter,  McDonald  disseminated  a report\r\n\ngiving Bailey an \"aggressive buy rating.\"  The report stated that\r\n\nit expected  Bailey to earn  $1.15 per  share in fiscal  1994 and\r\n\n$1.60 per share in fiscal 1995.  Finally, the  report stated that\r\n\nit estimated that the price  of Bailey stock would reach  $20 per\r\n\nshare, with a down-side risk to the $10 level.\r\n\n          The  second report,  prepared by  Hancock analyst  Jane\r\n\nGilday,  was reviewed with Heilman on or about December 20, 1993.\r\n\nGilday informed  Heilman of  her revenue  and earnings  per share\r\n\nestimates and  the methodology  and assumptions used  in reaching\r\n\nthose  estimates.  She also  indicated to Heilman  her opinion of\r\n\nBailey's   financial  prospects.     Hancock's  report,  publicly\r\n\ndisseminated on  December 21,  1993, projected  Bailey's earnings\r\n\nper share  at $1.05 for  fiscal 1994  and $1.25 for  fiscal 1995.\r\n\nThe  report  goes  on  to  make  predictions  regarding  Bailey's\r\n\nprofitability in the  coming year  based on growth  in its  parts\r\n\nbusiness  and the  company's shift of  manufacturing to  the mid-\r\n\nwestern plants.\r\n\n          A third report, disseminated  to the public by McDonald\r\n\non March  18, 1994,  indicated that  McDonald had concerns  about\r\n\nBailey's  product mix shift  and lowered  its earnings  per share\r\n\nforecasts slightly.   The report still gave Bailey an \"Aggressive\r\n\nBuy\" rating.\r\n\n                               -20-\r\r\n\n          After Bailey disclosed that  its earnings for the third\r\n\nquarter of fiscal 1994 were  only $0.16, Hancock lowered Bailey's\r\n\ninvestment rating from buy to sell, based in part on the \"serious\r\n\ncredibility  problem\"  of  Bailey  management.    Hancock  called\r\n\nBailey's third quarter earnings \"a major negative surprise.\"\r\n\n          In support of their argument that Bailey should be held\r\n\nliable  for  alleged  misstatements in  these  analysts' reports,\r\n\nappellants  cite cases in which courts have held that a defendant\r\n\ncompany may be held liable for any false or misleading statements\r\n\ncontained in   analysts' reports.  See, e.g., Elkind v. Liggett &amp;\r                                                                           \r\n\nMyers, Inc., 635  F.2d 156, 163  (2d Cir.  1980) (holding that  a\r                     \r\n\ncompany may sufficiently entangle itself with analysts' forecasts\r\n\nto  render  the  predictions  attributable to  the  company,  but\r\n\nfinding  no such liability);  In re RasterOps  Corp. Sec. Litig.,\r                                                                          \r\n\nNo. C-93-20349, 1994 WL  618970, at *3 (N.D. Cal.  Oct. 31, 1994)\r\n\n(finding  that  \"[a] company  may be  liable for  analyst reports\r\n\nwhich  it fostered  and  reviewed but  failed  to correct  if  it\r\n\nexpressly  or  impliedly  represented  that  the information  was\r\n\naccurate or reflected the view of the company\"); Alfus v. Pyramid\r                                                                           \r\n\nTechnology Corp., 764 F. Supp. 598, 603 (N.D. Cal. 1991) (finding\r                          \r\n\nthat  a  company  may  be  liable  for  not correcting  analysts'\r\n\nforecasts where  it undertakes  to provide  information regarding\r\n\nand  pass on the  analysts' forecasts,  but finding  no liability\r\n\nwhere a  company officer  merely examines  and  comments upon  an\r\n\nanalyst's report);  In re Aldus Sec.  Litig., [1992-1993 Transfer\r                                                      \r\n\nBinder]  Fed. Sec. L. Rep. (CCH   97,376 at 95,984-85 (W.D. Wash.\r\n\n                               -21-\r\r\n\n1993)   (finding  plaintiffs'  claim  sufficiently  alleged  that\r\n\ndefendants  placed their  imprimatur  on  analysts' reports,  but\r\n\nemploying a lower Rule 9(b) pleading requirement than  is applied\r\n\nin this circuit);  In re Cypress Semiconductor Sec. Litig., [1993\r                                                                    \r\n\nTransfer Binder] Fed. Sec. L. Rep. (CCH)   97,060 at 94,698 (N.D.\r\n\nCal.  1992)  (holding  that  plaintiffs need  only  allege  \"that\r\n\ndefendants provided information to  the securities analysts  upon\r\n\nwhich the reports were based\").\r\n\n          Appellants argue that we  should adopt the more liberal\r\n\napproach adopted  by these  courts, rather than  the \"restrictive\r\n\napproach,\" Appellant's Brief at 35,  employed by the court below.\r\n\nAppellant's arguments are unpersuasive.  Our review of  the cases\r\n\nappellant cites indicates that the law applied by those courts is\r\n\nsimilar to,  if not the same as, that applied by the court below.\r\n\nWhere  the  cases  may differ  is  in  the  pleadings each  court\r\n\nrequires  in  order to  sufficiently  allege  that the  analysts'\r\n\nreports  are attributable to  the defendant.   We have repeatedly\r\n\nemphasized Rule  9(b)'s heightened pleading  requirements because\r\n\nof our  concern that plaintiffs will bring  baseless strike suits\r\n\nagainst securities  defendants in  order  to increase  settlement\r\n\namounts  or to  engage in  a fishing  expedition for  evidence on\r\n\nwhich to base its claim.  See  Lucia, 36 F.3d at 174 (noting that\r                                              \r\n\nwe  have  been  especially  rigorous  in  applying Rule  9(b)  to\r\n\nsecurities claims because of these concerns); Romani, 929 F.2d at\r                                                              \r\n\n878 (same).  We find, however, that the cases cited by appellants\r\n\n                               -22-\r\r\n\ndo not differ  substantially from  the law applied  by the  court\r\n\nbelow.\r\n\n          This circuit has not  yet decided whether statements in\r\n\nan  analyst's report may be  attributable to a defendant company.\r\n\nAs appellants claim that  Bailey fraudulently misled the analysts\r\n\nwho prepared  these  reports,  Rule  9(b)'s  heightened  pleading\r\n\nrequirements apply.  Assuming arguendo that a company may be held\r                                                \r\n\nliable  for false or misleading statements in an analysts' report\r\n\nwhere  that  company  has   adopted,  endorsed,  or  sufficiently\r\n\nentangled itself with the analysts' reports, see Elkind, 635 F.2d\r                                                                 \r\n\nat 163, we find  that appellants have failed to meet  Rule 9(b)'s\r\n\npleading requirements and  their claim  must fail.   As we  noted\r\n\nabove,  Rule  9(b) requires  that  plaintiffs  \"'(1) specify  the\r\n\nstatements  that the  plaintiff  contends  were  fraudulent,  (2)\r\n\nidentify  the speaker,  (3) state  where and when  the statements\r\n\nwere made, and (4) explain why  the statements were fraudulent.'\"\r\n\nShields,  25 F.3d at 1127-28.   The district court pointed out to\r                 \r\n\nappellants  that their  earlier  complaints failed  to meet  Rule\r\n\n9(b)'s requirements.  Order of July 31,  1995 at 2; Order of Nov.\r\n\n10, 1994 at 13.  In an apparent attempt to cure these defects, in\r\n\ntheir Second Amended Complaint, appellants alleged the following:\r\n\n            [I]t was the  Company's practice to  have\r\n            top  managers,  namely,  Chief  Financial\r\n            Officer  Heilman,  communicate  regularly\r\n            with  securities  analysts   .  .  .   to\r\n            discuss,   among    other   things,   the\r\n            Company's    earnings   prospects,    its\r\n            products, the efficiency of the Company's\r\n            manufacturing     plants,     anticipated\r\n            financial  performance,  and  to  provide\r\n            detailed  'guidance'  to  these  analysts\r\n\n                               -23-\r\r\n\n            with respect to  the Company's  business,\r\n            including  projected revenues,  earnings,\r\n            and of particular importance to analysts,\r\n            earnings per share.\r\n\nIn  its  order  dismissing  the  Second  Amended  Complaint,  the\r\n\ndistrict  court found  that appellants'  attempts to  satisfy the\r\n\nrequirements of  Rule 9(b)  were insufficient  because appellants\r\n\nfailed to identify the statements made by Heilman or describe how\r\n\nthose statements were  false or  misleading.  Order  of Dec.  29,\r\n\n1995.   We  agree with  the district  court that  appellants have\r\n\nfailed  to  allege with  particularity  the  false or  misleading\r\n\nstatements made  by Heilman, or  any other defendant,  that would\r\n\nhave  induced  analysts'   to  publicly  disseminate   misleading\r\n\nforecasts.\r\n\n          We also find  that appellants have failed  to direct us\r\n\nto any  facts to support their conclusory  allegation that Bailey\r\n\n\"endorsed the contents of those reports, adopted them as its own,\r\n\nand placed  its imprimatur on  them.\"  Second  Amended Complaint,\r\n\n  36.  As presented by the appellants, the reports do not  appear\r\n\nto  quote any Bailey officer or employee,  nor do they imply that\r\n\nthe forecasts were supplied or confirmed by any Bailey officer or\r\n\nemployee.   Appellants'  allegations regarding  analysts' reports\r\n\nfail  to  meet the  pleading requirements  of  Rule 9(b)  and the\r\n\ndistrict court properly dismissed this count of the complaint.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For  the  foregoing  reasons,  the  decision  below  is\r\n\naffirmed.\r          affirmed\r                  \r\n\n                               -24-\r\r\n",
  "html": "<p class=\"case_cite\">107 F.3d 64</p>\n    <p class=\"case_cite\">Fed. Sec. L. Rep.  P 99,421, 37 Fed.R.Serv.3d 239</p>\n    <p class=\"parties\">Vicki Match SUNA and Lori Rosen, Plaintiffs--Appellants,<br>v.<br>BAILEY CORPORATION, et al., Defendants--Appellees.</p>\n    <p class=\"docket\">No. 96-1138.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 29, 1996.<br>Decided Feb. 26, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jules Brody, with whom Stull, Stull &amp; Brody, Backus, Meyer, Solomon &amp; Rood and Weiss &amp; Yourman were on brief, New York City, for plaintiffs-appellants.</p>\n      <p class=\"indent\">Sydelle Pittas, with whom Law Offices of Sydelle Pittas was on brief, Winchester, MA, for appellee Bailey Corporation.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and LISI,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On May 26, 1994, Plaintiffs-Appellants Vicki Match Suna (\"Suna\") and Lori Rosen (\"Rosen\") (collectively \"plaintiffs\" or \"appellants\") brought this class action suit against Bailey Corporation (\"Bailey\") and individual officers<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of the corporation (collectively \"defendants\" or \"appellees\") on behalf of all persons who purchased Bailey's common stock during the class period.  The suit alleges that appellees violated Section 12 of the Securities Act<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> of 1933 and Sections 10(b)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and 20(a)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> of the Securities Exchange Act of 1934, as well as Rule 10b-5<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> promulgated by the Securities and Exchange Commission (\"SEC\").  Appellants allege that appellees made, or caused to be made, materially false and misleading statements either through Bailey's corporate documents or through analysts' reports disseminated to the public.  On November 10, 1994, the District Court of New Hampshire granted appellees' motion to dismiss this complaint for failure to comply with the pleading requirements of Federal Rule of Civil Procedure 9(b).  The district court then allowed appellants to amend their complaint, but rejected the first amended complaint appellants submitted.  The district court \"reluctantly grant[ed] plaintiffs leave to file a second amended complaint,\" Order of November 10, 1994, at 2, but cautioned that if \"the second complaint fail[ed] to satisfy the pleading requirements, the action [would] then be dismissed with prejudice.\"  Id. On September 1, 1995, appellants filed a Second Amended Complaint, which the district court ruled did not meet Rule 9(b)'s pleading requirements.  Order of Dec. 29, 1995.  The district court then dismissed the action with prejudice.  Appellants now appeal the dismissal of the Second Amended Complaint.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We accept as true all facts alleged in appellants' Second Amended Complaint.  Shields v. Citytrust Bancorp, Inc., 25 F.3d 1124, 1125 (2d Cir.1994).  Bailey manufactures molded plastic exterior components and supplies them to North American original equipment manufacturers of cars, light trucks, sport utility vehicles and minivans.  Bailey's primary customer is Ford Motor Company, which accounted for approximately ninety-three percent of Bailey's sales in the nine months ending April 25, 1993.  Of the remaining sales, three percent were to General Motors Corporation and four percent to other customers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the class period, the individual defendants signed various SEC filings.  Each received or had access to non-public reports and documents depicting Bailey's financial condition and business prospects.  Each participated in Bailey board meetings at which information about the company was discussed.  A secondary public offering was held on August 18, 1993, during which Bailey and the individual defendants sold shares at $11 each.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 5, 1994, both Suna and Rosen purchased Bailey stock.  During the class period, the stock reached a high of more than $18 per share.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The public documents issued by Bailey and alleged by appellants to contain materially false and misleading statements include Bailey's April 18, 1993, Prospectus and Registration Statement, its 1993 Annual Report, and 10-K, quarterly reports to shareholders, and press releases.  In addition, appellants contend that reports published by analysts regarding Bailey's earnings prospects and its ability to continue to increase earnings per share are imputable to Bailey.  Appellants contend that all of these documents artificially inflated the market price of Bailey common stock.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Large sections of appellants' brief and Second Amended Complaint are devoted to quoting at length from these documents.  We will not reproduce all of these quotes, but will highlight relevant portions as becomes necessary throughout the opinion.  Appellants contend that the statements at issue were false and misleading because Bailey's anticipated growth did not continue and its revenue declined.  The decline in revenue led to a decrease in the value of Bailey's common stock to $6 1/8 per share.  Appellants argue that the representations were \"materially false and misleading because appellees knew, or recklessly disregarded, ... that Bailey's profitability would decline sharply because of a much less profitable mix of parts to be supplied to Ford.\"  Appellant's Brief at 8. They claim that Bailey knew or should have known that there was no reason to expect sustained growth based on knowledge gathered from, \"among other things, a '26-week forecasts [sic] of production requirements,' \" id., supplied to Bailey by Ford.  These forecasts allegedly indicated a shift in the product mix required by Ford.  Appellants indicate that the product mix Ford was phasing out would prove more profitable than the product mix to which Bailey was shifting production.  Appellants contend that Bailey should have disclosed that it was moving to a less profitable product mix.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In September 1993, the investment firm of McDonald &amp; Company Securities, Inc.  (\"McDonald\"), in a publicly disseminated report, gave Bailey an \"aggressive buy rating.\"   That report projected earnings per share for fiscal years 1994 and 1995 of $1.15 and $1.60 respectively.  In December 1993, an analyst for Hancock Institutional Equity Services, an affiliate of Tucker Anthony, a co-lead underwriter of Bailey's secondary offering, reviewed with defendant-appellee Leonard Heilman a written research opinion regarding Bailey that Hancock was about to disseminate publicly.  The Hancock analyst informed Heilman of her earnings per share estimates and her methodology and assumptions in reaching those estimates.  She also informed Heilman of her view regarding Bailey's financial prospects.  Following this conversation, Hancock publicly disseminated a very positive report on Bailey.  Appellants contend that these reports contained materially false and misleading statements in the form of financial projections that were \"wildly optimistic\" and the result of \"guidance\" from Bailey.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a report regarding Bailey's fiscal 1994 second quarter, ending January 31, 1994, Bailey claimed revenue and earnings increases, attributing the increases to \"productivity improvements.\"   Bailey failed to disclose \"that it was experiencing severe production problems at newly acquired mid-western plants,\" which appellants contend could and did materially impact future earnings.  Appellants acknowledge, however, that these production problems did not arise until February, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On May 20, 1994, Bailey announced that it had earned $0.16 per share in its third quarter, in contrast to the projected $0.37 per share.  This earnings shortfall was attributable to, among other things, a substantial change in product mix and production problems at Bailey's newly acquired mid-western plants.  After this announcement, the market price of Bailey common stock fell to $6 1/8 per share.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the dismissal of a complaint de novo.  Serabian v. Amoskeag Bank Shares, Inc., 24 F.3d 357, 361 (1st Cir.1994).  \"Generally, we will uphold a district court's dismissal of a claim only if it appears that the plaintiff can prove no set of facts upon which relief may be granted.\"  Shields v. Citytrust Bancorp, Inc., 25 F.3d 1124, 1127 (2d Cir.1994).  Nevertheless, Federal Rule of Civil Procedure 9(b) imposes a heightened pleading requirement on plaintiffs alleging fraud.  Lucia v. Prospect St. High Income Portfolio, Inc., 36 F.3d 170, 174 (1st Cir.1994).  Rule 9(b) states:  \"In all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity.  Malice, intent, knowledge, and other conditions of mind of a person may be averred generally.\"  Fed.R.Civ.P. 9(b).  \"[A] complaint making such allegations must '(1) specify the statements that the plaintiff contends were fraudulent, (2) identify the speaker, (3) state where and when the statements were made, and (4) explain why the statements were fraudulent.' \"  Shields, 25 F.3d at 1127-28 (quoting Mills v. Polar Molecular Corp., 12 F.3d 1170, 1175 (2d Cir.1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The goals of Rule 9(b) are \" 'to provide a defendant with fair notice of a plaintiff's claim, to safeguard a wrongdoing, and to protect a defendant against the institution of a strike suit.' \"  Id. at 1128 (quoting O'Brien v. National Property Analysts Partners, 936 F.2d 674, 676 (2d Cir.1991)).  Rule 9(b)'s relaxation of the scienter requirement is not intended to allow plaintiffs to \"base claims of fraud on speculation and conclusory allegations.  Therefore, to serve the purposes of Rule 9(b), we require plaintiffs to allege facts that give rise to a strong inference of fraudulent intent.\"  Id. (citations and internal quotations omitted).  A securities plaintiff must allege \" 'specific facts that make it reasonable to believe that defendant[s] knew that a statement was materially false or misleading.' \"  Serabian, 24 F.3d at 361 (quoting Greenstone v. Cambex Corp., 975 F.2d 22, 25 (1st Cir.1992)).  We impose this heightened requirement \" 'even when the fraud relates to matters peculiarly within the knowledge of the opposing party.' \"  Lucia, 36 F.3d at 174 (quoting Romani, 929 F.2d at 878).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We recently set forth guidelines intended to strike a balance between the pleadings required of plaintiffs in securities fraud litigation and the concern that defendants not be subject to strike suits intended to increase the amount of settlement awards rather than set forth a legitimate claim.  See New England Data Servs., Inc. v. Becher, 829 F.2d 286, 289 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"First, [p]laintiffs must plead more than that defendants acted irresponsibly and unwisely, but that they were aware that 'mismanagement had occurred and made a material public statement about the state of corporate affairs inconsistent with the existence of the mismanagement.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"Second, defendants may not be held liable under the securities laws for accurate reports of past successes, even if present circumstances are less rosy, ... and optimistic predictions about the future that prove to be off the mark likewise are immunized unless plaintiffs meet their burden of demonstrating intentional deception....\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"Third, and finally, general averments of the defendants' knowledge of material falsity will not suffice.  Consistent with Fed.R.Civ.P. 9(b), the complaint must set forth 'specific facts that make it reasonable to believe that defendant[s] knew that a statement was materially false or misleading.'  Id. The rule requires that the particular ' \"times, dates, places or other details of [the] alleged fraudulent involvement\" ' of the actors be alleged.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Serabian, 24 F.3d at 361.   In order to succeed on their claim, appellants must have complied with these pleading requirements by showing that the statements presented to the public were false or misleading at the time they were made and showing that it is reasonable to believe that the defendants knew they were false or misleading.  In addition, appellants must show that statements made were more than tempered predictions about the future that later proved incorrect.  See id. at 366 (\"It is well established that plaintiffs in a securities action have not alleged actionable fraud if their claim rests on the assumption that the defendants must have known of the severity of their problems earlier because conditions became so bad later on.\").  We turn to appellants' Second Amended Complaint.</p>\n    </div>\n    <p>I. STATEMENTS IN BAILEY'S PROSPECTUS</p>\n    <p class=\"indent\">A. Section 10(b) &amp; Rule 10b-5 Claims</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The complaint quotes extensively from various Bailey corporate documents, alleging that these quotes were materially false and misleading.  These statements tend to fall into two categories:  (1) statements about past performance of the company;  and (2) statements about future performance.  The district court succinctly and accurately summarized the alleged false representations made by Bailey:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1.  The Company falsely stated that it would achieve increased profits by moving production from its plant in Seabrook, New Hampshire, to newly acquired factories in Michigan.  Complaint, p 2.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2.  The Company knowingly issued false predictions regarding future earnings prospects during pre-offering road shows.  Complaint, p 5.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">3.  When the Company made the public offering it knew but failed to disclose that its profitability would decline sharply because of a much less profitable mix of parts to be supplied to Ford.  Complaint, p 8.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">4.  The Company failed to disclose to the public \"severe\" problems it began experiencing at its Contour facility beginning in February, 1994 (i.e., 6 months after the first day of the public offering and after issuance of all but one of the public documents of which plaintiffs complain).  Complaint, p 13.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Order of December 29, 1995, at 6. Paragraph 62 of the Second Amended Complaint attempts to describe why these statements were false and misleading:  \"Bailey's earnings would not continue to grow, they would decline materially due to a massive shift of Bailey's production to a much less profitable product mix.\"   Second Amended Complaint at p 62(a).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Regarding statements about past performance, appellants present no argument that such statements were false or inaccurate.  At most, appellants suggest that Bailey's presentation of figures indicating past performance somehow implies that the company would attain the same level of profitability in the future.  In presenting figures of past performance, Bailey's prospectus does not in any way project future earnings.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Instead, the contention here is that the company's predictions would prove to be false and that earnings would not continue to grow.  Appellants contend that Bailey's Prospectus promised increased revenue.  See Second Amended Complaint, pp 54, 55, 57, 61.  The statements cited by appellants, however, make no such representations and, in fact, are tempered with cautionary language.  For example, appellants cite the following sentence to support its contention that Bailey's prospectus indicated that revenues would continue to grow rapidly:  \"While the Company expects continued revenue growth, revenue may or may not increase at the same rate as the number of components in the Company's product line.\"   This statement is certainly not a promise of future profitability and contains language indicating uncertainty as to future revenues.  Appellants cite the following statement as indicating that Bailey would become \"even more profitable\":  \"The Company intends to transfer certain labor intensive operations from Seabrook to Hillsdale and Madison to take advantage of lower average labor cost and more fully utilize existing capacity.\"   Again, there is no suggestion or promise of increased profits in this statement.  Finally, the following is quoted in support of the contention that the company had secured supply agreements that would make up for the loss of certain discontinued products:  \"[T]he Company believes that these components in aggregate, will provide the Company with opportunities comparable to those that have been provided by the Taurus/Sable and Tempo/Topaz models.\"   While the company states that it believes the opportunities will be comparable, the statement contains no promise to that effect.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Bailey's 1993 Annual Report to Shareholders, registered with the SEC on October 28, 1993, indicated that Bailey \"expected [certain accomplishments of 1993] to help to sustain growth and strengthen our competitive position in future years.\"   That same document labels Bailey's mid-western plants as \"cost-efficient.\"   Additionally, an annual report filed on a Form 10-K for fiscal year 1993 stated that the acquisition of the mid-western plants provided the company with \"additional manufacturing capacity at lower average labor costs than prevail at the Company's Seabrook[, New Hampshire] facility.\"   Appellants contend that these statements were misleading because Bailey failed to disclose that the shift in production would \"materially reduce the Company's revenue and earnings,\" Complaint, p 74, and because the mid-western plants were not cost efficient.  No facts have been provided in support of the contention that Bailey had reason to know that the production shift would be less profitable, nor do appellants indicate why Bailey should have known, prior to operating a plant with lower labor costs, that the plant would be less cost efficient than the Seabrook plant, at which labor costs were higher.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"Certainly, predictions 'are not exempt' from the securities laws ... but they are actionable only if the forecast might affect a 'reasonable investor' in contemplating the value of a corporation's stock.\"  Colby v. Hologic, Inc., 817 F.Supp. 204, 211 (D.Mass.1993) (citation omitted).  While these statements may convey the company's desire for profitable performance in the future, they do not convey any promises about future performance and do not project specific numbers that the company will certainly attain.  No reasonable investor would have read these statements, especially as they are accompanied by cautionary language, as promises or guarantees of future performance.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The statements above, standing alone, are not false or misleading.  Had the appellants presented facts known by Bailey, and contemporaneous with the statements above, that would show that Bailey's anticipated success was unlikely, such facts would have adequately alleged a claim of securities fraud.  Instead, all appellants present as factual support is the receipt by Bailey of 26-week forecasts from Ford, with no indication from appellants as to what information contained within those reports contradicts Bailey's projections, other than a vague reference in paragraph 67 of the complaint that, \"[a]s [will be] set forth below, Ford's demand for certain parts supplied by Bailey was lower in the Company's first calendar quarter of 1994 and Bailey knew that would be so as of the day [of] the Offering.\"   The only information \"set forth below\" regarding a decrease in Ford's demand for parts was discussed in a Hancock analyst's report publicly disseminated on June 8, 1994.  The comments regarding Ford in this document suggest that, at the time the report was prepared, nearly a year after the Prospectus, Annual Report and Form 10-K were issued, Ford was scaling back production plans.  This hardly amounts to a contemporaneous factual allegation indicating that statements made by Bailey in August of 1993 regarding future prospects were false or misleading, or that it was unreasonable for Bailey to make such statements about future profitability.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In addition, appellants state that \"Bailey's earnings ... would decline materially due to a massive shift of Bailey's production to a much less profitable product mix.\"   Appellants allege no facts to indicate that Bailey had any reason to suspect at the time the statements were made that the product mix would prove to be less profitable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although appellants specify statements that they contend were fraudulent, identify the speaker, and state where and when the statements were made, they fail, on every allegation of fraud, to explain why the statements were fraudulent.  Appellants offer no factual support for their conclusory allegations that Bailey knew that a product mix would become unprofitable or that production problems would arise at a plant it was not even operating at the time the Prospectus was issued.  Thus, there is no factual support that Bailey made materially false or misleading statements when it presented positive future expectations.  Appellants repeatedly recite their contention that the \"26-week forecasts\" received from Ford indicated to Bailey Ford's projected supply requirements through the company's \"fiscal third quarter,\" the time at which the actual requirements allegedly diminished, causing the decline in Bailey's earnings per share.  Appellants fail, however, to identify information in the forecasts that would have put Bailey on notice that supply requirements would decline.  That Ford presented forecasts of its requirements does not guarantee that forecasts presented to Bailey 26 weeks prior to the third quarter, and perhaps contemporaneously with the dissemination of the Bailey Prospectus, accurately identified the actual requirements of the third quarter.  Those requirements may have changed dramatically after Ford presented Bailey with its forecasts for that third quarter.  Because appellants fail to cite with specificity anything in the 26-week forecasts that would have put Bailey on notice of a decline in products to be supplied, they have not shown that Bailey's expectations were unreasonable or fraudulently presented.  That Bailey may have been mistaken in its projections, which were apparently based on facts that appellants do not contend were false, is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>\"[Appellants] record[ ] statements by defendants predicting a prosperous future and hold[ ] them up against the backdrop of what actually transpired....  This technique is sufficient to allege that the defendants were wrong;  but misguided optimism is not a cause of action, and does not support an inference of fraud.  We have rejected the legitimacy of 'alleging fraud by \"hindsight.\" ' \"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Shields, 25 F.3d at 1129.  \"Because all of plaintiffs' 10(b) claims rely fundamentally on such unsupported allegations, the district court properly dismissed these claims for failure to meet Rule 9(b).\"  Lucia, 36 F.3d at 174.</p>\n    </div>\n    <p class=\"indent\">B. Sections 12(2) and 20(a)</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Appellants contend that the district court improperly dismissed their claims arising under Section 12(2) of the Securities Act of 1933 and Section 20(a) of the Securities and Exchange Act of 1934.  They argue that the district court's dismissal of their complaint was pursuant to Rule 9(b).  As appellants correctly note, neither of these claims contain an element of fraud and Rule 9(b)'s pleading with particularity requirements do not apply.  Nevertheless, the district court properly dismissed these claims as well.</p>\n    </div>\n    <p>1. Section 12(2)</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">First, for a violation of Section 12(2), the plaintiff must show that the defendant made an untrue statement of a material fact or omitted such material fact.  Appellants contend that Rule 9(b)'s pleading requirements do not apply to claims under Section 12(2), claiming that Section 12 does not contain an element of fraud.  As we find that appellants have failed to even meet the minimal requirements of a Section 12(2) claim, we need not decide whether their Section 12(2) claim sufficiently sounds in fraud such that Rule 9(b)'s pleading requirements apply.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellants have failed to point us to any untrue statements of material fact, nor have they identified material facts whose omission would render a previous statement misleading.  \"[I]nformation is 'material' only if the disclosure would alter the 'total mix' of facts available to the investor and 'if there is a substantial likelihood that a reasonable shareholder would consider it important' to the investment decision.\"  Milton v. Van Dorn Co., 961 F.2d 965, 969 (1st Cir.1992) (quoting Basic, Inc. v. Levinson, 485 U.S. 224, 231-32, 108 S.Ct. 978, 983-84, 99 L.Ed.2d 194 (1988)).  The statements that appellants challenge were either true at the time they were made and continued to be so, or consisted of future predictions that later proved to be incorrect.  These predictions were not of the sort that would need to be corrected by a later statement.  The statements addressed by appellants indicate that Bailey projected positive future earnings, but these statements were tempered with language indicating that Bailey did not, and could not, guarantee the future profitability of the company.  \" 'Soft,' 'puffing' statements such as these generally lack materiality because the market price of a share is not inflated by vague statements predicting growth.\"  Raab v. General Physics Corp., 4 F.3d 286, 289 (4th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellants' complaint contends that the market's reliance on statements by Bailey artificially inflated the company's price per share.  We find, however, that \"[n]o reasonable investor would rely on these statements, and they are certainly not specific enough to perpetrate a fraud on the market.  Analysts and arbitrageurs rely on facts in determining the value of a security, not mere expressions of optimism from company spokesmen.\"  Id. at 290.   A reasonable purchaser would know that these statements consisted of optimistic predictions of future potential and would not have been misled by them.  Therefore, the district court properly dismissed appellant's Section 12(2) claims.</p>\n    </div>\n    <p>2. Section 20(a)</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, regarding the Section 20(a) claim, which attempts to attribute joint and several liability to the individual defendants as \"control persons,\" appellants have failed to allege an underlying violation of the securities acts.  The district court properly dismissed appellants' Section 20(a) claims.</p>\n    </div>\n    <p>II. REPORTS OF SECURITIES ANALYSTS</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Appellants also allege that Bailey should be held liable for false and misleading statements made by analysts in independent reports disseminated to the public.  The first of these reports was disseminated to the public by McDonald.  Appellants allege that the analyst who prepared that report, David Garrity, spoke with Leonard Heilman, an officer of the company, in preparing the report.  Garrity reviewed with Heilman his earnings estimates and the methodology and/or assumptions of those estimates.  Thereafter, McDonald disseminated a report giving Bailey an \"aggressive buy rating.\"   The report stated that it expected Bailey to earn $1.15 per share in fiscal 1994 and $1.60 per share in fiscal 1995.  Finally, the report stated that it estimated that the price of Bailey stock would reach $20 per share, with a down-side risk to the $10 level.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The second report, prepared by Hancock analyst Jane Gilday, was reviewed with Heilman on or about December 20, 1993.  Gilday informed Heilman of her revenue and earnings per share estimates and the methodology and assumptions used in reaching those estimates.  She also indicated to Heilman her opinion of Bailey's financial prospects.  Hancock's report, publicly disseminated on December 21, 1993, projected Bailey's earnings per share at $1.05 for fiscal 1994 and $1.25 for fiscal 1995.  The report goes on to make predictions regarding Bailey's profitability in the coming year based on growth in its parts business and the company's shift of manufacturing to the mid-western plants.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A third report, disseminated to the public by McDonald on March 18, 1994, indicated that McDonald had concerns about Bailey's product mix shift and lowered its earnings per share forecasts slightly.  The report still gave Bailey an \"Aggressive Buy\" rating.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">After Bailey disclosed that its earnings for the third quarter of fiscal 1994 were only $0.16, Hancock lowered Bailey's investment rating from buy to sell, based in part on the \"serious credibility problem\" of Bailey management.  Hancock called Bailey's third quarter earnings \"a major negative surprise.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In support of their argument that Bailey should be held liable for alleged misstatements in these analysts' reports, appellants cite cases in which courts have held that a defendant company may be held liable for any false or misleading statements contained in analysts' reports.  See, e.g., Elkind v. Liggett &amp; Myers, Inc., 635 F.2d 156, 163 (2d Cir.1980) (holding that a company may sufficiently entangle itself with analysts' forecasts to render the predictions attributable to the company, but finding no such liability);  In re RasterOps Corp. Sec. Litig., No. C-93-20349, 1994 WL 618970, at * 3 (N.D.Cal. Oct.31, 1994) (finding that \"[a] company may be liable for analyst reports which it fostered and reviewed but failed to correct if it expressly or impliedly represented that the information was accurate or reflected the view of the company\");  Alfus v. Pyramid Technology Corp., 764 F.Supp. 598, 603 (N.D.Cal.1991) (finding that a company may be liable for not correcting analysts' forecasts where it undertakes to provide information regarding and pass on the analysts' forecasts, but finding no liability where a company officer merely examines and comments upon an analyst's report);  In re Aldus Sec. Litig., [1992-1993 Transfer Binder] Fed.  Sec. L. Rep.  (CCH p 97,376 at 95,984-85) (W.D.Wash.1993) (finding plaintiffs' claim sufficiently alleged that defendants placed their imprimatur on analysts' reports, but employing a lower Rule 9(b) pleading requirement than is applied in this circuit);  In re Cypress Semiconductor Sec. Litig., [1993 Transfer Binder] Fed.  Sec. L. Rep.  (CCH) p 97,060 at 94,698 (N.D.Cal.1992) (holding that plaintiffs need only allege \"that defendants provided information to the securities analysts upon which the reports were based\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellants argue that we should adopt the more liberal approach adopted by these courts, rather than the \"restrictive approach,\" Appellants' Brief at 35, employed by the court below.  Appellants' arguments are unpersuasive.  Our review of the cases appellants cite indicates that the law applied by those courts is similar to, if not the same as, that applied by the court below.  Where the cases may differ is in the pleadings each court requires in order to sufficiently allege that the analysts' reports are attributable to the defendant.  We have repeatedly emphasized Rule 9(b)'s heightened pleading requirements because of our concern that plaintiffs will bring baseless strike suits against securities defendants in order to increase settlement amounts or to engage in a fishing expedition for evidence on which to base their claims.  See Lucia, 36 F.3d at 174 (noting that we have been especially rigorous in applying Rule 9(b) to securities claims because of these concerns);  Romani, 929 F.2d at 878 (same).  We find, however, that the cases cited by appellants do not differ substantially from the law applied by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This circuit has not yet decided whether statements in an analyst's report may be attributable to a defendant company.  As appellants claim that Bailey fraudulently misled the analysts who prepared these reports, Rule 9(b)'s heightened pleading requirements apply.  Assuming arguendo that a company may be held liable for false or misleading statements in an analyst's report where that company has adopted, endorsed, or sufficiently entangled itself with the analyst's reports, see Elkind, 635 F.2d at 163, we find that appellants have failed to meet Rule 9(b)'s pleading requirements and their claim must fail.  As we noted above, Rule 9(b) requires that plaintiffs \" '(1) specify the statements that the plaintiff contends were fraudulent, (2) identify the speaker, (3) state where and when the statements were made, and (4) explain why the statements were fraudulent.' \"  Shields, 25 F.3d at 1127-28.   The district court pointed out to appellants that their earlier complaints failed to meet Rule 9(b)'s requirements.  Order of July 31, 1995 at 2;  Order of Nov. 10, 1994 at 13.  In an apparent attempt to cure these defects, in their Second Amended Complaint, appellants alleged the following:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>[I]t was the Company's practice to have top managers, namely, Chief Financial Officer Heilman, communicate regularly with securities analysts ... to discuss, among other things, the Company's earnings prospects, its products, the efficiency of the Company's manufacturing plants, anticipated financial performance, and to provide detailed 'guidance' to these analysts with respect to the Company's business, including projected revenues, earnings, and of particular importance to analysts, earnings per share.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In its order dismissing the Second Amended Complaint, the district court found that appellants' attempts to satisfy the requirements of Rule 9(b) were insufficient because appellants failed to identify the statements made by Heilman or describe how those statements were false or misleading.  Order of Dec. 29, 1995.  We agree with the district court that appellants have failed to allege with particularity the false or misleading statements made by Heilman, or any other defendant, that would have induced the analyst to disseminate misleading forecasts.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We also find that appellants have failed to direct us to any facts to support their conclusory allegation that Bailey \"endorsed the contents of those reports, adopted them as its own, and placed its imprimatur on them.\"   Second Amended Complaint, p 36.  As presented by the appellants, the reports do not appear to quote any Bailey officer or employee, nor do they imply that the forecasts were supplied or confirmed by any Bailey officer or employee.  Appellants' allegations regarding the analysts' reports fail to meet the pleading requirements of Rule 9(b) and the district court properly dismissed this count of the complaint.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">For the foregoing reasons, the decision below is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The officers included William A. Taylor, who served as a consultant and as a Bailey director at all relevant times;  Roger R. Phillips, who served as Chairman of the Board, President, Chief Executive Officer and Secretary of Bailey during the class period;  Leonard Heilman, who served as Senior Vice President--Finance and Administration, Chief Financial Officer, Treasurer, and Assistant Secretary of Bailey during the class period;  E. Gordon Young, who served as a director of Bailey and as Executive Vice President at all relevant times;  and John G. Owens, who served in various management capacities and as a director of Bailey during the class period</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Any person who--</p>\n        <p>(1) offers or sells a security ... by means of a prospectus or oral communication, which includes an untrue statement of a material fact or omits to state a material fact necessary in order to make the statements, in the light of the circumstances under which they were made, not misleading ..., and who shall not sustain the burden of proof that he did not know, and in the exercise of reasonable care could not have known, of such untruth or omission,</p>\n        <p>shall be liable to the person purchasing such security from him....</p>\n        <p>15 U.S.C. &#167; 771 (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 10(b) provides:</p>\n        <p>It shall be unlawful for any person, directly or indirectly, by the use of any means or instrumentality of interstate commerce or of the mails, or of any facility of any national securities exchange--</p>\n        <p>(b) To use or employ, in connection with the purchase or sale of any security registered on a national securities exchange or any security not so registered, any manipulative or deceptive device or contrivance in contravention of such rules and regulations as the Commission may prescribe as necessary or appropriate in the public interest or for the protection of investors.</p>\n        <p>15 U.S.C. &#167; 78j(b) (1981).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 20(a) provides, in part:</p>\n        <p>Every person who, directly or indirectly, controls any person liable under any provision of this chapter or of any rule or regulation thereunder shall also be liable jointly and severally with and to the same extent as such controlled person to any person to whom such controlled person is liable....</p>\n        <p>15 U.S.C. &#167; 78t (1981).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rule 10b-5 provides:</p>\n        <p>It shall be unlawful for any person, directly or indirectly, by the use of any means or instrumentality of interstate commerce, or of the mails or of any facility of any national securities exchange,</p>\n        <p>(a) To employ any device, scheme, or artifice to defraud,</p>\n        <p>(b) To make any untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading, or</p>\n        <p>(c) To engage in any act, practice, or court of business which operates or would operate as a fraud or deceit upon any person, in connection with the purchase or sale of any security.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">17</a>\n        <p> C.F.R. &#167; 240.10b-5 (1996)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></span></p>\n    <p class=\"case_cite\">Fed. Sec. L. Rep.  P 99,421, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">239</span></span></p>\n    <p class=\"parties\">Vicki Match SUNA and Lori Rosen, Plaintiffs--Appellants,<br>v.<br>BAILEY CORPORATION, et al., Defendants--Appellees.</p>\n    <p class=\"docket\">No. 96-1138.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 29, 1996.<br>Decided Feb. 26, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jules Brody, with whom Stull, Stull &amp; Brody, Backus, Meyer, Solomon &amp; Rood and Weiss &amp; Yourman were on brief, New York City, for plaintiffs-appellants.</p>\n      <p class=\"indent\">Sydelle Pittas, with whom Law Offices of Sydelle Pittas was on brief, Winchester, MA, for appellee Bailey Corporation.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and LISI,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On May 26, 1994, Plaintiffs-Appellants Vicki Match Suna (\"Suna\") and Lori Rosen (\"Rosen\") (collectively \"plaintiffs\" or \"appellants\") brought this class action suit against Bailey Corporation (\"Bailey\") and individual officers<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of the corporation (collectively \"defendants\" or \"appellees\") on behalf of all persons who purchased Bailey's common stock during the class period.  The suit alleges that appellees violated Section 12 of the Securities Act<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> of 1933 and Sections 10(b)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and 20(a)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> of the Securities Exchange Act of 1934, as well as Rule 10b-5<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> promulgated by the Securities and Exchange Commission (\"SEC\").  Appellants allege that appellees made, or caused to be made, materially false and misleading statements either through Bailey's corporate documents or through analysts' reports disseminated to the public.  On November 10, 1994, the District Court of New Hampshire granted appellees' motion to dismiss this complaint for failure to comply with the pleading requirements of Federal Rule of Civil Procedure 9(b).  The district court then allowed appellants to amend their complaint, but rejected the first amended complaint appellants submitted.  The district court \"reluctantly grant[ed] plaintiffs leave to file a second amended complaint,\" Order of November 10, 1994, at 2, but cautioned that if \"the second complaint fail[ed] to satisfy the pleading requirements, the action [would] then be dismissed with prejudice.\"  Id. On September 1, 1995, appellants filed a Second Amended Complaint, which the district court ruled did not meet Rule 9(b)'s pleading requirements.  Order of Dec. 29, 1995.  The district court then dismissed the action with prejudice.  Appellants now appeal the dismissal of the Second Amended Complaint.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We accept as true all facts alleged in appellants' Second Amended Complaint.  Shields v. Citytrust Bancorp, Inc., <span class=\"citation\" data-id=\"671465\"><a href=\"/opinion/671465/sarah-b-shields-individually-and-as-representative-of-all-others/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1124</span></a></span>, 1125 (2d Cir.1994).  Bailey manufactures molded plastic exterior components and supplies them to North American original equipment manufacturers of cars, light trucks, sport utility vehicles and minivans.  Bailey's primary customer is Ford Motor Company, which accounted for approximately ninety-three percent of Bailey's sales in the nine months ending April 25, 1993.  Of the remaining sales, three percent were to General Motors Corporation and four percent to other customers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the class period, the individual defendants signed various SEC filings.  Each received or had access to non-public reports and documents depicting Bailey's financial condition and business prospects.  Each participated in Bailey board meetings at which information about the company was discussed.  A secondary public offering was held on August 18, 1993, during which Bailey and the individual defendants sold shares at $11 each.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 5, 1994, both Suna and Rosen purchased Bailey stock.  During the class period, the stock reached a high of more than $18 per share.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The public documents issued by Bailey and alleged by appellants to contain materially false and misleading statements include Bailey's April 18, 1993, Prospectus and Registration Statement, its 1993 Annual Report, and 10-K, quarterly reports to shareholders, and press releases.  In addition, appellants contend that reports published by analysts regarding Bailey's earnings prospects and its ability to continue to increase earnings per share are imputable to Bailey.  Appellants contend that all of these documents artificially inflated the market price of Bailey common stock.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Large sections of appellants' brief and Second Amended Complaint are devoted to quoting at length from these documents.  We will not reproduce all of these quotes, but will highlight relevant portions as becomes necessary throughout the opinion.  Appellants contend that the statements at issue were false and misleading because Bailey's anticipated growth did not continue and its revenue declined.  The decline in revenue led to a decrease in the value of Bailey's common stock to $6 1/8 per share.  Appellants argue that the representations were \"materially false and misleading because appellees knew, or recklessly disregarded, ... that Bailey's profitability would decline sharply because of a much less profitable mix of parts to be supplied to Ford.\"  Appellant's Brief at 8. They claim that Bailey knew or should have known that there was no reason to expect sustained growth based on knowledge gathered from, \"among other things, a '26-week forecasts [sic] of production requirements,' \" id., supplied to Bailey by Ford.  These forecasts allegedly indicated a shift in the product mix required by Ford.  Appellants indicate that the product mix Ford was phasing out would prove more profitable than the product mix to which Bailey was shifting production.  Appellants contend that Bailey should have disclosed that it was moving to a less profitable product mix.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In September 1993, the investment firm of McDonald &amp; Company Securities, Inc.  (\"McDonald\"), in a publicly disseminated report, gave Bailey an \"aggressive buy rating.\"   That report projected earnings per share for fiscal years 1994 and 1995 of $1.15 and $1.60 respectively.  In December 1993, an analyst for Hancock Institutional Equity Services, an affiliate of Tucker Anthony, a co-lead underwriter of Bailey's secondary offering, reviewed with defendant-appellee Leonard Heilman a written research opinion regarding Bailey that Hancock was about to disseminate publicly.  The Hancock analyst informed Heilman of her earnings per share estimates and her methodology and assumptions in reaching those estimates.  She also informed Heilman of her view regarding Bailey's financial prospects.  Following this conversation, Hancock publicly disseminated a very positive report on Bailey.  Appellants contend that these reports contained materially false and misleading statements in the form of financial projections that were \"wildly optimistic\" and the result of \"guidance\" from Bailey.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a report regarding Bailey's fiscal 1994 second quarter, ending January 31, 1994, Bailey claimed revenue and earnings increases, attributing the increases to \"productivity improvements.\"   Bailey failed to disclose \"that it was experiencing severe production problems at newly acquired mid-western plants,\" which appellants contend could and did materially impact future earnings.  Appellants acknowledge, however, that these production problems did not arise until February, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On May 20, 1994, Bailey announced that it had earned $0.16 per share in its third quarter, in contrast to the projected $0.37 per share.  This earnings shortfall was attributable to, among other things, a substantial change in product mix and production problems at Bailey's newly acquired mid-western plants.  After this announcement, the market price of Bailey common stock fell to $6 1/8 per share.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the dismissal of a complaint de novo.  Serabian v. Amoskeag Bank Shares, Inc., <span class=\"citation\" data-id=\"195389\"><a href=\"/opinion/195389/serabian-v-amoskeag-bank/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 361 (1st Cir.1994).  \"Generally, we will uphold a district court's dismissal of a claim only if it appears that the plaintiff can prove no set of facts upon which relief may be granted.\"  Shields v. Citytrust Bancorp, Inc., <span class=\"citation\" data-id=\"671465\"><a href=\"/opinion/671465/sarah-b-shields-individually-and-as-representative-of-all-others/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1124</span></a></span>, 1127 (2d Cir.1994).  Nevertheless, Federal Rule of Civil Procedure 9(b) imposes a heightened pleading requirement on plaintiffs alleging fraud.  Lucia v. Prospect St. High Income Portfolio, Inc., <span class=\"citation\" data-id=\"195626\"><a href=\"/opinion/195626/lucia-v-prospect-street/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 174 (1st Cir.1994).  Rule 9(b) states:  \"In all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity.  Malice, intent, knowledge, and other conditions of mind of a person may be averred generally.\"  Fed.R.Civ.P. 9(b).  \"[A] complaint making such allegations must '(1) specify the statements that the plaintiff contends were fraudulent, (2) identify the speaker, (3) state where and when the statements were made, and (4) explain why the statements were fraudulent.' \"  Shields, 25 F.3d at 1127-28 (quoting Mills v. Polar Molecular Corp., <span class=\"citation\" data-id=\"659855\"><a href=\"/opinion/659855/william-l-mills-v-polar-molecular-corporation-otis-l-nelson-mark-l/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1170</span></a></span>, 1175 (2d Cir.1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The goals of Rule 9(b) are \" 'to provide a defendant with fair notice of a plaintiff's claim, to safeguard a wrongdoing, and to protect a defendant against the institution of a strike suit.' \"  Id. at 1128 (quoting O'Brien v. National Property Analysts Partners, <span class=\"citation\" data-id=\"563657\"><a href=\"/opinion/563657/james-obrien-sheldon-friedman-eugene-gans-sheldon-smith-and-james/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">674</span></a></span>, 676 (2d Cir.1991)).  Rule 9(b)'s relaxation of the scienter requirement is not intended to allow plaintiffs to \"base claims of fraud on speculation and conclusory allegations.  Therefore, to serve the purposes of Rule 9(b), we require plaintiffs to allege facts that give rise to a strong inference of fraudulent intent.\"  Id. (citations and internal quotations omitted).  A securities plaintiff must allege \" 'specific facts that make it reasonable to believe that defendant[s] knew that a statement was materially false or misleading.' \"  Serabian, 24 F.3d at 361 (quoting Greenstone v. Cambex Corp., <span class=\"citation\" data-id=\"590895\"><a href=\"/opinion/590895/amy-greenstone-and-all-others-similarly-situated-v-cambex-corporation/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 25 (1st Cir.1992)).  We impose this heightened requirement \" 'even when the fraud relates to matters peculiarly within the knowledge of the opposing party.' \"  Lucia, 36 F.3d at 174 (quoting Romani, 929 F.2d at 878).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We recently set forth guidelines intended to strike a balance between the pleadings required of plaintiffs in securities fraud litigation and the concern that defendants not be subject to strike suits intended to increase the amount of settlement awards rather than set forth a legitimate claim.  See New England Data Servs., Inc. v. Becher, <span class=\"citation\" data-id=\"494597\"><a href=\"/opinion/494597/new-england-data-services-inc-v-barry-becher/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span>, 289 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"First, [p]laintiffs must plead more than that defendants acted irresponsibly and unwisely, but that they were aware that 'mismanagement had occurred and made a material public statement about the state of corporate affairs inconsistent with the existence of the mismanagement.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"Second, defendants may not be held liable under the securities laws for accurate reports of past successes, even if present circumstances are less rosy, ... and optimistic predictions about the future that prove to be off the mark likewise are immunized unless plaintiffs meet their burden of demonstrating intentional deception....\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"Third, and finally, general averments of the defendants' knowledge of material falsity will not suffice.  Consistent with Fed.R.Civ.P. 9(b), the complaint must set forth 'specific facts that make it reasonable to believe that defendant[s] knew that a statement was materially false or misleading.'  Id. The rule requires that the particular ' \"times, dates, places or other details of [the] alleged fraudulent involvement\" ' of the actors be alleged.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Serabian, 24 F.3d at 361.   In order to succeed on their claim, appellants must have complied with these pleading requirements by showing that the statements presented to the public were false or misleading at the time they were made and showing that it is reasonable to believe that the defendants knew they were false or misleading.  In addition, appellants must show that statements made were more than tempered predictions about the future that later proved incorrect.  See id. at 366 (\"It is well established that plaintiffs in a securities action have not alleged actionable fraud if their claim rests on the assumption that the defendants must have known of the severity of their problems earlier because conditions became so bad later on.\").  We turn to appellants' Second Amended Complaint.</p>\n    </div>\n    <p>I. STATEMENTS IN BAILEY'S PROSPECTUS</p>\n    <p class=\"indent\">A. Section 10(b) &amp; Rule 10b-5 Claims</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The complaint quotes extensively from various Bailey corporate documents, alleging that these quotes were materially false and misleading.  These statements tend to fall into two categories:  (1) statements about past performance of the company;  and (2) statements about future performance.  The district court succinctly and accurately summarized the alleged false representations made by Bailey:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1.  The Company falsely stated that it would achieve increased profits by moving production from its plant in Seabrook, New Hampshire, to newly acquired factories in Michigan.  Complaint, p 2.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2.  The Company knowingly issued false predictions regarding future earnings prospects during pre-offering road shows.  Complaint, p 5.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">3.  When the Company made the public offering it knew but failed to disclose that its profitability would decline sharply because of a much less profitable mix of parts to be supplied to Ford.  Complaint, p 8.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">4.  The Company failed to disclose to the public \"severe\" problems it began experiencing at its Contour facility beginning in February, 1994 (i.e., 6 months after the first day of the public offering and after issuance of all but one of the public documents of which plaintiffs complain).  Complaint, p 13.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Order of December 29, 1995, at 6. Paragraph 62 of the Second Amended Complaint attempts to describe why these statements were false and misleading:  \"Bailey's earnings would not continue to grow, they would decline materially due to a massive shift of Bailey's production to a much less profitable product mix.\"   Second Amended Complaint at p 62(a).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Regarding statements about past performance, appellants present no argument that such statements were false or inaccurate.  At most, appellants suggest that Bailey's presentation of figures indicating past performance somehow implies that the company would attain the same level of profitability in the future.  In presenting figures of past performance, Bailey's prospectus does not in any way project future earnings.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Instead, the contention here is that the company's predictions would prove to be false and that earnings would not continue to grow.  Appellants contend that Bailey's Prospectus promised increased revenue.  See Second Amended Complaint, pp 54, 55, 57, 61.  The statements cited by appellants, however, make no such representations and, in fact, are tempered with cautionary language.  For example, appellants cite the following sentence to support its contention that Bailey's prospectus indicated that revenues would continue to grow rapidly:  \"While the Company expects continued revenue growth, revenue may or may not increase at the same rate as the number of components in the Company's product line.\"   This statement is certainly not a promise of future profitability and contains language indicating uncertainty as to future revenues.  Appellants cite the following statement as indicating that Bailey would become \"even more profitable\":  \"The Company intends to transfer certain labor intensive operations from Seabrook to Hillsdale and Madison to take advantage of lower average labor cost and more fully utilize existing capacity.\"   Again, there is no suggestion or promise of increased profits in this statement.  Finally, the following is quoted in support of the contention that the company had secured supply agreements that would make up for the loss of certain discontinued products:  \"[T]he Company believes that these components in aggregate, will provide the Company with opportunities comparable to those that have been provided by the Taurus/Sable and Tempo/Topaz models.\"   While the company states that it believes the opportunities will be comparable, the statement contains no promise to that effect.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Bailey's 1993 Annual Report to Shareholders, registered with the SEC on October 28, 1993, indicated that Bailey \"expected [certain accomplishments of 1993] to help to sustain growth and strengthen our competitive position in future years.\"   That same document labels Bailey's mid-western plants as \"cost-efficient.\"   Additionally, an annual report filed on a Form 10-K for fiscal year 1993 stated that the acquisition of the mid-western plants provided the company with \"additional manufacturing capacity at lower average labor costs than prevail at the Company's Seabrook[, New Hampshire] facility.\"   Appellants contend that these statements were misleading because Bailey failed to disclose that the shift in production would \"materially reduce the Company's revenue and earnings,\" Complaint, p 74, and because the mid-western plants were not cost efficient.  No facts have been provided in support of the contention that Bailey had reason to know that the production shift would be less profitable, nor do appellants indicate why Bailey should have known, prior to operating a plant with lower labor costs, that the plant would be less cost efficient than the Seabrook plant, at which labor costs were higher.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"Certainly, predictions 'are not exempt' from the securities laws ... but they are actionable only if the forecast might affect a 'reasonable investor' in contemplating the value of a corporation's stock.\"  Colby v. Hologic, Inc., <span class=\"citation no-link\"><span class=\"volume\">817</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">204</span></span>, 211 (D.Mass.1993) (citation omitted).  While these statements may convey the company's desire for profitable performance in the future, they do not convey any promises about future performance and do not project specific numbers that the company will certainly attain.  No reasonable investor would have read these statements, especially as they are accompanied by cautionary language, as promises or guarantees of future performance.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The statements above, standing alone, are not false or misleading.  Had the appellants presented facts known by Bailey, and contemporaneous with the statements above, that would show that Bailey's anticipated success was unlikely, such facts would have adequately alleged a claim of securities fraud.  Instead, all appellants present as factual support is the receipt by Bailey of 26-week forecasts from Ford, with no indication from appellants as to what information contained within those reports contradicts Bailey's projections, other than a vague reference in paragraph 67 of the complaint that, \"[a]s [will be] set forth below, Ford's demand for certain parts supplied by Bailey was lower in the Company's first calendar quarter of 1994 and Bailey knew that would be so as of the day [of] the Offering.\"   The only information \"set forth below\" regarding a decrease in Ford's demand for parts was discussed in a Hancock analyst's report publicly disseminated on June 8, 1994.  The comments regarding Ford in this document suggest that, at the time the report was prepared, nearly a year after the Prospectus, Annual Report and Form 10-K were issued, Ford was scaling back production plans.  This hardly amounts to a contemporaneous factual allegation indicating that statements made by Bailey in August of 1993 regarding future prospects were false or misleading, or that it was unreasonable for Bailey to make such statements about future profitability.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In addition, appellants state that \"Bailey's earnings ... would decline materially due to a massive shift of Bailey's production to a much less profitable product mix.\"   Appellants allege no facts to indicate that Bailey had any reason to suspect at the time the statements were made that the product mix would prove to be less profitable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although appellants specify statements that they contend were fraudulent, identify the speaker, and state where and when the statements were made, they fail, on every allegation of fraud, to explain why the statements were fraudulent.  Appellants offer no factual support for their conclusory allegations that Bailey knew that a product mix would become unprofitable or that production problems would arise at a plant it was not even operating at the time the Prospectus was issued.  Thus, there is no factual support that Bailey made materially false or misleading statements when it presented positive future expectations.  Appellants repeatedly recite their contention that the \"26-week forecasts\" received from Ford indicated to Bailey Ford's projected supply requirements through the company's \"fiscal third quarter,\" the time at which the actual requirements allegedly diminished, causing the decline in Bailey's earnings per share.  Appellants fail, however, to identify information in the forecasts that would have put Bailey on notice that supply requirements would decline.  That Ford presented forecasts of its requirements does not guarantee that forecasts presented to Bailey 26 weeks prior to the third quarter, and perhaps contemporaneously with the dissemination of the Bailey Prospectus, accurately identified the actual requirements of the third quarter.  Those requirements may have changed dramatically after Ford presented Bailey with its forecasts for that third quarter.  Because appellants fail to cite with specificity anything in the 26-week forecasts that would have put Bailey on notice of a decline in products to be supplied, they have not shown that Bailey's expectations were unreasonable or fraudulently presented.  That Bailey may have been mistaken in its projections, which were apparently based on facts that appellants do not contend were false, is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>\"[Appellants] record[ ] statements by defendants predicting a prosperous future and hold[ ] them up against the backdrop of what actually transpired....  This technique is sufficient to allege that the defendants were wrong;  but misguided optimism is not a cause of action, and does not support an inference of fraud.  We have rejected the legitimacy of 'alleging fraud by \"hindsight.\" ' \"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Shields, 25 F.3d at 1129.  \"Because all of plaintiffs' 10(b) claims rely fundamentally on such unsupported allegations, the district court properly dismissed these claims for failure to meet Rule 9(b).\"  Lucia, 36 F.3d at 174.</p>\n    </div>\n    <p class=\"indent\">B. Sections 12(2) and 20(a)</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Appellants contend that the district court improperly dismissed their claims arising under Section 12(2) of the Securities Act of 1933 and Section 20(a) of the Securities and Exchange Act of 1934.  They argue that the district court's dismissal of their complaint was pursuant to Rule 9(b).  As appellants correctly note, neither of these claims contain an element of fraud and Rule 9(b)'s pleading with particularity requirements do not apply.  Nevertheless, the district court properly dismissed these claims as well.</p>\n    </div>\n    <p>1. Section 12(2)</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">First, for a violation of Section 12(2), the plaintiff must show that the defendant made an untrue statement of a material fact or omitted such material fact.  Appellants contend that Rule 9(b)'s pleading requirements do not apply to claims under Section 12(2), claiming that Section 12 does not contain an element of fraud.  As we find that appellants have failed to even meet the minimal requirements of a Section 12(2) claim, we need not decide whether their Section 12(2) claim sufficiently sounds in fraud such that Rule 9(b)'s pleading requirements apply.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellants have failed to point us to any untrue statements of material fact, nor have they identified material facts whose omission would render a previous statement misleading.  \"[I]nformation is 'material' only if the disclosure would alter the 'total mix' of facts available to the investor and 'if there is a substantial likelihood that a reasonable shareholder would consider it important' to the investment decision.\"  Milton v. Van Dorn Co., <span class=\"citation\" data-id=\"581509\"><a href=\"/opinion/581509/fed-sec-l-rep-p-96601-james-w-milton-v-van-dorn-company/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">965</span></a></span>, 969 (1st Cir.1992) (quoting Basic, Inc. v. Levinson, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 231-32, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">978</span></a></span>, 983-84, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">194</span></a></span> (1988)).  The statements that appellants challenge were either true at the time they were made and continued to be so, or consisted of future predictions that later proved to be incorrect.  These predictions were not of the sort that would need to be corrected by a later statement.  The statements addressed by appellants indicate that Bailey projected positive future earnings, but these statements were tempered with language indicating that Bailey did not, and could not, guarantee the future profitability of the company.  \" 'Soft,' 'puffing' statements such as these generally lack materiality because the market price of a share is not inflated by vague statements predicting growth.\"  Raab v. General Physics Corp., <span class=\"citation\" data-id=\"629141\"><a href=\"/opinion/629141/fed-sec-l-rep-p-97713-adolph-p-raab-lenora-isaacs-v-general-physics/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></a></span>, 289 (4th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellants' complaint contends that the market's reliance on statements by Bailey artificially inflated the company's price per share.  We find, however, that \"[n]o reasonable investor would rely on these statements, and they are certainly not specific enough to perpetrate a fraud on the market.  Analysts and arbitrageurs rely on facts in determining the value of a security, not mere expressions of optimism from company spokesmen.\"  Id. at 290.   A reasonable purchaser would know that these statements consisted of optimistic predictions of future potential and would not have been misled by them.  Therefore, the district court properly dismissed appellant's Section 12(2) claims.</p>\n    </div>\n    <p>2. Section 20(a)</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, regarding the Section 20(a) claim, which attempts to attribute joint and several liability to the individual defendants as \"control persons,\" appellants have failed to allege an underlying violation of the securities acts.  The district court properly dismissed appellants' Section 20(a) claims.</p>\n    </div>\n    <p>II. REPORTS OF SECURITIES ANALYSTS</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Appellants also allege that Bailey should be held liable for false and misleading statements made by analysts in independent reports disseminated to the public.  The first of these reports was disseminated to the public by McDonald.  Appellants allege that the analyst who prepared that report, David Garrity, spoke with Leonard Heilman, an officer of the company, in preparing the report.  Garrity reviewed with Heilman his earnings estimates and the methodology and/or assumptions of those estimates.  Thereafter, McDonald disseminated a report giving Bailey an \"aggressive buy rating.\"   The report stated that it expected Bailey to earn $1.15 per share in fiscal 1994 and $1.60 per share in fiscal 1995.  Finally, the report stated that it estimated that the price of Bailey stock would reach $20 per share, with a down-side risk to the $10 level.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The second report, prepared by Hancock analyst Jane Gilday, was reviewed with Heilman on or about December 20, 1993.  Gilday informed Heilman of her revenue and earnings per share estimates and the methodology and assumptions used in reaching those estimates.  She also indicated to Heilman her opinion of Bailey's financial prospects.  Hancock's report, publicly disseminated on December 21, 1993, projected Bailey's earnings per share at $1.05 for fiscal 1994 and $1.25 for fiscal 1995.  The report goes on to make predictions regarding Bailey's profitability in the coming year based on growth in its parts business and the company's shift of manufacturing to the mid-western plants.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A third report, disseminated to the public by McDonald on March 18, 1994, indicated that McDonald had concerns about Bailey's product mix shift and lowered its earnings per share forecasts slightly.  The report still gave Bailey an \"Aggressive Buy\" rating.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">After Bailey disclosed that its earnings for the third quarter of fiscal 1994 were only $0.16, Hancock lowered Bailey's investment rating from buy to sell, based in part on the \"serious credibility problem\" of Bailey management.  Hancock called Bailey's third quarter earnings \"a major negative surprise.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In support of their argument that Bailey should be held liable for alleged misstatements in these analysts' reports, appellants cite cases in which courts have held that a defendant company may be held liable for any false or misleading statements contained in analysts' reports.  See, e.g., Elkind v. Liggett &amp; Myers, Inc., <span class=\"citation\" data-id=\"384555\"><a href=\"/opinion/384555/fed-sec-l-rep-p-97716-arnold-b-elkind/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">156</span></a></span>, 163 (2d Cir.1980) (holding that a company may sufficiently entangle itself with analysts' forecasts to render the predictions attributable to the company, but finding no such liability);  In re RasterOps Corp. Sec. Litig., No. C-93-20349, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">618970</span></span>, at * 3 (N.D.Cal. Oct.31, 1994) (finding that \"[a] company may be liable for analyst reports which it fostered and reviewed but failed to correct if it expressly or impliedly represented that the information was accurate or reflected the view of the company\");  Alfus v. Pyramid Technology Corp., <span class=\"citation no-link\"><span class=\"volume\">764</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">598</span></span>, 603 (N.D.Cal.1991) (finding that a company may be liable for not correcting analysts' forecasts where it undertakes to provide information regarding and pass on the analysts' forecasts, but finding no liability where a company officer merely examines and comments upon an analyst's report);  In re Aldus Sec. Litig., [1992-1993 Transfer Binder] Fed.  Sec. L. Rep.  (CCH p 97,376 at 95,984-85) (W.D.Wash.1993) (finding plaintiffs' claim sufficiently alleged that defendants placed their imprimatur on analysts' reports, but employing a lower Rule 9(b) pleading requirement than is applied in this circuit);  In re Cypress Semiconductor Sec. Litig., [1993 Transfer Binder] Fed.  Sec. L. Rep.  (CCH) p 97,060 at 94,698 (N.D.Cal.1992) (holding that plaintiffs need only allege \"that defendants provided information to the securities analysts upon which the reports were based\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellants argue that we should adopt the more liberal approach adopted by these courts, rather than the \"restrictive approach,\" Appellants' Brief at 35, employed by the court below.  Appellants' arguments are unpersuasive.  Our review of the cases appellants cite indicates that the law applied by those courts is similar to, if not the same as, that applied by the court below.  Where the cases may differ is in the pleadings each court requires in order to sufficiently allege that the analysts' reports are attributable to the defendant.  We have repeatedly emphasized Rule 9(b)'s heightened pleading requirements because of our concern that plaintiffs will bring baseless strike suits against securities defendants in order to increase settlement amounts or to engage in a fishing expedition for evidence on which to base their claims.  See Lucia, 36 F.3d at 174 (noting that we have been especially rigorous in applying Rule 9(b) to securities claims because of these concerns);  Romani, 929 F.2d at 878 (same).  We find, however, that the cases cited by appellants do not differ substantially from the law applied by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This circuit has not yet decided whether statements in an analyst's report may be attributable to a defendant company.  As appellants claim that Bailey fraudulently misled the analysts who prepared these reports, Rule 9(b)'s heightened pleading requirements apply.  Assuming arguendo that a company may be held liable for false or misleading statements in an analyst's report where that company has adopted, endorsed, or sufficiently entangled itself with the analyst's reports, see Elkind, 635 F.2d at 163, we find that appellants have failed to meet Rule 9(b)'s pleading requirements and their claim must fail.  As we noted above, Rule 9(b) requires that plaintiffs \" '(1) specify the statements that the plaintiff contends were fraudulent, (2) identify the speaker, (3) state where and when the statements were made, and (4) explain why the statements were fraudulent.' \"  Shields, 25 F.3d at 1127-28.   The district court pointed out to appellants that their earlier complaints failed to meet Rule 9(b)'s requirements.  Order of July 31, 1995 at 2;  Order of Nov. 10, 1994 at 13.  In an apparent attempt to cure these defects, in their Second Amended Complaint, appellants alleged the following:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>[I]t was the Company's practice to have top managers, namely, Chief Financial Officer Heilman, communicate regularly with securities analysts ... to discuss, among other things, the Company's earnings prospects, its products, the efficiency of the Company's manufacturing plants, anticipated financial performance, and to provide detailed 'guidance' to these analysts with respect to the Company's business, including projected revenues, earnings, and of particular importance to analysts, earnings per share.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In its order dismissing the Second Amended Complaint, the district court found that appellants' attempts to satisfy the requirements of Rule 9(b) were insufficient because appellants failed to identify the statements made by Heilman or describe how those statements were false or misleading.  Order of Dec. 29, 1995.  We agree with the district court that appellants have failed to allege with particularity the false or misleading statements made by Heilman, or any other defendant, that would have induced the analyst to disseminate misleading forecasts.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We also find that appellants have failed to direct us to any facts to support their conclusory allegation that Bailey \"endorsed the contents of those reports, adopted them as its own, and placed its imprimatur on them.\"   Second Amended Complaint, p 36.  As presented by the appellants, the reports do not appear to quote any Bailey officer or employee, nor do they imply that the forecasts were supplied or confirmed by any Bailey officer or employee.  Appellants' allegations regarding the analysts' reports fail to meet the pleading requirements of Rule 9(b) and the district court properly dismissed this count of the complaint.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">For the foregoing reasons, the decision below is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The officers included William A. Taylor, who served as a consultant and as a Bailey director at all relevant times;  Roger R. Phillips, who served as Chairman of the Board, President, Chief Executive Officer and Secretary of Bailey during the class period;  Leonard Heilman, who served as Senior Vice President--Finance and Administration, Chief Financial Officer, Treasurer, and Assistant Secretary of Bailey during the class period;  E. Gordon Young, who served as a director of Bailey and as Executive Vice President at all relevant times;  and John G. Owens, who served in various management capacities and as a director of Bailey during the class period</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Any person who--</p>\n        <p>(1) offers or sells a security ... by means of a prospectus or oral communication, which includes an untrue statement of a material fact or omits to state a material fact necessary in order to make the statements, in the light of the circumstances under which they were made, not misleading ..., and who shall not sustain the burden of proof that he did not know, and in the exercise of reasonable care could not have known, of such untruth or omission,</p>\n        <p>shall be liable to the person purchasing such security from him....</p>\n        <p>15 U.S.C. &#167; 771 (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 10(b) provides:</p>\n        <p>It shall be unlawful for any person, directly or indirectly, by the use of any means or instrumentality of interstate commerce or of the mails, or of any facility of any national securities exchange--</p>\n        <p>(b) To use or employ, in connection with the purchase or sale of any security registered on a national securities exchange or any security not so registered, any manipulative or deceptive device or contrivance in contravention of such rules and regulations as the Commission may prescribe as necessary or appropriate in the public interest or for the protection of investors.</p>\n        <p>15 U.S.C. &#167; 78j(b) (1981).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 20(a) provides, in part:</p>\n        <p>Every person who, directly or indirectly, controls any person liable under any provision of this chapter or of any rule or regulation thereunder shall also be liable jointly and severally with and to the same extent as such controlled person to any person to whom such controlled person is liable....</p>\n        <p>15 U.S.C. &#167; 78t (1981).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rule 10b-5 provides:</p>\n        <p>It shall be unlawful for any person, directly or indirectly, by the use of any means or instrumentality of interstate commerce, or of the mails or of any facility of any national securities exchange,</p>\n        <p>(a) To employ any device, scheme, or artifice to defraud,</p>\n        <p>(b) To make any untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading, or</p>\n        <p>(c) To engage in any act, practice, or court of business which operates or would operate as a fraud or deceit upon any person, in connection with the purchase or sale of any security.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">17</a>\n        <p> C.F.R. &#167; 240.10b-5 (1996)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/671465/"
  ]
}