{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197262/",
  "absolute_url": "/opinion/197262/seekamp-v-michaud/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197262/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:48Z",
  "date_modified": "2017-03-24T10:50:48.327292Z",
  "type": "010combined",
  "sha1": "19f8d01423ea5faac88e8e88b9616f11f39770a1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1923.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 96-1923\r\n\n                      HENRY C. SEEKAMP, JR.,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                     RONALD MICHAUD, et al.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                       Cyr, Circuit Judge,\r                                                   \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                    and Lynch, Circuit Judge.\r                                                      \r\n\n                                           \r                                                     \r\n\n   Michael J. Waxman for appellant.\r                              \r\n   Leanne  Robbin, Assistant  Attorney  General,  with  whom  Andrew\r                                                                              \r\nKetterer,  Attorney General,  and Peter  J. Brann,  Assistant Attorney\r                                                         \r\nGeneral, were on brief for appellees.\r\n\n                                           \r                                                     \r\n\n                          March 26, 1997\r\n                                           \r                                                     \r\r\n\n          CYR, Circuit  Judge.  Appellant Henry  C. Seekamp, Jr.,\r                    CYR, Circuit  Judge.\r                                       \r\n\nchallenges a summary judgment ruling disallowing his civil rights\r\n\nclaims against  various Maine  State Police (\"MSP\")  officers and\r\n\ntheir supervisor, based on  an alleged Fourth Amendment violation\r\n\nstemming from  a roadblock established by  the defendant officers\r\n\non the Maine Turnpike.  We affirm the district court judgment.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          The material facts are not in dispute.  At approximate-\r\n\nly 1:00 a.m.  on July 14, 1994,  Seekamp left his  parents' resi-\r\n\ndence in Scarborough, Maine, for  the asserted purpose of picking\r\n\nup the pieces of his former life in Arkansas, where his relation-\r\n\nship with a girlfriend  and his career in  the United States  Air\r\n\nForce  were abruptly ended  by an  automobile accident  in April,\r\n\n1993, which left him with a brain injury. \r\n\n          As  Seekamp was  proceeding south  through a  50 m.p.h.\r\n\nzone on  Route 1, his  Chevrolet Monte  Carlo was  clocked at  63\r\n\nmiles  per hour  by Scarborough  Police Sergeant  Eugene O'Neill.\r\n\nAfter Seekamp  failed to heed Sergeant O'Neill's  signal to stop,\r\n\nO'Neill followed  him into Saco  where local police  units joined\r\n\nthe  pursuit.  Undeterred, Seekamp not  only ignored the pursuing\r\n\npolice  vehicles but drove through  the Maine Turnpike toll plaza\r\n\nat Saco, and onto a southbound lane, without stopping.  \r\n\n          Alerted by Sergeant  O'Neill, the  MSP assumed  further\r\n\nresponsibility for the pursuit after learning  that the driver of\r\n\nthe Monte  Carlo had eluded  a police officer     a felony  under\r\n\n                                2\r\r\n\nMaine law.  See  Me. Rev. Stat.  Ann., tit. 29-A,  2501-A  (1994)\r                         \r\n\n(repealed  and replaced on January 1, 1995  by P.L. 1995, Ch. 65,\r\n\ncodified as Me.  Rev. Stat.  Ann. tit. 29-A,    2414(3)  (1996)).\r\n\nSituated  farther  south near  the  Biddeford  exit, MSP  Trooper\r\n\nRonald Michaud took up the pursuit at approximately 1:35 a.m.  In\r\n\nan effort to force Seekamp to a stop, Trooper Michaud attempted a\r\n\n\"rolling roadblock\" by driving  in front of the Monte  Carlo then\r\n\ndecelerating  to force  Seekamp to  slow as  well.   Michaud soon\r\n\nabandoned  the  rolling  roadblock when  Seekamp  responded  with\r\n\nreckless attempts to get around the police cruiser. \r\n\n          At approximately 1:45 a.m., Trooper Michaud  received a\r\n\nradio dispatch  to the effect  that Seekamp's father  had advised\r\n\nthat  his brain-injured son was operating the Monte Carlo but was\r\n\nunarmed and neither suicidal nor  under the influence of  alcohol\r\n\nor drugs.   Trooper Michaud considered the information both stale\r\n\nand unverifiable because Seekamp, Sr., could  not have known what\r\n\nhappened to his son after leaving the family home some 45 minutes\r\n\nearlier. \r\n\n          Meanwhile,  MSP Sergeant  Steven  Beal and  MSP Trooper\r\n\nThomas Arnold had  joined the  pursuit north of  the Wells  exit.\r\n\nDuring this phase, Seekamp continued his erratic driving  and was\r\n\nclocked by Trooper  Michaud at speeds  up to  97 miles per  hour.\r\n\nAbout  the same time and  at Trooper Michaud's  request, MSP Ser-\r\n\ngeant  Beal directed  MSP  Trooper Larry  McAfee  to establish  a\r\n\nroadblock north of the York toll plaza.  \r\n\n          The roadblock  was set up approximately  800 feet north\r\n\n                                3\r\r\n\nof the York  toll plaza, at the end  of a 1500-foot straightaway.\r\n\nFirst, Trooper McAfee commandeered a flatbed tractor-trailer unit\r\n\nloaded with lumber sheathed in white plastic and directed that it\r\n\nbe  parked across the three southbound travel lanes, with its cab\r\n\nat  the  guardrail.    Once in  place,  the  tractor-trailer unit\r\n\nextended  almost  entirely across  the  southbound travel  lanes.\r\n\nMcAfee completed the blocking  of the southbound travel  lanes by\r\n\nparking his  police cruiser  at the rear  of the  tractor-trailer\r\n\nunit, with  its headlights pointing  north in the  direction from\r\n\nwhich Seekamp would be approaching. \r\n\n          After turning on the cruiser's headlights, blue lights,\r\n\nand  flashers, McAfee  directed  other tractor-trailers  to  park\r\n\nalong the breakdown lane parallel to the blocked travel lanes.  A\r\n\nfifty-foot gap was left between two of  the tractor-trailer units\r\n\nparked in  the breakdown  lane, to  permit  vehicular traffic  to\r\n\nproceed  onto the breakdown lane and around the roadblock at slow\r\n\nspeed,  with police assistance.   The headlights  of the tractor-\r\n\ntrailer unit at the northern end of the fifty-foot gap illuminat-\r\n\ned the avenue of vehicular egress along the breakdown lane.  \r\n\n          The entire roadblock  area was brightly  illuminated by\r\n\noverhead street lights, the lights from Trooper McAfee's cruiser,\r\n\nand the  headlights of the commandeered  tractor-trailer blocking\r\n\nthe  southbound travel lanes.   In addition, upon  arrival at the\r\n\nroadblock site to assist Trooper McAfee, MSP Trooper Kevin Curran\r\n\nparked  his cruiser in a southbound travel lane with its flashers\r\n\non and its headlights directed at the roadblock as well.\r\n\n                                4\r\r\n\n          What with the bright white plastic sheathing around the\r\n\nlumber on the tractor-trailer unit blocking the southbound travel\r\n\nlanes,  the roadblock  area was  visible from  approximately 1500\r\n\nfeet along the straightaway approaching the York toll plaza.1  As\r\n\nthe  Monte Carlo approached  the roadblock, it  appeared to brake\r\n\nseveral  times yet failed to come  to a complete stop even though\r\n\nthe  pursuing police cruisers had slowed to allow Seekamp room to\r\n\nmaneuver.   Ultimately,  it collided  with the  rear axle  of the\r\n\ntractor-trailer unit  parked across the southbound  travel lanes,\r\n\ncausing  Seekamp  a hairline  fracture of  the  hip and  a severe\r\n\nfacial laceration.\r\n\n          Seekamp brought suit under 42 U.S.C.   1983 against the\r\n\nsubordinate MSP defendants, alleging Fourth Amendment violations;\r\n\nand  against  MSP  Chief  Alfred Skofield,  Jr.,  for  failure to\r\n\nprovide adequate  training and  supervision.  The  district court\r\n\nawarded  summary judgment  to all  defendants on  the alternative\r\n\ngrounds that the roadblock was reasonable and all defendants were\r\n\nentitled  to qualified immunity.  Seekamp v. Michaud, 936 F. Supp\r                                                              \r\n\n23, 28-30 (D. Me. 1996).\r\n\n                    \r                              \r\n\n     1Defendants  produced  the  uncontroverted affidavit  of  an\r\nexpert who attested that  a motor vehicle traveling at  100 miles\r\nper hour can  come to  a stop within  400 feet.   He opined  that\r\nthere was  ample room for Seekamp  to bring the Monte  Carlo to a\r\nfull stop without contacting the roadblock.  Moreover, the record\r\nreflects that Seekamp did slow to between 35 and 50  m.p.h. as he\r\napproached the roadblock.   Finally, Seekamp testified at deposi-\r\ntion that  he could have stopped the Monte Carlo but for the fact\r\nthat its brakes were not functioning properly.\r\n\n                                5\r\r\n\n                                II\r                                          II\r\n\n                           DISCUSSION2\r                                     DISCUSSION\r                                               \r\n\n1.   Subordinate MSP Defendants\r          1.   Subordinate MSP Defendants\r                                         \r\n\n          Seekamp  claims the subordinate MSP defendants violated\r\n\nhis Fourth Amendment right to be free  from unreasonable seizures\r\n\nof his person.   Since Seekamp acknowledges probable cause  for a\r\n\nwarrantless arrest, we need  only determine whether the roadblock\r\n\neffected  a Fourth Amendment seizure  and, if so,  whether it was\r\n\nreasonable.3  \r\n\n     A.   Did the Roadblock Effect a Fourth Amendment Seizure?\r               A.   Did the Roadblock Effect a Fourth Amendment Seizure?\r                                                                        \r\n\n          The  defendants  contend  that  the  roadblock did  not\r\n\nconstitute  a  Fourth  Amendment  seizure  because  it  permitted\r\n\nvehicular  traffic  to maneuver  through  the fifty-foot  opening\r\n\ndesignedly left  between two of the  tractor-trailer units parked\r\n\nin the breakdown lane to the right of the westernmost, southbound\r\n                    \r                              \r\n\n     2We review a grant of summary judgment  de novo.  Sanchez v.\r                                                                        \r\nAlvarado, 101 F.3d 223, 227 (1st Cir. 1996).   The district court\r                  \r\nwill  be  affirmed if  \"the  pleadings,  depositions, answers  to\r\ninterrogatories, and  the admissions  on file, together  with the\r\naffidavits,  if any,  show  that there  is  no genuine  issue  of\r\nmaterial  fact, and that the moving party is entitled to judgment\r\nas a matter of law.\"  Fed. R. Civ. P. 56(c).\r\n\n     3As eluding a police officer is a felony, see Me. Rev. Stat.\r                                                            \r\nAnn. tit.  29-A,  2501-A (1994),  and Seekamp  had been  observed\r\ndoing  so, see  supra at  p. 2,  there was  probable cause  for a\r                               \r\nwarrantless arrest.   See  United States  v. Sepulveda, 102  F.3d\r                                                                \r\n1313, 1316 (1st Cir. 1996)  (\"[P]robable cause requires only that\r\nthe  police have 'reasonable  grounds to believe'  that [the sus-\r\npect]  had  committed [a]  crime.\"); see  also  Joyce v.  Town of\r                                                                           \r\nTewksbury,  104  F.3d  507,  510-11 (1st  Cir.  1997)  (upholding\r                   \r\nwarrantless  arrest based  on probable  cause in  exigent circum-\r\nstances  such as pursuit of  fleeing felon); Me.  Rev. Stat. Ann.\r\ntit. 17-A,   15 (A)(3) (West Supp. 1996)  (permitting warrantless\r\narrest  by police officer with probable cause to believe arrestee\r\ncommitted or is committing Class C crime).  \r\n\n                                6\r\r\n\ntravel lane.  We do not agree.4\r\n\n          Almost a  decade ago,  the Supreme  Court dealt  with a\r\n\nvehicular collision involving  a so-called \"deadman's roadblock,\"\r\n\ndesigned and  constructed  to  block off  an  entire  roadway  by\r\n\nplacing an unilluminated tractor-trailer unit just beyond a curve\r\n\nand  locating a police cruiser directly in front of the roadblock\r\n\nwith its headlights aimed at the oncoming target vehicle, thereby\r\n\nblinding the  driver to  the impassable highway  obstruction just\r\n\naround the  curve.   Brower  v. Inyo  County, 489  U.S. 593,  594\r                                                      \r\n\n(1989).   Brower nevertheless enunciates a rule  that renders its\r                          \r\n\negregious facts largely immaterial  to the required Fourth Amend-\r\n\nment inquiry into whether a roadblock \"seizure\" has occurred. \r\n\n          Writing for the Court,  Justice Scalia explained that a\r\n\nFourth Amendment seizure occurs \"only when there  is a governmen-\r\n\ntal termination of freedom of movement through means intentional-\r                                                                           \r\n\nly  applied,\" id. at 597;  see also Landol-Rivera  v. Cruz Cosme,\r                                                                          \r\n\n906 F.2d 791,  795 (1st  Cir. 1990) (same),  explaining that  \"it\r\n\n[is] enough  for a seizure that  a person be stopped  by the very\r\n\ninstrumentality set in  motion or  put in place  to achieve  that\r\n\n                    \r                              \r\n\n     4We note that  a great many   1983 claims are resolved under\r\nthe  doctrine  of  qualified  immunity,  see,  e.g.,  Hegarty  v.\r                                                                       \r\nSomerset  County,  53 F.3d  1367,  1379, 1381  (1st  Cir.), cert.\r                                                                          \r\ndenied, 116 S. Ct. 675  (1995), without considering their consti-\r                \r\ntutional  merit.  Our  most recent decision  involving an alleged\r\nseizure by roadblock, Horta v.  Sullivan, 4 F.3d 2, 15  (1st Cir.\r                                                  \r\n1993) (declining to  consider whether  partial roadblock  consti-\r\ntuted  a seizure),  was such  a case.   With  that constitutional\r\nissue squarely presented in  the case now before us,  however, we\r\ntake the occasion  to discuss the  merits in some  detail with  a\r\nview  to  affording a  modicum  of  concrete  guidance not  often\r\nwarranted in our earlier cases. \r\n\n                                7\r\r\n\nresult.\"  Brower, 489 U.S. at 599.  The majority  opinion went on\r                          \r\n\nto say: \r\n\n          [A] roadblock is not just  a significant show\r\n          of authority  to induce a voluntary stop, but\r\n          it is designed to  produce a stop by physical\r\n          impact if  voluntary compliance does  not oc-\r\n          cur.  It may  well  be that  respondents here\r\n          preferred, and indeed  earnestly hoped,  that\r\n          Brower  would stop on his own, without strik-\r\n          ing the barrier, but we do not think it prac-\r\n          ticable to  conduct such an inquiry into sub-\r\n          jective intent.  Nor do we think it possible,\r\n          in determining whether there  has been a sei-\r\n          zure in  a case such as  this, to distinguish\r\n          between a roadblock that  is designed to give\r\n          the oncoming driver the option of a voluntary\r\n          stop  (e.g., one  at the  end of  a straight-\r                               \r\n          away), and  a roadblock that is designed pre-\r\n          cisely  to  produce  a  collision  (e.g., one\r                                                            \r\n          located just around a bend).\r\n\nId. at 598 (citations omitted).  \r            \r\n\n          Thus, for purposes of determining whether the roadblock\r\n\nin  this case worked a Fourth Amendment seizure under Brower, the\r                                                                      \r\n\ncontrolling consideration is not  whether it was brightly illumi-\r\n\nnated, located at the  end of a long straightaway, or  afforded a\r\n\nrestrictive  avenue of egress.5   Rather, it constituted a Fourth\r\n\nAmendment seizure because Seekamp \"was meant to be stopped by the\r\n\nphysical  obstacle of  the  roadblock     and  . .  .  he was  so\r\n\nstopped.\"  Id. at 599.6  \r                       \r\n                    \r                              \r\n\n     5The district court found that \"[t]he escape route consisted\r\nof  making a 90-degree turn into a corridor []invisible to oncom-\r\ning  traffic.\"   Seekamp, 936  F. Supp.  at 28  n.5.   Thus, even\r                                  \r\nthough the  entrance to the invisible  corridor was approximately\r\n50 feet  wide, it  was necessary  for McAfee to  point it  out to\r\napproaching vehicles.  Id.  These findings are not in dispute.\r                                    \r\n\n     6The dictum in  Horta v. Sullivan, 4 F.3d at  15 (\"It may be\r                                                \r\nthat  the illuminated blocking of  a single lane  at a point some\r\ndistance  from where  the  block could  be  seen by  the  pursued\r\n\n                                8\r\r\n\n          The Brower  standard for  determining whether  a Fourth\r                              \r\n\nAmendment  seizure  has occurred  applies  whenever  \"there is  a\r\n\ngovernmental  termination  of freedom  of movement  through means\r\n\nintentionally applied.\"   Id. at 597  (emphasis omitted).   Thus,\r                                      \r\n\nfor  example,  if the  MSP troopers  had  resorted to  some other\r\n\nmethod, such as the use of spike mats, a Fourth Amendment seizure\r\n\nwould have occurred  provided Seekamp  was \"stopped  by the  very\r\n\ninstrumentality set in  motion or  put in place  to achieve  that\r\n\nresult.\"   Id. at 599.   See also Landol-Rivera, 906  F.2d at 796\r                                                         \r\n\n(\"It  is  intervention directed  at  a  specific individual  that\r\n\nfurnishes the basis for a Fourth Amendment claim.\").\r\n\n     B.   Did the Roadblock Effect an Unreasonable Seizure?\r               B.   Did the Roadblock Effect an Unreasonable Seizure?\r                                                                    \r\n\n          We determine the \"reasonableness\" of a Fourth Amendment\r\n\nseizure by balancing \"'the nature and quality of the intrusion on\r\n\nthe individual's Fourth Amendment interests' against the counter-\r\n\nvailing governmental interests at stake.\"   Graham v. Connor, 490\r                                                                      \r\n\nU.S. 386, 396 (1989) (quoting Tennessee v. Garner, 471  U.S. 1, 8\r                                                           \r\n\n(1985)).    The  Fourth  Amendment  reasonableness test  requires\r\n\ncareful attention  to the  circumstances in the  particular case.\r\n\nMcCabe  v. Life-Line Ambulance Serv., Inc., 77 F.3d 540, 546 (1st\r                                                    \r\n\nCir.), cert. denied,  117 S. Ct. 275 (1996).  Moreover, \"a viable\r                             \r\n\nexcessive  force claim  must demonstrate  that the  police defen-\r\n\n                    \r                              \r\n\nvehicle would not amount to a seizure.\"), relied on by appellees,\r\nnot only  describes a  distinctively different roadblock,  but is\r\nprefaced  by the explicit observation that the court did not need\r\nto  decide whether \"this partial roadblock  amounted to a seizure\r\nunder  the  Fourth  Amendment[,]\"  id.,  because  defendants were\r                                                \r\nentitled to qualified immunity.  Id. at 9, 11-15. \r                                              \r\n\n                                9\r\r\n\ndant['s] actions were not objectively reasonable, viewed in light\r\n\nof the facts and circumstances confronting him and without regard\r\n\nto his  underlying intent or  motivation.\"  Alexis  v. McDonald's\r                                                                           \r\n\nRestaurants of Massachusetts,  Inc., 67 F.3d  341, 352 (1st  Cir.\r                                             \r\n\n1995).  See also Graham, 490 U.S. at 397.  \r                                 \r\n\n          Graham identifies three  factors for evaluating whether\r                          \r\n\nthe force used  to effect a  seizure was objectively  reasonable:\r\n\n(1) the severity of the crime,  (2) whether there was \"an immedi-\r\n\nate  threat to  the safety of  the officers  or others\";  and (3)\r\n\nwhether the  suspect was, inter alia,  \"actively resisting arrest\r                                              \r\n\nor  attempting to  evade arrest  by flight.\"   Id.  at 396.   See\r                                                                           \r\n\nAlexis,  67 F.3d at 352-53.   Under these  standards, we conclude\r                \r\n\nthat the  district court  correctly ruled  that no rational  jury\r\n\ncould have found this  roadblock unreasonable in the circumstanc-\r\n\nes.  See Seekamp, 936 F. Supp. at 28.\r                          \r\n\n          Seekamp contends that  the roadblock  was set  up in  a\r\n\nmanner likely to kill him.   See Brower, 489 U.S. at  599 (noting\r                                                 \r\n\nthat the potential for recovery by Brower arose \"only because the\r\n\nunreasonableness . . . allege[d] consist[ed] precisely of setting\r\n\nup the roadblock in such a manner as to be likely to kill him.\").\r\n\nIn  that  event,  he  argues, the  more  particularized  analysis\r\n\nemployed  in Garner,  471 U.S.  at 11,  prohibiting  deadly force\r                             \r\n\nagainst fleeing  suspects  who pose  no immediate  danger to  the\r\n\nofficers or the public,  displaces the Graham analysis.   We need\r                                                       \r\n\nonly consider the evidence  material to the threshold requirement\r\n\nthat  the roadblock  be shown  to have  been set  up in  a manner\r\n\n                                10\r\r\n\nlikely to kill Seekamp. \r\n\n          Unlike the \"deadman's roadblock\" in Brower, 489 U.S. at\r                                                              \r\n\n594  (unilluminated  roadblock hidden  beyond  sharp  curve), the\r\n\nSeekamp roadblock was brightly illuminated and located at the end\r\n\nof a long straightaway.  The undisputed evidence established that\r\n\nit was visible from approximately 1500 feet to the north and that\r\n\nthe  Monte Carlo  could  have been  brought  to a  complete  stop\r\n\nwithout contacting  the roadblock equipment but  for its malfunc-\r\n\ntioning brakes.   An adequate corridor  for circumvention, though\r\n\nnot readily apparent to  vehicles approaching at excessive speed,\r\n\nhad enabled many motorists to bypass the roadblock before Seekamp\r\n\narrived.7   The Seekamp roadblock thus  stands in marked contrast\r\n\nto  the  \"deadman's roadblock\"  in  Brower and  the  bullet which\r                                                    \r\n\nstopped the fleeing suspect  in Garner.  Compare Donovan  v. City\r                                                                           \r\n\nof Milwaukee,  17 F.3d 944, 949-50 (7th Cir. 1994) (differentiat-\r                      \r\n\ning, based on  relative likelihood  of death  or serious  injury,\r\n\nbetween  the nondeadly force employed by ramming a police cruiser\r\n\ninto a  speeding car and the  deadly force employed  by driving a\r\n\ncruiser into a speeding motorcycle).  \r\n\n          At the time  Trooper McAfee established  the roadblock,\r\n\nthere existed  probable  cause  to  believe that  Seekamp  was  a\r\n\nfleeing felon who  had eluded local  law enforcement officers  in\r\n\nScarborough and  Saco  and continued  to elude  the pursuing  MSP\r\n                    \r                              \r\n\n     7Even though the district  court found the roadblock reason-\r\nable without regard  to the  corridor designedly  left to  permit\r\nsafe  passage for vehicles traveling at  slow speed, see Seekamp,\r                                                                          \r\n936 F.Supp at 29, its existence, whether or not determinative, is\r\na circumstance material to the reasonableness of the roadblock.  \r\n\n                                11\r\r\n\ntroopers, see  Me. Rev.  Stat.  Ann., tit.  29-A,  2501-A  (1994)\r                       \r\n\n(class C crime to  elude officer at reckless speeds  resulting in\r\n\nchase);  see also  Me. Rev.  Stat. Ann.  tit. 17-A,    1252(2)(C)\r                           \r\n\n(1964) (class  C crime  punishable by five  years' imprisonment).\r\n\nSeekamp  committed  lesser  crimes  as  well,  which  nonetheless\r\n\nendangered  the  pursuing  officers  and  the  traveling  public:\r\n\ndriving  at 97 m.p.h. in a 65  m.p.h. zone on the Maine Turnpike,\r\n\nsee Me.  Rev. Stat. Ann. tit.  29-A,   2074(3) (West  Supp. 1996)\r             \r\n\n(class E  crime to  exceed  posted speed  limit by  more than  30\r\n\nm.p.h.), and  driving to  endanger  by maneuvering  to evade  the\r\n\nrolling  roadblock, see  Me. Rev.  Stat. Ann.  tit. 29-A,    2413\r                                 \r\n\n(class E crime) (1964); see also Me. Rev. Stat. Ann. tit. 17-A,  \r                                          \r\n\n1252(2)(E)  (1964)  (class E  crimes  punishable  by six  months'\r\n\nimprisonment).  Moreover, Seekamp  had been evading  apprehension\r\n\nthroughout  the  chase.   See Graham,  490  U.S. at  396 (evading\r                                              \r\n\narrest  by  flight  a  factor in  determining  reasonableness  of\r\n\nseizure).  Thus, the factors for determining reasonableness under\r\n\nGraham all weighed heavily in  favor of employing nondeadly force\r                \r\n\nto contain Seekamp. \r\n\n          Finally,  even assuming the  information transmitted to\r\n\nTrooper  Michaud  regarding the  identity  and  condition of  the\r\n\ndriver of the Monte Carlo was neither stale nor unverifiable, the\r\n\noutcome  under Graham would not be altered.  Relying on firsthand\r                               \r\n\nobservation  and  eyewitness reports  from other  law enforcement\r\n\nofficers  engaged in  the pursuit,  Trooper Michaud  had probable\r\n\ncause to  believe  that a  fleeing  felon, driving  at  excessive\r\n\n                                12\r\r\n\nspeeds,  had resorted  to reckless efforts  to evade  the rolling\r\n\nroadblock  and  refused to  stop.    In these  circumstances  the\r\n\ninformation regarding the purported identity and condition of the\r\n\nperson driving the Monte Carlo could not have affected the Graham\r                                                                           \r\n\nanalysis because the officers were  faced with a situation  which\r\n\nfully  warranted a  nondeadly  roadblock based  on the  available\r\n\nobjective  information and  the  serious  danger  posed,  without\r\n\nregard  to  the  particular  influences  prompting  the  driver's\r\n\ndangerous actions.  See id. at 396-97.  \r                                     \r\n\n          The  Supreme Court  has  held, in  a closely  analogous\r\n\ncontext, that the constitutionality of  a seizure based simply on\r\n\nreasonable suspicion  does not depend exclusively  on whether the\r\n\npolice  employed  the  \"least  intrusive  [investigatory]  means\"\r\n\navailable.  United States v. Sokolow, 490 U.S. 1, 11 (1989) (\"The\r                                              \r\n\nreasonableness of the officer's  decision to stop a suspect  does\r\n\nnot  turn on  the  availability of  less intrusive  investigatory\r\n\ntechniques.\").  See also United States v. LaFrance, 879 F.2d 1, 5\r                                                            \r\n\n(1st Cir. 1989) (same).  As the Court has explained:\r\n\n          A creative judge engaged in post hoc  evalua-\r\n          tion  of  police  conduct can  almost  always\r\n          imagine  some alternative means  by which the\r\n          objectives  of the  police  might  have  been\r\n          accomplished.   But \"[t]he fact that the pro-\r\n          tection of the public might have  been accom-\r\n          plished  by less  intrusive  means  does  not\r\n          itself render the  search unreasonable.\"  The\r\n          question is  not  simply whether  some  other\r\n          alternative  was  available, but  whether the\r\n          police acted unreasonably  in failing to rec-\r\n          ognize or pursue it.\r\n\nUnited  States v. Sharpe, 470 U.S.  675, 686-87 (1985) (citations\r                                  \r\n\nomitted)  (upholding duration  of investigatory  stop as  reason-\r\n\n                                13\r\r\n\nable).         Moreover, Seekamp proffers no  reasonable alterna-\r\n\ntive for  resolving the  safety threat  posed by  his persistent,\r\n\nirresponsible  conduct.    True,  the  defendant  officers  never\r\n\nresorted  to the  alternative Seekamp  now proposes:   abandoning\r\n\ntheir  pursuit.  Implicit in  this suggestion, of  course, is the\r\n\npremise that fleeing felons  must be allowed to proceed  on their\r\n\nreckless way without answering for their criminal conduct despite\r\n\nthe ongoing risk to the traveling public.  The defendant officers\r\n\nrecognized  that inaction  on their  part was  not a  responsible\r\n\noption  in the  circumstances.  We  do likewise  by acknowledging\r\n\nthat  their actions in setting up the roadblock and effecting the\r\n\nseizure through nondeadly force were reasonable.8\r\n\n3.   Supervisory Liability\r          3.   Supervisory Liability\r                                    \r\n\n          Seekamp  contends  that  MSP Chief  Skofield  failed to\r\n\nprovide  the defendant  MSP troopers  with adequate  training and\r\n\nsupervision.  Supervisory liability under 42 U.S.C.   1983 cannot\r\n\nbe predicated on  a respondeat superior theory, Hegarty,  53 F.3d\r                                                                 \r\n\nat 1379, but \"'only on  the basis of [the supervisor's]  own acts\r\n\nor  omissions[,]'\"  Sanchez v.  Alvarado, 101 F.3d  223, 227 (1st\r                                                  \r\n\nCir. 1996) (quoting  Figueroa v. Aponte-Roque, 864  F.2d 947, 953\r                                                       \r\n\n(1st Cir. 1989))  (alteration in  original).  As  we pointed  out\r\n\nalmost a decade ago, a supervisor:\r\n\n          can  be held liable . . . if (1) the behavior\r\n          of  [his] subordinates results in a constitu-\r\n          tional violation, and (2)  the [supervisor]'s\r\n                    \r                              \r\n\n     8Therefore,  we  need  not address  the  qualified  immunity\r\nclaims.  See  Horta, 4  F.3d at 9  (bypassing qualified  immunity\r                             \r\nclaims in favor of decision on merits).\r\n\n                                14\r\r\n\n          action   or  inaction   was  \"affirmative[ly]\r\n          link[ed]\" to  that behavior in  that it could\r\n          be  characterized as  \"supervisory encourage-\r\n          ment, condonation or acquiescence\"  or \"gross\r\n          negligence amounting  to deliberate indiffer-\r\n          ence.\"\r\n\nLipsett v. University of Puerto Rico, 864 F.2d 881, 902 (1st Cir.\r                                              \r\n\n1988) (citations  omitted).  Moreover, the  indifference required\r\n\nto  support  supervisory liability  under  section  1983 must  be\r\n\n\"deliberate,  reckless  or   callous.\"    Gutierrez-Rodriguez  v.\r                                                                       \r\n\nCartagena, 882 F.2d 553, 562 (1st Cir. 1989).   Thus, the \"affir-\r                   \r\n\nmative  link\" required between the action or inaction of a super-\r\n\nvisor and  the behavior of subordinates  \"contemplates proof that\r\n\nthe  supervisor's conduct  led inexorably  to the  constitutional\r\n\nviolation.\"  Hegarty, 53 F.3d at 1380.\r                              \r\n\n          The present  claim fails  at a  primitive level,  as it\r\n\nmeets neither test under Lipsett.  First, because the behavior of\r                                          \r\n\nthe subordinate MSP officers was reasonable in the circumstances,\r\n\nsee supra pt. II,  B, the required predicate     a constitutional\r                   \r\n\nviolation  by  the subordinate      cannot be  established.   See\r                                                                           \r\n\nLipsett, 864 F.2d at 902.  Second, Seekamp adduced no evidence of\r                 \r\n\nsupervisory indifference to proper police training on the part of\r\n\ndefendant Skofield, let alone  a level of indifference sufficient\r\n\nto sustain  a  section 1983  supervisory  liability claim.    See\r                                                                           \r\n\nSanchez, 101 F.3d at 229 (mere laxity insufficient to establish  \r                 \r\n\n1983 supervisory liability).  Quite the contrary, it is undisput-\r\n\ned  that each  subordinate  defendant received  training on  high\r\n\nspeed pursuit and roadblocks, including a refresher course on MSP\r\n\nhigh speed pursuit policy, within the year preceding the incident\r\n\n                                15\r\r\n\nsub judice which itself  reflected no inadequate training whatso-\r                    \r\n\never.\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          The district court judgment is affirmed. \r                                                   affirmed\r                                                           \r\n\n                                16\r\r\n",
  "html": "<p class=\"case_cite\">109 F.3d 802</p>\n    <p class=\"parties\">Henry C. SEEKAMP, Jr., Plaintiff, Appellant,<br>v.<br>Ronald MICHAUD, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 96-1923.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 7, 1997.<br>Decided March 26, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Waxman, Portland, ME, for Plaintiff, Appellant.</p>\n      <p class=\"indent\">Leanne Robbin, Assistant Attorney General, with whom Andrew Ketterer, Attorney General, and Peter J. Brann, Assistant Attorney General, were on brief, for Defendants, Appellees.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Henry C. Seekamp, Jr., challenges a summary judgment ruling disallowing his civil rights claims against various Maine State Police (\"MSP\") officers and their supervisor, based on an alleged Fourth Amendment violation stemming from a roadblock established by the defendant officers on the Maine Turnpike.  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The material facts are not in dispute.  At approximately 1:00 a.m. on July 14, 1994, Seekamp left his parents' residence in Scarborough, Maine, for the asserted purpose of picking up the pieces of his former life in Arkansas, where his relationship with a girlfriend and his career in the United States Air Force were abruptly ended by an automobile accident in April, 1993, which left him with a brain injury.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As Seekamp was proceeding south through a 50 m.p.h. zone on Route 1, his Chevrolet Monte Carlo was clocked at 63 miles per hour by Scarborough Police Sergeant Eugene O'Neill.  After Seekamp failed to heed Sergeant O'Neill's signal to stop, O'Neill followed him into Saco where local police units joined the pursuit.  Undeterred, Seekamp not only ignored the pursuing police vehicles but drove through the Maine Turnpike toll plaza at Saco, and onto a southbound lane, without stopping.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Alerted by Sergeant O'Neill, the MSP assumed further responsibility for the pursuit after learning that the driver of the Monte Carlo had eluded a police officer--a felony under Maine law.  See Me.Rev.Stat.Ann., tit.  29-A, &#167; 2501-A (1994) (repealed and replaced on January 1, 1995 by P.L. 1995, Ch. 65, codified as Me.Rev.Stat. Ann. tit.  29-A, &#167; 2414(3) (1996)).  Situated farther south near the Biddeford exit, MSP Trooper Ronald Michaud took up the pursuit at approximately 1:35 a.m.  In an effort to force Seekamp to a stop, Trooper Michaud attempted a \"rolling roadblock\" by driving in front of the Monte Carlo then decelerating to force Seekamp to slow as well.  Michaud soon abandoned the rolling roadblock when Seekamp responded with reckless attempts to get around the police cruiser.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At approximately 1:45 a.m., Trooper Michaud received a radio dispatch to the effect that Seekamp's father had advised that his brain-injured son was operating the Monte Carlo but was unarmed and neither suicidal nor under the influence of alcohol or drugs.  Trooper Michaud considered the information both stale and unverifiable because Seekamp, Sr., could not have known what happened to his son after leaving the family home some 45 minutes earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Meanwhile, MSP Sergeant Steven Beal and MSP Trooper Thomas Arnold had joined the pursuit north of the Wells exit.  During this phase, Seekamp continued his erratic driving and was clocked by Trooper Michaud at speeds up to 97 miles per hour.  About the same time and at Trooper Michaud's request, MSP Sergeant Beal directed MSP Trooper Larry McAfee to establish a roadblock north of the York toll plaza.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The roadblock was set up approximately 800 feet north of the York toll plaza, at the end of a 1500-foot straightaway.  First, Trooper McAfee commandeered a flatbed tractor-trailer unit loaded with lumber sheathed in white plastic and directed that it be parked across the three southbound travel lanes, with its cab at the guardrail.  Once in place, the tractor-trailer unit extended almost entirely across the southbound travel lanes.  McAfee completed the blocking of the southbound travel lanes by parking his police cruiser at the rear of the tractor-trailer unit, with its headlights pointing north in the direction from which Seekamp would be approaching.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After turning on the cruiser's headlights, blue lights, and flashers, McAfee directed other tractor-trailers to park along the breakdown lane parallel to the blocked travel lanes.  A fifty-foot gap was left between two of the tractor-trailer units parked in the breakdown lane, to permit vehicular traffic to proceed onto the breakdown lane and around the roadblock at slow speed, with police assistance.  The headlights of the tractor-trailer unit at the northern end of the fifty-foot gap illuminated the avenue of vehicular egress along the breakdown lane.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The entire roadblock area was brightly illuminated by overhead street lights, the lights from Trooper McAfee's cruiser, and the headlights of the commandeered tractor-trailer blocking the southbound travel lanes.  In addition, upon arrival at the roadblock site to assist Trooper McAfee, MSP Trooper Kevin Curran parked his cruiser in a southbound travel lane with its flashers on and its headlights directed at the roadblock as well.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">What with the bright white plastic sheathing around the lumber on the tractor-trailer unit blocking the southbound travel lanes, the roadblock area was visible from approximately 1500 feet along the straightaway approaching the York toll plaza.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As the Monte Carlo approached the roadblock, it appeared to brake several times yet failed to come to a complete stop even though the pursuing police cruisers had slowed to allow Seekamp room to maneuver.  Ultimately, it collided with the rear axle of the tractor-trailer unit parked across the southbound travel lanes, causing Seekamp a hairline fracture of the hip and a severe facial laceration.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Seekamp brought suit under 42 U.S.C. &#167; 1983 against the subordinate MSP defendants, alleging Fourth Amendment violations;  and against MSP Chief Alfred Skofield, Jr., for failure to provide adequate training and supervision.  The district court awarded summary judgment to all defendants on the alternative grounds that the roadblock was reasonable and all defendants were entitled to qualified immunity.  Seekamp v. Michaud, 936 F.Supp. 23, 28-30 (D.Me.1996).</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <p>1. Subordinate MSP Defendants</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Seekamp claims the subordinate MSP defendants violated his Fourth Amendment right to be free from unreasonable seizures of his person.  Since Seekamp acknowledges probable cause for a warrantless arrest, we need only determine whether the roadblock effected a Fourth Amendment seizure and, if so, whether it was reasonable.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A. Did the Roadblock Effect a Fourth Amendment Seizure?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendants contend that the roadblock did not constitute a Fourth Amendment seizure because it permitted vehicular traffic to maneuver through the fifty-foot opening designedly left between two of the tractor-trailer units parked in the breakdown lane to the right of the westernmost, southbound travel lane.  We do not agree.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Almost a decade ago, the Supreme Court dealt with a vehicular collision involving a so-called \"deadman's roadblock,\" designed and constructed to block off an entire roadway by placing an unilluminated tractor-trailer unit just beyond a curve and locating a police cruiser directly in front of the roadblock with its headlights aimed at the oncoming target vehicle, thereby blinding the driver to the impassable highway obstruction just around the curve.  Brower v. Inyo County, 489 U.S. 593, 594, 109 S.Ct. 1378, 1379-80, 103 L.Ed.2d 628 (1989).  Brower nevertheless enunciates a rule that renders its egregious facts largely immaterial to the required Fourth Amendment inquiry into whether a roadblock \"seizure\" has occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Writing for the Court, Justice Scalia explained that a Fourth Amendment seizure occurs \"only when there is a governmental termination of freedom of movement through means intentionally applied,\" id. at 597, 109 S.Ct. at 1381-82;  see also Landol-Rivera v. Cruz Cosme, 906 F.2d 791, 795 (1st Cir.1990) (same), explaining that \"it [is] enough for a seizure that a person be stopped by the very instrumentality set in motion or put in place to achieve that result.\"  Brower, 489 U.S. at 599, 109 S.Ct. at 1382.   The majority opinion went on to say:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>[A] roadblock is not just a significant show of authority to induce a voluntary stop, but it is designed to produce a stop by physical impact if voluntary compliance does not occur.  It may well be that respondents here preferred, and indeed earnestly hoped, that Brower would stop on his own, without striking the barrier, but we do not think it practicable to conduct such an inquiry into subjective intent.  Nor do we think it possible, in determining whether there has been a seizure in a case such as this, to distinguish between a roadblock that is designed to give the oncoming driver the option of a voluntary stop (e.g., one at the end of a straightaway), and a roadblock that is designed precisely to produce a collision (e.g., one located just around a bend).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 598, 109 S.Ct. at 1382 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, for purposes of determining whether the roadblock in this case worked a Fourth Amendment seizure under Brower, the controlling consideration is not whether it was brightly illuminated, located at the end of a long straightaway, or afforded a restrictive avenue of egress.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Rather, it constituted a Fourth Amendment seizure because Seekamp \"was meant to be stopped by the physical obstacle of the roadblock--and ... he was so stopped.\"  Id. at 599, 109 S.Ct. at 1382-83.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Brower standard for determining whether a Fourth Amendment seizure has occurred applies whenever \"there is a governmental termination of freedom of movement through means intentionally applied.\"  Id. at 597, 109 S.Ct. at 1381-82 (emphasis omitted).  Thus, for example, if the MSP troopers had resorted to some other method, such as the use of spike mats, a Fourth Amendment seizure would have occurred provided Seekamp was \"stopped by the very instrumentality set in motion or put in place to achieve that result.\"  Id. at 599, 109 S.Ct. at 1382-83.   See also Landol-Rivera, 906 F.2d at 796 (\"It is intervention directed at a specific individual that furnishes the basis for a Fourth Amendment claim.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">B. Did the Roadblock Effect an Unreasonable Seizure?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We determine the \"reasonableness\" of a Fourth Amendment seizure by balancing \" 'the nature and quality of the intrusion on the individual's Fourth Amendment interests' against the countervailing governmental interests at stake.\"  Graham v. Connor, 490 U.S. 386, 396, 109 S.Ct. 1865, 1871, 104 L.Ed.2d 443 (1989) (quoting Tennessee v. Garner, 471 U.S. 1, 8, 105 S.Ct. 1694, 1699-1700, 85 L.Ed.2d 1 (1985)).  The Fourth Amendment reasonableness test requires careful attention to the circumstances in the particular case.  McCabe v. Life-Line Ambulance Serv., Inc., 77 F.3d 540, 546 (1st Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 275, 136 L.Ed.2d 198 (1996).  Moreover, \"a viable excessive force claim must demonstrate that the police defendant['s] actions were not objectively reasonable, viewed in light of the facts and circumstances confronting him and without regard to his underlying intent or motivation.\"  Alexis v. McDonald's Restaurants of Massachusetts, Inc., 67 F.3d 341, 352 (1st Cir.1995).  See also Graham, 490 U.S. at 397, 109 S.Ct. at 1872.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Graham identifies three factors for evaluating whether the force used to effect a seizure was objectively reasonable:  (1) the severity of the crime, (2) whether there was \"an immediate threat to the safety of the officers or others\";  and (3) whether the suspect was, inter alia, \"actively resisting arrest or attempting to evade arrest by flight.\"  Id. at 396, 109 S.Ct. at 1872.   See Alexis, 67 F.3d at 352-53.   Under these standards, we conclude that the district court correctly ruled that no rational jury could have found this roadblock unreasonable in the circumstances.  See Seekamp, 936 F.Supp. at 28.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Seekamp contends that the roadblock was set up in a manner likely to kill him.  See Brower, 489 U.S. at 599, 109 S.Ct. at 1382-83 (noting that the potential for recovery by Brower arose \"only because the unreasonableness ... allege[d] consist[ed] precisely of setting up the roadblock in such a manner as to be likely to kill him.\").  In that event, he argues, the more particularized analysis employed in Garner, 471 U.S. at 11, 105 S.Ct. at 1701, prohibiting deadly force against fleeing suspects who pose no immediate danger to the officers or the public, displaces the Graham analysis.  We need only consider the evidence material to the threshold requirement that the roadblock be shown to have been set up in a manner likely to kill Seekamp.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Unlike the \"deadman's roadblock\" in Brower, 489 U.S. at 594, 109 S.Ct. at 1379-80 (unilluminated roadblock hidden beyond sharp curve), the Seekamp roadblock was brightly illuminated and located at the end of a long straightaway.  The undisputed evidence established that it was visible from approximately 1500 feet to the north and that the Monte Carlo could have been brought to a complete stop without contacting the roadblock equipment but for its malfunctioning brakes.  An adequate corridor for circumvention, though not readily apparent to vehicles approaching at excessive speed, had enabled many motorists to bypass the roadblock before Seekamp arrived.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The Seekamp roadblock thus stands in marked contrast to the \"deadman's roadblock\" in Brower and the bullet which stopped the fleeing suspect in Garner.   Compare Donovan v. City of Milwaukee, 17 F.3d 944, 949-50 (7th Cir.1994) (differentiating, based on relative likelihood of death or serious injury, between the nondeadly force employed by ramming a police cruiser into a speeding car and the deadly force employed by driving a cruiser into a speeding motorcycle).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At the time Trooper McAfee established the roadblock, there existed probable cause to believe that Seekamp was a fleeing felon who had eluded local law enforcement officers in Scarborough and Saco and continued to elude the pursuing MSP troopers, see Me.Rev.Stat.Ann., tit.  29-A, &#167; 2501-A (1994) (class C crime to elude officer at reckless speeds resulting in chase);  see also Me.Rev.Stat.Ann. tit. 17-A, &#167; 1252(2)(C) (1964) (class C crime punishable by five years' imprisonment).  Seekamp committed lesser crimes as well, which nonetheless endangered the pursuing officers and the traveling public:  driving at 97 m.p.h. in a 65 m.p.h. zone on the Maine Turnpike, see Me.Rev.Stat.Ann. tit. 29-A, &#167; 2074(3) (West Supp.1996) (class E crime to exceed posted speed limit by more than 30 m.p.h.), and driving to endanger by maneuvering to evade the rolling roadblock, see Me.Rev.Stat.Ann. tit. 29-A, &#167; 2413 (class E crime) (1964);  see also Me.Rev.Stat.Ann. tit. 17-A, &#167; 1252(2)(E) (1964) (class E crimes punishable by six months' imprisonment).  Moreover, Seekamp had been evading apprehension throughout the chase.  See Graham, 490 U.S. at 396, 109 S.Ct. at 1871-72 (evading arrest by flight a factor in determining reasonableness of seizure).  Thus, the factors for determining reasonableness under Graham all weighed heavily in favor of employing nondeadly force to contain Seekamp.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, even assuming the information transmitted to Trooper Michaud regarding the identity and condition of the driver of the Monte Carlo was neither stale nor unverifiable, the outcome under Graham would not be altered.  Relying on firsthand observation and eyewitness reports from other law enforcement officers engaged in the pursuit, Trooper Michaud had probable cause to believe that a fleeing felon, driving at excessive speeds, had resorted to reckless efforts to evade the rolling roadblock and refused to stop.  In these circumstances the information regarding the purported identity and condition of the person driving the Monte Carlo could not have affected the Graham analysis because the officers were faced with a situation which fully warranted a nondeadly roadblock based on the available objective information and the serious danger posed, without regard to the particular influences prompting the driver's dangerous actions.  See id. at 396-97, 109 S.Ct. at 1871-73.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Supreme Court has held, in a closely analogous context, that the constitutionality of a seizure based simply on reasonable suspicion does not depend exclusively on whether the police employed the \"least intrusive [investigatory] means\" available.  United States v. Sokolow, 490 U.S. 1, 11, 109 S.Ct. 1581, 1587-88, 104 L.Ed.2d 1 (1989) (\"The reasonableness of the officer's decision to stop a suspect does not turn on the availability of less intrusive investigatory techniques.\").  See also United States v. LaFrance, 879 F.2d 1, 5 (1st Cir.1989) (same).  As the Court has explained:A creative judge engaged in post hoc evaluation of police conduct can almost always imagine some alternative means by which the objectives of the police might have been accomplished.  But \"[t]he fact that the protection of the public might have been accomplished by less intrusive means does not itself render the search unreasonable.\"   The question is not simply whether some other alternative was available, but whether the police acted unreasonably in failing to recognize or pursue it.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">United States v. Sharpe, 470 U.S. 675, 686-87, 105 S.Ct. 1568, 1575-76, 84 L.Ed.2d 605 (1985) (citations omitted) (upholding duration of investigatory stop as reasonable).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Moreover, Seekamp proffers no reasonable alternative for resolving the safety threat posed by his persistent, irresponsible conduct.  True, the defendant officers never resorted to the alternative Seekamp now proposes:  abandoning their pursuit.  Implicit in this suggestion, of course, is the premise that fleeing felons must be allowed to proceed on their reckless way without answering for their criminal conduct despite the ongoing risk to the traveling public.  The defendant officers recognized that inaction on their part was not a responsible option in the circumstances.  We do likewise by acknowledging that their actions in setting up the roadblock and effecting the seizure through nondeadly force were reasonable.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>2. Supervisory Liability</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Seekamp contends that MSP Chief Skofield failed to provide the defendant MSP troopers with adequate training and supervision.  Supervisory liability under 42 U.S.C. &#167; 1983 cannot be predicated on a respondeat superior theory, Hegarty, 53 F.3d at 1379, but \" 'only on the basis of [the supervisor's] own acts or omissions[,]' \" Sanchez v. Alvarado, 101 F.3d 223, 227 (1st Cir.1996) (quoting Figueroa v. Aponte-Roque, 864 F.2d 947, 953 (1st Cir.1989)) (alteration in original).  As we pointed out almost a decade ago, a supervisor:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>can be held liable ... if (1) the behavior of [his] subordinates results in a constitutional violation, and (2) the [supervisor]'s action or inaction was \"affirmative[ly] link[ed]\" to that behavior in that it could be characterized as \"supervisory encouragement, condonation or acquiescence\" or \"gross negligence amounting to deliberate indifference.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Lipsett v. University of Puerto Rico, 864 F.2d 881, 902 (1st Cir.1988) (citations omitted).  Moreover, the indifference required to support supervisory liability under section 1983 must be \"deliberate, reckless or callous.\"  Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 562 (1st Cir.1989).  Thus, the \"affirmative link\" required between the action or inaction of a supervisor and the behavior of subordinates \"contemplates proof that the supervisor's conduct led inexorably to the constitutional violation.\"  Hegarty, 53 F.3d at 1380.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The present claim fails at a primitive level, as it meets neither test under Lipsett.   First, because the behavior of the subordinate MSP officers was reasonable in the circumstances, see supra pt. II, B, the required predicate--a constitutional violation by the subordinate--cannot be established.  See Lipsett, 864 F.2d at 902.   Second, Seekamp adduced no evidence of supervisory indifference to proper police training on the part of defendant Skofield, let alone a level of indifference sufficient to sustain a section 1983 supervisory liability claim.  See Sanchez, 101 F.3d at 229 (mere laxity insufficient to establish &#167; 1983 supervisory liability).  Quite the contrary, it is undisputed that each subordinate defendant received training on high speed pursuit and roadblocks, including a refresher course on MSP high speed pursuit policy, within the year preceding the incident sub judice which itself reflected no inadequate training whatsoever.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendants produced the uncontroverted affidavit of an expert who attested that a motor vehicle traveling at 100 miles per hour can come to a stop within 400 feet.  He opined that there was ample room for Seekamp to bring the Monte Carlo to a full stop without contacting the roadblock.  Moreover, the record reflects that Seekamp did slow to between 35 and 50 m.p.h. as he approached the roadblock.  Finally, Seekamp testified at deposition that he could have stopped the Monte Carlo but for the fact that its brakes were not functioning properly</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We review a grant of summary judgment de novo.  Sanchez v. Alvarado, 101 F.3d 223, 227 (1st Cir.1996).  The district court will be affirmed if \"the pleadings, depositions, answers to interrogatories, and the admissions on file, together with the affidavits, if any, show that there is no genuine issue of material fact, and that the moving party is entitled to judgment as a matter of law.\"  Fed.R.Civ.P. 56(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As eluding a police officer is a felony, see Me.Rev.Stat.Ann. tit. 29-A, &#167; 2501-A (1994), and Seekamp had been observed doing so, see supra at p. 803, there was probable cause for a warrantless arrest.  See United States v. Sepulveda, 102 F.3d 1313, 1316 (1st Cir.1996) (\"[P]robable cause requires only that the police have 'reasonable grounds to believe' that [the suspect] had committed [a] crime.\");   see also Joyce v. Town of Tewksbury, 104 F.3d 507, 510-11 (1st Cir.1997) (upholding warrantless arrest based on probable cause in exigent circumstances such as pursuit of fleeing felon);  Me.Rev.Stat.Ann. tit. 17-A, &#167; 15(1)(A)(2) (West Supp.1996) (permitting warrantless arrest by police officer with probable cause to believe arrestee committed or is committing Class C crime)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that a great many &#167; 1983 claims are resolved under the doctrine of qualified immunity, see, e.g., Hegarty v. Somerset County, 53 F.3d 1367, 1379, 1381 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 675, 133 L.Ed.2d 524 (1995), without considering their constitutional merit.  Our most recent decision involving an alleged seizure by roadblock, Horta v. Sullivan, 4 F.3d 2, 15 (1st Cir.1993) (declining to consider whether partial roadblock constituted a seizure), was such a case.  With that constitutional issue squarely presented in the case now before us, however, we take the occasion to discuss the merits in some detail with a view to affording a modicum of concrete guidance not often warranted in our earlier cases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court found that \"[t]he escape route consisted of making a 90-degree turn into a corridor [ ]invisible to oncoming traffic.\"  Seekamp, 936 F.Supp. at 28 n. 5.   Thus, even though the entrance to the invisible corridor was approximately 50 feet wide, it was necessary for McAfee to point it out to approaching vehicles.  Id.  These findings are not in dispute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The dictum in Horta v. Sullivan, 4 F.3d at 15 (\"It may be that the illuminated blocking of a single lane at a point some distance from where the block could be seen by the pursued vehicle would not amount to a seizure.\"), relied on by appellees, not only describes a distinctively different roadblock, but is prefaced by the explicit observation that the court did not need to decide whether \"this partial roadblock amounted to a seizure under the Fourth Amendment[,]\" id., because defendants were entitled to qualified immunity.  Id. at 9, 11-15</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Even though the district court found the roadblock reasonable without regard to the corridor designedly left to permit safe passage for vehicles traveling at slow speed, see Seekamp, 936 F.Supp. at 29, its existence, whether or not determinative, is a circumstance material to the reasonableness of the roadblock</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Therefore, we need not address the qualified immunity claims.  See Horta, 4 F.3d at 9 (bypassing qualified immunity claims in favor of decision on merits)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">802</span></span></p>\n    <p class=\"parties\">Henry C. SEEKAMP, Jr., Plaintiff, Appellant,<br>v.<br>Ronald MICHAUD, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 96-1923.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 7, 1997.<br>Decided March 26, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Waxman, Portland, ME, for Plaintiff, Appellant.</p>\n      <p class=\"indent\">Leanne Robbin, Assistant Attorney General, with whom Andrew Ketterer, Attorney General, and Peter J. Brann, Assistant Attorney General, were on brief, for Defendants, Appellees.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Henry C. Seekamp, Jr., challenges a summary judgment ruling disallowing his civil rights claims against various Maine State Police (\"MSP\") officers and their supervisor, based on an alleged Fourth Amendment violation stemming from a roadblock established by the defendant officers on the Maine Turnpike.  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The material facts are not in dispute.  At approximately 1:00 a.m. on July 14, 1994, Seekamp left his parents' residence in Scarborough, Maine, for the asserted purpose of picking up the pieces of his former life in Arkansas, where his relationship with a girlfriend and his career in the United States Air Force were abruptly ended by an automobile accident in April, 1993, which left him with a brain injury.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As Seekamp was proceeding south through a 50 m.p.h. zone on Route 1, his Chevrolet Monte Carlo was clocked at 63 miles per hour by Scarborough Police Sergeant Eugene O'Neill.  After Seekamp failed to heed Sergeant O'Neill's signal to stop, O'Neill followed him into Saco where local police units joined the pursuit.  Undeterred, Seekamp not only ignored the pursuing police vehicles but drove through the Maine Turnpike toll plaza at Saco, and onto a southbound lane, without stopping.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Alerted by Sergeant O'Neill, the MSP assumed further responsibility for the pursuit after learning that the driver of the Monte Carlo had eluded a police officer--a felony under Maine law.  See Me.Rev.Stat.Ann., tit.  29-A, &#167; 2501-A (1994) (repealed and replaced on January 1, 1995 by P.L. 1995, Ch. 65, codified as Me.Rev.Stat. Ann. tit.  29-A, &#167; 2414(3) (1996)).  Situated farther south near the Biddeford exit, MSP Trooper Ronald Michaud took up the pursuit at approximately 1:35 a.m.  In an effort to force Seekamp to a stop, Trooper Michaud attempted a \"rolling roadblock\" by driving in front of the Monte Carlo then decelerating to force Seekamp to slow as well.  Michaud soon abandoned the rolling roadblock when Seekamp responded with reckless attempts to get around the police cruiser.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At approximately 1:45 a.m., Trooper Michaud received a radio dispatch to the effect that Seekamp's father had advised that his brain-injured son was operating the Monte Carlo but was unarmed and neither suicidal nor under the influence of alcohol or drugs.  Trooper Michaud considered the information both stale and unverifiable because Seekamp, Sr., could not have known what happened to his son after leaving the family home some 45 minutes earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Meanwhile, MSP Sergeant Steven Beal and MSP Trooper Thomas Arnold had joined the pursuit north of the Wells exit.  During this phase, Seekamp continued his erratic driving and was clocked by Trooper Michaud at speeds up to 97 miles per hour.  About the same time and at Trooper Michaud's request, MSP Sergeant Beal directed MSP Trooper Larry McAfee to establish a roadblock north of the York toll plaza.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The roadblock was set up approximately 800 feet north of the York toll plaza, at the end of a 1500-foot straightaway.  First, Trooper McAfee commandeered a flatbed tractor-trailer unit loaded with lumber sheathed in white plastic and directed that it be parked across the three southbound travel lanes, with its cab at the guardrail.  Once in place, the tractor-trailer unit extended almost entirely across the southbound travel lanes.  McAfee completed the blocking of the southbound travel lanes by parking his police cruiser at the rear of the tractor-trailer unit, with its headlights pointing north in the direction from which Seekamp would be approaching.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After turning on the cruiser's headlights, blue lights, and flashers, McAfee directed other tractor-trailers to park along the breakdown lane parallel to the blocked travel lanes.  A fifty-foot gap was left between two of the tractor-trailer units parked in the breakdown lane, to permit vehicular traffic to proceed onto the breakdown lane and around the roadblock at slow speed, with police assistance.  The headlights of the tractor-trailer unit at the northern end of the fifty-foot gap illuminated the avenue of vehicular egress along the breakdown lane.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The entire roadblock area was brightly illuminated by overhead street lights, the lights from Trooper McAfee's cruiser, and the headlights of the commandeered tractor-trailer blocking the southbound travel lanes.  In addition, upon arrival at the roadblock site to assist Trooper McAfee, MSP Trooper Kevin Curran parked his cruiser in a southbound travel lane with its flashers on and its headlights directed at the roadblock as well.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">What with the bright white plastic sheathing around the lumber on the tractor-trailer unit blocking the southbound travel lanes, the roadblock area was visible from approximately 1500 feet along the straightaway approaching the York toll plaza.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As the Monte Carlo approached the roadblock, it appeared to brake several times yet failed to come to a complete stop even though the pursuing police cruisers had slowed to allow Seekamp room to maneuver.  Ultimately, it collided with the rear axle of the tractor-trailer unit parked across the southbound travel lanes, causing Seekamp a hairline fracture of the hip and a severe facial laceration.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Seekamp brought suit under 42 U.S.C. &#167; 1983 against the subordinate MSP defendants, alleging Fourth Amendment violations;  and against MSP Chief Alfred Skofield, Jr., for failure to provide adequate training and supervision.  The district court awarded summary judgment to all defendants on the alternative grounds that the roadblock was reasonable and all defendants were entitled to qualified immunity.  Seekamp v. Michaud, <span class=\"citation no-link\"><span class=\"volume\">936</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">23</span></span>, 28-30 (D.Me.1996).</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <p>1. Subordinate MSP Defendants</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Seekamp claims the subordinate MSP defendants violated his Fourth Amendment right to be free from unreasonable seizures of his person.  Since Seekamp acknowledges probable cause for a warrantless arrest, we need only determine whether the roadblock effected a Fourth Amendment seizure and, if so, whether it was reasonable.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A. Did the Roadblock Effect a Fourth Amendment Seizure?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendants contend that the roadblock did not constitute a Fourth Amendment seizure because it permitted vehicular traffic to maneuver through the fifty-foot opening designedly left between two of the tractor-trailer units parked in the breakdown lane to the right of the westernmost, southbound travel lane.  We do not agree.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Almost a decade ago, the Supreme Court dealt with a vehicular collision involving a so-called \"deadman's roadblock,\" designed and constructed to block off an entire roadway by placing an unilluminated tractor-trailer unit just beyond a curve and locating a police cruiser directly in front of the roadblock with its headlights aimed at the oncoming target vehicle, thereby blinding the driver to the impassable highway obstruction just around the curve.  Brower v. Inyo County, <span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 594, <span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1378</span></a></span>, 1379-80, <span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></a></span> (1989).  Brower nevertheless enunciates a rule that renders its egregious facts largely immaterial to the required Fourth Amendment inquiry into whether a roadblock \"seizure\" has occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Writing for the Court, Justice Scalia explained that a Fourth Amendment seizure occurs \"only when there is a governmental termination of freedom of movement through means intentionally applied,\" id. at 597, 109 S.Ct. at 1381-82;  see also Landol-Rivera v. Cruz Cosme, <span class=\"citation\" data-id=\"543722\"><a href=\"/opinion/543722/bradier-steve-landol-rivera-etc-v-gilberto-cruz-cosme-and-jaime-cintron/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 795 (1st Cir.1990) (same), explaining that \"it [is] enough for a seizure that a person be stopped by the very instrumentality set in motion or put in place to achieve that result.\"  Brower, 489 U.S. at 599, 109 S.Ct. at 1382.   The majority opinion went on to say:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>[A] roadblock is not just a significant show of authority to induce a voluntary stop, but it is designed to produce a stop by physical impact if voluntary compliance does not occur.  It may well be that respondents here preferred, and indeed earnestly hoped, that Brower would stop on his own, without striking the barrier, but we do not think it practicable to conduct such an inquiry into subjective intent.  Nor do we think it possible, in determining whether there has been a seizure in a case such as this, to distinguish between a roadblock that is designed to give the oncoming driver the option of a voluntary stop (e.g., one at the end of a straightaway), and a roadblock that is designed precisely to produce a collision (e.g., one located just around a bend).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 598, 109 S.Ct. at 1382 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, for purposes of determining whether the roadblock in this case worked a Fourth Amendment seizure under Brower, the controlling consideration is not whether it was brightly illuminated, located at the end of a long straightaway, or afforded a restrictive avenue of egress.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Rather, it constituted a Fourth Amendment seizure because Seekamp \"was meant to be stopped by the physical obstacle of the roadblock--and ... he was so stopped.\"  Id. at 599, 109 S.Ct. at 1382-83.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Brower standard for determining whether a Fourth Amendment seizure has occurred applies whenever \"there is a governmental termination of freedom of movement through means intentionally applied.\"  Id. at 597, 109 S.Ct. at 1381-82 (emphasis omitted).  Thus, for example, if the MSP troopers had resorted to some other method, such as the use of spike mats, a Fourth Amendment seizure would have occurred provided Seekamp was \"stopped by the very instrumentality set in motion or put in place to achieve that result.\"  Id. at 599, 109 S.Ct. at 1382-83.   See also Landol-Rivera, 906 F.2d at 796 (\"It is intervention directed at a specific individual that furnishes the basis for a Fourth Amendment claim.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">B. Did the Roadblock Effect an Unreasonable Seizure?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We determine the \"reasonableness\" of a Fourth Amendment seizure by balancing \" 'the nature and quality of the intrusion on the individual's Fourth Amendment interests' against the countervailing governmental interests at stake.\"  Graham v. Connor, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 396, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, 1871, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989) (quoting Tennessee v. Garner, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1694</span></a></span>, 1699-1700, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985)).  The Fourth Amendment reasonableness test requires careful attention to the circumstances in the particular case.  McCabe v. Life-Line Ambulance Serv., Inc., <span class=\"citation\" data-id=\"196608\"><a href=\"/opinion/196608/mccabe-v-the-city-of-lynn/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">540</span></a></span>, 546 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">275</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">198</span></span> (1996).  Moreover, \"a viable excessive force claim must demonstrate that the police defendant['s] actions were not objectively reasonable, viewed in light of the facts and circumstances confronting him and without regard to his underlying intent or motivation.\"  Alexis v. McDonald's Restaurants of Massachusetts, Inc., <span class=\"citation\" data-id=\"196337\"><a href=\"/opinion/196337/alexis-v-mcdonalds-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">341</span></a></span>, 352 (1st Cir.1995).  See also Graham, 490 U.S. at 397, 109 S.Ct. at 1872.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Graham identifies three factors for evaluating whether the force used to effect a seizure was objectively reasonable:  (1) the severity of the crime, (2) whether there was \"an immediate threat to the safety of the officers or others\";  and (3) whether the suspect was, inter alia, \"actively resisting arrest or attempting to evade arrest by flight.\"  Id. at 396, 109 S.Ct. at 1872.   See Alexis, 67 F.3d at 352-53.   Under these standards, we conclude that the district court correctly ruled that no rational jury could have found this roadblock unreasonable in the circumstances.  See Seekamp, 936 F.Supp. at 28.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Seekamp contends that the roadblock was set up in a manner likely to kill him.  See Brower, 489 U.S. at 599, 109 S.Ct. at 1382-83 (noting that the potential for recovery by Brower arose \"only because the unreasonableness ... allege[d] consist[ed] precisely of setting up the roadblock in such a manner as to be likely to kill him.\").  In that event, he argues, the more particularized analysis employed in Garner, 471 U.S. at 11, 105 S.Ct. at 1701, prohibiting deadly force against fleeing suspects who pose no immediate danger to the officers or the public, displaces the Graham analysis.  We need only consider the evidence material to the threshold requirement that the roadblock be shown to have been set up in a manner likely to kill Seekamp.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Unlike the \"deadman's roadblock\" in Brower, 489 U.S. at 594, 109 S.Ct. at 1379-80 (unilluminated roadblock hidden beyond sharp curve), the Seekamp roadblock was brightly illuminated and located at the end of a long straightaway.  The undisputed evidence established that it was visible from approximately 1500 feet to the north and that the Monte Carlo could have been brought to a complete stop without contacting the roadblock equipment but for its malfunctioning brakes.  An adequate corridor for circumvention, though not readily apparent to vehicles approaching at excessive speed, had enabled many motorists to bypass the roadblock before Seekamp arrived.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The Seekamp roadblock thus stands in marked contrast to the \"deadman's roadblock\" in Brower and the bullet which stopped the fleeing suspect in Garner.   Compare Donovan v. City of Milwaukee, <span class=\"citation\" data-id=\"664096\"><a href=\"/opinion/664096/terry-donovan-special-administrator-in-the-matter-of-the-estate-of-dana-e/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">944</span></a></span>, 949-50 (7th Cir.1994) (differentiating, based on relative likelihood of death or serious injury, between the nondeadly force employed by ramming a police cruiser into a speeding car and the deadly force employed by driving a cruiser into a speeding motorcycle).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At the time Trooper McAfee established the roadblock, there existed probable cause to believe that Seekamp was a fleeing felon who had eluded local law enforcement officers in Scarborough and Saco and continued to elude the pursuing MSP troopers, see Me.Rev.Stat.Ann., tit.  29-A, &#167; 2501-A (1994) (class C crime to elude officer at reckless speeds resulting in chase);  see also Me.Rev.Stat.Ann. tit. 17-A, &#167; 1252(2)(C) (1964) (class C crime punishable by five years' imprisonment).  Seekamp committed lesser crimes as well, which nonetheless endangered the pursuing officers and the traveling public:  driving at 97 m.p.h. in a 65 m.p.h. zone on the Maine Turnpike, see Me.Rev.Stat.Ann. tit. 29-A, &#167; 2074(3) (West Supp.1996) (class E crime to exceed posted speed limit by more than 30 m.p.h.), and driving to endanger by maneuvering to evade the rolling roadblock, see Me.Rev.Stat.Ann. tit. 29-A, &#167; 2413 (class E crime) (1964);  see also Me.Rev.Stat.Ann. tit. 17-A, &#167; 1252(2)(E) (1964) (class E crimes punishable by six months' imprisonment).  Moreover, Seekamp had been evading apprehension throughout the chase.  See Graham, 490 U.S. at 396, 109 S.Ct. at 1871-72 (evading arrest by flight a factor in determining reasonableness of seizure).  Thus, the factors for determining reasonableness under Graham all weighed heavily in favor of employing nondeadly force to contain Seekamp.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, even assuming the information transmitted to Trooper Michaud regarding the identity and condition of the driver of the Monte Carlo was neither stale nor unverifiable, the outcome under Graham would not be altered.  Relying on firsthand observation and eyewitness reports from other law enforcement officers engaged in the pursuit, Trooper Michaud had probable cause to believe that a fleeing felon, driving at excessive speeds, had resorted to reckless efforts to evade the rolling roadblock and refused to stop.  In these circumstances the information regarding the purported identity and condition of the person driving the Monte Carlo could not have affected the Graham analysis because the officers were faced with a situation which fully warranted a nondeadly roadblock based on the available objective information and the serious danger posed, without regard to the particular influences prompting the driver's dangerous actions.  See id. at 396-97, 109 S.Ct. at 1871-73.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Supreme Court has held, in a closely analogous context, that the constitutionality of a seizure based simply on reasonable suspicion does not depend exclusively on whether the police employed the \"least intrusive [investigatory] means\" available.  United States v. Sokolow, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>, 1587-88, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1989) (\"The reasonableness of the officer's decision to stop a suspect does not turn on the availability of less intrusive investigatory techniques.\").  See also United States v. LaFrance, <span class=\"citation\" data-id=\"526045\"><a href=\"/opinion/526045/united-states-v-michael-francis-lafrance/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1989) (same).  As the Court has explained:A creative judge engaged in post hoc evaluation of police conduct can almost always imagine some alternative means by which the objectives of the police might have been accomplished.  But \"[t]he fact that the protection of the public might have been accomplished by less intrusive means does not itself render the search unreasonable.\"   The question is not simply whether some other alternative was available, but whether the police acted unreasonably in failing to recognize or pursue it.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">United States v. Sharpe, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span>, 686-87, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1568</span></a></span>, 1575-76, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1985) (citations omitted) (upholding duration of investigatory stop as reasonable).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Moreover, Seekamp proffers no reasonable alternative for resolving the safety threat posed by his persistent, irresponsible conduct.  True, the defendant officers never resorted to the alternative Seekamp now proposes:  abandoning their pursuit.  Implicit in this suggestion, of course, is the premise that fleeing felons must be allowed to proceed on their reckless way without answering for their criminal conduct despite the ongoing risk to the traveling public.  The defendant officers recognized that inaction on their part was not a responsible option in the circumstances.  We do likewise by acknowledging that their actions in setting up the roadblock and effecting the seizure through nondeadly force were reasonable.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>2. Supervisory Liability</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Seekamp contends that MSP Chief Skofield failed to provide the defendant MSP troopers with adequate training and supervision.  Supervisory liability under 42 U.S.C. &#167; 1983 cannot be predicated on a respondeat superior theory, Hegarty, 53 F.3d at 1379, but \" 'only on the basis of [the supervisor's] own acts or omissions[,]' \" Sanchez v. Alvarado, <span class=\"citation\" data-id=\"729931\"><a href=\"/opinion/729931/72-fair-emplpraccas-bna-975-69-empl-prac-dec-p-44489-maria-de-los/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 227 (1st Cir.1996) (quoting Figueroa v. Aponte-Roque, <span class=\"citation\" data-id=\"516413\"><a href=\"/opinion/516413/aurora-figueroa-v-hon-awilda-aponte-roque-etc-aurora-figueroa-v-hon/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span>, 953 (1st Cir.1989)) (alteration in original).  As we pointed out almost a decade ago, a supervisor:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>can be held liable ... if (1) the behavior of [his] subordinates results in a constitutional violation, and (2) the [supervisor]'s action or inaction was \"affirmative[ly] link[ed]\" to that behavior in that it could be characterized as \"supervisory encouragement, condonation or acquiescence\" or \"gross negligence amounting to deliberate indifference.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Lipsett v. University of Puerto Rico, <span class=\"citation\" data-id=\"516408\"><a href=\"/opinion/516408/annabelle-lipsett-v-university-of-puerto-rico/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span>, 902 (1st Cir.1988) (citations omitted).  Moreover, the indifference required to support supervisory liability under section 1983 must be \"deliberate, reckless or callous.\"  Gutierrez-Rodriguez v. Cartagena, <span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 562 (1st Cir.1989).  Thus, the \"affirmative link\" required between the action or inaction of a supervisor and the behavior of subordinates \"contemplates proof that the supervisor's conduct led inexorably to the constitutional violation.\"  Hegarty, 53 F.3d at 1380.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The present claim fails at a primitive level, as it meets neither test under Lipsett.   First, because the behavior of the subordinate MSP officers was reasonable in the circumstances, see supra pt. II, B, the required predicate--a constitutional violation by the subordinate--cannot be established.  See Lipsett, 864 F.2d at 902.   Second, Seekamp adduced no evidence of supervisory indifference to proper police training on the part of defendant Skofield, let alone a level of indifference sufficient to sustain a section 1983 supervisory liability claim.  See Sanchez, 101 F.3d at 229 (mere laxity insufficient to establish &#167; 1983 supervisory liability).  Quite the contrary, it is undisputed that each subordinate defendant received training on high speed pursuit and roadblocks, including a refresher course on MSP high speed pursuit policy, within the year preceding the incident sub judice which itself reflected no inadequate training whatsoever.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendants produced the uncontroverted affidavit of an expert who attested that a motor vehicle traveling at 100 miles per hour can come to a stop within 400 feet.  He opined that there was ample room for Seekamp to bring the Monte Carlo to a full stop without contacting the roadblock.  Moreover, the record reflects that Seekamp did slow to between 35 and 50 m.p.h. as he approached the roadblock.  Finally, Seekamp testified at deposition that he could have stopped the Monte Carlo but for the fact that its brakes were not functioning properly</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We review a grant of summary judgment de novo.  Sanchez v. Alvarado, <span class=\"citation\" data-id=\"729931\"><a href=\"/opinion/729931/72-fair-emplpraccas-bna-975-69-empl-prac-dec-p-44489-maria-de-los/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 227 (1st Cir.1996).  The district court will be affirmed if \"the pleadings, depositions, answers to interrogatories, and the admissions on file, together with the affidavits, if any, show that there is no genuine issue of material fact, and that the moving party is entitled to judgment as a matter of law.\"  Fed.R.Civ.P. 56(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As eluding a police officer is a felony, see Me.Rev.Stat.Ann. tit. 29-A, &#167; 2501-A (1994), and Seekamp had been observed doing so, see supra at p. 803, there was probable cause for a warrantless arrest.  See United States v. Sepulveda, <span class=\"citation\" data-id=\"197144\"><a href=\"/opinion/197144/united-states-v-sepulveda/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1313</span></a></span>, 1316 (1st Cir.1996) (\"[P]robable cause requires only that the police have 'reasonable grounds to believe' that [the suspect] had committed [a] crime.\");   see also Joyce v. Town of Tewksbury, <span class=\"citation\" data-id=\"197170\"><a href=\"/opinion/197170/joyce-v-tewksbury/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 510-11 (1st Cir.1997) (upholding warrantless arrest based on probable cause in exigent circumstances such as pursuit of fleeing felon);  Me.Rev.Stat.Ann. tit. 17-A, &#167; 15(1)(A)(2) (West Supp.1996) (permitting warrantless arrest by police officer with probable cause to believe arrestee committed or is committing Class C crime)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that a great many &#167; 1983 claims are resolved under the doctrine of qualified immunity, see, e.g., Hegarty v. Somerset County, <span class=\"citation\" data-id=\"196071\"><a href=\"/opinion/196071/hegarty-v-somerset-county/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span>, 1379, 1381 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span></span> (1995), without considering their constitutional merit.  Our most recent decision involving an alleged seizure by roadblock, Horta v. Sullivan, <span class=\"citation\" data-id=\"629115\"><a href=\"/opinion/629115/debra-horta-v-charles-b-sullivan/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></a></span>, 15 (1st Cir.1993) (declining to consider whether partial roadblock constituted a seizure), was such a case.  With that constitutional issue squarely presented in the case now before us, however, we take the occasion to discuss the merits in some detail with a view to affording a modicum of concrete guidance not often warranted in our earlier cases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court found that \"[t]he escape route consisted of making a 90-degree turn into a corridor [ ]invisible to oncoming traffic.\"  Seekamp, 936 F.Supp. at 28 n. 5.   Thus, even though the entrance to the invisible corridor was approximately 50 feet wide, it was necessary for McAfee to point it out to approaching vehicles.  Id.  These findings are not in dispute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The dictum in Horta v. Sullivan, 4 F.3d at 15 (\"It may be that the illuminated blocking of a single lane at a point some distance from where the block could be seen by the pursued vehicle would not amount to a seizure.\"), relied on by appellees, not only describes a distinctively different roadblock, but is prefaced by the explicit observation that the court did not need to decide whether \"this partial roadblock amounted to a seizure under the Fourth Amendment[,]\" id., because defendants were entitled to qualified immunity.  Id. at 9, 11-15</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Even though the district court found the roadblock reasonable without regard to the corridor designedly left to permit safe passage for vehicles traveling at slow speed, see Seekamp, 936 F.Supp. at 29, its existence, whether or not determinative, is a circumstance material to the reasonableness of the roadblock</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Therefore, we need not address the qualified immunity claims.  See Horta, 4 F.3d at 9 (bypassing qualified immunity claims in favor of decision on merits)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729931/"
  ]
}