{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197258/",
  "absolute_url": "/opinion/197258/bergersen-v-commissioner/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197258/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:44Z",
  "date_modified": "2017-03-24T10:50:47.267544Z",
  "type": "010combined",
  "sha1": "1dd4ff7d2b9d4600df31111db4e6aca297553404",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1730.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1730\r\n\n          EARL O. BERGERSEN and EVELYN K. BERGERSEN,\r\n\n                         Petitioners,\r\n\n                              v.\r\n\n              COMMISSIONER OF INTERNAL REVENUE,\r\n\n                         Respondent.\r\n\n                                         \r\n\n    APPEAL FROM A DECISION OF THE UNITED STATES TAX COURT\r\n\n                 [Hon. Edna G. Parker, Judge]\r                                                        \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                 and Boudin, Circuit Judge. \r                                                      \r\n\n                                         \r\n\nJames M. O'Brien  with whom  Baker &amp;  McKenzie was  on briefs  for\r                                                          \r\npetitioners.\r\nJonathan  S.  Cohen  with  whom  Loretta  C.  Argrett,   Assistant\r                                                                 \r\nAttorney  General, and  Frank P.  Cihlar, Tax Division,  Department of\r                                                \r\nJustice, were on brief for respondent.\r\n\n                                         \r\n\n                        March 21, 1997\r\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.   This  appeal  involves a  tax\r                                        \r\n\ndispute posing  two questions:   whether certain  payments to\r\n\nthe  taxpayers  by  a  controlled  company  were constructive\r\n\ndividends (rather than loans)  and whether the taxpayers were\r\n\nresidents of Illinois  (rather than Puerto Rico)  in 1986 and\r\n\n1987.    The  Tax  Court  answered  yes  to  both  questions,\r\n\nresulting in adverse consequences  for the taxpayers, who now\r\n\nappeal.  We affirm the Tax Court.\r\n\n     The  basic facts,  derived from  the record and  the Tax\r\n\nCourt   findings,  are   largely  undisputed,   although  the\r\n\ninferences and  conclusions  to be  drawn  are very  much  in\r\n\ndispute.   The  taxpayers are  Earl and  Evelyn Bergersen,  a\r\n\nlong-married couple  who resided for many  years in Illinois.\r\n\nEarl  Bergersen practiced  as  an  orthodontist in  Winnetka,\r\n\nIllinois,  starting in  1959.   In  addition to  practice and\r\n\npart-time teaching, Earl Bergersen invented and  patented new\r\n\northodontic products, which enjoyed a good deal of success.  \r\n\n     In the early  1970s, the Bergersens  incorporated Ortho-\r\n\nTain,  Inc.,  under Delaware  law,  to  manufacture and  sell\r\n\nproducts  based upon  Earl  Bergersen's inventions.   At  all\r\n\ntimes  pertinent, the  couple were  the only  members of  the\r\n\nOrtho-Tain board of directors.  During the tax years at issue\r\n\nin this case (1985-1987), the Bergersens also held all of the\r\n\nclass A voting  shares in  the company (56  each), with  five\r\n\nclass B voting shares  held by each of their  three children.\r\n\n                             -2-\r                                         -2-\r\r\n\nEach of the children also held between 100 and  300 shares of\r\n\nclass  C  nonvoting stock.    Santos  Ortiz,  manager of  the\r\n\ncompany's  Puerto Rico  plant,  held 200  shares  of class  D\r\n\nnonvoting stock,  and Thomas Sedwick, the tool  and die maker\r\n\nat the plant, held 190 shares of class E nonvoting stock.\r\n\n     Initially  based in  Winnetka,  the plant  was moved  to\r\n\nPuerto Rico in 1976.  The Bergersens hoped to move to  Puerto\r\n\nRico  eventually; residents  of Puerto  Rico are  exempt from\r\n\nU.S. income tax on  income derived from Puerto Rico  sources.\r\n\n26 U.S.C.   933.   After the plant moved,  Ortho-Tain elected\r\n\nto be treated as a possessions corporation, exempting it from\r\n\nU.S. income  tax on Puerto  Rico source income.   Id.    936.\r                                                                 \r\n\nThe company also received  a 15-year industrial tax exemption\r\n\nfrom Puerto Rico, which  also permitted Puerto Rico residents\r\n\nto  receive company  dividends free  of income  tax.   See 13\r                                                                      \r\n\nL.P.R.A.   252 et seq.; id.   252b(a)(1).\r                                       \r\n\n     During the late 1970s, Ortiz and Sedwick  ran the Puerto\r\n\nRico   plant  while  the  Bergersens  handled  the  company's\r\n\nfinances  from   Illinois.    Ortho-Tain's  sales  grew  from\r\n\n$600,000  in  1977 to  $1.2 million  in  1987.   During these\r\n\nyears, the taxpayers received no salary from the company, and\r\n\nno dividends were declared on their stock until 1987.  During\r\n\nmost of the period, modest  dividends (ranging from $5,000 to\r\n\naround $22,000) were paid annually to Ortiz and to Sedwick.\r\n\n                             -3-\r                                         -3-\r\r\n\n     In   this   same   period,    Ortho-Tain's   accumulated\r\n\nundistributed earnings grew from  just under $350,000 in 1977\r\n\nto  just over $5 million  in 1986.   The company's possession\r\n\nstatus freed it from  the U.S. accumulated earnings tax.   26\r\n\nU.S.C.   936(g).  Meanwhile, starting in 1982, Earl Bergersen\r\n\nborrowed  substantial  amounts  from  the  company,  totaling\r\n\nalmost  $3,700,000  by 1987.    The loans  were  evidenced by\r\n\nunsecured demand notes and carried  interest rates of 8.5  to\r\n\n10 percent; the taxpayers regularly paid this interest to the\r\n\ncompany  and deducted  the  interest payments  on their  U.S.\r\n\nincome tax returns for the years 1982 through 1986.\r\n\n     Apart from one loan repayment of about $400,000 in 1984,\r\n\nthe  loans were  carried  on Ortho-Tain's  books until  March\r\n\n1987, when Ortho-Tain issued dividends of about $2,800,000 to\r\n\nthe taxpayers, which they treated as exempt from  U.S. income\r\n\ntax under  section  933  and immediately  paid  back  to  the\r\n\ncompany  to reduce  their outstanding  loans.   The remaining\r\n\nloan balance  was repaid after further dividends of just over\r\n\n$2,000,000  to taxpayers in 1988.  As  one might guess, it is\r\n\nthe position of  the Internal Revenue Service that  the loans\r\n\nwere constructive  dividends subject to U.S.  income tax when\r\n\nmade.\r\n\n     The other  issue in dispute  concerns the timing  of the\r\n\nBergersens'  move to Puerto Rico.   Looking toward this move,\r\n\nthey purchased land in Puerto Rico in 1981 and, over the next\r\n\n                             -4-\r                                         -4-\r\r\n\nseveral  years,  planned an  elaborate  house.   Construction\r\n\nbegan  in  1984 but,  because of  delays,  the house  was not\r\n\nfinished as expected by late 1985.  In the meantime, starting\r\n\nin 1984, Earl Bergersen turned over much of his  orthodontics\r\n\npractice to another dentist and spent only a few days a month\r\n\nwith established patients.\r\n\n     In July  1985, the Bergersens sold  their Winnetka house\r\n\nand in September 1985 agreed to buy a town house in Glenview,\r\n\nIllinois.  In April 1986, they joined a Glenview social club.\r\n\nThey  also  sublet an  apartment  in Puerto  Rico  from their\r\n\nemployee Sedwick  from November  1985  through October  1986.\r\n\nWhen  the sale closed on the Winnetka house in November 1985,\r\n\nthe Bergersens  dispersed their belongings to  various places\r\n\nin Illinois and Puerto Rico.\r\n\n     By summer  1986, the  Bergersens' new Puerto  Rico house\r\n\nhad one bedroom  finished, which they  used on occasion,  and\r\n\nthey  installed a housekeeper couple  in the house.   More of\r\n\ntheir furnishings  were shipped  there in  August  1986.   At\r\n\nabout the same time,  the Bergersens shipped a car  to Puerto\r\n\nRico, registered it, and  activated a country club membership\r\n\nthere.  They obtained  an occupancy permit for the  new house\r\n\nin  January  1987, but  construction  continued  until August\r\n\n1987.  \r\n\n     During  1986 and  1987, the  Bergersens traveled  a good\r\n\ndeal  for both  business  and pleasure,  dividing their  time\r\n\n                             -5-\r                                         -5-\r\r\n\nbetween Puerto Rico  and the  United States  mainland.   They\r\n\nspent 108 days in Puerto  Rico in 1986 and 93 there  in 1987.\r\n\nThey spent  107 days in the  Glenview town house in  1986 and\r\n\n138  days there in 1987.  Thus,  in 1986, they spent 150 days\r\n\nin places other than  Illinois and Puerto Rico; in  1987, the\r\n\nfigure was 134 days.  Earl Bergersen spent no more than a few\r\n\nweeks each year seeing patients in Winnetka.\r\n\n     In  February  1987,  the  Bergersens  replaced  Illinois\r\n\ndrivers'  licenses that they had  lost.  In  August 1987, the\r\n\nnew  Puerto  Rico house  was  completed,  and the  government\r\n\nadmits  that  the  taxpayers   used  it  as  their  principal\r\n\nresidence thereafter.   Earl Bergersen wound  up his Winnetka\r\n\npractice in  late 1987.    In 1988,  the Bergersens  acquired\r\n\nPuerto Rico voting  cards and, in 1989,  Puerto Rico drivers'\r\n\nlicenses.\r\n\n     The  present  case  began  after  the  Internal  Revenue\r\n\nService reviewed  the taxpayers' income tax  returns for 1985\r\n\nthrough 1987.  In  due course, the  IRS ruled that the  loans\r\n\nmade  to the  Bergersens in  these years  were not  bona fide\r\n\nloans but  constructive dividends; the result  was to include\r\n\nthe  amounts received  as part  of the  taxpayers' reportable\r\n\nincome and to disallow  deductions taken by them for interest\r\n\npayments on the loans.  \r\n\n     The  IRS also concluded that the  Bergersens in 1986 and\r\n\n1987  were not  bona fide  residents of  Puerto Rico  for the\r\n\n                             -6-\r                                         -6-\r\r\n\nentire year, as they claimed, but  were residents of Illinois\r\n\nfor all of 1986  and part of 1987.  It  is common ground that\r\n\nsection  933 excludes  Puerto  Rico source  income from  U.S.\r\n\nincome  tax only where the  taxpayer is a  resident of Puerto\r\n\nRico  for   the  entire  year   in  question.     Vazquez  v.\r                                                                     \r\n\nCommissioner, 66 T.C.M. (CCH) 406, 407 (1993); Treas.  Reg.  \r                        \r\n\n1.933-1(a).   Accordingly, the  IRS determination  meant that\r\n\nthe moneys  the Bergersens received from  Ortho-Tain in those\r\n\nyears were  not excludable from U.S. income tax under section\r\n\n933.  \r\n\n     The Bergersens petitioned  the Tax Court  to redetermine\r\n\nvarious  disputed issues  pertaining  to their  returns.   26\r\n\nU.S.C.    6213.  The case  was tried before the  Tax Court in\r\n\nApril 1994.   In August 1995, the Tax Court  issued a 66-page\r\n\ndecision, resolving a number of issues including the  two now\r\n\npresented on appeal.  On those two issues, the Tax Court held\r\n\nthat  the  loans were  constructive  dividends  and that  the\r\n\nBergersens were not residents  of Puerto Rico for the  entire\r\n\nyear either in 1986  or 1987.  Bergersen v.  Commissioner, 70\r                                                                     \r\n\nT.C.M. (CCH) 568, 588 (1995).  This appeal followed.\r\n\n     The  Loan or  Dividend Issue.      The loan  or dividend\r                                              \r\n\nissue,  which   is  not  uncommon  in   tax  cases  involving\r\n\ncontrolled companies, usually poses the question  whether the\r\n\nowner is  trying  to  smuggle  earnings out  of  the  company\r\n\nwithout paying  personal income  tax.   A dividend or  salary\r\n\n                             -7-\r                                         -7-\r\r\n\npaid  to an owner is taxable as  income; a loan, being only a\r\n\ntemporary transfer, is not.   But if a \"loan\" by  the company\r\n\nto an owner is not intended  to be repaid, then allowing that\r\n\nlabel to control would  effectively deprive the government of\r\n\nits tax bite on dividends and salaries.  \r\n\n     The  conventional test is to ask whether, at the time of\r\n\nthe  withdrawal in  question, the  parties actually  intended\r\n\nrepayment.  Crowley v. Commissioner, 962 F.2d 1077, 1079 (1st\r                                               \r\n\nCir.  1992).    Explaining  that  \"intent\"  is  difficult  to\r\n\ndiscern,  courts  regularly  resort  to  objective  criteria,\r\n\nasking   whether  the   transaction  bears   the  traditional\r\n\nhallmarks  of a loan or  of a dividend.   Id.   In any event,\r                                                         \r\n\npurporting to be looking  at intent, appeals courts generally\r\n\ndescribe such intent as a fact,  id. at 1080, and subject the\r                                                \r\n\nfact-finder's determination to  clear error review, see  id.;\r                                                                        \r\n\nsee  also Commissioner  v. Duberstein,  363 U.S.  278, 290-91\r                                                 \r\n\n(1960).\r\n\n     Here, the  government invokes this  deferential standard\r\n\nof  review.    It argues  that  the  finding of  constructive\r\n\ndividends cannot be clearly erroneous in light of the various\r\n\nindicia  mentioned by  the Tax  Court as  suggesting dividend\r\n\nstatus:   that  the  loans had  no  collateral and  no  fixed\r\n\nrepayment schedule; that no limits were set on the amounts to\r\n\nbe borrowed;  that the proceeds  were used by  the Bergersens\r\n\nfor personal purposes;  and that Ortho-Tain  accumulated huge\r\n\n                             -8-\r                                         -8-\r\r\n\nearnings  but paid  the  Bergersens no  dividends during  the\r\n\nyears of the loans until 1987.  \r\n\n     The  Bergersens, on  the other  hand, say  that the  Tax\r\n\nCourt made an error  of law by stressing that  the Bergersens\r\n\nwere trying to \"avoid taxes\" by delaying dividends until they\r\n\nmoved  to Puerto  Rico; Congress,  the Bergersens  point out,\r\n\nchose  in section  936(g) to  allow possessions  companies to\r\n\naccumulate  earnings in  Puerto  Rico and  to distribute  the\r\n\namounts  free  of U.S.  income tax  to  those who  have moved\r\n\nthere.  And the Bergersens dispute the government's portrayal\r\n\nand weighing of the objective factors.\r\n\n     Like white asparagus or a blood orange, this first issue\r\n\nis  not ordinary  fare but  an odd  variation, caused  by the\r\n\ninterplay of  ordinary factors  with Puerto Rico  tax status.\r\n\nThe  Bergersens may  well  have intended  to repay  the loans\r\n\nafter they moved  to Puerto Rico.   After all, at  that point\r\n\nthey could do so  by declaring a dividend to  themselves free\r\n\nof U.S. (and  Puerto Rico)  income tax; and  after using  the\r\n\ndividends to repay the  loans, they remained free to  use the\r\n\nrepaid funds  for  a new  dividend,  again without  U.S.  (or\r\n\nlocal) tax consequences.\r\n\n     The situation  is thus very different  from the ordinary\r\n\nloan-or-dividend  case, where  repayment of  the loan  to the\r\n\ncompany would  effectively preclude a  tax-free distribution.\r\n\nHere, the Bergersens could  reasonably have intended to repay\r\n\n                             -9-\r                                         -9-\r\r\n\nthe money and reap  the benefits of a  tax-free distribution.\r                         \r\n\nNor would there  have been anything wrong if  the Bergersens,\r\n\nknowing that they were moving  eventually to Puerto Rico, had\r\n\naccumulated  earnings  in  the  company  but  refrained  from\r\n\nwithdrawing them until after the move.\r\n\n     The question here, then, is whether the Bergersens could\r\n\npay out moneys to themselves before moving to Puerto Rico and\r                                               \r\n\navoid U.S. income taxes by designating the payments as loans.\r\n\nWe think that this  ought to depend upon whether,  in overall\r\n\ncharacter and context, the  payments were more like  loans or\r\n\nmore  like dividends.  After all, \"intent to repay\" is merely\r\n\na functional test  that is usually suitable;  but the purpose\r\n\nof the tax law is to tax transactions, not rubrics or labels.\r\n\nCf.  Helvering v. Gregory, 69  F.2d 809, 810  (2d Cir. 1934),\r                                     \r\n\naff'd, 293 U.S. 465 (1935).\r                 \r\n\n     Here, the  payments had some of  the traditional indicia\r\n\nof  loans  (notes  existed,  interest was  paid).    In other\r\n\nrespects, formalities were  absent (no fixed  repayment date,\r\n\nno  collateral,   no  credit  limit).     But  regardless  of\r\n\nformalities, the nominal loans,  paid by a controlled company\r\n\nthat  was accumulating  large  earnings but  paying its  main\r\n\nowners   no  dividends,   effectively  gave   the  Bergersens\r\n\npermanent tax-free control over the moneys.\r                     \r\n\n      If after their move, the Bergersens had decided  not to\r\n\nrepay but  to cancel the loans  as a form of  dividend, there\r\n\n                             -10-\r                                         -10-\r\r\n\nwould have been no tax due on this dividend.   If instead--as\r\n\nactually  happened--they declared  cash dividends  and repaid\r\n\nthe loans, the effect was to redeposit the money in their own\r\n\ncorporate  vehicle, available  for redistribution to  them at\r\n\nany time, again with no tax  consequences.  As the Tax  Court\r\n\nobserved,  the  repayment   was  effectively  a  \"meaningless\r\n\nexchange  of  checks.\"    Bergersen,  70  T.C.M.  at  585-86.\r                                               \r\n\nIndeed, even the earlier interest payments could be recovered\r\n\nby the Bergersens without tax effects.\r\n\n     Thus, at the  very outset of  the loans, the  Bergersens\r\n\nknew  that there  was  no effective  corporate constraint  to\r\n\ninduce  repayment, nor  (given  the intended  move to  Puerto\r\n\nRico)  any  meaningful  tax  consequences  from  a  permanent\r\n\nfailure  to  repay.    An  effective  permanent  transfer  of\r\n\ncorporate funds to an owner is the hallmark of a  dividend or\r\n\na salary, and  not a loan.   There is  nothing wrong with  an\r\n\nowner  making  such a  transfer.   But  when made  to  a U.S.\r\n\nmainland  resident, the  transfer is  subject to  U.S. income\r\n\ntax.1\r\n\n                    \r                                \r\n\n     1Nor  does  it matter  that  the  Bergersens might  have\r\nachieved  their  ends through  a  different  device, say,  by\r\nborrowing  the  money  from  a bank--a  real  loan  requiring\r\nrepayment--and repaying  it with a tax-free dividend declared\r\nafter the move to Puerto Rico.  The  taxpayers are stuck with\r\nthe transaction  they chose to  employ.  See  Commissioner v.\r                                                                      \r\nNational  Alfalfa Dehydrating  &amp; Milling  Co., 417  U.S. 134,\r                                                         \r\n148-49 (1974).\r\n\n                             -11-\r                                         -11-\r\r\n\n     Looking through form  to substance, see Commissioner  v.\r                                                                     \r\n\nCourt  Holding Co., 324 U.S. 331, 333-34 (1945), we reach the\r                              \r\n\nsame result as the  Tax Court and therefore need  not concern\r\n\nourselves on this  issue with the  proper standard of  review\r\n\n(since  even de novo review  would lead to  affirmance).  The\r                                \r\n\nclaim that the Tax Court made a  mistake of law in construing\r\n\nsection   933  without  giving  sufficient  consideration  to\r\n\nsection 936(g) is a red herring.   Congress' policy permitted\r\n\nthe  company to  accumulate earnings  in Puerto Rico  free of\r\n\ntax;  it did  not  authorize tax-free  dividends to  Illinois\r\n\nresidents.\r\n\n     The Residence Issue.  We turn now to a more conventional\r                                     \r\n\nissue,  namely,  whether  the Bergersens  were  residents  of\r\n\nIllinois during  1986 and at least  part of 1987, as  the Tax\r\n\nCourt ruled,  or whether they  were residents of  Puerto Rico\r\n\nfor  either or  both years  in their  entirety.   Determining\r\n\nresidence  can present  distinctive issues  either of  law or\r\n\nfact;  but  quite commonly  in  the  end the  question--often\r\n\ncalled a \"mixed question of law  and fact\"--turns on applying\r\n\na legal label, refracted into  a set of legal criteria, to  a\r\n\nunique set of facts.  That is so here.\r\n\n     \"Mixed question\"  is something  of a misnomer;  once the\r\n\nraw  facts  are  determined  (and  such   determinations  are\r\n\nnormally reviewed only for clear error), deciding which legal\r\n\nlabel  to  apply to  those  facts is  a  normative decision--\r\n\n                             -12-\r                                         -12-\r\r\n\nstrictly speaking, a legal issue.  United States v. McConney,\r                                                                        \r\n\n728 F.2d 1195, 1202  (9th Cir.) (en banc), cert.  denied, 469\r                                                                    \r\n\nU.S.  824 (1984).  But  a fact-finder closer  to the evidence\r\n\nmay  still have a superior \"feel\"; and the value of precedent\r\n\nis limited,  since the  next shake  of the  kaleidoscope will\r\n\nproduce a different fact pattern.    \r\n\n     We  think that  a  mixed question  of  fact and  law  is\r\n\npresented  in this case,  and that  some deference  should be\r\n\nafforded to the Tax  Court's ultimate determination.  Johnson\r                                                                         \r\n\nv.  Watts Regulator Co., 63 F.3d 1129, 1132 ((1st Cir. 1995).\r                                   \r\n\nSee  generally 9A C. Wright &amp; A. Miller, Federal Practice and\r                                                                         \r\n\nProcedure    2589  (1995 &amp;  Supp. 1996).   In  certain narrow\r                     \r\n\nsituations involving residency, subjective intent may be very\r\n\nimportant, and  review limited  to clear  error.   Cf. Treas.\r                                                                  \r\n\nReg.    1.871-3, 1.871-4(c) (residency of alien seamen).  But\r\n\nthe  ordinary case presenting  the residency  question, which\r\n\narises  under several  tax  code provisions,2  is decided  by\r\n\nusing largely objective criteria, developed in the decisions.\r\n\nE.g., Sochurek v.  Commissioner, 300  F.2d 34,  38 (7th  Cir.\r                                           \r\n\n1962).\r\n\n     These laundry  lists have to  be used with  some caution\r\n\nbecause they are framed broadly, to cover disparate problems.\r\n\nDeciding when the Bergersens  became bona fide \"residents\" of\r\n\n                    \r                                \r\n\n     2See, e.g., 26 U.S.C.   871 (nonresident aliens);  id.  \r                                                                       \r\n911  (foreign  earned  income  exclusion  for  U.S.  citizens\r\nresiding abroad); id.   933 (Puerto Rico residents).\r                                 \r\n\n                             -13-\r                                         -13-\r\r\n\nPuerto Rico is  somewhat different  from determining,  albeit\r\n\nfor U.S. tax  purposes, when an American airline  pilot based\r\n\nabroad  is  a  \"resident\"  of Japan,  or  a  visiting  French\r\n\nconsultant  is  a  \"resident\" of  New  York.    Cf. Jones  v.\r                                                                     \r\n\nCommissioner, 927 F.2d 849,  855-57 (5th Cir. 1991); Friedman\r                                                                         \r\n\nv. Commissioner, 37 T.C. 539, 551 (1961).\r                           \r\n\n     But in  all three  situations, \"residence\"  implies that\r\n\nthe individual  has established his or  her residential base,\r\n\nplanning to remain indefinitely or at least for a substantial\r\n\nperiod.    See  Treas.  Reg.      1.871-2(b).    Clearly  the\r                          \r\n\nBergersens did  intend  eventually  to  base  themselves  and\r\n\nremain permanently in Puerto Rico;  that is why they embarked\r\n\non construction of a very expensive house in 1984, before the\r                                                                     \r\n\ntax years in dispute.  The question for us, as  we see it, is\r\n\nwhen  the  Bergersens had  effectively  moved  their base  to\r\n\nPuerto Rico and established their residence there.\r\n\n      As the Tax Court candidly said, the Bergersens' conduct\r\n\namounts to a move to Puerto Rico carried out over a period of\r\n\ntime.    Bergersen, 70  T.C.M. at  582.   Here,  some  of the\r                              \r\n\nconduct was completed by 1986.  Prior to  1986 they had moved\r\n\nsome  furnishings to Puerto Rico and rented an apartment.  In\r\n\n1986, they began  to use portions  of their partly  completed\r\n\nhouse,  installed  a  housekeeper  couple,  activated a  club\r\n\nmembership  in Puerto Rico, and  shipped over a  car and some\r\n\n                             -14-\r                                         -14-\r\r\n\nremaining furnishings.  Apparently they  also spent Christmas\r\n\nthere in 1986.\r\n\n      But the  links with Illinois  extended into 1987.   The\r\n\nBergersens  continued to  use their  Glenview house  in 1987,\r\n\nspending 138 days  there in that year  and only 93  in Puerto\r\n\nRico.   They maintained Illinois drivers'  licenses, and Earl\r\n\nBergersen still  did occasional work in  his Winnetka office.\r\n\nThe  Puerto Rico house  was not fully  completed until August\r\n\n1987, and the Bergersens  did not register to vote  in Puerto\r\n\nRico  or  get drivers'  licenses there  until 1988  and 1989,\r\n\nrespectively.\r\n\n     We  agree with the Tax Court  that for 1986 and at least\r\n\npart of  1987, the Bergersens were residents  of Illinois and\r\n\nnot  yet of Puerto Rico.   No one  consideration is decisive:\r\n\nthe center  of gravity was  shifting from Illinois  to Puerto\r\n\nRico throughout the period.  But taking account of all of the\r\n\nties to both places,  the Tax Court's conclusion seems  to us\r\n\nnot  only reasonable  but right.   While we  would ordinarily\r\n\ngive  some weight to its view in  applying a tax code concept\r\n\nto specific  facts, see,  e.g., Manzoli v.  Commissioner, 904\r                                                                    \r\n\nF.3d 101, 103 (1st Cir. 1990), we would reach the same result\r\n\nhere even if review were de novo.\r                                            \r\n\n     The  Bergersens imply  that  the Tax  Court  erred as  a\r\n\nmatter of  law by giving  weight, in  deciding the  residency\r\n\nissue, to an  alleged tax  avoidance motive.   The Tax  Court\r\n\n                             -15-\r                                         -15-\r\r\n\nmade one reference  to tax  avoidance as  a relevant  concern\r\n\n(the other reference  was to an argument by  the government).\r\n\nBergersen,  70 T.C.M.  at 581,  583.   But in  the very  same\r                     \r\n\npassage, the Tax Court made clear that it was the time of the\r\n\nmove to  Puerto Rico, judged  by objective factors,  that was\r\n\ndecisive.  We reach the same result,  giving no weight to the\r\n\nalleged motive.\r\n\n     A tax avoidance motive is often included  in the laundry\r\n\nlist of  factors bearing on  bona fide residency,  see, e.g.,\r                                                                        \r\n\nSochurek,  300 F.2d at 38,  so it is  not surprising that the\r                    \r\n\nTax Court mentioned it  in passing.  But the  Bergersens were\r\n\nperfectly  free to  consider tax  advantages in  moving their\r\n\nresidence  to Puerto Rico, and here we think that tax motives\r\n\nprovide little  help in determining when  this move occurred.\r\n\n(A tax  motive does, however,  help explain why  the payments\r\n\nwere structured as loans.)\r\n\n     The balance of the Bergersens' argument on the residency\r\n\nissue  is an effort to  stress factors favorable  to an early\r\n\nresidence  in Puerto Rico (e.g.,  that work on  the house was\r                                           \r\n\nlargely  completed in 1986) and  to explain away  some of the\r\n\nfactors pointing to Illinois (e.g., the retention of Illinois\r                                              \r\n\ndrivers' licenses).   The arguments are perfectly  legitimate\r\n\nand well  presented.  They serve to explain why the case is a\r\n\nclose one on the issue of residency at least as to 1987.\r\n\n                             -16-\r                                         -16-\r\r\n\n     But a number  of important  considerations--such as  the\r\n\npurchase and  maintenance of  the house in  Glenview and  the\r\n\ntime spent  in Illinois  in 1987--cannot  be minimized.   And\r\n\neven  if small  adjustments are made  in other  elements, the\r\n\noverall balance  still seems to  us to favor  the government.\r\n\nWhen dealing  with incommensurable factors, it  is often hard\r\n\nto do more than fairly array the factors on both sides, as we\r\n\nhave done in summary  and the Tax Court  in detail, and  then\r\n\nstate the result.\r\n\n       Because the Bergersens were not bona fide residents of\r\n\nPuerto Rico either in 1986 or for the full year in 1987, they\r\n\nwere not entitled  to avoid  U.S. income tax  on Puerto  Rico\r\n\nsource  income in  those years.   26  U.S.C.    933.   As the\r\n\n\"loans\" were constructive dividends, they were taxable income\r\n\nto  the Bergersens  when  made, and  the Bergersens  were not\r\n\nentitled to deduct the interest payments to the company.  See\r                                                                         \r\n\nKnetsch v. United States, 364 U.S. 361, 365-66 (1960).\r                                    \r\n\n     Affirmed.\r                          \r\n\n                             -17-\r                                         -17-\r\r\n",
  "html": "<p class=\"case_cite\">109 F.3d 56</p>\n    <p class=\"case_cite\">79 A.F.T.R.2d 97-1530, 97-1 USTC  P 50,295</p>\n    <p class=\"parties\">Earl O. BERGERSEN and Evelyn K. Bergersen, Petitioners,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent.</p>\n    <p class=\"docket\">No. 96-1730.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Dec. 4, 1996.<br>Decided March 21, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James M. O'Brien with whom Baker &amp; McKenzie was on briefs for petitioners.</p>\n      <p class=\"indent\">Jonathan S. Cohen with whom Loretta C. Argrett, Assistant Attorney General, and Frank P. Cihlar, Tax Division, Department of Justice, were on brief for respondent.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal involves a tax dispute posing two questions:  whether certain payments to the taxpayers by a controlled company were constructive dividends (rather than loans) and whether the taxpayers were residents of Illinois (rather than Puerto Rico) in 1986 and 1987.  The Tax Court answered yes to both questions, resulting in adverse consequences for the taxpayers, who now appeal.  We affirm the Tax Court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The basic facts, derived from the record and the Tax Court findings, are largely undisputed, although the inferences and conclusions to be drawn are very much in dispute.  The taxpayers are Earl and Evelyn Bergersen, a long-married couple who resided for many years in Illinois.  Earl Bergersen practiced as an orthodontist in Winnetka, Illinois, starting in 1959.  In addition to practice and part-time teaching, Earl Bergersen invented and patented new orthodontic products, which enjoyed a good deal of success.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the early 1970s, the Bergersens incorporated Ortho-Tain, Inc., under Delaware law, to manufacture and sell products based upon Earl Bergersen's inventions.  At all times pertinent, the couple were the only members of the Ortho-Tain board of directors.  During the tax years at issue in this case (1985-1987), the Bergersens also held all of the class A voting shares in the company (56 each), with five class B voting shares held by each of their three children.  Each of the children also held between 100 and 300 shares of class C nonvoting stock.  Santos Ortiz, manager of the company's Puerto Rico plant, held 200 shares of class D nonvoting stock, and Thomas Sedwick, the tool and die maker at the plant, held 190 shares of class E nonvoting stock.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Initially based in Winnetka, the plant was moved to Puerto Rico in 1976.  The Bergersens hoped to move to Puerto Rico eventually;  residents of Puerto Rico are exempt from U.S. income tax on income derived from Puerto Rico sources.  26 U.S.C. &#167; 933.  After the plant moved, Ortho-Tain elected to be treated as a possessions corporation, exempting it from U.S. income tax on Puerto Rico source income.  Id. &#167; 936.  The company also received a 15-year industrial tax exemption from Puerto Rico, which also permitted Puerto Rico residents to receive company dividends free of income tax.  See 13 L.P.R.A. &#167; 252 et seq.;  id. &#167; 252b(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the late 1970s, Ortiz and Sedwick ran the Puerto Rico plant while the Bergersens handled the company's finances from Illinois.  Ortho-Tain's sales grew from $600,000 in 1977 to $1.2 million in 1987.  During these years, the taxpayers received no salary from the company, and no dividends were declared on their stock until 1987.  During most of the period, modest dividends (ranging from $5,000 to around $22,000) were paid annually to Ortiz and to Sedwick.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this same period, Ortho-Tain's accumulated undistributed earnings grew from just under $350,000 in 1977 to just over $5 million in 1986.  The company's possession status freed it from the U.S. accumulated earnings tax.  26 U.S.C. &#167; 936(g).  Meanwhile, starting in 1982, Earl Bergersen borrowed substantial amounts from the company, totaling almost $3,700,000 by 1987.  The loans were evidenced by unsecured demand notes and carried interest rates of 8.5 to 10 percent;  the taxpayers regularly paid this interest to the company and deducted the interest payments on their U.S. income tax returns for the years 1982 through 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Apart from one loan repayment of about $400,000 in 1984, the loans were carried on Ortho-Tain's books until March 1987, when Ortho-Tain issued dividends of about $2,800,000 to the taxpayers, which they treated as exempt from U.S. income tax under section 933 and immediately paid back to the company to reduce their outstanding loans.  The remaining loan balance was repaid after further dividends of just over $2,000,000 to taxpayers in 1988.  As one might guess, it is the position of the Internal Revenue Service that the loans were constructive dividends subject to U.S. income tax when made.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The other issue in dispute concerns the timing of the Bergersens' move to Puerto Rico.  Looking toward this move, they purchased land in Puerto Rico in 1981 and, over the next several years, planned an elaborate house.  Construction began in 1984 but, because of delays, the house was not finished as expected by late 1985.  In the meantime, starting in 1984, Earl Bergersen turned over much of his orthodontics practice to another dentist and spent only a few days a month with established patients.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In July 1985, the Bergersens sold their Winnetka house and in September 1985 agreed to buy a town house in Glenview, Illinois.  In April 1986, they joined a Glenview social club.  They also sublet an apartment in Puerto Rico from their employee Sedwick from November 1985 through October 1986.  When the sale closed on the Winnetka house in November 1985, the Bergersens dispersed their belongings to various places in Illinois and Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By summer 1986, the Bergersens' new Puerto Rico house had one bedroom finished, which they used on occasion, and they installed a housekeeper couple in the house.  More of their furnishings were shipped there in August 1986.  At about the same time, the Bergersens shipped a car to Puerto Rico, registered it, and activated a country club membership there.  They obtained an occupancy permit for the new house in January 1987, but construction continued until August 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During 1986 and 1987, the Bergersens traveled a good deal for both business and pleasure, dividing their time between Puerto Rico and the United States mainland.  They spent 108 days in Puerto Rico in 1986 and 93 there in 1987.  They spent 107 days in the Glenview town house in 1986 and 138 days there in 1987.  Thus, in 1986, they spent 150 days in places other than Illinois and Puerto Rico;  in 1987, the figure was 134 days.  Earl Bergersen spent no more than a few weeks each year seeing patients in Winnetka.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In February 1987, the Bergersens replaced Illinois drivers' licenses that they had lost.  In August 1987, the new Puerto Rico house was completed, and the government admits that the taxpayers used it as their principal residence thereafter.  Earl Bergersen wound up his Winnetka practice in late 1987.  In 1988, the Bergersens acquired Puerto Rico voting cards and, in 1989, Puerto Rico drivers' licenses.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The present case began after the Internal Revenue Service reviewed the taxpayers' income tax returns for 1985 through 1987.  In due course, the IRS ruled that the loans made to the Bergersens in these years were not bona fide loans but constructive dividends;  the result was to include the amounts received as part of the taxpayers' reportable income and to disallow deductions taken by them for interest payments on the loans.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The IRS also concluded that the Bergersens in 1986 and 1987 were not bona fide residents of Puerto Rico for the entire year, as they claimed, but were residents of Illinois for all of 1986 and part of 1987.  It is common ground that section 933 excludes Puerto Rico source income from U.S. income tax only where the taxpayer is a resident of Puerto Rico for the entire year in question.  Vazquez v. Commissioner, 66 T.C.M.  (CCH) 406, 407, 1993 WL 315404 (1993);  Treas.  Reg. &#167; 1.933-1(a).  Accordingly, the IRS determination meant that the moneys the Bergersens received from Ortho-Tain in those years were not excludable from U.S. income tax under section 933.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Bergersens petitioned the Tax Court to redetermine various disputed issues pertaining to their returns.  26 U.S.C. &#167; 6213.  The case was tried before the Tax Court in April 1994.  In August 1995, the Tax Court issued a 66-page decision, resolving a number of issues including the two now presented on appeal.  On those two issues, the Tax Court held that the loans were constructive dividends and that the Bergersens were not residents of Puerto Rico for the entire year either in 1986 or 1987.  Bergersen v. Commissioner, 70 T.C.M.  (CCH) 568, 588, 1995 WL 510012 (1995).  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Loan or Dividend Issue.   The loan or dividend issue, which is not uncommon in tax cases involving controlled companies, usually poses the question whether the owner is trying to smuggle earnings out of the company without paying personal income tax.  A dividend or salary paid to an owner is taxable as income;  a loan, being only a temporary transfer, is not.  But if a \"loan\" by the company to an owner is not intended to be repaid, then allowing that label to control would effectively deprive the government of its tax bite on dividends and salaries.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The conventional test is to ask whether, at the time of the withdrawal in question, the parties actually intended repayment.  Crowley v. Commissioner, 962 F.2d 1077, 1079 (1st Cir.1992).  Explaining that \"intent\" is difficult to discern, courts regularly resort to objective criteria, asking whether the transaction bears the traditional hallmarks of a loan or of a dividend.  Id.  In any event, purporting to be looking at intent, appeals courts generally describe such intent as a fact, id. at 1080, and subject the fact-finder's determination to clear error review, see id.;   see also Commissioner v. Duberstein, 363 U.S. 278, 290-91, 80 S.Ct. 1190, 1199-1200, 4 L.Ed.2d 1218 (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, the government invokes this deferential standard of review.  It argues that the finding of constructive dividends cannot be clearly erroneous in light of the various indicia mentioned by the Tax Court as suggesting dividend status;  that the loans had no collateral and no fixed repayment schedule;  that no limits were set on the amounts to be borrowed;  that the proceeds were used by the Bergersens for personal purposes;  and that Ortho-Tain accumulated huge earnings but paid the Bergersens no dividends during the years of the loans until 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Bergersens, on the other hand, say that the Tax Court made an error of law by stressing that the Bergersens were trying to \"avoid taxes\" by delaying dividends until they moved to Puerto Rico;  Congress, the Bergersens point out, chose in section 936(g) to allow possessions companies to accumulate earnings in Puerto Rico and to distribute the amounts free of U.S. income tax to those who have moved there.  And the Bergersens dispute the government's portrayal and weighing of the objective factors.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Like white asparagus or a blood orange, this first issue is not ordinary fare but an odd variation, caused by the interplay of ordinary factors with Puerto Rico tax status.  The Bergersens may well have intended to repay the loans after they moved to Puerto Rico.  After all, at that point they could do so by declaring a dividend to themselves free of U.S.  (and Puerto Rico) income tax;  and after using the dividends to repay the loans, they remained free to use the repaid funds for a new dividend, again without U.S.  (or local) tax consequences.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The situation is thus very different from the ordinary loan-or-dividend case, where repayment of the loan to the company would effectively preclude a tax-free distribution.  Here, the Bergersens could reasonably have intended to repay the money and reap the benefits of a tax-free distribution.  Nor would there have been anything wrong if the Bergersens, knowing that they were moving eventually to Puerto Rico, had accumulated earnings in the company but refrained from withdrawing them until after the move.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question here, then, is whether the Bergersens could pay out moneys to themselves before moving to Puerto Rico and avoid U.S. income taxes by designating the payments as loans.  We think that this ought to depend upon whether, in overall character and context, the payments were more like loans or more like dividends.  After all, \"intent to repay\" is merely a functional test that is usually suitable;  but the purpose of the tax law is to tax transactions, not rubrics or labels.  Cf. Helvering v. Gregory, 69 F.2d 809, 810 (2d Cir.1934), aff'd, 293 U.S. 465, 55 S.Ct. 266, 79 L.Ed. 596 (1935).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, the payments had some of the traditional indicia of loans (notes existed, interest was paid).  In other respects, formalities were absent (no fixed repayment date, no collateral, no credit limit).  But regardless of formalities, the nominal loans, paid by a controlled company that was accumulating large earnings but paying its main owners no dividends, effectively gave the Bergersens permanent tax-free control over the moneys.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If after their move, the Bergersens had decided not to repay but to cancel the loans as a form of dividend, there would have been no tax due on this dividend.  If instead--as actually happened--they declared cash dividends and repaid the loans, the effect was to redeposit the money in their own corporate vehicle, available for redistribution to them at any time, again with no tax consequences.  As the Tax Court observed, the repayment was effectively a \"meaningless exchange of checks.\"  Bergersen, 70 T.C.M. at 585-86.   Indeed, even the earlier interest payments could be recovered by the Bergersens without tax effects.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus, at the very outset of the loans, the Bergersens knew that there was no effective corporate constraint to induce repayment, nor (given the intended move to Puerto Rico) any meaningful tax consequences from a permanent failure to repay.  An effective permanent transfer of corporate funds to an owner is the hallmark of a dividend or a salary, and not a loan.  There is nothing wrong with an owner making such a transfer.  But when made to a U.S. mainland resident, the transfer is subject to U.S. income tax.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Looking through form to substance, see Commissioner v. Court Holding Co., 324 U.S. 331, 333-34, 65 S.Ct. 707, 708, 89 L.Ed. 981 (1945), we reach the same result as the Tax Court and therefore need not concern ourselves on this issue with the proper standard of review (since even de novo review would lead to affirmance).  The claim that the Tax Court made a mistake of law in construing section 933 without giving sufficient consideration to section 936(g) is a red herring.  Congress' policy permitted the company to accumulate earnings in Puerto Rico free of tax;  it did not authorize tax-free dividends to Illinois residents.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Residence Issue.   We turn now to a more conventional issue, namely, whether the Bergersens were residents of Illinois during 1986 and at least part of 1987, as the Tax Court ruled, or whether they were residents of Puerto Rico for either or both years in their entirety.  Determining residence can present distinctive issues either of law or fact;  but quite commonly in the end the question--often called a \"mixed question of law and fact\"--turns on applying a legal label, refracted into a set of legal criteria, to a unique set of facts.  That is so here.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"Mixed question\" is something of a misnomer;  once the raw facts are determined (and such determinations are normally reviewed only for clear error), deciding which legal label to apply to those facts is a normative decision--strictly speaking, a legal issue.  United States v. McConney, 728 F.2d 1195, 1202 (9th Cir.)  (en banc ), cert. denied, 469 U.S. 824, 105 S.Ct. 101, 83 L.Ed.2d 46 (1984).  But a fact-finder closer to the evidence may still have a superior \"feel\";  and the value of precedent is limited, since the next shake of the kaleidoscope will produce a different fact pattern.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We think that a mixed question of fact and law is presented in this case, and that some deference should be afforded to the Tax Court's ultimate determination.  Johnson v. Watts Regulator Co., 63 F.3d 1129, 1132 (1st Cir.1995).   See generally 9A C. Wright &amp; A. Miller, Federal Practice and Procedure &#167; 2589 (1995 &amp; Supp.1996).  In certain narrow situations involving residency, subjective intent may be very important, and review limited to clear error.  Cf. Treas.  Reg. &#167;&#167; 1.871-3, 1.871-4(c) (residency of alien seamen).  But the ordinary case presenting the residency question, which arises under several tax code provisions,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> is decided by using largely objective criteria, developed in the decisions.  E.g., Sochurek v. Commissioner, 300 F.2d 34, 38 (7th Cir.1962).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">These laundry lists have to be used with some caution because they are framed broadly, to cover disparate problems.  Deciding when the Bergersens became bona fide \"residents\" of Puerto Rico is somewhat different from determining, albeit for U.S. tax purposes, when an American airline pilot based abroad is a \"resident\" of Japan, or a visiting French consultant is a \"resident\" of New York.   Cf. Jones v. Commissioner, 927 F.2d 849, 855-57 (5th Cir.1991);  Friedman v. Commissioner, 37 T.C. 539, 551, 1961 WL 1096 (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">But in all three situations, \"residence\" implies that the individual has established his or her residential base, planning to remain indefinitely or at least for a substantial period.  See Treas.  Reg. &#167; 1.871-2(b).  Clearly the Bergersens did intend eventually to base themselves and remain permanently in Puerto Rico;  that is why they embarked on construction of a very expensive house in 1984, before the tax years in dispute.  The question for us, as we see it, is when the Bergersens had effectively moved their base to Puerto Rico and established their residence there.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As the Tax Court candidly said, the Bergersens' conduct amounts to a move to Puerto Rico carried out over a period of time.  Bergersen, 70 T.C.M. at 582.   Here, some of the conduct was completed by 1986.  Prior to 1986 they had moved some furnishings to Puerto Rico and rented an apartment.  In 1986, they began to use portions of their partly completed house, installed a housekeeper couple, activated a club membership in Puerto Rico, and shipped over a car and some remaining furnishings.  Apparently they also spent Christmas there in 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">But the links with Illinois extended into 1987.  The Bergersens continued to use their Glenview house in 1987, spending 138 days there in that year and only 93 in Puerto Rico.  They maintained Illinois drivers' licenses, and Earl Bergersen still did occasional work in his Winnetka office.  The Puerto Rico house was not fully completed until August 1987, and the Bergersens did not register to vote in Puerto Rico or get drivers' licenses there until 1988 and 1989, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We agree with the Tax Court that for 1986 and at least part of 1987, the Bergersens were residents of Illinois and not yet of Puerto Rico.  No one consideration is decisive:  the center of gravity was shifting from Illinois to Puerto Rico throughout the period.  But taking account of all of the ties to both places, the Tax Court's conclusion seems to us not only reasonable but right.  While we would ordinarily give some weight to its view in applying a tax code concept to specific facts, see, e.g., Manzoli v. Commissioner, 904 F.2d 101, 103 (1st Cir.1990), we would reach the same result here even if review were de novo.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Bergersens imply that the Tax Court erred as a matter of law by giving weight, in deciding the residency issue, to an alleged tax avoidance motive.  The Tax Court made one reference to tax avoidance as a relevant concern (the other reference was to an argument by the government).  Bergersen, 70 T.C.M. at 581, 583.   But in the very same passage, the Tax Court made clear that it was the time of the move to Puerto Rico, judged by objective factors, that was decisive.  We reach the same result, giving no weight to the alleged motive.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A tax avoidance motive is often included in the laundry list of factors bearing on bona fide residency, see, e.g., Sochurek, 300 F.2d at 38, so it is not surprising that the Tax Court mentioned it in passing.  But the Bergersens were perfectly free to consider tax advantages in moving their residence to Puerto Rico, and here we think that tax motives provide little help in determining when this move occurred.  (A tax motive does, however, help explain why the payments were structured as loans.)</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The balance of the Bergersens' argument on the residency issue is an effort to stress factors favorable to an early residence in Puerto Rico (e.g., that work on the house was largely completed in 1986) and to explain away some of the factors pointing to Illinois (e.g., the retention of Illinois drivers' licenses).  The arguments are perfectly legitimate and well presented.  They serve to explain why the case is a close one on the issue of residency at least as to 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">But a number of important considerations--such as the purchase and maintenance of the house in Glenview and the time spent in Illinois in 1987--cannot be minimized.  And even if small adjustments are made in other elements, the overall balance still seems to us to favor the government.  When dealing with incommensurable factors, it is often hard to do more than fairly array the factors on both sides, as we have done in summary and the Tax Court in detail, and then state the result.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Because the Bergersens were not bona fide residents of Puerto Rico either in 1986 or for the full year in 1987, they were not entitled to avoid U.S. income tax on Puerto Rico source income in those years.  26 U.S.C. &#167; 933.  As the \"loans\" were constructive dividends, they were taxable income to the Bergersens when made, and the Bergersens were not entitled to deduct the interest payments to the company.  See Knetsch v. United States, 364 U.S. 361, 365-66, 81 S.Ct. 132, 134-35, 5 L.Ed.2d 128 (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Nor does it matter that the Bergersens might have achieved their ends through a different device, say, by borrowing the money from a bank--a real loan requiring repayment--and repaying it with a tax-free dividend declared after the move to Puerto Rico.  The taxpayers are stuck with the transaction they chose to employ.  See Commissioner v. National Alfalfa Dehydrating &amp; Milling Co., 417 U.S. 134, 148-49, 94 S.Ct. 2129, 2136-38, 40 L.Ed.2d 717 (1974)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., 26 U.S.C. &#167; 871 (nonresident aliens);  id. &#167; 911 (foreign earned income exclusion for U.S. citizens residing abroad);  id.  &#167; 933 (Puerto Rico residents)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></span></p>\n    <p class=\"case_cite\">79 A.F.T.R.2d 97-1530, 97-1 USTC  P 50,295</p>\n    <p class=\"parties\">Earl O. BERGERSEN and Evelyn K. Bergersen, Petitioners,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent.</p>\n    <p class=\"docket\">No. 96-1730.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Dec. 4, 1996.<br>Decided March 21, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James M. O'Brien with whom Baker &amp; McKenzie was on briefs for petitioners.</p>\n      <p class=\"indent\">Jonathan S. Cohen with whom Loretta C. Argrett, Assistant Attorney General, and Frank P. Cihlar, Tax Division, Department of Justice, were on brief for respondent.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal involves a tax dispute posing two questions:  whether certain payments to the taxpayers by a controlled company were constructive dividends (rather than loans) and whether the taxpayers were residents of Illinois (rather than Puerto Rico) in 1986 and 1987.  The Tax Court answered yes to both questions, resulting in adverse consequences for the taxpayers, who now appeal.  We affirm the Tax Court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The basic facts, derived from the record and the Tax Court findings, are largely undisputed, although the inferences and conclusions to be drawn are very much in dispute.  The taxpayers are Earl and Evelyn Bergersen, a long-married couple who resided for many years in Illinois.  Earl Bergersen practiced as an orthodontist in Winnetka, Illinois, starting in 1959.  In addition to practice and part-time teaching, Earl Bergersen invented and patented new orthodontic products, which enjoyed a good deal of success.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the early 1970s, the Bergersens incorporated Ortho-Tain, Inc., under Delaware law, to manufacture and sell products based upon Earl Bergersen's inventions.  At all times pertinent, the couple were the only members of the Ortho-Tain board of directors.  During the tax years at issue in this case (1985-1987), the Bergersens also held all of the class A voting shares in the company (56 each), with five class B voting shares held by each of their three children.  Each of the children also held between 100 and 300 shares of class C nonvoting stock.  Santos Ortiz, manager of the company's Puerto Rico plant, held 200 shares of class D nonvoting stock, and Thomas Sedwick, the tool and die maker at the plant, held 190 shares of class E nonvoting stock.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Initially based in Winnetka, the plant was moved to Puerto Rico in 1976.  The Bergersens hoped to move to Puerto Rico eventually;  residents of Puerto Rico are exempt from U.S. income tax on income derived from Puerto Rico sources.  26 U.S.C. &#167; 933.  After the plant moved, Ortho-Tain elected to be treated as a possessions corporation, exempting it from U.S. income tax on Puerto Rico source income.  Id. &#167; 936.  The company also received a 15-year industrial tax exemption from Puerto Rico, which also permitted Puerto Rico residents to receive company dividends free of income tax.  See 13 L.P.R.A. &#167; 252 et seq.;  id. &#167; 252b(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the late 1970s, Ortiz and Sedwick ran the Puerto Rico plant while the Bergersens handled the company's finances from Illinois.  Ortho-Tain's sales grew from $600,000 in 1977 to $1.2 million in 1987.  During these years, the taxpayers received no salary from the company, and no dividends were declared on their stock until 1987.  During most of the period, modest dividends (ranging from $5,000 to around $22,000) were paid annually to Ortiz and to Sedwick.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this same period, Ortho-Tain's accumulated undistributed earnings grew from just under $350,000 in 1977 to just over $5 million in 1986.  The company's possession status freed it from the U.S. accumulated earnings tax.  26 U.S.C. &#167; 936(g).  Meanwhile, starting in 1982, Earl Bergersen borrowed substantial amounts from the company, totaling almost $3,700,000 by 1987.  The loans were evidenced by unsecured demand notes and carried interest rates of 8.5 to 10 percent;  the taxpayers regularly paid this interest to the company and deducted the interest payments on their U.S. income tax returns for the years 1982 through 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Apart from one loan repayment of about $400,000 in 1984, the loans were carried on Ortho-Tain's books until March 1987, when Ortho-Tain issued dividends of about $2,800,000 to the taxpayers, which they treated as exempt from U.S. income tax under section 933 and immediately paid back to the company to reduce their outstanding loans.  The remaining loan balance was repaid after further dividends of just over $2,000,000 to taxpayers in 1988.  As one might guess, it is the position of the Internal Revenue Service that the loans were constructive dividends subject to U.S. income tax when made.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The other issue in dispute concerns the timing of the Bergersens' move to Puerto Rico.  Looking toward this move, they purchased land in Puerto Rico in 1981 and, over the next several years, planned an elaborate house.  Construction began in 1984 but, because of delays, the house was not finished as expected by late 1985.  In the meantime, starting in 1984, Earl Bergersen turned over much of his orthodontics practice to another dentist and spent only a few days a month with established patients.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In July 1985, the Bergersens sold their Winnetka house and in September 1985 agreed to buy a town house in Glenview, Illinois.  In April 1986, they joined a Glenview social club.  They also sublet an apartment in Puerto Rico from their employee Sedwick from November 1985 through October 1986.  When the sale closed on the Winnetka house in November 1985, the Bergersens dispersed their belongings to various places in Illinois and Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By summer 1986, the Bergersens' new Puerto Rico house had one bedroom finished, which they used on occasion, and they installed a housekeeper couple in the house.  More of their furnishings were shipped there in August 1986.  At about the same time, the Bergersens shipped a car to Puerto Rico, registered it, and activated a country club membership there.  They obtained an occupancy permit for the new house in January 1987, but construction continued until August 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During 1986 and 1987, the Bergersens traveled a good deal for both business and pleasure, dividing their time between Puerto Rico and the United States mainland.  They spent 108 days in Puerto Rico in 1986 and 93 there in 1987.  They spent 107 days in the Glenview town house in 1986 and 138 days there in 1987.  Thus, in 1986, they spent 150 days in places other than Illinois and Puerto Rico;  in 1987, the figure was 134 days.  Earl Bergersen spent no more than a few weeks each year seeing patients in Winnetka.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In February 1987, the Bergersens replaced Illinois drivers' licenses that they had lost.  In August 1987, the new Puerto Rico house was completed, and the government admits that the taxpayers used it as their principal residence thereafter.  Earl Bergersen wound up his Winnetka practice in late 1987.  In 1988, the Bergersens acquired Puerto Rico voting cards and, in 1989, Puerto Rico drivers' licenses.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The present case began after the Internal Revenue Service reviewed the taxpayers' income tax returns for 1985 through 1987.  In due course, the IRS ruled that the loans made to the Bergersens in these years were not bona fide loans but constructive dividends;  the result was to include the amounts received as part of the taxpayers' reportable income and to disallow deductions taken by them for interest payments on the loans.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The IRS also concluded that the Bergersens in 1986 and 1987 were not bona fide residents of Puerto Rico for the entire year, as they claimed, but were residents of Illinois for all of 1986 and part of 1987.  It is common ground that section 933 excludes Puerto Rico source income from U.S. income tax only where the taxpayer is a resident of Puerto Rico for the entire year in question.  Vazquez v. Commissioner, 66 T.C.M.  (CCH) 406, 407, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">315404</span></span> (1993);  Treas.  Reg. &#167; 1.933-1(a).  Accordingly, the IRS determination meant that the moneys the Bergersens received from Ortho-Tain in those years were not excludable from U.S. income tax under section 933.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Bergersens petitioned the Tax Court to redetermine various disputed issues pertaining to their returns.  26 U.S.C. &#167; 6213.  The case was tried before the Tax Court in April 1994.  In August 1995, the Tax Court issued a 66-page decision, resolving a number of issues including the two now presented on appeal.  On those two issues, the Tax Court held that the loans were constructive dividends and that the Bergersens were not residents of Puerto Rico for the entire year either in 1986 or 1987.  Bergersen v. Commissioner, 70 T.C.M.  (CCH) 568, 588, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">510012</span></span> (1995).  This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Loan or Dividend Issue.   The loan or dividend issue, which is not uncommon in tax cases involving controlled companies, usually poses the question whether the owner is trying to smuggle earnings out of the company without paying personal income tax.  A dividend or salary paid to an owner is taxable as income;  a loan, being only a temporary transfer, is not.  But if a \"loan\" by the company to an owner is not intended to be repaid, then allowing that label to control would effectively deprive the government of its tax bite on dividends and salaries.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The conventional test is to ask whether, at the time of the withdrawal in question, the parties actually intended repayment.  Crowley v. Commissioner, <span class=\"citation\" data-id=\"582699\"><a href=\"/opinion/582699/ralph-d-crowley-and-frances-a-crowley-v-commissioner-of-internal-revenue/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></a></span>, 1079 (1st Cir.1992).  Explaining that \"intent\" is difficult to discern, courts regularly resort to objective criteria, asking whether the transaction bears the traditional hallmarks of a loan or of a dividend.  Id.  In any event, purporting to be looking at intent, appeals courts generally describe such intent as a fact, id. at 1080, and subject the fact-finder's determination to clear error review, see id.;   see also Commissioner v. Duberstein, <span class=\"citation\" data-id=\"106071\"><a href=\"/opinion/106071/commissioner-v-duberstein/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, 290-91, <span class=\"citation\" data-id=\"106071\"><a href=\"/opinion/106071/commissioner-v-duberstein/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1190</span></a></span>, 1199-1200, <span class=\"citation\" data-id=\"106071\"><a href=\"/opinion/106071/commissioner-v-duberstein/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1218</span></a></span> (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, the government invokes this deferential standard of review.  It argues that the finding of constructive dividends cannot be clearly erroneous in light of the various indicia mentioned by the Tax Court as suggesting dividend status;  that the loans had no collateral and no fixed repayment schedule;  that no limits were set on the amounts to be borrowed;  that the proceeds were used by the Bergersens for personal purposes;  and that Ortho-Tain accumulated huge earnings but paid the Bergersens no dividends during the years of the loans until 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Bergersens, on the other hand, say that the Tax Court made an error of law by stressing that the Bergersens were trying to \"avoid taxes\" by delaying dividends until they moved to Puerto Rico;  Congress, the Bergersens point out, chose in section 936(g) to allow possessions companies to accumulate earnings in Puerto Rico and to distribute the amounts free of U.S. income tax to those who have moved there.  And the Bergersens dispute the government's portrayal and weighing of the objective factors.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Like white asparagus or a blood orange, this first issue is not ordinary fare but an odd variation, caused by the interplay of ordinary factors with Puerto Rico tax status.  The Bergersens may well have intended to repay the loans after they moved to Puerto Rico.  After all, at that point they could do so by declaring a dividend to themselves free of U.S.  (and Puerto Rico) income tax;  and after using the dividends to repay the loans, they remained free to use the repaid funds for a new dividend, again without U.S.  (or local) tax consequences.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The situation is thus very different from the ordinary loan-or-dividend case, where repayment of the loan to the company would effectively preclude a tax-free distribution.  Here, the Bergersens could reasonably have intended to repay the money and reap the benefits of a tax-free distribution.  Nor would there have been anything wrong if the Bergersens, knowing that they were moving eventually to Puerto Rico, had accumulated earnings in the company but refrained from withdrawing them until after the move.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question here, then, is whether the Bergersens could pay out moneys to themselves before moving to Puerto Rico and avoid U.S. income taxes by designating the payments as loans.  We think that this ought to depend upon whether, in overall character and context, the payments were more like loans or more like dividends.  After all, \"intent to repay\" is merely a functional test that is usually suitable;  but the purpose of the tax law is to tax transactions, not rubrics or labels.  Cf. Helvering v. Gregory, <span class=\"citation\" data-id=\"1562063\"><a href=\"/opinion/1562063/helvering-v-gregory/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 810 (2d Cir.1934), aff'd, <span class=\"citation\" data-id=\"102356\"><a href=\"/opinion/102356/gregory-v-helvering/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, <span class=\"citation\" data-id=\"102356\"><a href=\"/opinion/102356/gregory-v-helvering/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">266</span></a></span>, <span class=\"citation\" data-id=\"102356\"><a href=\"/opinion/102356/gregory-v-helvering/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">596</span></a></span> (1935).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, the payments had some of the traditional indicia of loans (notes existed, interest was paid).  In other respects, formalities were absent (no fixed repayment date, no collateral, no credit limit).  But regardless of formalities, the nominal loans, paid by a controlled company that was accumulating large earnings but paying its main owners no dividends, effectively gave the Bergersens permanent tax-free control over the moneys.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If after their move, the Bergersens had decided not to repay but to cancel the loans as a form of dividend, there would have been no tax due on this dividend.  If instead--as actually happened--they declared cash dividends and repaid the loans, the effect was to redeposit the money in their own corporate vehicle, available for redistribution to them at any time, again with no tax consequences.  As the Tax Court observed, the repayment was effectively a \"meaningless exchange of checks.\"  Bergersen, 70 T.C.M. at 585-86.   Indeed, even the earlier interest payments could be recovered by the Bergersens without tax effects.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus, at the very outset of the loans, the Bergersens knew that there was no effective corporate constraint to induce repayment, nor (given the intended move to Puerto Rico) any meaningful tax consequences from a permanent failure to repay.  An effective permanent transfer of corporate funds to an owner is the hallmark of a dividend or a salary, and not a loan.  There is nothing wrong with an owner making such a transfer.  But when made to a U.S. mainland resident, the transfer is subject to U.S. income tax.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Looking through form to substance, see Commissioner v. Court Holding Co., <span class=\"citation\" data-id=\"104103\"><a href=\"/opinion/104103/commissioner-v-court-holding-co/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">331</span></a></span>, 333-34, <span class=\"citation\" data-id=\"104103\"><a href=\"/opinion/104103/commissioner-v-court-holding-co/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">707</span></a></span>, 708, <span class=\"citation\" data-id=\"104103\"><a href=\"/opinion/104103/commissioner-v-court-holding-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">981</span></a></span> (1945), we reach the same result as the Tax Court and therefore need not concern ourselves on this issue with the proper standard of review (since even de novo review would lead to affirmance).  The claim that the Tax Court made a mistake of law in construing section 933 without giving sufficient consideration to section 936(g) is a red herring.  Congress' policy permitted the company to accumulate earnings in Puerto Rico free of tax;  it did not authorize tax-free dividends to Illinois residents.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Residence Issue.   We turn now to a more conventional issue, namely, whether the Bergersens were residents of Illinois during 1986 and at least part of 1987, as the Tax Court ruled, or whether they were residents of Puerto Rico for either or both years in their entirety.  Determining residence can present distinctive issues either of law or fact;  but quite commonly in the end the question--often called a \"mixed question of law and fact\"--turns on applying a legal label, refracted into a set of legal criteria, to a unique set of facts.  That is so here.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"Mixed question\" is something of a misnomer;  once the raw facts are determined (and such determinations are normally reviewed only for clear error), deciding which legal label to apply to those facts is a normative decision--strictly speaking, a legal issue.  United States v. McConney, <span class=\"citation\" data-id=\"431931\"><a href=\"/opinion/431931/united-states-v-winston-bryant-mcconney/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span>, 1202 (9th Cir.)  (en banc ), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">824</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">46</span></span> (1984).  But a fact-finder closer to the evidence may still have a superior \"feel\";  and the value of precedent is limited, since the next shake of the kaleidoscope will produce a different fact pattern.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We think that a mixed question of fact and law is presented in this case, and that some deference should be afforded to the Tax Court's ultimate determination.  Johnson v. Watts Regulator Co., <span class=\"citation\" data-id=\"702493\"><a href=\"/opinion/702493/pens-plan-guide-p-23912p-james-johnson-v-watts-regulator-company/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1129</span></a></span>, 1132 (1st Cir.1995).   See generally 9A C. Wright &amp; A. Miller, Federal Practice and Procedure &#167; 2589 (1995 &amp; Supp.1996).  In certain narrow situations involving residency, subjective intent may be very important, and review limited to clear error.  Cf. Treas.  Reg. &#167;&#167; 1.871-3, 1.871-4(c) (residency of alien seamen).  But the ordinary case presenting the residency question, which arises under several tax code provisions,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> is decided by using largely objective criteria, developed in the decisions.  E.g., Sochurek v. Commissioner, <span class=\"citation\" data-id=\"256450\"><a href=\"/opinion/256450/howard-j-sochurek-v-commissioner-of-internal-revenue/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 38 (7th Cir.1962).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">These laundry lists have to be used with some caution because they are framed broadly, to cover disparate problems.  Deciding when the Bergersens became bona fide \"residents\" of Puerto Rico is somewhat different from determining, albeit for U.S. tax purposes, when an American airline pilot based abroad is a \"resident\" of Japan, or a visiting French consultant is a \"resident\" of New York.   Cf. Jones v. Commissioner, <span class=\"citation\" data-id=\"557226\"><a href=\"/opinion/557226/george-h-jones-and-betty-a-jones-v-commissioner-of-internal-revenue/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 855-57 (5th Cir.1991);  Friedman v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">539</span></span>, 551, <span class=\"citation no-link\"><span class=\"volume\">1961</span> <span class=\"reporter\">WL</span> <span class=\"page\">1096</span></span> (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">But in all three situations, \"residence\" implies that the individual has established his or her residential base, planning to remain indefinitely or at least for a substantial period.  See Treas.  Reg. &#167; 1.871-2(b).  Clearly the Bergersens did intend eventually to base themselves and remain permanently in Puerto Rico;  that is why they embarked on construction of a very expensive house in 1984, before the tax years in dispute.  The question for us, as we see it, is when the Bergersens had effectively moved their base to Puerto Rico and established their residence there.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As the Tax Court candidly said, the Bergersens' conduct amounts to a move to Puerto Rico carried out over a period of time.  Bergersen, 70 T.C.M. at 582.   Here, some of the conduct was completed by 1986.  Prior to 1986 they had moved some furnishings to Puerto Rico and rented an apartment.  In 1986, they began to use portions of their partly completed house, installed a housekeeper couple, activated a club membership in Puerto Rico, and shipped over a car and some remaining furnishings.  Apparently they also spent Christmas there in 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">But the links with Illinois extended into 1987.  The Bergersens continued to use their Glenview house in 1987, spending 138 days there in that year and only 93 in Puerto Rico.  They maintained Illinois drivers' licenses, and Earl Bergersen still did occasional work in his Winnetka office.  The Puerto Rico house was not fully completed until August 1987, and the Bergersens did not register to vote in Puerto Rico or get drivers' licenses there until 1988 and 1989, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We agree with the Tax Court that for 1986 and at least part of 1987, the Bergersens were residents of Illinois and not yet of Puerto Rico.  No one consideration is decisive:  the center of gravity was shifting from Illinois to Puerto Rico throughout the period.  But taking account of all of the ties to both places, the Tax Court's conclusion seems to us not only reasonable but right.  While we would ordinarily give some weight to its view in applying a tax code concept to specific facts, see, e.g., Manzoli v. Commissioner, <span class=\"citation\" data-id=\"542295\"><a href=\"/opinion/542295/leo-manzoli-and-mary-ann-manzoli-v-commissioner-of-internal-revenue/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">101</span></a></span>, 103 (1st Cir.1990), we would reach the same result here even if review were de novo.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Bergersens imply that the Tax Court erred as a matter of law by giving weight, in deciding the residency issue, to an alleged tax avoidance motive.  The Tax Court made one reference to tax avoidance as a relevant concern (the other reference was to an argument by the government).  Bergersen, 70 T.C.M. at 581, 583.   But in the very same passage, the Tax Court made clear that it was the time of the move to Puerto Rico, judged by objective factors, that was decisive.  We reach the same result, giving no weight to the alleged motive.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A tax avoidance motive is often included in the laundry list of factors bearing on bona fide residency, see, e.g., Sochurek, 300 F.2d at 38, so it is not surprising that the Tax Court mentioned it in passing.  But the Bergersens were perfectly free to consider tax advantages in moving their residence to Puerto Rico, and here we think that tax motives provide little help in determining when this move occurred.  (A tax motive does, however, help explain why the payments were structured as loans.)</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The balance of the Bergersens' argument on the residency issue is an effort to stress factors favorable to an early residence in Puerto Rico (e.g., that work on the house was largely completed in 1986) and to explain away some of the factors pointing to Illinois (e.g., the retention of Illinois drivers' licenses).  The arguments are perfectly legitimate and well presented.  They serve to explain why the case is a close one on the issue of residency at least as to 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">But a number of important considerations--such as the purchase and maintenance of the house in Glenview and the time spent in Illinois in 1987--cannot be minimized.  And even if small adjustments are made in other elements, the overall balance still seems to us to favor the government.  When dealing with incommensurable factors, it is often hard to do more than fairly array the factors on both sides, as we have done in summary and the Tax Court in detail, and then state the result.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Because the Bergersens were not bona fide residents of Puerto Rico either in 1986 or for the full year in 1987, they were not entitled to avoid U.S. income tax on Puerto Rico source income in those years.  26 U.S.C. &#167; 933.  As the \"loans\" were constructive dividends, they were taxable income to the Bergersens when made, and the Bergersens were not entitled to deduct the interest payments to the company.  See Knetsch v. United States, <span class=\"citation\" data-id=\"106129\"><a href=\"/opinion/106129/knetsch-v-united-states/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 365-66, <span class=\"citation\" data-id=\"106129\"><a href=\"/opinion/106129/knetsch-v-united-states/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">132</span></a></span>, 134-35, <span class=\"citation\" data-id=\"106129\"><a href=\"/opinion/106129/knetsch-v-united-states/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span></a></span> (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Nor does it matter that the Bergersens might have achieved their ends through a different device, say, by borrowing the money from a bank--a real loan requiring repayment--and repaying it with a tax-free dividend declared after the move to Puerto Rico.  The taxpayers are stuck with the transaction they chose to employ.  See Commissioner v. National Alfalfa Dehydrating &amp; Milling Co., <span class=\"citation\" data-id=\"109049\"><a href=\"/opinion/109049/commissioner-v-national-alfalfa-dehydrating-milling-co/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 148-49, <span class=\"citation\" data-id=\"109049\"><a href=\"/opinion/109049/commissioner-v-national-alfalfa-dehydrating-milling-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2129</span></a></span>, 2136-38, <span class=\"citation\" data-id=\"109049\"><a href=\"/opinion/109049/commissioner-v-national-alfalfa-dehydrating-milling-co/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">717</span></a></span> (1974)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., 26 U.S.C. &#167; 871 (nonresident aliens);  id. &#167; 911 (foreign earned income exclusion for U.S. citizens residing abroad);  id.  &#167; 933 (Puerto Rico residents)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/256450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1562063/"
  ]
}