{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197259/",
  "absolute_url": "/opinion/197259/bath-iron-works-v-director/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197259/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:45Z",
  "date_modified": "2017-03-24T10:50:46.165856Z",
  "type": "010combined",
  "sha1": "ffd7bc146b0f5d31b29a884f064fd8ac91268d9a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1956.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-1956\r\n\n   BATH IRON WORKS CORP., and LIBERTY MUTUAL INSURANCE CO.,\r\n\n                         Petitioners,\r\n                              v.\r\n\nDIRECTOR, OFFICE OF WORKERS' COMPENSATION PROGRAMS, UNITED STATES\r\n                     DEPARTMENT OF LABOR,\r\n                         Respondent.\r\n\n                                         \r\nPETITION FOR REVIEW OF A DECISION OF THE BENEFITS REVIEW BOARD\r\n\n                                         \r\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n                                         \r\n\nKevin  M. Gillis,  with whom  Troubh, Heisler  &amp; Piampiano  was on\r                                                                      \r\nbrief for petitioners.\r\n\nG. William  Higbee, with  whom  McTeague,  Higbee, MacAdam,  Case,\r                                                                              \r\nWatson &amp; Cohen was on brief, for claimant, Lawrence J. Shorette.\r                      \r\n\n                                         \r\n\n                        March 21, 1997\r\n                                         \r\r\n\n          LYNCH, Circuit Judge.  Bath  Iron Works Corporation\r                      LYNCH, Circuit Judge.\r                                          \r\n\n(\"BIW\") and  its  insurer, Liberty  Mutual Insurance  Company\r\n\ncomplain of a decision of the Benefits Review Board affirming\r\n\nthe  award of medical benefits to Lawrence J. Shorette, a BIW\r\n\nemployee.  The award was pursuant to the Longshore and Harbor\r\n\nWorkers' Compensation Act (\"LHWCA\"), 33 U.S.C.   901 et seq.,\r                                                                        \r\n\nwhich  creates  a  presumption   that  a  claimant's  medical\r\n\ncondition is  causally  related to  his employment.   See  33\r                                                                     \r\n\nU.S.C.    920(a).  The  Board agreed with  the administrative\r\n\nlaw judge that BIW had failed to rebut this presumption.  BIW\r\n\ndisagrees,  arguing  that  it  adduced  substantial  evidence\r\n\ntending to show  that Shorette's lung disease  was not caused\r\n\nby his  employment at the Bath shipyard.   Shorette1 counters\r\n\nthat  BIW   presented  no  evidence  casting   doubt  on  the\r\n\npossibility  that  his  work  at  BIW  had,  at   a  minimum,\r\n\naggravated his health problems.\r\n\n                              I.\r\n\n          Shorette  began working  as  a cleaner  at the  BIW\r\n\nshipyard  in  Bath, Maine,  in  1981.   His  responsibilities\r\n\nincluded   collecting  and  bagging   waste  asbestos  during\r\n\n\"asbestos  ripouts,\" and he was exposed to asbestos dust on a\r\n\n                    \r                                \r\n\n1.  The  named respondent  is the  Director of the  Office of\r\nWorkers'  Compensation   Programs   of  the   United   States\r\nDepartment  of  Labor,  see  Ingalls  Shipbuilding,  Inc.  v.\r                                                                     \r\nDirector, Office  of Workers'  Compensation Programs,  117 S.\r                                                                \r\nCt.  796, 807  (1997),  but Shorette  is  the real  party  in\r\ninterest and is represented by counsel.\r\n\n                             -2-\r                                          2\r\r\n\ndaily basis.   Despite measures such  as protective equipment\r\n\nand decontamination procedures, on several occasions  in 1981\r\n\nShorette may have inadvertently inhaled asbestos dust.\r\n\n          Although   cleaners  were  required  to  undergo  a\r\n\ndecontamination  process  after  every  asbestos  ripout, the\r\n\ndecontamination  process  itself caused  unprotected asbestos\r\n\nexposure when fellow workers,  covered with asbestos, entered\r\n\nthe area.  There were times while Shorette was working at the\r\n\nshipyard  when he  had come  into contact with  fine airborne\r\n\ndust  of unknown origin that might have been asbestos.  There\r\n\nwere  other incidents as  well.  On  one occasion, Shorette's\r\n\nrespirator hose  was disconnected  for about ten  minutes and\r\n\nhis  mask filled  with asbestos dust.   On  another occasion,\r\n\nShorette was working without  protective equipment in an area\r\n\nthat  supposedly contained no asbestos.   It later turned out\r\n\nthat there had been asbestos in the area.\r\n\n          In  late  1981,  Shorette  began  periodic  medical\r\n\nmonitoring  through  BIW's  asbestos   surveillance  program.\r\n\nShorette's  initial  x-rays from  late  1981  and early  1982\r\n\nrevealed lung problems -- interstitial fibrotic changes which\r\n\ncould have  been caused  by asbestos  exposure.   The program\r\n\ndoctors recommended that Shorette no  longer perform asbestos\r\n\nclean-ups, and from that time on his work has been limited to\r\n\ngeneral   cleaning.     In   1989,  x-rays   showed   further\r\n\ndeterioration of Shorette's  lung condition.   BIW Industrial\r\n\n                             -3-\r                                          3\r\r\n\nHealth  Department  records   noted  \"interstitial   fibrosis\r\n\nsuggestive  of asbestosis\" in  1987, \"probable asbestosis\" in\r\n\n1989  and \"probable asbestosis with an ILO rating of 3/3\"2 in\r\n\n1991.\r\n\n          In  March  1990,  Shorette asserted  a  LHWCA claim\r\n\nagainst  BIW for medical benefits for  asbestosis.  A hearing\r\n\nwas  held  before  an ALJ  in  October 1992.    To  rebut the\r\n\nstatutory presumption in favor of  the employee, 33 U.S.C.   \r\n\n920(a), BIW submitted evidence suggesting that Shorette might\r\n\nhave been exposed to asbestos well before he began working at\r\n\nthe Bath shipyard.   Shorette had been in the  Navy from 1955\r\n\nto  1959 and  he  agreed it  was  possible that  he had  been\r\n\nexposed  to asbestos  during that period.   However,  BIW was\r\n\nunable, upon  questioning Shorette, to identify  any specific\r\n\ninstances of exposure.  Shorette also might have been exposed\r\n\nto  asbestos  while  working  at  Times Fibre  Communications\r\n\nbetween 1966 and 1978, but again BIW's  questioning could not\r\n\nidentify any specific incidents.\r\n\n          BIW   also  produced  medical  testimony  from  two\r\n\nexperts  indicating  that  it was  unlikely  that  Shorette's\r\n\nexposure  to  asbestos in  1981 at  BIW  had caused  the lung\r\n\ndamage that was evident in x-rays from 1981 and 1982 because,\r\n\n                    \r                                \r\n\n2.  This  unfavorable  rating  is  based  on a  well-accepted\r\nclassification  scheme  for  occupational lung  disease,  and\r\nreflects the  size and  extensiveness of the  obstructions on\r\nthe lung.\r\n\n                             -4-\r                                          4\r\r\n\namong  other reasons,  not enough  time had  passed.   In May\r\n\n1982, Shorette  had    visited  Dr.  John  Kanwit,  a  family\r\n\npractitioner,  who  diagnosed him  as  having  an acute  lung\r\n\ninfection  (probably bronchitis) and chronic asbestosis.  Dr.\r\n\nKanwit testified that, due to the long latency period between\r\n\nexposure and  the development  of interstitial  lung changes,\r\n\n\"it would be less  than likely that asbestos exposure  a year\r\n\nor less before the patient presented with  his symptoms would\r\n\nhave been the cause of his problem.\"  He further stated, \"I'm\r\n\nsure [the exposure] didn't help the situation, but I would be\r\n\nvery  surprised if  he  could develop  asbestosis quite  that\r\n\nquickly.\"\r\n\n          There  was   also  evidence  from  Dr.   Harder,  a\r\n\npulmonary  disease  specialist,  who   saw  Shorette  on  two\r\n\ndifferent occasions  during the summer  of 1991.   Dr. Harder\r\n\ntook  a  medical history  of the  1981  exposures and  of the\r\n\nabnormal x-ray  findings  from 1981  and  1982.   Dr.  Harder\r\n\ndiagnosed  Shorette with  obstructive lung disease  caused by\r\n\ncigarette smoking  and interstitial  lung disease of  unknown\r\n\ncause.   He testified that interstitial changes have an eight\r\n\nto  twenty year latency period,  and so he  did not think the\r\n\nchanges shown on  the 1981  and 1982 x-rays  could have  been\r\n\ncaused  by exposure in 1981.   He also noted that the absence\r\n\nof  pleural plaques  on the  x-rays was  counterindicative of\r\n\nasbestosis,  because  with  asbestos  related  lung  disease,\r\n\n                             -5-\r                                          5\r\r\n\npleural plaques tend  to (but do  not always) develop  before\r\n\nthe interstitial  lung changes  become apparent.   Dr. Harder\r\n\nindicated that exposure to asbestos was one possible cause of\r\n\nShorette'slungdisease butthathe couldnotrule outother causes.\r\n\n          The  ALJ  found  that  BIW  had  not  rebutted  the\r\n\nstatutory  presumption of  a  causal  relationship between  a\r\n\nclaimant's employment and his medical condition.  He reasoned\r\n\nthat  \"no basis has  been presented  for concluding  that the\r\n\nprogression of the disease noted on the 1989 x-ray film . . .\r\n\nwas  not related to the  1981 or 1982  exposures.\" Relying on\r\n\nBrown  v. Jacksonville  Shipyards,  Inc., 893  F.2d 294,  297\r                                                    \r\n\n(11th Cir.  1990), the  ALJ found  that the  medical evidence\r\n\noffered  by  the employer  did  not completely  rule  out the\r\n\npossibility  that  the  claimant's  condition   was  causally\r\n\nrelated to  the employment.   The ALJ therefore  ordered that\r\n\nthe  employer and the insurance carrier that bore the risk at\r\n\nthe  time of the asbestos exposure in 1981 pay for Shorette's\r\n\nrelated  medical  expenses.     The  Benefits   Review  Board\r\n\naffirmed,  stating   that  BIW  had  not  submitted  evidence\r\n\n\"sufficient  to rebut  the presumed  causal link  between the\r\n\nprogression of  the claimant's lung  disease as noted  on his\r\n\n1989 x-ray and  his exposures to  asbestos while working  for\r\n\nemployer in 1981 and 1982.\"  This appeal ensued.\r\n\n                             II.\r\n\n                             -6-\r                                          6\r\r\n\n          Our  review of  legal conclusions  by the  Board is\r\n\nplenary; our  review of its factual  findings is deferential.\r\n\n\"In reviewing for substantial  evidence it is immaterial that\r\n\nthe facts permit diverse inferences as long as those drawn by\r\n\nthe ALJ  are supported  by evidence.\"   Sprague  v. Director,\r                                                                         \r\n\nOffice of  Workers' Compensation Programs, 688  F.2d 862, 866\r                                                     \r\n\n(1st Cir. 1982).\r\n\n          There is no  question that  Shorette established  a\r\n\nprima  facie  case  and thus  is  entitled  to  the statutory\r\n\npresumption that his injury  or harm arose out of  and in the\r\n\ncourse  of his  employment.   See 33  U.S.C.    920(a).   The\r                                             \r\n\nburden was thus on the employer to rebut the presumption with\r\n\nsubstantial  evidence that  the condition  was not  caused or\r\n\naggravated by his  employment.  BIW argues  that it submitted\r\n\nsubstantial   evidence  showing   to  a   reasonable  medical\r\n\nprobability that Shorette's condition  was not related to his\r\n\nemployment,  and therefore  that  it rebutted  the  statutory\r\n\npresumption.   It argues that  the ALJ and  Board imposed too\r\n\nhigh  a  burden  on  the  employer  to  rebut  the  statutory\r\n\npresumption.\r\n\n          BIW argues  that the Board erroneously  applied our\r\n\ndecision  in  Sprague.    It  contends  that  it  did present\r                                 \r\n\nevidence  sufficient  to  rebut  the  presumption   that  the\r\n\ncondition shown in  the 1981  and 1982 x-rays  was caused  by\r\n\n1981 exposures.   If that were what the Board  had decided in\r\n\n                             -7-\r                                          7\r\r\n\nthis case, we  would agree  with the insurer.   The  employer\r\n\nneed not  rule out  any possible causal  relationship between\r\n\nthe claimant's employment  and his condition.   This would go\r\n\nfar beyond the substantial evidence standard set forth in the\r\n\nstatute.\r\n\n          But  both  the  Board   and  the  ALJ  based  their\r\n\ndecisions at least in part on the ground that the 1989 x-rays\r\n\nshowed  an  aggravation  of  the   earlier  condition,  which\r\n\naggravation was presumptively caused by Shorette's employment\r\n\nat  BIW.  The expert  opinions proffered by  the employer did\r\n\nnot address and did not present substantial evidence that the\r\n\ncondition  shown  in  the  1989 x-rays  was  not  related  to\r\n\nShorette's 1981  exposures.  BIW did  not present substantial\r\n\nevidence  -- indeed it did  not present any  evidence -- that\r\n\nthe  1989 condition was not  at least aggravated  by the 1981\r\n\nexposure  at BIW.   The  employer is  liable if  the exposure\r\n\neither  caused the disease  or caused  an aggravation  of the\r\n\ndisease.   The employer having failed to meet its evidentiary\r\n\nburden, the decision of the Board is affirmed.\r                                                         \r\n\n                             -8-\r                                          8\r\r\n",
  "html": "<p class=\"case_cite\">109 F.3d 53</p>\n    <p class=\"parties\">BATH IRON WORKS CORP., and Liberty Mutual Insurance Co., Petitioners,<br>v.<br>DIRECTOR, OFFICE OF WORKERS' COMPENSATION PROGRAMS, UNITED<br>STATES DEPARTMENT OF LABOR, Respondent.</p>\n    <p class=\"docket\">No. 96-1956.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 3, 1997.<br>Decided March 21, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin M. Gillis, Portland, ME, with whom Troubh, Heisler &amp; Piampiano was on brief for Petitioners.</p>\n      <p class=\"indent\">G. William Higbee, Topsham, ME, with whom McTeague, Higbee, MacAdam, Case, Watson &amp; Cohen was on brief, for Claimant, Lawrence J. Shorette.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Bath Iron Works Corporation (\"BIW\") and its insurer, Liberty Mutual Insurance Company complain of a decision of the Benefits Review Board affirming the award of medical benefits to Lawrence J. Shorette, a BIW employee.  The award was pursuant to the Longshore and Harbor Workers' Compensation Act (\"LHWCA\"), 33 U.S.C. &#167; 901 et seq., which creates a presumption that a claimant's medical condition is causally related to his employment.  See 33 U.S.C. &#167; 920(a).  The Board agreed with the administrative law judge that BIW had failed to rebut this presumption.  BIW disagrees, arguing that it adduced substantial evidence tending to show that Shorette's lung disease was not caused by his employment at the Bath shipyard.  Shorette<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> counters that BIW presented no evidence casting doubt on the possibility that his work at BIW had, at a minimum, aggravated his health problems.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Shorette began working as a cleaner at the BIW shipyard in Bath, Maine, in 1981.  His responsibilities included collecting and bagging waste asbestos during \"asbestos ripouts,\" and he was exposed to asbestos dust on a daily basis.  Despite measures such as protective equipment and decontamination procedures, on several occasions in 1981 Shorette may have inadvertently inhaled asbestos dust.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although cleaners were required to undergo a decontamination process after every asbestos ripout, the decontamination process itself caused unprotected asbestos exposure when fellow workers, covered with asbestos, entered the area.  There were times while Shorette was working at the shipyard when he had come into contact with fine airborne dust of unknown origin that might have been asbestos.  There were other incidents as well.  On one occasion, Shorette's respirator hose was disconnected for about ten minutes and his mask filled with asbestos dust.  On another occasion, Shorette was working without protective equipment in an area that supposedly contained no asbestos.  It later turned out that there had been asbestos in the area.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In late 1981, Shorette began periodic medical monitoring through BIW's asbestos surveillance program.  Shorette's initial x-rays from late 1981 and early 1982 revealed lung problems--interstitial fibrotic changes which could have been caused by asbestos exposure.  The program doctors recommended that Shorette no longer perform asbestos clean-ups, and from that time on his work has been limited to general cleaning.  In 1989, x-rays showed further deterioration of Shorette's lung condition.  BIW Industrial Health Department records noted \"interstitial fibrosis suggestive of asbestosis\" in 1987, \"probable asbestosis\" in 1989 and \"probable asbestosis with an ILO rating of 3/3\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> in 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1990, Shorette asserted a LHWCA claim against BIW for medical benefits for asbestosis.  A hearing was held before an ALJ in October 1992.  To rebut the statutory presumption in favor of the employee, 33 U.S.C. &#167; 920(a), BIW submitted evidence suggesting that Shorette might have been exposed to asbestos well before he began working at the Bath shipyard.  Shorette had been in the Navy from 1955 to 1959 and he agreed it was possible that he had been exposed to asbestos during that period.  However, BIW was unable, upon questioning Shorette, to identify any specific instances of exposure.  Shorette also might have been exposed to asbestos while working at Times Fibre Communications between 1966 and 1978, but again BIW's questioning could not identify any specific incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">BIW also produced medical testimony from two experts indicating that it was unlikely that Shorette's exposure to asbestos in 1981 at BIW had caused the lung damage that was evident in x-rays from 1981 and 1982 because, among other reasons, not enough time had passed.  In May 1982, Shorette had visited Dr. John Kanwit, a family practitioner, who diagnosed him as having an acute lung infection (probably bronchitis) and chronic asbestosis.  Dr. Kanwit testified that, due to the long latency period between exposure and the development of interstitial lung changes, \"it would be less than likely that asbestos exposure a year or less before the patient presented with his symptoms would have been the cause of his problem.\"   He further stated, \"I'm sure [the exposure] didn't help the situation, but I would be very surprised if he could develop asbestosis quite that quickly.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There was also evidence from Dr. Harder, a pulmonary disease specialist, who saw Shorette on two different occasions during the summer of 1991.  Dr. Harder took a medical history of the 1981 exposures and of the abnormal x-ray findings from 1981 and 1982.  Dr. Harder diagnosed Shorette with obstructive lung disease caused by cigarette smoking and interstitial lung disease of unknown cause.  He testified that interstitial changes have an eight to twenty year latency period, and so he did not think the changes shown on the 1981 and 1982 x-rays could have been caused by exposure in 1981.  He also noted that the absence of pleural plaques on the x-rays was counter-indicative of asbestosis, because with asbestos related lung disease, pleural plaques tend to (but do not always) develop before the interstitial lung changes become apparent.  Dr. Harder indicated that exposure to asbestos was one possible cause of Shorette's lung disease but that he could not rule out other causes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The ALJ found that BIW had not rebutted the statutory presumption of a causal relationship between a claimant's employment and his medical condition.  He reasoned that \"no basis has been presented for concluding that the progression of the disease noted on the 1989 x-ray film ... was not related to the 1981 or 1982 exposures.\"   Relying on Brown v. Jacksonville Shipyards, Inc., 893 F.2d 294, 297 (11th Cir.1990), the ALJ found that the medical evidence offered by the employer did not completely rule out the possibility that the claimant's condition was causally related to the employment.  The ALJ therefore ordered that the employer and the insurance carrier that bore the risk at the time of the asbestos exposure in 1981 pay for Shorette's related medical expenses.  The Benefits Review Board affirmed, stating that BIW had not submitted evidence \"sufficient to rebut the presumed causal link between the progression of the claimant's lung disease as noted on his 1989 x-ray and his exposures to asbestos while working for employer in 1981 and 1982.\"   This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our review of legal conclusions by the Board is plenary;  our review of its factual findings is deferential.  \"In reviewing for substantial evidence it is immaterial that the facts permit diverse inferences as long as those drawn by the ALJ are supported by evidence.\"  Sprague v. Director, Office of Workers' Compensation Programs, 688 F.2d 862, 866 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no question that Shorette established a prima facie case and thus is entitled to the statutory presumption that his injury or harm arose out of and in the course of his employment.  See 33 U.S.C. &#167; 920(a).  The burden was thus on the employer to rebut the presumption with substantial evidence that the condition was not caused or aggravated by his employment.  BIW argues that it submitted substantial evidence showing to a reasonable medical probability that Shorette's condition was not related to his employment, and therefore that it rebutted the statutory presumption.  It argues that the ALJ and Board imposed too high a burden on the employer to rebut the statutory presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">BIW argues that the Board erroneously applied our decision in Sprague.   It contends that it did present evidence sufficient to rebut the presumption that the condition shown in the 1981 and 1982 x-rays was caused by 1981 exposures.  If that were what the Board had decided in this case, we would agree with the insurer.  The employer need not rule out any possible causal relationship between the claimant's employment and his condition.  This would go far beyond the substantial evidence standard set forth in the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But both the Board and the ALJ based their decisions at least in part on the ground that the 1989 x-rays showed an aggravation of the earlier condition, which aggravation was presumptively caused by Shorette's employment at BIW.  The expert opinions proffered by the employer did not address and did not present substantial evidence that the condition shown in the 1989 x-rays was not related to Shorette's 1981 exposures.  BIW did not present substantial evidence--indeed it did not present any evidence--that the 1989 condition was not at least aggravated by the 1981 exposure at BIW.  The employer is liable if the exposure either caused the disease or caused an aggravation of the disease.  The employer having failed to meet its evidentiary burden, the decision of the Board is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The named respondent is the Director of the Office of Workers' Compensation Programs of the United States Department of Labor, see Ingalls Shipbuilding, Inc. v. Director, Office of Workers' Compensation Programs, --- U.S. ----, ----, 117 S.Ct. 796, 807, 136 L.Ed.2d 736 (1997), but Shorette is the real party in interest and is represented by counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This unfavorable rating is based on a well-accepted classification scheme for occupational lung disease, and reflects the size and extensiveness of the obstructions on the lung</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></span></p>\n    <p class=\"parties\">BATH IRON WORKS CORP., and Liberty Mutual Insurance Co., Petitioners,<br>v.<br>DIRECTOR, OFFICE OF WORKERS' COMPENSATION PROGRAMS, UNITED<br>STATES DEPARTMENT OF LABOR, Respondent.</p>\n    <p class=\"docket\">No. 96-1956.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 3, 1997.<br>Decided March 21, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin M. Gillis, Portland, ME, with whom Troubh, Heisler &amp; Piampiano was on brief for Petitioners.</p>\n      <p class=\"indent\">G. William Higbee, Topsham, ME, with whom McTeague, Higbee, MacAdam, Case, Watson &amp; Cohen was on brief, for Claimant, Lawrence J. Shorette.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Bath Iron Works Corporation (\"BIW\") and its insurer, Liberty Mutual Insurance Company complain of a decision of the Benefits Review Board affirming the award of medical benefits to Lawrence J. Shorette, a BIW employee.  The award was pursuant to the Longshore and Harbor Workers' Compensation Act (\"LHWCA\"), 33 U.S.C. &#167; 901 et seq., which creates a presumption that a claimant's medical condition is causally related to his employment.  See 33 U.S.C. &#167; 920(a).  The Board agreed with the administrative law judge that BIW had failed to rebut this presumption.  BIW disagrees, arguing that it adduced substantial evidence tending to show that Shorette's lung disease was not caused by his employment at the Bath shipyard.  Shorette<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> counters that BIW presented no evidence casting doubt on the possibility that his work at BIW had, at a minimum, aggravated his health problems.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Shorette began working as a cleaner at the BIW shipyard in Bath, Maine, in 1981.  His responsibilities included collecting and bagging waste asbestos during \"asbestos ripouts,\" and he was exposed to asbestos dust on a daily basis.  Despite measures such as protective equipment and decontamination procedures, on several occasions in 1981 Shorette may have inadvertently inhaled asbestos dust.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although cleaners were required to undergo a decontamination process after every asbestos ripout, the decontamination process itself caused unprotected asbestos exposure when fellow workers, covered with asbestos, entered the area.  There were times while Shorette was working at the shipyard when he had come into contact with fine airborne dust of unknown origin that might have been asbestos.  There were other incidents as well.  On one occasion, Shorette's respirator hose was disconnected for about ten minutes and his mask filled with asbestos dust.  On another occasion, Shorette was working without protective equipment in an area that supposedly contained no asbestos.  It later turned out that there had been asbestos in the area.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In late 1981, Shorette began periodic medical monitoring through BIW's asbestos surveillance program.  Shorette's initial x-rays from late 1981 and early 1982 revealed lung problems--interstitial fibrotic changes which could have been caused by asbestos exposure.  The program doctors recommended that Shorette no longer perform asbestos clean-ups, and from that time on his work has been limited to general cleaning.  In 1989, x-rays showed further deterioration of Shorette's lung condition.  BIW Industrial Health Department records noted \"interstitial fibrosis suggestive of asbestosis\" in 1987, \"probable asbestosis\" in 1989 and \"probable asbestosis with an ILO rating of 3/3\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> in 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1990, Shorette asserted a LHWCA claim against BIW for medical benefits for asbestosis.  A hearing was held before an ALJ in October 1992.  To rebut the statutory presumption in favor of the employee, 33 U.S.C. &#167; 920(a), BIW submitted evidence suggesting that Shorette might have been exposed to asbestos well before he began working at the Bath shipyard.  Shorette had been in the Navy from 1955 to 1959 and he agreed it was possible that he had been exposed to asbestos during that period.  However, BIW was unable, upon questioning Shorette, to identify any specific instances of exposure.  Shorette also might have been exposed to asbestos while working at Times Fibre Communications between 1966 and 1978, but again BIW's questioning could not identify any specific incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">BIW also produced medical testimony from two experts indicating that it was unlikely that Shorette's exposure to asbestos in 1981 at BIW had caused the lung damage that was evident in x-rays from 1981 and 1982 because, among other reasons, not enough time had passed.  In May 1982, Shorette had visited Dr. John Kanwit, a family practitioner, who diagnosed him as having an acute lung infection (probably bronchitis) and chronic asbestosis.  Dr. Kanwit testified that, due to the long latency period between exposure and the development of interstitial lung changes, \"it would be less than likely that asbestos exposure a year or less before the patient presented with his symptoms would have been the cause of his problem.\"   He further stated, \"I'm sure [the exposure] didn't help the situation, but I would be very surprised if he could develop asbestosis quite that quickly.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There was also evidence from Dr. Harder, a pulmonary disease specialist, who saw Shorette on two different occasions during the summer of 1991.  Dr. Harder took a medical history of the 1981 exposures and of the abnormal x-ray findings from 1981 and 1982.  Dr. Harder diagnosed Shorette with obstructive lung disease caused by cigarette smoking and interstitial lung disease of unknown cause.  He testified that interstitial changes have an eight to twenty year latency period, and so he did not think the changes shown on the 1981 and 1982 x-rays could have been caused by exposure in 1981.  He also noted that the absence of pleural plaques on the x-rays was counter-indicative of asbestosis, because with asbestos related lung disease, pleural plaques tend to (but do not always) develop before the interstitial lung changes become apparent.  Dr. Harder indicated that exposure to asbestos was one possible cause of Shorette's lung disease but that he could not rule out other causes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The ALJ found that BIW had not rebutted the statutory presumption of a causal relationship between a claimant's employment and his medical condition.  He reasoned that \"no basis has been presented for concluding that the progression of the disease noted on the 1989 x-ray film ... was not related to the 1981 or 1982 exposures.\"   Relying on Brown v. Jacksonville Shipyards, Inc., <span class=\"citation\" data-id=\"534649\"><a href=\"/opinion/534649/benjamin-brown-v-jacksonville-shipyards-incorporated-director-office-of/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span>, 297 (11th Cir.1990), the ALJ found that the medical evidence offered by the employer did not completely rule out the possibility that the claimant's condition was causally related to the employment.  The ALJ therefore ordered that the employer and the insurance carrier that bore the risk at the time of the asbestos exposure in 1981 pay for Shorette's related medical expenses.  The Benefits Review Board affirmed, stating that BIW had not submitted evidence \"sufficient to rebut the presumed causal link between the progression of the claimant's lung disease as noted on his 1989 x-ray and his exposures to asbestos while working for employer in 1981 and 1982.\"   This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our review of legal conclusions by the Board is plenary;  our review of its factual findings is deferential.  \"In reviewing for substantial evidence it is immaterial that the facts permit diverse inferences as long as those drawn by the ALJ are supported by evidence.\"  Sprague v. Director, Office of Workers' Compensation Programs, <span class=\"citation\" data-id=\"409032\"><a href=\"/opinion/409032/mabel-sprague-widow-of-frederick-sprague-claimant-petitioner-v/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 866 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no question that Shorette established a prima facie case and thus is entitled to the statutory presumption that his injury or harm arose out of and in the course of his employment.  See 33 U.S.C. &#167; 920(a).  The burden was thus on the employer to rebut the presumption with substantial evidence that the condition was not caused or aggravated by his employment.  BIW argues that it submitted substantial evidence showing to a reasonable medical probability that Shorette's condition was not related to his employment, and therefore that it rebutted the statutory presumption.  It argues that the ALJ and Board imposed too high a burden on the employer to rebut the statutory presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">BIW argues that the Board erroneously applied our decision in Sprague.   It contends that it did present evidence sufficient to rebut the presumption that the condition shown in the 1981 and 1982 x-rays was caused by 1981 exposures.  If that were what the Board had decided in this case, we would agree with the insurer.  The employer need not rule out any possible causal relationship between the claimant's employment and his condition.  This would go far beyond the substantial evidence standard set forth in the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But both the Board and the ALJ based their decisions at least in part on the ground that the 1989 x-rays showed an aggravation of the earlier condition, which aggravation was presumptively caused by Shorette's employment at BIW.  The expert opinions proffered by the employer did not address and did not present substantial evidence that the condition shown in the 1989 x-rays was not related to Shorette's 1981 exposures.  BIW did not present substantial evidence--indeed it did not present any evidence--that the 1989 condition was not at least aggravated by the 1981 exposure at BIW.  The employer is liable if the exposure either caused the disease or caused an aggravation of the disease.  The employer having failed to meet its evidentiary burden, the decision of the Board is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The named respondent is the Director of the Office of Workers' Compensation Programs of the United States Department of Labor, see Ingalls Shipbuilding, Inc. v. Director, Office of Workers' Compensation Programs, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118079\"><a href=\"/opinion/118079/ingalls-shipbuilding-inc-v-director-office-of-workers-compensation/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">796</span></a></span>, 807, <span class=\"citation\" data-id=\"118079\"><a href=\"/opinion/118079/ingalls-shipbuilding-inc-v-director-office-of-workers-compensation/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">736</span></a></span> (1997), but Shorette is the real party in interest and is represented by counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This unfavorable rating is based on a well-accepted classification scheme for occupational lung disease, and reflects the size and extensiveness of the obstructions on the lung</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534649/"
  ]
}