{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197298/",
  "absolute_url": "/opinion/197298/vega-rodriguez-v-puerto/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197298/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:26:34Z",
  "date_modified": "2017-03-24T10:50:53.053214Z",
  "type": "010combined",
  "sha1": "7bb6f97e1dc307bd98d7d10a8f6328c747bcf313",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2061.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-2061\r\n\n                  HECTOR VEGA-RODRIGUEZ, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n              PUERTO RICO TELEPHONE COMPANY, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \r\n\n                                              \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                              \r\n\n     Rick Nemcik-Cruz,  with whom  Charles S. Hey-Maestre  was on\r                                                                   \r\nbrief, for appellants.\r\n     Vannessa Ramirez,  Assistant Solicitor General,  Puerto Rico\r                               \r\nDep't of Justice, with  whom Carlos Lugo-Fiol, Solicitor General,\r                                                       \r\nGarcia  &amp;  Fernandez,  and John  M.  Garcia  were  on brief,  for\r                                                     \r\nappellees.\r\n\n                                              \r\n\n                          April 8, 1997\r\n                                              \r\r\n\n          SELYA,  Circuit Judge.    As employers  gain access  to\r                    SELYA,  Circuit Judge.\r                                         \r\n\nincreasingly  sophisticated  technology,  new  legal  issues seem\r\n\ndestined  to suffuse the workplace.   This appeal  raises such an\r\n\nissue.  In it, plaintiffs-appellants Hector Vega-Rodriguez (Vega)\r\n\nand  Amiut  Reyes-Rosado  (Reyes)  revile  the  district  court's\r\n\ndetermination  that  their employer,  the  Puerto Rico  Telephone\r\n\nCompany  (PRTC),  may  monitor  their  work   area  by  means  of\r\n\ncontinuous    video    surveillance    without   offending    the\r\n\nConstitution.1   Because  the red  flag of  constitutional breach\r\n\ndoes not fly from these ramparts, we affirm.\r\n\nI.  FACTUAL SURVEILLANCE\r          I.  FACTUAL SURVEILLANCE\r\n\n          In conformity with  accepted summary judgment protocol,\r\n\nwe  recount the undisputed facts  in the light  most congenial to\r\n\nthe  appellants and adopt  their version  of any  contested facts\r\n\nwhich  are material  to our  consideration of  the issues.   See,\r                                                                          \r\n\ne.g.,  Garside v.  Osco Drug,  Inc., 895  F.2d 46,  48 (1st  Cir.\r                                             \r\n\n1990).\r\n\n          The  Executive Communications  Center  (the Center)  is\r\n\nlocated  in  the  penthouse  of  the  PRTC's  office  complex  in\r\n\nGuaynabo, Puerto  Rico.   It maintains communication  between the\r\n\ncompany's  various operating  units and  the senior  executive on\r\n\nduty,  but it does not  have primary corporate responsibility for\r\n                    \r                              \r\n\n     1To  the  extent that  other  parties are  involved  in this\r\nlitigation   for  example, the  plaintiffs' complaint  identifies\r\ntheir wives  and conjugal  partnerships as additional  plaintiffs\r\nand names two  PRTC executives as  codefendants   their  presence\r\nmakes  no discernible  difference  from  an analytic  standpoint.\r\nConsequently,  we treat  the case  as if  it involved  only Vega,\r\nReyes, and PRTC.\r\n\n                                2\r\r\n\nsecurity and  it does not house  communication switching centers,\r\n\ncables, transmission  lines, or kindred equipment.   For security\r\n\nreasons, access  to the Center  is restricted; both  the elevator\r\n\nfoyer on the penthouse  floor and the doors to  the Center itself\r\n\nare inaccessible without a control card.\r\n\n          PRTC  employs  Vega, Reyes,  and  others as  attendants\r\n\n(known colloquially as \"security operators\") in the Center.  They\r\n\nmonitor  computer banks  to detect  signals emanating  from alarm\r\n\nsystems at PRTC facilities throughout Puerto Rico, and they alert\r\n\nthe  appropriate  authorities  if  an  alarm  sounds.    Although\r\n\nindividual  employees  work  eight-hour  shifts,  the  Center  is\r\n\nstaffed around the clock.\r\n\n          The work space inside the Center consists of a large L-\r\n\nshaped  area  that  contains  the computers,  the  monitors,  and\r\n\nassorted  furniture (e.g.,  desks, chairs,  consoles).   The work\r\n\nspace  is  completely  open and  no  individual  employee has  an\r\n\nassigned office, cubicle, work station, or desk.\r\n\n          PRTC  installed  a  video  surveillance  system at  the\r\n\nCenter in 1990 but abandoned the project when employees  groused.\r\n\nIn  June  of 1994,  the  company  reinstated video  surveillance.\r\n\nThree  cameras survey  the work  space, and  a fourth  tracks all\r\n\ntraffic passing through the main entrance to the Center.  None of\r\n\nthem  cover  the  rest  area.   The  surveillance  is exclusively\r\n\nvisual;  the  cameras  have  no microphones  or  other  immediate\r\n\neavesdropping  capability.  Video  surveillance operates all day,\r\n\nevery  day; the cameras implacably record every act undertaken in\r\n\n                                3\r\r\n\nthe work area.   A video  monitor, a switcher  unit, and a  video\r\n\nrecorder  are  located in  the  office  of the  Center's  general\r\n\nmanager,  Daniel  Rodriguez-Diaz, and  the videotapes  are stored\r\n\nthere.  PRTC has  no written policy regulating any  aspect of the\r\n\nvideo surveillance, but  it is  undisputed that no  one can  view\r\n\neither  the monitor  or  the completed  tapes without  Rodriguez-\r\n\nDiaz's express permission.\r\n\n          Soon  after  PRTC  installed  the  surveillance  system\r\n\n(claiming  that  it  was  desirable for  security  reasons),  the\r\n\nappellants  and  several   fellow  employees  protested.     They\r\n\nasserted,  among other  things, that  the system  had no  purpose\r\n\nother  than to  pry  into employees'  behavior.   When management\r\n\nturned a deaf  ear, the  appellants filed suit  in Puerto  Rico's\r\n\nfederal  district  court.     They  contended  that  the  ongoing\r\n\nsurveillance constitutes an unreasonable search prohibited by the\r\n\nFourth    Amendment,   violates    a   constitutionally-conferred\r\n\nentitlement  to privacy, and abridges rights secured by the First\r\n\nAmendment.   After the parties had  taken considerable discovery,\r\n\nPRTC  moved  for  dismissal  and/or  summary  judgment,  and  the\r\n\nindividual defendants  moved for summary judgment.   The district\r\n\ncourt  found  merit in  these  submissions  and entered  judgment\r\n\naccordingly.  The appellants then prosecuted this appeal.\r\n\n          In  the pages that follow, we deal first with a problem\r\n\nof how best to characterize the district court's ruling.  We then\r\n\naddress the  appellants' illegal  search and invasion  of privacy\r\n\nclaims.  Because  the appellants have neither briefed  nor argued\r\n\n                                4\r\r\n\ntheir First Amendment claim in this venue, we deem it waived  and\r\n\ndo not pursue it.\r\n\nII.  THE CHARACTERIZATION QUESTION\r          II.  THE CHARACTERIZATION QUESTION\r\n\n          In an effort to  put the characterization question into\r\n\nperspective,  we trace the events leading up to the lower court's\r\n\ndispositive ruling.  PRTC moved in the alternative for dismissal,\r\n\nFed. R.  Civ. P. 12(b)(6), or  summary judgment, Fed. R.  Civ. P.\r\n\n56.  In passing upon the motion, the district court  employed the\r\n\nidiom of Rule  12(b)(6) (i.e., it said that it was dismissing the\r\n\nsuit for failure  to state  a claim  upon which  relief might  be\r\n\ngranted),  but  the  praxis  of  Rule  56  (i.e.,  it  considered\r\n\nmaterials dehors  the  pleadings).   It  is  imperative  that  we\r\n\nclarify  these mixed signals;  although these  two rules  share a\r\n\ncertain family resemblance    both are designed to cut  short the\r\n\nlitigation  of  cases   that  do   not  reach   a  threshold   of\r\n\ntrialworthiness   they  operate from  different legal  templates.\r\n\nWe  conclude that the district  court's order ought  to be tested\r\n\nagainst the summary judgment standard.\r\n\n          We start from the text  of Rule 12(b), which stipulates\r\n\nthat  if \"matters outside the  pleading are presented  to and not\r\n\nexcluded  by the  court,\" a  motion brought  under  Rule 12(b)(6)\r\n\n\"shall be treated as one for summary judgment and disposed of  as\r\n\nprovided  in Rule  56.\"   We have  noted before  that  the proper\r\n\napproach  to incipient  conversion  questions  implicating  these\r\n\nrules is  functional,  not mechanical.    See Garita  Hotel  Ltd.\r                                                                           \r\n\n                                5\r\r\n\nPartnership v. Ponce Fed.  Bank, F.S.B., 958 F.2d 15,  18-19 (1st\r                                                 \r\n\nCir.  1992) (stating the test as \"whether the court actually took\r\n\ncognizance of  [supplementary materials], or invoked  Rule 56, in\r\n\narriving at its decision\").\r\n\n          Here, language in the district court's ruling indicates\r\n\nthat  it must  have considered  materials outside  the pleadings.\r\n\nThus,  under the Garita Hotel  test, conversion is  proper.  This\r                                       \r\n\ncircumstance militates  strongly in  favor of treating  the lower\r\n\ncourt's decree  as one  granting summary  judgment.   Perhaps the\r\n\nonly  factor that tugs in  a different direction  is the district\r\n\njudge's choice of phrase   but an appellate tribunal is not bound\r\n\nby the label that a district court attaches to its rulings.  See,\r                                                                          \r\n\ne.g., Estate of Soler v. Rodriguez, 63 F.3d 45, 47  n.1 (1st Cir.\r                                            \r\n\n1995); cf. Cloutier v. Town  of Epping, 714 F.2d 1184, 1188  (1st\r                                                \r\n\nCir.  1983)  (affirming  dismissal  under  the  summary  judgment\r\n\nstandard  although  the lower  court  had dismissed  for  lack of\r\n\njurisdiction under Fed. R. Civ. P. 12(b)(1) - (2)).\r\n\n          We  hasten  to  add  that application  of  the  summary\r\n\njudgment  standard produces  no  perceptible unfairness.   PRTC's\r\n\nmotion invoked Rule 56 as one of two possible avenues for relief,\r\n\nand the  dispositive motions  filed by the  individual defendants\r\n\nasked exclusively for summary judgment.  The appellants responded\r\n\nto  these  motions in  kind.   By that  time,  there had  been an\r\n\nadequate  opportunity  for discovery  and  the  record was  well-\r\n\n                                6\r\r\n\ndeveloped.2  We therefore treat the challenged ruling as an order\r\n\nfor summary judgment.\r\n\n          Before ending this discussion, we pause to rehearse the\r\n\nsummary judgment  standard.  Given the  standard's familiarity, a\r\n\nlengthy exegesis  is unnecessary.   It   suffices to say  that we\r\n\nmust  undertake  de   novo  review,  construing   all  reasonable\r\n\ninferences from the evidence in the nonmoving party's favor.  See\r                                                                           \r\n\nGarside, 895  F.2d at 48.     Since the core  purpose of  summary\r                 \r\n\njudgment  is to  \"pierce the  boilerplate of  the pleadings\"  and\r\n\nexamine the parties' proof to determine whether a trial  actually\r\n\nis necessary, Wynne  v. Tufts Univ. Sch.  of Med., 976 F.2d  791,\r                                                           \r\n\n794 (1st Cir. 1992), the entry of summary judgment is appropriate\r\n\nif (and only if) no genuine issue exists as to  any material fact\r\n\nand the  moving party is entitled to judgment as a matter of law.\r\n\nSee id.;  see also   Fed.  R. Civ. P.  56(c).   In applying  this\r                            \r\n\nformulation, a fact is  \"material\" if it potentially  affects the\r\n\noutcome  of the case, and an  issue is \"genuine\" if the probative\r\n\nevidence on it conflicts.  See Garside, 895 F.2d at 48.\r                                                \r\n\nIII.  THE FOURTH AMENDMENT\r          III.  THE FOURTH AMENDMENT\r\n\n          PRTC is a quasi-public corporation.  See P.R. Laws Ann.\r                                                            \r\n\ntit.  27,     401-424  (1991).   It  is, therefore,  a government\r\n\n                    \r                              \r\n\n     2To be sure, the appellants opposed summary judgment in part\r\nfor want of  an opportunity to  depose PRTC's president,  Agustin\r\nGarcia-Acevedo.    But  the appellants     who  conceded  at oral\r\nargument in this court that it  would not be unfair to scrutinize\r\nthe  district court's order  under Rule 56    did  not renew that\r\nobjection on appeal.  At any rate, given our ratio  decidendi, it\r                                                                       \r\nis  difficult to  imagine how  this  deposition, if  taken, might\r\nshore up the appellants' case.\r\n\n                                7\r\r\n\nactor, see Kauffman v. PRTC, 841 F.2d 1169, 1170 (1st Cir. 1988);\r                                     \r\n\nTorres-Ponce  v. Jimenez, 113 P.R. Dec. 58, translated in 13 P.R.\r                                                                   \r\n\nSup. Ct. Off'l Trans. 77, 91-93 (1982), subject to the suasion of\r\n\nthe  Fourth Amendment, see Buenrostro v. Collazo, 973 F.2d 39, 43\r                                                          \r\n\n(1st  Cir. 1992).   Building on  this foundation,  the appellants\r\n\nallege  that PRTC's continuous video surveillance contravenes the\r\n\n\"right of the people to be secure in their persons . .  . against\r\n\nunreasonable searches.\"  U.S. Const. amend. IV.  We consider that\r\n\nallegation.\r\n\n           A.  Privacy Rights and the Fourth Amendment.\r                     A.  Privacy Rights and the Fourth Amendment.\r                                                                \r\n\n          Intrusions  upon  personal  privacy  do  not invariably\r\n\nimplicate the  Fourth Amendment.   Rather, such  intrusions cross\r\n\nthe constitutional line only  if the challenged conduct infringes\r\n\nupon  some  reasonable  expectation  of privacy.    See  Smith v.\r                                                                        \r\n\nMaryland,  442  U.S. 735,  740 (1979).3    To qualify  under this\r                  \r\n\nmantra,  a  privacy expectation  must  meet  both subjective  and\r\n\nobjective  criteria:    the   complainant  must  have  an  actual\r\n\nexpectation of  privacy, and that  expectation must be  one which\r\n\nsociety recognizes  as reasonable.  See Oliver  v. United States,\r                                                                          \r\n\n466 U.S. 170,  177 (1984); Smith,  442 U.S. at 740.   Determining\r                                          \r\n\nthe   subjective  component   of   the  test   requires  only   a\r\n\nstraightforward  inquiry into  the complainant's  state of  mind,\r\n\nand,  for purposes  of  this appeal,  we  are willing  to  assume\r\n\narguendo  that   the  appellants,  as  they   profess,  had  some\r                  \r\n                    \r                              \r\n\n     3In  this  context,  courts  tend  to  use  adjectives  like\r\n\"reasonable,\"  \"legitimate,\"  or  \"justifiable\"  interchangeably.\r\nSee Smith, 442 U.S. at 740.\r                   \r\n\n                                8\r\r\n\nsubjective  expectation of privacy while at work.  We turn, then,\r\n\nto the  objective reasonableness  of the asserted  expectation of\r\n\nprivacy.\r\n\n          In previous cases, the  Supreme Court has answered this\r\n\ntype  of  question  by  examining  such  diverse factors  as  the\r\n\nFramers'  intent, the  uses  to which  an  individual has  put  a\r\n\nlocation, and society's understanding  that certain areas (say, a\r\n\nperson's  home)  deserve  heightened  protection  from government\r\n\nintrusions.  See Oliver, 466 U.S. at  178.  But the Court has not\r                                 \r\n\ndeveloped a routinized checklist that is capable of being applied\r\n\nacross  the  board,  and  each  case  therefore  must  be  judged\r\n\naccording  to  its own  scenario.   See,  e.g., United  States v.\r                                                                        \r\n\nMancini,  8 F.3d  104, 109  (1st Cir.  1993)  (considering, inter\r                                                                           \r\n\nalia,  the totality  of  circumstances, the  ability to  regulate\r              \r\n\naccess  to particular  premises,  and  the individual's  status).\r\n\nWith  this in  mind,  we proceed  by  first surveying  the  legal\r\n\nprinciples  that relate to searches of business premises and then\r\n\nnarrowing our focus to the facts of this case and the appellants'\r\n\nasseverational array.\r\n\n            B.  Privacy Rights and Business Premises.\r                      B.  Privacy Rights and Business Premises.\r                                                              \r\n\n          Generally  speaking,  business  premises invite  lesser\r\n\nprivacy expectations than  do residences.  See G.M. Leasing Corp.\r                                                                           \r\n\nv. United States, 429  U.S. 338, 353  (1977); 1 Wayne R.  LaFave,\r                          \r\n\nSearch &amp; Seizure    2.4(b) (3d ed. 1996).   Still, deeply  rooted\r                          \r\n\nsocietal expectations foster some cognizable privacy interests in\r\n\nbusiness premises.  See  Oliver, 466 U.S. at 178  n.8; Mancusi v.\r                                                                        \r\n\n                                9\r\r\n\nDeForte,  392  U.S.  364,  367  (1968).    The  Fourth  Amendment\r                 \r\n\nprotections that  these expectations  entail are  versatile; they\r\n\nsafeguard  individuals not  only against  the government  qua law\r                                                                       \r\n\nenforcer but also  qua employer.  See National Treasury Employees\r                                                                           \r\n\nUnion v. Von Raab, 489 U.S. 656, 665 (1989).\r                           \r\n\n          The watershed case in  this enclave of Fourth Amendment\r\n\njurisprudence  is  O'Connor  v.  Ortega,  480  U.S.  709  (1987).\r                                                 \r\n\nO'Connor's central thesis is that a public employee sometimes may\r                  \r\n\nenjoy a reasonable expectation of privacy in his or her workplace\r\n\nvis- -vis searches  by a supervisor or other  representative of a\r\n\npublic  employer.  Withal,  O'Connor recognized that \"operational\r                                              \r\n\nrealities  of the  workplace,\" such  as actual  office practices,\r\n\nprocedures, or regulations,  frequently may undermine  employees'\r\n\nprivacy  expectations.   Id. at  717 (plurality  op.).   The four\r                                      \r\n\ndissenting Justices shared this belief, see id. at 737 (Blackmun,\r                                                         \r\n\nJ., dissenting), and subsequent case law  confirms it, see, e.g.,\r                                                                          \r\n\nVon Raab,  489  U.S.  at  669-72.   In  the  last  analysis,  the\r                  \r\n\nobjective component  of  an employee's  professed expectation  of\r\n\nprivacy  must be assessed in  the full context  of the particular\r\n\nemployment relation.  See  O'Connor, 480 U.S. at 717;  Mancini, 8\r                                                                        \r\n\nF.3d at 109.\r\n\n          O'Connor is a typical case in which a public employee's\r                            \r\n\nworkplace-based privacy  interests were  vindicated.   Dr. Ortega\r\n\nwas on administrative  leave from  his post at  a state  hospital\r\n\nwhen  hospital  personnel,   investigating  misconduct   charges,\r\n\nentered his office and  removed personal items from his  desk and\r\n\n                                10\r\r\n\nfile  cabinets.   480 U.S. at  712-13.   The Court  held that Dr.\r\n\nOrtega  had a reasonable expectation  of privacy in  his desk and\r\n\nfile cabinets because he  did not share them with  other workers,\r\n\nhe used them to store personal materials, and the hospital had no\r\n\npolicy discouraging employees from stashing personal items there.\r\n\nSee id. at 718-19.  Moreover, although the plurality eschewed the\r                 \r\n\nissue,  a  majority  of the  Justices  believed  that Dr.  Ortega\r\n\nmaintained a reasonable privacy expectation in his private office\r\n\nas well.  See id. at  731-32 (Scalia, J., concurring); id. at 732\r                                                                    \r\n\n(Blackmun, J., dissenting).\r\n\n          Applying  O'Connor in various  work environments, lower\r                                      \r\n\nfederal courts  have inquired into  matters such  as whether  the\r\n\nwork area in question  was given over to an  employee's exclusive\r\n\nuse, compare Thompson v. Johnson  County Community Coll., 930  F.\r                                                                  \r\n\nSupp. 501,  507 (D. Kan. 1996) (finding no reasonable expectation\r\n\nof  privacy against  video surveillance  of an  unenclosed locker\r\n\narea  not  sealed  from  view  or  provided  for  any  employee's\r\n\nexclusive  use) with United States  v. Taketa, 923  F.2d 665, 673\r                                                       \r\n\n(9th  Cir. 1991)  (finding  a reasonable  expectation of  privacy\r\n\nagainst  surreptitious video  surveillance  by DEA  agents in  an\r\n\noffice reserved for the defendant's exclusive use), the extent to\r\n\nwhich others had  access to the work  space, see O'Bryan v.  KTIV\r                                                                           \r\n\nTelevision,  868 F. Supp. 1146, 1159 (N.D. Iowa 1994) (finding no\r                    \r\n\nreasonable  expectation  of  privacy  in  an  unlocked  desk  and\r\n\ncredenza located in an  \"open, accessible area\" of  the station),\r\n\nthe  nature of the employment,  see Sheppard v.  Beerman, 18 F.3d\r                                                                  \r\n\n                                11\r\r\n\n147,  152  (2d Cir.  1994)  (finding  that  a law  clerk  had  no\r\n\nreasonable expectation  of  privacy in  chambers'  appurtenances,\r\n\ndesks, file cabinets, or other work spaces due to the open access\r\n\nof  documents  between judges  and  clerks),  and whether  office\r\n\nregulations placed  employees on  notice that certain  areas were\r\n\nsubject  to employer  intrusions, compare Schowengerdt  v. United\r                                                                           \r\n\nStates,  944 F.2d 483, 488 (9th Cir. 1991) (finding no reasonable\r                \r\n\nexpectation of privacy  in either office or locked  credenza when\r\n\nengineer  knew  of  security   regimen,  including  daily  office\r\n\nsearches)  and American  Postal  Workers Union  v. United  States\r                                                                           \r\n\nPostal  Serv., 871 F.2d 556,  560-61 (6th Cir.  1989) (finding no\r                       \r\n\nreasonable expectation  of privacy against  search of  employees'\r\n\nlockers  when  employer  had  promulgated  regulations  expressly\r\n\nauthorizing random  inspections  in certain  circumstances)  with\r                                                                           \r\n\nTaketa, 923  F.2d at 672-73 (finding  that unenforced regulations\r                \r\n\ndid not  defeat an  otherwise reasonable expectation  of privacy)\r\n\nand  McGregor v.  Greer,  748 F.  Supp.  881, 888  (D.D.C.  1990)\r                                 \r\n\n(finding that public employee's own  desk or office, normally not\r\n\nentered  by co-workers  or superiors,  may engender  a reasonable\r\n\nexpectation of privacy in the absence of any policy or regulation\r\n\nwarning otherwise).\r\n\n       C.  Privacy Interests in the Appellants' Workplace.\r                 C.  Privacy Interests in the Appellants' Workplace.\r                                                                   \r\n\n          We  begin   with  first  principles.     It  is  simply\r\n\nimplausible to suggest that society would recognize as reasonable\r\n\nan employee's  expectation of privacy against  being viewed while\r\n\ntoiling  in the  Center's  open and  undifferentiated work  area.\r\n\n                                12\r\r\n\nPRTC  did  not  provide  the  work  station  for  the appellants'\r\n\nexclusive use, and its physical  layout belies any expectation of\r\n\nprivacy.   Security operators do  not occupy  private offices  or\r\n\ncubicles.  They toil instead in a vast, undivided space    a work\r\n\narea  so patulous as to render a broadcast expectation of privacy\r\n\nunreasonable.  See O'Connor, 480 U.S. at 717-18.\r                                     \r\n\n          The  precise  extent  of an  employee's  expectation of\r\n\nprivacy often turns on the nature  of an intended intrusion.  See\r                                                                           \r\n\nid. at 717-18;  id. at 738  (Blackmun, J., dissenting).   In this\r                             \r\n\ninstance the  nature of the intrusion  strengthens the conclusion\r\n\nthat no reasonable expectation of  privacy attends the work area.\r\n\nEmployers  possess   a  legitimate  interest   in  the  efficient\r\n\noperation of the workplace,  see id. at 723, and one attribute of\r                                              \r\n\nthis  interest is that supervisors may monitor at will that which\r\n\nis in plain view within an  open work area.  Here, moreover, this\r\n\nattribute  has  a greater  claim  on our  allegiance  because the\r\n\nemployer acted overtly  in establishing  the video  surveillance:\r\n\nPRTC  notified its work force in advance that video cameras would\r\n\nbe installed and disclosed the cameras' field of vision.4  Hence,\r\n                    \r                              \r\n\n     4While  this  circumstance   bears  heavily   on  both   the\r\nsubjective   and  objective   reasonableness  of   an  employee's\r\nexpectation of privacy, we do not  mean to imply that an employer\r\nalways can defeat an expectation of privacy by pre-announcing its\r\nintention to intrude into a specific area.  See, e.g., Smith, 442\r                                                                      \r\nU.S. at  740  n.5 (hypothesizing  that  \"if the  Government  were\r\nsuddenly  to announce  on  nationwide television  that all  homes\r\nhenceforth would be  subject to  warrantless entry,\"  individuals\r\nstill might entertain an  actual expectation of privacy regarding\r\ntheir homes, papers,  and effects); see  also Heather L.  Hanson,\r                                                       \r\nNote, The Fourth Amendment in the Workplace:  Are We Really Being\r                                                                           \r\nReasonable?,  79 Va.  L. Rev.  243, 250-52 (1993).   In  cases in\r                     \r\nwhich  notice would  contradict  expectations  that comport  with\r\n\n                                13\r\r\n\nthe  affected workers were on  clear notice from  the outset that\r\n\nany  movements they might make and any objects they might display\r\n\nwithin the work area would be exposed to the employer's sight.\r\n\n          The  appellants  concede  that,  as  a general  matter,\r\n\nemployees should  expect to  be under supervisors'  watchful eyes\r\n\nwhile  at  work.   But at  some  point, they  argue, surveillance\r\n\nbecomes unreasonable.  In  their estimation, when surveillance is\r\n\nelectronic and,  therefore, unremitting   the  camera, unlike the\r\n\nhuman eye, never  blinks   the  die is cast.   In  constitutional\r\n\nterms,  their theory  reduces to the  contention that  the Fourth\r\n\nAmendment precludes management from observing electronically what\r\n\nit lawfully  can see with the  naked eye.  This  sort of argument\r\n\nhas failed  consistently under  the plain  view doctrine, and  it\r\n\nmusters no greater persuasiveness in the present context.5  See 1\r                                                                         \r\n\nLaFave, supra,    2.7(f)  (expressing skepticism about  finding a\r                       \r\n\nFourth Amendment violation by  fixed police video surveillance of\r\n\na  person's public  activities).   When  all  is said  and  done,\r\n\nemployees must accept some circumscription  of their liberty as a\r\n\ncondition  of continued employment.  See INS v. Delgado, 466 U.S.\r                                                                 \r\n\n210, 218 (1984).\r\n\n          Once we put aside the appellants' theory that  there is\r\n\n                    \r                              \r\n\ntraditional  Fourth Amendment  freedoms, a  normative inquiry  is\r\nproper  to   determine  whether   the   privacy  expectation   is\r\nnonetheless  legitimate.  See Hudson v. Palmer, 468 U.S. 517, 525\r                                                        \r\nn.7 (1984); Smith, 442 U.S. at 740 n.5.\r                           \r\n\n     5We caution, however, that cases involving the covert use of\r\nclandestine cameras, or  cases involving  electronically-assisted\r\neavesdropping, may be quite another story.\r\n\n                                14\r\r\n\nsomething constitutionally sinister about videotaping, their case\r\n\ncrumbles.  If there is constitutional parity between observations\r\n\nmade  with the  naked  eye and  observations  recorded by  openly\r\n\ndisplayed video cameras  that have no greater range, then objects\r\n\nor articles that an  individual seeks to preserve as  private may\r\n\nbe constitutionally protected from  such videotaping only if they\r\n\nare not located in plain  view.  See Taketa, 923 F.2d at 677.  In\r                                                     \r\n\nother words, persons cannot reasonably maintain an expectation of\r\n\nprivacy  in that  which  they display  openly.   Justice  Stewart\r\n\nstated the  proposition in no uncertain terms  three decades ago:\r\n\n\"What a person knowingly  exposes to the public, even in  his own\r\n\nhome or office, is not a subject of Fourth Amendment protection.\"\r\n\nKatz v. United States,  389 U.S. 347, 351 (1967).   Consequently,\r                               \r\n\nno legitimate expectation of privacy exists in objects exposed to\r\n\nplain  view as long as the viewer's presence at the vantage point\r\n\nis lawful.   See  Horton v.  California, 496  U.S. 128,  133, 137\r                                                 \r\n\n(1990); Oliver,  466 U.S. at  179.   And the mere  fact that  the\r                        \r\n\nobservation is  accomplished by  a video  camera rather  than the\r\n\nnaked eye, and  recorded on  film rather than  in a  supervisor's\r\n\nmemory, does  not transmogrify  a  constitutionally innocent  act\r\n\ninto a constitutionally forbidden  one.6  See 1 LaFave,  supra,  \r                                                                        \r\n\n                    \r                              \r\n\n     6It  is true, as  the appellants repeatedly  point out, that\r\nhuman observation  is less  implacable  than video  surveillance.\r\nBut we  can find no principled basis for assigning constitutional\r\nsignificance  to   that  divagation.     Both  methods      human\r\nobservation and  video surveillance   perform  the same function.\r\nThus,  videotaping  per  se  does not  alter  the  constitutional\r\nperspective in any material way.\r\n\n                                15\r\r\n\n2.7(f)  (stating  that individuals  can  record  what is  readily\r\n\nobservable from a nonintrusive viewing area).\r\n\n          The bottom line is that since PRTC could  assign humans\r\n\nto  monitor the work  station continuously without constitutional\r\n\ninsult, it could choose instead to  carry out that lawful task by\r\n\nmeans of unconcealed video cameras not equipped with microphones,\r\n\nwhich record only what the human eye could observe.\r\n\n      D.  The Appellants' Other Fourth Amendment Arguments.\r                D.  The Appellants' Other Fourth Amendment Arguments.\r                                                                    \r\n\n          The  appellants  trot  out a  profusion  of  additional\r\n\nasseverations  in their  effort  to convince  us that  continuous\r\n\nvideo surveillance of the workplace constitutes  an impermissible\r\n\nsearch.    First,  invoking  Orwellian  imagery,  they  recite  a\r\n\ncatechism  pasted  together  from  bits and  pieces  of  judicial\r\n\npronouncements   recognizing  the   intrusive  nature   of  video\r\n\nsurveillance.    These  statements  are  taken  out  of  context.\r\n\nWithout    exception,   they    refer   to    cameras   installed\r\n\nsurreptitiously during  the  course of  criminal  investigations.\r\n\nSee,  e.g., United  States v.  Mesa-Rincon, 911  F.2d 1433,  1442\r                                                    \r\n\n(10th Cir. 1990); United States v. Cuevas-Sanchez, 821 F.2d  248,\r                                                           \r\n\n251  (5th Cir. 1987); Hawaii  v. Bonnell, 856  P.2d 1265, 1276-77\r                                                  \r\n\n(Haw. 1993).  Concealed cameras which infringe upon the rights of\r\n\ncriminal  defendants  raise troubling  constitutional  concerns  \r\n\nconcerns not implicated by the employer's actions in this case.\r\n\n          By like token,  the appellants'  attempts to  analogize\r\n\nvideo monitoring to physical searches are unavailing.  The silent\r\n\nvideo surveillance which  occurs at the Center is  less intrusive\r\n\n                                16\r\r\n\nthan  most  physical searches  conducted  by  employers.   PRTC's\r\n\nstationary  cameras do not pry behind closed office doors or into\r\n\ndesks,  drawers, file  cabinets, or  other enclosed  spaces, but,\r\n\nrather,  record  only what  is  plainly visible  on  the surface.\r\n\nSounds  are not recorded; thus,  the cameras do  not eavesdrop on\r\n\nprivate  conversations between  employees.   And while  the Court\r\n\noccasionally  has  characterized  the  taking of  pictures  as  a\r\n\nsearch,  it is a constitutionally permissible activity if it does\r\n\nnot transgress an objectively  reasonable expectation of privacy.\r\n\nSee, e.g., Dow Chem. Co. v.  United States, 476 U.S. 227,  238-39\r                                                    \r\n\n(1986) (upholding a search by  aerial camera when the photographs\r\n\ntaken  were limited  to  the outline  of  the surveilled  plant's\r\n\nbuildings  and equipment,  even though  the photos  revealed more\r\n\ndetail than could be seen by the human eye).\r\n\n          Next, the appellants complain  that while at work under\r\n\nthe  cameras'  unrelenting eyes  they  cannot  scratch, yawn,  or\r\n\nperform  any other  movement in  privacy.   This  complaint rings\r\n\ntrue, but it begs the question.  \"[T]he test of legitimacy is not\r\n\nwhether  a   person  chooses  to   conceal  assertedly  `private'\r\n\nactivity,\" but whether the intrusion is objectively unreasonable.\r\n\nOliver, 466  U.S. at 182-83;  accord California  v. Ciraolo,  476\r                                                                     \r\n\nU.S. 207, 212 (1986).\r\n\n          Finally, the  appellants tout the potential  for future\r\n\nabuse,  arguing,  for  example,  that  PRTC  might  expand  video\r\n\nsurveillance \"into the restrooms.\"   Certainly, such an extension\r\n\nwould raise a serious constitutional question.  See, e.g., People\r                                                                           \r\n\n                                17\r\r\n\nv. Dezek, 308 N.W.2d 652, 654-55 (Mich. Ct. App. 1981) (upholding\r                  \r\n\na reasonable expectation of privacy against video surveillance in\r\n\nrestroom  stalls).   But  present fears  are  often no  more than\r\n\nhorrible  imaginings,  and  potential  privacy  invasions do  not\r                                               \r\n\nconstitute searches  within the purview of  the Fourth Amendment.\r\n\nSee Dow  Chem., 476 U.S. at  238 n.5; United States  v. Karo, 468\r                                                                      \r\n\nU.S. 705, 712 (1984).\r\n\n          We have said enough on this score.  The appellants have\r\n\nfailed  to demonstrate the existence of an issue of material fact\r\n\nsufficient  to  withstand   summary  judgment  on  their   Fourth\r\n\nAmendment  claim.   Because  they  do  not enjoy  an  objectively\r\n\nreasonable  expectation of  privacy against  disclosed, soundless\r\n\nvideo  surveillance while at work,  they have no  cause of action\r\n\nunder the Fourth Amendment.7\r\n\nIV.  THE RIGHT OF PRIVACY\r          IV.  THE RIGHT OF PRIVACY\r\n\n          In  addition  to  their  Fourth  Amendment  claim,  the\r\n\nappellants contend that the  Constitution spawns a general right,\r\n\nin  the nature  of  a  privacy  right,  to  be  free  from  video\r\n\nsurveillance in the workplace.8  We do not agree.\r\n\n          Although  the  Constitution  creates  no  free-floating\r\n                    \r                              \r\n\n     7In light of this conclusion, we need not reach the question\r\nof whether the intrusion  attributable to PRTC's video monitoring\r\nis reasonable under the circumstances.  See O'Connor, 480 U.S. at\r                                                              \r\n725-26.\r\n\n     8As  presented  in this  proceeding, this  claim necessarily\r\nrises or falls on  principles of federal constitutional law.   We\r\nare aware both that privacy interests are somewhat more zealously\r\nguarded by Puerto Rican norms, see, e.g., P.R. Const. art. II,   \r                                                  \r\n1, 7, and that the appellants have a parallel suit pending in the\r\nlocal courts.\r\n\n                                18\r\r\n\nright  to  privacy,  see  Katz,  389  U.S.  at  350-51,  specific\r                                        \r\n\nguarantees may create  protectable zones of privacy.  See Paul v.\r                                                                        \r\n\nDavis,  424 U.S. 693,  712-13 (1976); Roe v.  Wade, 410 U.S. 113,\r                                                            \r\n\n152-53  (1973).    Thus,  the appellants'  privacy  claim  cannot\r\n\nprosper  unless it  is anchored  in an  enumerated constitutional\r\n\nguaranty.\r\n\n          The Fourth  Amendment obviously is unavailable for this\r\n\npurpose.  See supra Part III(C) &amp; (D).  The appellants' effort to\r                             \r\n\nintroduce  the Ninth  Amendment  is similarly  misdirected.   The\r\n\nNinth Amendment    which stipulates that \"the  enumeration in the\r\n\nConstitution of certain rights, shall not be construed to deny or\r\n\ndisparage others  retained  by  the  people\"    does  not  create\r\n\nsubstantive rights beyond  those conferred by governing law.  See\r                                                                           \r\n\nGibson v. Matthews, 926 F.2d  532, 537 (6th Cir. 1991); see  also\r                                                                           \r\n\nJohn E. Nowak &amp; Ronald D. Rotunda, Constitutional Law   11.7 (5th\r                                                               \r\n\ned.  1995) (observing that \"the Ninth Amendment has not been used\r\n\nas  the basis  for defining  rights of  individuals\") (collecting\r\n\ncases).\r\n\n          The appellants' privacy claim  thus hinges upon a right\r\n\nto privacy  which has  its origin  in the  Fourteenth Amendment's\r\n\nconcept  of personal liberty.9  Such privacy rights do exist, see\r                                                                           \r\n\nRoe, 410 U.S. at  152, but they have been limited  to fundamental\r             \r\n\nrights  that are implicit in  the concept of  an ordered liberty.\r\n\nSee  Paul, 424 U.S. at 713.  On the facts of this case, the right\r                   \r\n                    \r                              \r\n\n     9The Fourteenth  Amendment guarantees,  inter alia,  that no\r                                                                 \r\nstate  shall \"deprive any  person of life,  liberty, or property,\r\nwithout due process of law.\"  U.S. Const. amend. XIV,   1.\r\n\n                                19\r\r\n\nto be free from disclosed video surveillance while at work in  an\r\n\nopen, generally accessible area does not constitute a fundamental\r\n\nright.\r\n\n          The courts  have  identified two  clusters of  personal\r\n\nprivacy  rights  recognized by  the  Fourteenth  Amendment.   One\r\n\nbundle of rights relates  to ensuring autonomy in making  certain\r\n\nkinds  of significant  personal decisions;  the other  relates to\r\n\nensuring  the confidentiality of personal matters.  See Whalen v.\r                                                                        \r\n\nRoe, 429 U.S. 589, 598-600 (1977); Borucki v. Ryan, 827 F.2d 836,\r                                                            \r\n\n840 (1st Cir. 1987).  PRTC's monitoring does not implicate any of\r\n\nthese rights.\r\n\n          The autonomy  branch of the  Fourteenth Amendment right\r\n\nto privacy is limited to decisions arising in the personal sphere\r\n\n   matters  relating  to  marriage,  procreation,  contraception,\r\n\nfamily relationships, child rearing, and the like.  See Paul, 424\r                                                                      \r\n\nU.S.  at  713;  Griswold v.  Connecticut,  381  U.S. 479,  485-86\r                                                  \r\n\n(1965).     The  type  of  privacy  interest  which  arguably  is\r\n\nthreatened  by workplace surveillance  cannot be  shoehorned into\r\n\nany of these categories.  Because the appellants do not challenge\r\n\na   governmental  restriction  imposed   upon  decisionmaking  in\r\n\nuniquely personal  matters, they cannot bring  their claim within\r\n\nthe reach of the \"autonomy\" cases.\r\n\n          The  appellants'  argument  is no  stronger  under  the\r\n\nconfidentiality  bough  of  the  Fourteenth  Amendment  right  to\r\n\nprivacy.   Even  if  the right  of  confidentiality has  a  range\r\n\nbroader  than that associated with the right to autonomy, but cf.\r                                                                           \r\n\n                                20\r\r\n\nBorucki,  827  F.2d  at  841-42  (suggesting  that  the  right of\r                 \r\n\nconfidentiality protects  only  information relating  to  matters\r\n\nwithin  the scope of  the right to autonomy),  that range has not\r\n\nextended  beyond  prohibiting profligate  disclosure  of medical,\r\n\nfinancial,  and other intimately personal  data.  See  id. at 841\r                                                                    \r\n\nn.8  &amp; 842 (collecting cases).  Any data disclosed through PRTC's\r\n\nvideo surveillance  is qualitatively  different, if for  no other\r\n\nreason than that it has been revealed knowingly by the appellants\r\n\nto all observers (including the video cameras).  This information\r\n\ncannot   be   characterized    accurately   as   \"personal\"    or\r\n\n\"confidential.\"\r\n\n          The appellants also appear to rely upon the substantive\r\n\ncomponent of the Due Process Clause as a source of the envisioned\r\n\nprivacy  right.   To  this extent,  they  are whistling  past the\r\n\ngraveyard.   The boundaries  of substantive due  process analysis\r\n\nare  not sufficiently  flexible  to  accommodate the  appellants'\r\n\nclaim.   See, e.g., Paul,  424 U.S. at 713  (declining to enlarge\r                                  \r\n\nthe  scope  of  substantive  due process  to  include  a  privacy\r\n\ninterest in preventing publication  of a person's arrest record);\r\n\nsee  generally Collins v. City  of Harker Heights,  503 U.S. 115,\r                                                           \r\n\n125  (1992)  (expressing reluctance  \"to  expand  the concept  of\r\n\nsubstantive due process\").\r\n\n          Insofar as this claim invites a substantive due process\r\n\nanalysis by purporting to  challenge the existence of a  rational\r\n\nrelationship between PRTC's video surveillance and its legitimate\r\n\nneeds qua employer, the claim is a non-starter.  Even if we leave\r                   \r\n\n                                21\r\r\n\nsecurity concerns to one side,10 video surveillance is a rational\r\n\nmeans to advance the employer's legitimate, work-related interest\r\n\nin monitoring  employee performance.   See O'Connor, 480  U.S. at\r                                                             \r\n\n724 (\"[P]ublic employers have a direct and overriding interest in\r\n\nensuring that the work of the agency is conducted in a proper and\r\n\nefficient manner.\");  Alinovi v.  Worcester Sch. Comm.,  777 F.2d\r                                                                \r\n\n776,  782  (1st Cir.  1985) (stating  that an  employee's privacy\r\n\ninterest  may  be  lessened  due to  a  \"supervisor's  legitimate\r\n\noversight  responsibilities and  the special  duties that  may be\r\n\nowed by the employee by virtue of his employment\").\r\n\nV.  LEAVE TO AMEND\r          V.  LEAVE TO AMEND\r\n\n          In a last-ditch effort to save the day,  the appellants\r\n\nassert  that the district court should have granted them leave to\r\n\namend  and that its  failure to  do so  requires vacation  of the\r\n\njudgment.  The assertion is meritless.\r\n\n          The short, dispositive answer to the appellants' plaint\r\n\nis that they never sought permission to amend in the court below.\r\n\nSee Beaulieu  v. United States IRS, 865 F.2d 1351, 1352 (1st Cir.\r                                            \r\n\n1989) (\"[I]t is  a party's  first obligation to  seek any  relief\r\n\nthat might  fairly have  been thought  available in  the district\r\n\ncourt  before seeking it on  appeal.\").  The  slightly longer but\r\n\nequally  dispositive answer  is that  where, as  here, plaintiffs\r\n\n                    \r                              \r\n\n     10The  appellants  berate  the  district  court  for  taking\r\nimproper judicial  notice of the  Center's role in  assisting law\r\nenforcement agencies authorized to  perform wiretaps.  Our review\r\nhas been plenary, and whether PRTC coordinates wiretaps  does not\r\nbear  on our analysis.  Accordingly, any error in this regard was\r\nharmless.\r\n\n                                22\r\r\n\nelect  to stand upon their  complaint and appeal  from an adverse\r\n\njudgment, we have been exceedingly  reluctant to direct the trial\r\n\ncourt  to permit amendment upon affirmance of the judgment.  See,\r                                                                          \r\n\ne.g., Dartmouth Review v.  Dartmouth Coll., 889 F.2d 13,  23 (1st\r                                                    \r\n\nCir. 1989).  Nothing in this  case warrants a deviation from that\r\n\nsound  praxis.   The  facts necessary  to  support the  entry  of\r\n\njudgment are undisputed and  the appellants have not  adverted to\r\n\nany  additional facts which,  if inserted into  the record, could\r\n\nbreathe  new life into their moribund federal claims.  Under such\r\n\ncircumstances,  leave to amend would  be an empty  exercise.  See\r                                                                           \r\n\nCorrea-Martinez v. Arrillaga-Belendez, 903  F.2d 49, 59 (1st Cir.\r                                               \r\n\n1990); Dartmouth Review, 889 F.2d at 23.\r                                 \r\n\nVI.  CONCLUSION\r          VI.  CONCLUSION\r\n\n          We need go no  further.  Because the appellants  do not\r\n\nhave an objectively reasonable expectation of privacy in the open\r\n\nareas  of their  workplace, the  video surveillance  conducted by\r\n\ntheir  employer  does not  infract  their  federal constitutional\r\n\nrights.   PRTC's employees may  register their objections  to the\r\n\nsurveillance system  with management, but they may  not lean upon\r\n\nthe Constitution for support.\r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                                23\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-2061\r\n\n                  HECTOR VEGA-RODRIGUEZ, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n              PUERTO RICO TELEPHONE COMPANY, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \r\n\n                                              \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                              \r\n\n     Rick Nemcik-Cruz,  with whom  Charles S. Hey-Maestre  was on\r                                                                   \r\nbrief, for appellants.\r\n     Vannessa Ramirez,  Assistant Solicitor General,  Puerto Rico\r                               \r\nDep't of Justice, with  whom Carlos Lugo-Fiol, Solicitor General,\r                                                       \r\nGarcia  &amp;  Fernandez,  and John  M.  Garcia  were  on brief,  for\r                                                     \r\nappellees.\r\n\n                                              \r\n\n                          April 8, 1997\r\n                                              \r\r\n\n          SELYA,  Circuit Judge.    As employers  gain access  to\r                    SELYA,  Circuit Judge.\r                                         \r\n\nincreasingly  sophisticated  technology,  new  legal  issues seem\r\n\ndestined  to suffuse the workplace.   This appeal  raises such an\r\n\nissue.  In it, plaintiffs-appellants Hector Vega-Rodriguez (Vega)\r\n\nand  Amiut  Reyes-Rosado  (Reyes)  revile  the  district  court's\r\n\ndetermination  that  their employer,  the  Puerto Rico  Telephone\r\n\nCompany  (PRTC),  may  monitor  their  work   area  by  means  of\r\n\ncontinuous    video    surveillance    without   offending    the\r\n\nConstitution.1   Because  the red  flag of  constitutional breach\r\n\ndoes not fly from these ramparts, we affirm.\r\n\nI.  FACTUAL SURVEILLANCE\r          I.  FACTUAL SURVEILLANCE\r\n\n          In conformity with  accepted summary judgment protocol,\r\n\nwe  recount the undisputed facts  in the light  most congenial to\r\n\nthe  appellants and adopt  their version  of any  contested facts\r\n\nwhich  are material  to our  consideration of  the issues.   See,\r                                                                          \r\n\ne.g.,  Garside v.  Osco Drug,  Inc., </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">,  48 (1st  Cir.\r                                             \r\n\n1990).\r\n\n          The  Executive Communications  Center  (the Center)  is\r\n\nlocated  in  the  penthouse  of  the  PRTC's  office  complex  in\r\n\nGuaynabo, Puerto  Rico.   It maintains communication  between the\r\n\ncompany's  various operating  units and  the senior  executive on\r\n\nduty,  but it does not  have primary corporate responsibility for\r\n                    \r                              \r\n\n     1To  the  extent that  other  parties are  involved  in this\r\nlitigation   for  example, the  plaintiffs' complaint  identifies\r\ntheir wives  and conjugal  partnerships as additional  plaintiffs\r\nand names two  PRTC executives as  codefendants   their  presence\r\nmakes  no discernible  difference  from  an analytic  standpoint.\r\nConsequently,  we treat  the case  as if  it involved  only Vega,\r\nReyes, and PRTC.\r\n\n                                2\r\r\n\nsecurity and  it does not house  communication switching centers,\r\n\ncables, transmission  lines, or kindred equipment.   For security\r\n\nreasons, access  to the Center  is restricted; both  the elevator\r\n\nfoyer on the penthouse  floor and the doors to  the Center itself\r\n\nare inaccessible without a control card.\r\n\n          PRTC  employs  Vega, Reyes,  and  others as  attendants\r\n\n(known colloquially as \"security operators\") in the Center.  They\r\n\nmonitor  computer banks  to detect  signals emanating  from alarm\r\n\nsystems at PRTC facilities throughout Puerto Rico, and they alert\r\n\nthe  appropriate  authorities  if  an  alarm  sounds.    Although\r\n\nindividual  employees  work  eight-hour  shifts,  the  Center  is\r\n\nstaffed around the clock.\r\n\n          The work space inside the Center consists of a large L-\r\n\nshaped  area  that  contains  the computers,  the  monitors,  and\r\n\nassorted  furniture (e.g.,  desks, chairs,  consoles).   The work\r\n\nspace  is  completely  open and  no  individual  employee has  an\r\n\nassigned office, cubicle, work station, or desk.\r\n\n          PRTC  installed  a  video  surveillance  system at  the\r\n\nCenter in 1990 but abandoned the project when employees  groused.\r\n\nIn  June  of 1994,  the  company  reinstated video  surveillance.\r\n\nThree  cameras survey  the work  space, and  a fourth  tracks all\r\n\ntraffic passing through the main entrance to the Center.  None of\r\n\nthem  cover  the  rest  area.   The  surveillance  is exclusively\r\n\nvisual;  the  cameras  have  no microphones  or  other  immediate\r\n\neavesdropping  capability.  Video  surveillance operates all day,\r\n\nevery  day; the cameras implacably record every act undertaken in\r\n\n                                3\r\r\n\nthe work area.   A video  monitor, a switcher  unit, and a  video\r\n\nrecorder  are  located in  the  office  of the  Center's  general\r\n\nmanager,  Daniel  Rodriguez-Diaz, and  the videotapes  are stored\r\n\nthere.  PRTC has  no written policy regulating any  aspect of the\r\n\nvideo surveillance, but  it is  undisputed that no  one can  view\r\n\neither  the monitor  or  the completed  tapes without  Rodriguez-\r\n\nDiaz's express permission.\r\n\n          Soon  after  PRTC  installed  the  surveillance  system\r\n\n(claiming  that  it  was  desirable for  security  reasons),  the\r\n\nappellants  and  several   fellow  employees  protested.     They\r\n\nasserted,  among other  things, that  the system  had no  purpose\r\n\nother  than to  pry  into employees'  behavior.   When management\r\n\nturned a deaf  ear, the  appellants filed suit  in Puerto  Rico's\r\n\nfederal  district  court.     They  contended  that  the  ongoing\r\n\nsurveillance constitutes an unreasonable search prohibited by the\r\n\nFourth    Amendment,   violates    a   constitutionally-conferred\r\n\nentitlement  to privacy, and abridges rights secured by the First\r\n\nAmendment.   After the parties had  taken considerable discovery,\r\n\nPRTC  moved  for  dismissal  and/or  summary  judgment,  and  the\r\n\nindividual defendants  moved for summary judgment.   The district\r\n\ncourt  found  merit in  these  submissions  and entered  judgment\r\n\naccordingly.  The appellants then prosecuted this appeal.\r\n\n          In  the pages that follow, we deal first with a problem\r\n\nof how best to characterize the district court's ruling.  We then\r\n\naddress the  appellants' illegal  search and invasion  of privacy\r\n\nclaims.  Because  the appellants have neither briefed  nor argued\r\n\n                                4\r\r\n\ntheir First Amendment claim in this venue, we deem it waived  and\r\n\ndo not pursue it.\r\n\nII.  THE CHARACTERIZATION QUESTION\r          II.  THE CHARACTERIZATION QUESTION\r\n\n          In an effort to  put the characterization question into\r\n\nperspective,  we trace the events leading up to the lower court's\r\n\ndispositive ruling.  PRTC moved in the alternative for dismissal,\r\n\nFed. R.  Civ. P. 12(b)(6), or  summary judgment, Fed. R.  Civ. P.\r\n\n56.  In passing upon the motion, the district court  employed the\r\n\nidiom of Rule  12(b)(6) (i.e., it said that it was dismissing the\r\n\nsuit for failure  to state  a claim  upon which  relief might  be\r\n\ngranted),  but  the  praxis  of  Rule  56  (i.e.,  it  considered\r\n\nmaterials dehors  the  pleadings).   It  is  imperative  that  we\r\n\nclarify  these mixed signals;  although these  two rules  share a\r\n\ncertain family resemblance    both are designed to cut  short the\r\n\nlitigation  of  cases   that  do   not  reach   a  threshold   of\r\n\ntrialworthiness   they  operate from  different legal  templates.\r\n\nWe  conclude that the district  court's order ought  to be tested\r\n\nagainst the summary judgment standard.\r\n\n          We start from the text  of Rule 12(b), which stipulates\r\n\nthat  if \"matters outside the  pleading are presented  to and not\r\n\nexcluded  by the  court,\" a  motion brought  under  Rule 12(b)(6)\r\n\n\"shall be treated as one for summary judgment and disposed of  as\r\n\nprovided  in Rule  56.\"   We have  noted before  that  the proper\r\n\napproach  to incipient  conversion  questions  implicating  these\r\n\nrules is  functional,  not mechanical.    See Garita  Hotel  Ltd.\r                                                                           \r\n\n                                5\r\r\n\nPartnership v. Ponce Fed.  Bank, F.S.B., </pre><span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">,  18-19 (1st\r                                                 \r\n\nCir.  1992) (stating the test as \"whether the court actually took\r\n\ncognizance of  [supplementary materials], or invoked  Rule 56, in\r\n\narriving at its decision\").\r\n\n          Here, language in the district court's ruling indicates\r\n\nthat  it must  have considered  materials outside  the pleadings.\r\n\nThus,  under the Garita Hotel  test, conversion is  proper.  This\r                                       \r\n\ncircumstance militates  strongly in  favor of treating  the lower\r\n\ncourt's decree  as one  granting summary  judgment.   Perhaps the\r\n\nonly  factor that tugs in  a different direction  is the district\r\n\njudge's choice of phrase   but an appellate tribunal is not bound\r\n\nby the label that a district court attaches to its rulings.  See,\r                                                                          \r\n\ne.g., Estate of Soler v. Rodriguez, </pre><span class=\"citation\" data-id=\"196244\"><a href=\"/opinion/196244/estate-of-soler-v-rodriguez/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">, 47  n.1 (1st Cir.\r                                            \r\n\n1995); cf. Cloutier v. Town  of Epping, </pre><span class=\"citation\" data-id=\"423649\"><a href=\"/opinion/423649/wilfred-cloutier-v-the-town-of-epping-wilfred-cloutier-v-the-town-of/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span></a></span><pre class=\"inline\">, 1188  (1st\r                                                \r\n\nCir.  1983)  (affirming  dismissal  under  the  summary  judgment\r\n\nstandard  although  the lower  court  had dismissed  for  lack of\r\n\njurisdiction under Fed. R. Civ. P. 12(b)(1) - (2)).\r\n\n          We  hasten  to  add  that application  of  the  summary\r\n\njudgment  standard produces  no  perceptible unfairness.   PRTC's\r\n\nmotion invoked Rule 56 as one of two possible avenues for relief,\r\n\nand the  dispositive motions  filed by the  individual defendants\r\n\nasked exclusively for summary judgment.  The appellants responded\r\n\nto  these  motions in  kind.   By that  time,  there had  been an\r\n\nadequate  opportunity  for discovery  and  the  record was  well-\r\n\n                                6\r\r\n\ndeveloped.2  We therefore treat the challenged ruling as an order\r\n\nfor summary judgment.\r\n\n          Before ending this discussion, we pause to rehearse the\r\n\nsummary judgment  standard.  Given the  standard's familiarity, a\r\n\nlengthy exegesis  is unnecessary.   It   suffices to say  that we\r\n\nmust  undertake  de   novo  review,  construing   all  reasonable\r\n\ninferences from the evidence in the nonmoving party's favor.  See\r                                                                           \r\n\nGarside, 895  F.2d at 48.     Since the core  purpose of  summary\r                 \r\n\njudgment  is to  \"pierce the  boilerplate of  the pleadings\"  and\r\n\nexamine the parties' proof to determine whether a trial  actually\r\n\nis necessary, Wynne  v. Tufts Univ. Sch.  of Med., </pre><span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">791</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n794 (1st Cir. 1992), the entry of summary judgment is appropriate\r\n\nif (and only if) no genuine issue exists as to  any material fact\r\n\nand the  moving party is entitled to judgment as a matter of law.\r\n\nSee id.;  see also   Fed.  R. Civ. P.  56(c).   In applying  this\r                            \r\n\nformulation, a fact is  \"material\" if it potentially  affects the\r\n\noutcome  of the case, and an  issue is \"genuine\" if the probative\r\n\nevidence on it conflicts.  See Garside, 895 F.2d at 48.\r                                                \r\n\nIII.  THE FOURTH AMENDMENT\r          III.  THE FOURTH AMENDMENT\r\n\n          PRTC is a quasi-public corporation.  See P.R. Laws Ann.\r                                                            \r\n\ntit.  27,     401-424  (1991).   It  is, therefore,  a government\r\n\n                    \r                              \r\n\n     2To be sure, the appellants opposed summary judgment in part\r\nfor want of  an opportunity to  depose PRTC's president,  Agustin\r\nGarcia-Acevedo.    But  the appellants     who  conceded  at oral\r\nargument in this court that it  would not be unfair to scrutinize\r\nthe  district court's order  under Rule 56    did  not renew that\r\nobjection on appeal.  At any rate, given our ratio  decidendi, it\r                                                                       \r\nis  difficult to  imagine how  this  deposition, if  taken, might\r\nshore up the appellants' case.\r\n\n                                7\r\r\n\nactor, see Kauffman v. PRTC, </pre><span class=\"citation\" data-id=\"503066\"><a href=\"/opinion/503066/bessie-a-kauffman-v-puerto-rico-telephone-company/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span><pre class=\"inline\">, 1170 (1st Cir. 1988);\r                                     \r\n\nTorres-Ponce  v. Jimenez, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">58</span></span><pre class=\"inline\">, translated in 13 P.R.\r                                                                   \r\n\nSup. Ct. Off'l Trans. 77, 91-93 (1982), subject to the suasion of\r\n\nthe  Fourth Amendment, see Buenrostro v. Collazo, </pre><span class=\"citation\" data-id=\"589648\"><a href=\"/opinion/589648/leonel-buenrostro-v-pablo-collazo-aka-pablo-collazo-marrero/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 43\r                                                          \r\n\n(1st  Cir. 1992).   Building on  this foundation,  the appellants\r\n\nallege  that PRTC's continuous video surveillance contravenes the\r\n\n\"right of the people to be secure in their persons . .  . against\r\n\nunreasonable searches.\"  U.S. Const. amend. IV.  We consider that\r\n\nallegation.\r\n\n           A.  Privacy Rights and the Fourth Amendment.\r                     A.  Privacy Rights and the Fourth Amendment.\r                                                                \r\n\n          Intrusions  upon  personal  privacy  do  not invariably\r\n\nimplicate the  Fourth Amendment.   Rather, such  intrusions cross\r\n\nthe constitutional line only  if the challenged conduct infringes\r\n\nupon  some  reasonable  expectation  of privacy.    See  Smith v.\r                                                                        \r\n\nMaryland,  </pre><span class=\"citation\" data-id=\"110118\"><a href=\"/opinion/110118/smith-v-maryland/\"><span class=\"volume\">442</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">735</span></a></span><pre class=\"inline\">,  740 (1979).3    To qualify  under this\r                  \r\n\nmantra,  a  privacy expectation  must  meet  both subjective  and\r\n\nobjective  criteria:    the   complainant  must  have  an  actual\r\n\nexpectation of  privacy, and that  expectation must be  one which\r\n\nsociety recognizes  as reasonable.  See Oliver  v. United States,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></a></span><pre class=\"inline\">,  177 (1984); Smith,  442 U.S. at 740.   Determining\r                                          \r\n\nthe   subjective  component   of   the  test   requires  only   a\r\n\nstraightforward  inquiry into  the complainant's  state of  mind,\r\n\nand,  for purposes  of  this appeal,  we  are willing  to  assume\r\n\narguendo  that   the  appellants,  as  they   profess,  had  some\r                  \r\n                    \r                              \r\n\n     3In  this  context,  courts  tend  to  use  adjectives  like\r\n\"reasonable,\"  \"legitimate,\"  or  \"justifiable\"  interchangeably.\r\nSee Smith, 442 U.S. at 740.\r                   \r\n\n                                8\r\r\n\nsubjective  expectation of privacy while at work.  We turn, then,\r\n\nto the  objective reasonableness  of the asserted  expectation of\r\n\nprivacy.\r\n\n          In previous cases, the  Supreme Court has answered this\r\n\ntype  of  question  by  examining  such  diverse factors  as  the\r\n\nFramers'  intent, the  uses  to which  an  individual has  put  a\r\n\nlocation, and society's understanding  that certain areas (say, a\r\n\nperson's  home)  deserve  heightened  protection  from government\r\n\nintrusions.  See Oliver, 466 U.S. at  178.  But the Court has not\r                                 \r\n\ndeveloped a routinized checklist that is capable of being applied\r\n\nacross  the  board,  and  each  case  therefore  must  be  judged\r\n\naccording  to  its own  scenario.   See,  e.g., United  States v.\r                                                                        \r\n\nMancini,  </pre><span class=\"citation\" data-id=\"195007\"><a href=\"/opinion/195007/united-states-v-mancini/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">104</span></a></span><pre class=\"inline\">, 109  (1st Cir.  1993)  (considering, inter\r                                                                           \r\n\nalia,  the totality  of  circumstances, the  ability to  regulate\r              \r\n\naccess  to particular  premises,  and  the individual's  status).\r\n\nWith  this in  mind,  we proceed  by  first surveying  the  legal\r\n\nprinciples  that relate to searches of business premises and then\r\n\nnarrowing our focus to the facts of this case and the appellants'\r\n\nasseverational array.\r\n\n            B.  Privacy Rights and Business Premises.\r                      B.  Privacy Rights and Business Premises.\r                                                              \r\n\n          Generally  speaking,  business  premises invite  lesser\r\n\nprivacy expectations than  do residences.  See G.M. Leasing Corp.\r                                                                           \r\n\nv. United States, </pre><span class=\"citation\" data-id=\"109579\"><a href=\"/opinion/109579/gm-leasing-corp-v-united-states/\"><span class=\"volume\">429</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></a></span><pre class=\"inline\">, 353  (1977); 1 Wayne R.  LaFave,\r                          \r\n\nSearch &amp; Seizure    2.4(b) (3d ed. 1996).   Still, deeply  rooted\r                          \r\n\nsocietal expectations foster some cognizable privacy interests in\r\n\nbusiness premises.  See  Oliver, 466 U.S. at 178  n.8; Mancusi v.\r                                                                        \r\n\n                                9\r\r\n\nDeForte,  </pre><span class=\"citation\" data-id=\"107745\"><a href=\"/opinion/107745/mancusi-v-deforte/\"><span class=\"volume\">392</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">364</span></a></span><pre class=\"inline\">,  367  (1968).    The  Fourth  Amendment\r                 \r\n\nprotections that  these expectations  entail are  versatile; they\r\n\nsafeguard  individuals not  only against  the government  qua law\r                                                                       \r\n\nenforcer but also  qua employer.  See National Treasury Employees\r                                                                           \r\n\nUnion v. Von Raab, </pre><span class=\"citation\" data-id=\"112220\"><a href=\"/opinion/112220/treasury-employees-v-von-raab/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">656</span></a></span><pre class=\"inline\">, 665 (1989).\r                           \r\n\n          The watershed case in  this enclave of Fourth Amendment\r\n\njurisprudence  is  O'Connor  v.  Ortega,  </pre><span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">480</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">709</span></a></span><pre class=\"inline\">  (1987).\r                                                 \r\n\nO'Connor's central thesis is that a public employee sometimes may\r                  \r\n\nenjoy a reasonable expectation of privacy in his or her workplace\r\n\nvis- -vis searches  by a supervisor or other  representative of a\r\n\npublic  employer.  Withal,  O'Connor recognized that \"operational\r                                              \r\n\nrealities  of the  workplace,\" such  as actual  office practices,\r\n\nprocedures, or regulations,  frequently may undermine  employees'\r\n\nprivacy  expectations.   Id. at  717 (plurality  op.).   The four\r                                      \r\n\ndissenting Justices shared this belief, see id. at 737 (Blackmun,\r                                                         \r\n\nJ., dissenting), and subsequent case law  confirms it, see, e.g.,\r                                                                          \r\n\nVon Raab,  489  U.S.  at  669-72.   In  the  last  analysis,  the\r                  \r\n\nobjective component  of  an employee's  professed expectation  of\r\n\nprivacy  must be assessed in  the full context  of the particular\r\n\nemployment relation.  See  O'Connor, 480 U.S. at 717;  Mancini, 8\r                                                                        \r\n\nF.3d at 109.\r\n\n          O'Connor is a typical case in which a public employee's\r                            \r\n\nworkplace-based privacy  interests were  vindicated.   Dr. Ortega\r\n\nwas on administrative  leave from  his post at  a state  hospital\r\n\nwhen  hospital  personnel,   investigating  misconduct   charges,\r\n\nentered his office and  removed personal items from his  desk and\r\n\n                                10\r\r\n\nfile  cabinets.   480 U.S. at  712-13.   The Court  held that Dr.\r\n\nOrtega  had a reasonable expectation  of privacy in  his desk and\r\n\nfile cabinets because he  did not share them with  other workers,\r\n\nhe used them to store personal materials, and the hospital had no\r\n\npolicy discouraging employees from stashing personal items there.\r\n\nSee id. at 718-19.  Moreover, although the plurality eschewed the\r                 \r\n\nissue,  a  majority  of the  Justices  believed  that Dr.  Ortega\r\n\nmaintained a reasonable privacy expectation in his private office\r\n\nas well.  See id. at  731-32 (Scalia, J., concurring); id. at 732\r                                                                    \r\n\n(Blackmun, J., dissenting).\r\n\n          Applying  O'Connor in various  work environments, lower\r                                      \r\n\nfederal courts  have inquired into  matters such  as whether  the\r\n\nwork area in question  was given over to an  employee's exclusive\r\n\nuse, compare Thompson v. Johnson  County Community Coll., 930  F.\r                                                                  \r\n\nSupp. 501,  507 (D. Kan. 1996) (finding no reasonable expectation\r\n\nof  privacy against  video surveillance  of an  unenclosed locker\r\n\narea  not  sealed  from  view  or  provided  for  any  employee's\r\n\nexclusive  use) with United States  v. Taketa, </pre><span class=\"citation\" data-id=\"554097\"><a href=\"/opinion/554097/united-states-v-david-taketa-and-thomas-obrien/\"><span class=\"volume\">923</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">665</span></a></span><pre class=\"inline\">, 673\r                                                       \r\n\n(9th  Cir. 1991)  (finding  a reasonable  expectation of  privacy\r\n\nagainst  surreptitious video  surveillance  by DEA  agents in  an\r\n\noffice reserved for the defendant's exclusive use), the extent to\r\n\nwhich others had  access to the work  space, see O'Bryan v.  KTIV\r                                                                           \r\n\nTelevision,  </pre><span class=\"citation\" data-id=\"2148978\"><a href=\"/opinion/2148978/obryan-v-ktiv-television/\"><span class=\"volume\">868</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1146</span></a></span><pre class=\"inline\">, 1159 (N.D. Iowa 1994) (finding no\r                    \r\n\nreasonable  expectation  of  privacy  in  an  unlocked  desk  and\r\n\ncredenza located in an  \"open, accessible area\" of  the station),\r\n\nthe  nature of the employment,  see Sheppard v.  Beerman, </pre><span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n                                <span class=\"page\">11</span></span><pre class=\"inline\">\r\r\n\n147,  152  (2d Cir.  1994)  (finding  that  a law  clerk  had  no\r\n\nreasonable expectation  of  privacy in  chambers'  appurtenances,\r\n\ndesks, file cabinets, or other work spaces due to the open access\r\n\nof  documents  between judges  and  clerks),  and whether  office\r\n\nregulations placed  employees on  notice that certain  areas were\r\n\nsubject  to employer  intrusions, compare Schowengerdt  v. United\r                                                                           \r\n\nStates,  </pre><span class=\"citation\" data-id=\"568003\"><a href=\"/opinion/568003/richard-neal-schowengerdt-v-united-states-of-america-department-of-the/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span><pre class=\"inline\">, 488 (9th Cir. 1991) (finding no reasonable\r                \r\n\nexpectation of privacy  in either office or locked  credenza when\r\n\nengineer  knew  of  security   regimen,  including  daily  office\r\n\nsearches)  and American  Postal  Workers Union  v. United  States\r                                                                           \r\n\nPostal  Serv., </pre><span class=\"citation\" data-id=\"520620\"><a href=\"/opinion/520620/american-postal-workers-union-columbus-area-local-afl-cio-rodney-sampson/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span><pre class=\"inline\">,  560-61 (6th Cir.  1989) (finding no\r                       \r\n\nreasonable expectation  of privacy against  search of  employees'\r\n\nlockers  when  employer  had  promulgated  regulations  expressly\r\n\nauthorizing random  inspections  in certain  circumstances)  with\r                                                                           \r\n\nTaketa, 923  F.2d at 672-73 (finding  that unenforced regulations\r                \r\n\ndid not  defeat an  otherwise reasonable expectation  of privacy)\r\n\nand  McGregor v.  Greer,  748 F.  Supp.  881, 888  (D.D.C.  1990)\r                                 \r\n\n(finding that public employee's own  desk or office, normally not\r\n\nentered  by co-workers  or superiors,  may engender  a reasonable\r\n\nexpectation of privacy in the absence of any policy or regulation\r\n\nwarning otherwise).\r\n\n       C.  Privacy Interests in the Appellants' Workplace.\r                 C.  Privacy Interests in the Appellants' Workplace.\r                                                                   \r\n\n          We  begin   with  first  principles.     It  is  simply\r\n\nimplausible to suggest that society would recognize as reasonable\r\n\nan employee's  expectation of privacy against  being viewed while\r\n\ntoiling  in the  Center's  open and  undifferentiated work  area.\r\n\n                                12\r\r\n\nPRTC  did  not  provide  the  work  station  for  the appellants'\r\n\nexclusive use, and its physical  layout belies any expectation of\r\n\nprivacy.   Security operators do  not occupy  private offices  or\r\n\ncubicles.  They toil instead in a vast, undivided space    a work\r\n\narea  so patulous as to render a broadcast expectation of privacy\r\n\nunreasonable.  See O'Connor, 480 U.S. at 717-18.\r                                     \r\n\n          The  precise  extent  of an  employee's  expectation of\r\n\nprivacy often turns on the nature  of an intended intrusion.  See\r                                                                           \r\n\nid. at 717-18;  id. at 738  (Blackmun, J., dissenting).   In this\r                             \r\n\ninstance the  nature of the intrusion  strengthens the conclusion\r\n\nthat no reasonable expectation of  privacy attends the work area.\r\n\nEmployers  possess   a  legitimate  interest   in  the  efficient\r\n\noperation of the workplace,  see id. at 723, and one attribute of\r                                              \r\n\nthis  interest is that supervisors may monitor at will that which\r\n\nis in plain view within an  open work area.  Here, moreover, this\r\n\nattribute  has  a greater  claim  on our  allegiance  because the\r\n\nemployer acted overtly  in establishing  the video  surveillance:\r\n\nPRTC  notified its work force in advance that video cameras would\r\n\nbe installed and disclosed the cameras' field of vision.4  Hence,\r\n                    \r                              \r\n\n     4While  this  circumstance   bears  heavily   on  both   the\r\nsubjective   and  objective   reasonableness  of   an  employee's\r\nexpectation of privacy, we do not  mean to imply that an employer\r\nalways can defeat an expectation of privacy by pre-announcing its\r\nintention to intrude into a specific area.  See, e.g., Smith, 442\r                                                                      \r\nU.S. at  740  n.5 (hypothesizing  that  \"if the  Government  were\r\nsuddenly  to announce  on  nationwide television  that all  homes\r\nhenceforth would be  subject to  warrantless entry,\"  individuals\r\nstill might entertain an  actual expectation of privacy regarding\r\ntheir homes, papers,  and effects); see  also Heather L.  Hanson,\r                                                       \r\nNote, The Fourth Amendment in the Workplace:  Are We Really Being\r                                                                           \r\nReasonable?,  </pre><span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">Va.</span>  <span class=\"page\">L</span></span><pre class=\"inline\">. Rev.  243, 250-52 (1993).   In  cases in\r                     \r\nwhich  notice would  contradict  expectations  that comport  with\r\n\n                                13\r\r\n\nthe  affected workers were on  clear notice from  the outset that\r\n\nany  movements they might make and any objects they might display\r\n\nwithin the work area would be exposed to the employer's sight.\r\n\n          The  appellants  concede  that,  as  a general  matter,\r\n\nemployees should  expect to  be under supervisors'  watchful eyes\r\n\nwhile  at  work.   But at  some  point, they  argue, surveillance\r\n\nbecomes unreasonable.  In  their estimation, when surveillance is\r\n\nelectronic and,  therefore, unremitting   the  camera, unlike the\r\n\nhuman eye, never  blinks   the  die is cast.   In  constitutional\r\n\nterms,  their theory  reduces to the  contention that  the Fourth\r\n\nAmendment precludes management from observing electronically what\r\n\nit lawfully  can see with the  naked eye.  This  sort of argument\r\n\nhas failed  consistently under  the plain  view doctrine, and  it\r\n\nmusters no greater persuasiveness in the present context.5  See 1\r                                                                         \r\n\nLaFave, supra,    2.7(f)  (expressing skepticism about  finding a\r                       \r\n\nFourth Amendment violation by  fixed police video surveillance of\r\n\na  person's public  activities).   When  all  is said  and  done,\r\n\nemployees must accept some circumscription  of their liberty as a\r\n\ncondition  of continued employment.  See INS v. Delgado, </pre><span class=\"citation\" data-id=\"111148\"><a href=\"/opinion/111148/ins-v-delgado/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">210</span></a></span><pre class=\"inline\">, 218 (1984).\r\n\n          Once we put aside the appellants' theory that  there is\r\n\n                    \r                              \r\n\ntraditional  Fourth Amendment  freedoms, a  normative inquiry  is\r\nproper  to   determine  whether   the   privacy  expectation   is\r\nnonetheless  legitimate.  See Hudson v. Palmer, </pre><span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span><pre class=\"inline\">, 525\r                                                        \r\nn.7 (1984); Smith, 442 U.S. at 740 n.5.\r                           \r\n\n     5We caution, however, that cases involving the covert use of\r\nclandestine cameras, or  cases involving  electronically-assisted\r\neavesdropping, may be quite another story.\r\n\n                                14\r\r\n\nsomething constitutionally sinister about videotaping, their case\r\n\ncrumbles.  If there is constitutional parity between observations\r\n\nmade  with the  naked  eye and  observations  recorded by  openly\r\n\ndisplayed video cameras  that have no greater range, then objects\r\n\nor articles that an  individual seeks to preserve as  private may\r\n\nbe constitutionally protected from  such videotaping only if they\r\n\nare not located in plain  view.  See Taketa, 923 F.2d at 677.  In\r                                                     \r\n\nother words, persons cannot reasonably maintain an expectation of\r\n\nprivacy  in that  which  they display  openly.   Justice  Stewart\r\n\nstated the  proposition in no uncertain terms  three decades ago:\r\n\n\"What a person knowingly  exposes to the public, even in  his own\r\n\nhome or office, is not a subject of Fourth Amendment protection.\"\r\n\nKatz v. United States,  </pre><span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span><pre class=\"inline\">, 351 (1967).   Consequently,\r                               \r\n\nno legitimate expectation of privacy exists in objects exposed to\r\n\nplain  view as long as the viewer's presence at the vantage point\r\n\nis lawful.   See  Horton v.  California, </pre><span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">496</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span><pre class=\"inline\">,  133, 137\r                                                 \r\n\n(1990); Oliver,  466 U.S. at  179.   And the mere  fact that  the\r                        \r\n\nobservation is  accomplished by  a video  camera rather  than the\r\n\nnaked eye, and  recorded on  film rather than  in a  supervisor's\r\n\nmemory, does  not transmogrify  a  constitutionally innocent  act\r\n\ninto a constitutionally forbidden  one.6  See 1 LaFave,  supra,  \r                                                                        \r\n\n                    \r                              \r\n\n     6It  is true, as  the appellants repeatedly  point out, that\r\nhuman observation  is less  implacable  than video  surveillance.\r\nBut we  can find no principled basis for assigning constitutional\r\nsignificance  to   that  divagation.     Both  methods      human\r\nobservation and  video surveillance   perform  the same function.\r\nThus,  videotaping  per  se  does not  alter  the  constitutional\r\nperspective in any material way.\r\n\n                                15\r\r\n\n2.7(f)  (stating  that individuals  can  record  what is  readily\r\n\nobservable from a nonintrusive viewing area).\r\n\n          The bottom line is that since PRTC could  assign humans\r\n\nto  monitor the work  station continuously without constitutional\r\n\ninsult, it could choose instead to  carry out that lawful task by\r\n\nmeans of unconcealed video cameras not equipped with microphones,\r\n\nwhich record only what the human eye could observe.\r\n\n      D.  The Appellants' Other Fourth Amendment Arguments.\r                D.  The Appellants' Other Fourth Amendment Arguments.\r                                                                    \r\n\n          The  appellants  trot  out a  profusion  of  additional\r\n\nasseverations  in their  effort  to convince  us that  continuous\r\n\nvideo surveillance of the workplace constitutes  an impermissible\r\n\nsearch.    First,  invoking  Orwellian  imagery,  they  recite  a\r\n\ncatechism  pasted  together  from  bits and  pieces  of  judicial\r\n\npronouncements   recognizing  the   intrusive  nature   of  video\r\n\nsurveillance.    These  statements  are  taken  out  of  context.\r\n\nWithout    exception,   they    refer   to    cameras   installed\r\n\nsurreptitiously during  the  course of  criminal  investigations.\r\n\nSee,  e.g., United  States v.  Mesa-Rincon, </pre><span class=\"citation\" data-id=\"546962\"><a href=\"/opinion/546962/united-states-v-joaquin-emilio-mesa-rincon-united-states-of-america-v/\"><span class=\"volume\">911</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1433</span></a></span><pre class=\"inline\">,  1442\r                                                    \r\n\n(10th Cir. 1990); United States v. Cuevas-Sanchez, </pre><span class=\"citation\" data-id=\"489983\"><a href=\"/opinion/489983/united-states-v-jesus-fernando-cuevas-sanchez/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">248</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n251  (5th Cir. 1987); Hawaii  v. Bonnell, </pre><span class=\"citation\" data-id=\"1364701\"><a href=\"/opinion/1364701/state-v-bonnell/\"><span class=\"volume\">856</span>  <span class=\"reporter\">P.2d</span> <span class=\"page\">1265</span></a></span><pre class=\"inline\">, 1276-77\r                                                  \r\n\n(Haw. 1993).  Concealed cameras which infringe upon the rights of\r\n\ncriminal  defendants  raise troubling  constitutional  concerns  \r\n\nconcerns not implicated by the employer's actions in this case.\r\n\n          By like token,  the appellants'  attempts to  analogize\r\n\nvideo monitoring to physical searches are unavailing.  The silent\r\n\nvideo surveillance which  occurs at the Center is  less intrusive\r\n\n                                16\r\r\n\nthan  most  physical searches  conducted  by  employers.   PRTC's\r\n\nstationary  cameras do not pry behind closed office doors or into\r\n\ndesks,  drawers, file  cabinets, or  other enclosed  spaces, but,\r\n\nrather,  record  only what  is  plainly visible  on  the surface.\r\n\nSounds  are not recorded; thus,  the cameras do  not eavesdrop on\r\n\nprivate  conversations between  employees.   And while  the Court\r\n\noccasionally  has  characterized  the  taking of  pictures  as  a\r\n\nsearch,  it is a constitutionally permissible activity if it does\r\n\nnot transgress an objectively  reasonable expectation of privacy.\r\n\nSee, e.g., Dow Chem. Co. v.  United States, </pre><span class=\"citation\" data-id=\"111667\"><a href=\"/opinion/111667/dow-chemical-co-v-united-states/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">,  238-39\r                                                    \r\n\n(1986) (upholding a search by  aerial camera when the photographs\r\n\ntaken  were limited  to  the outline  of  the surveilled  plant's\r\n\nbuildings  and equipment,  even though  the photos  revealed more\r\n\ndetail than could be seen by the human eye).\r\n\n          Next, the appellants complain  that while at work under\r\n\nthe  cameras'  unrelenting eyes  they  cannot  scratch, yawn,  or\r\n\nperform  any other  movement in  privacy.   This  complaint rings\r\n\ntrue, but it begs the question.  \"[T]he test of legitimacy is not\r\n\nwhether  a   person  chooses  to   conceal  assertedly  `private'\r\n\nactivity,\" but whether the intrusion is objectively unreasonable.\r\n\nOliver, 466  U.S. at 182-83;  accord California  v. Ciraolo,  </pre><span class=\"citation\" data-id=\"111666\"><a href=\"/opinion/111666/california-v-ciraolo/\"><span class=\"volume\">476</span>\r                                                                     \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></a></span><pre class=\"inline\">, 212 (1986).\r\n\n          Finally, the  appellants tout the potential  for future\r\n\nabuse,  arguing,  for  example,  that  PRTC  might  expand  video\r\n\nsurveillance \"into the restrooms.\"   Certainly, such an extension\r\n\nwould raise a serious constitutional question.  See, e.g., People\r                                                                           \r\n\n                                17\r\r\n\nv. Dezek, </pre><span class=\"citation\" data-id=\"1853794\"><a href=\"/opinion/1853794/people-v-dezek/\"><span class=\"volume\">308</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">652</span></a></span><pre class=\"inline\">, 654-55 (Mich. Ct. App. 1981) (upholding\r                  \r\n\na reasonable expectation of privacy against video surveillance in\r\n\nrestroom  stalls).   But  present fears  are  often no  more than\r\n\nhorrible  imaginings,  and  potential  privacy  invasions do  not\r                                               \r\n\nconstitute searches  within the purview of  the Fourth Amendment.\r\n\nSee Dow  Chem., 476 U.S. at  238 n.5; United States  v. Karo, </pre><span class=\"citation\" data-id=\"111257\"><a href=\"/opinion/111257/united-states-v-karo/\"><span class=\"volume\">468</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span><pre class=\"inline\">, 712 (1984).\r\n\n          We have said enough on this score.  The appellants have\r\n\nfailed  to demonstrate the existence of an issue of material fact\r\n\nsufficient  to  withstand   summary  judgment  on  their   Fourth\r\n\nAmendment  claim.   Because  they  do  not enjoy  an  objectively\r\n\nreasonable  expectation of  privacy against  disclosed, soundless\r\n\nvideo  surveillance while at work,  they have no  cause of action\r\n\nunder the Fourth Amendment.7\r\n\nIV.  THE RIGHT OF PRIVACY\r          IV.  THE RIGHT OF PRIVACY\r\n\n          In  addition  to  their  Fourth  Amendment  claim,  the\r\n\nappellants contend that the  Constitution spawns a general right,\r\n\nin  the nature  of  a  privacy  right,  to  be  free  from  video\r\n\nsurveillance in the workplace.8  We do not agree.\r\n\n          Although  the  Constitution  creates  no  free-floating\r\n                    \r                              \r\n\n     7In light of this conclusion, we need not reach the question\r\nof whether the intrusion  attributable to PRTC's video monitoring\r\nis reasonable under the circumstances.  See O'Connor, 480 U.S. at\r                                                              \r\n725-26.\r\n\n     8As  presented  in this  proceeding, this  claim necessarily\r\nrises or falls on  principles of federal constitutional law.   We\r\nare aware both that privacy interests are somewhat more zealously\r\nguarded by Puerto Rican norms, see, e.g., P.R. Const. art. II,   \r                                                  \r\n1, 7, and that the appellants have a parallel suit pending in the\r\nlocal courts.\r\n\n                                18\r\r\n\nright  to  privacy,  see  Katz,  389  U.S.  at  350-51,  specific\r                                        \r\n\nguarantees may create  protectable zones of privacy.  See Paul v.\r                                                                        \r\n\nDavis,  </pre><span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span><pre class=\"inline\">,  712-13 (1976); Roe v.  Wade, </pre><span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n152-53  (1973).    Thus,  the appellants'  privacy  claim  cannot\r\n\nprosper  unless it  is anchored  in an  enumerated constitutional\r\n\nguaranty.\r\n\n          The Fourth  Amendment obviously is unavailable for this\r\n\npurpose.  See supra Part III(C) &amp; (D).  The appellants' effort to\r                             \r\n\nintroduce  the Ninth  Amendment  is similarly  misdirected.   The\r\n\nNinth Amendment    which stipulates that \"the  enumeration in the\r\n\nConstitution of certain rights, shall not be construed to deny or\r\n\ndisparage others  retained  by  the  people\"    does  not  create\r\n\nsubstantive rights beyond  those conferred by governing law.  See\r                                                                           \r\n\nGibson v. Matthews, </pre><span class=\"citation\" data-id=\"556467\"><a href=\"/opinion/556467/leisa-gibson-v-robert-matthews-warden-federal-correctional-institution/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">532</span></a></span><pre class=\"inline\">, 537 (6th Cir. 1991); see  also\r                                                                           \r\n\nJohn E. Nowak &amp; Ronald D. Rotunda, Constitutional Law   11.7 (5th\r                                                               \r\n\ned.  1995) (observing that \"the Ninth Amendment has not been used\r\n\nas  the basis  for defining  rights of  individuals\") (collecting\r\n\ncases).\r\n\n          The appellants' privacy claim  thus hinges upon a right\r\n\nto privacy  which has  its origin  in the  Fourteenth Amendment's\r\n\nconcept  of personal liberty.9  Such privacy rights do exist, see\r                                                                           \r\n\nRoe, 410 U.S. at  152, but they have been limited  to fundamental\r             \r\n\nrights  that are implicit in  the concept of  an ordered liberty.\r\n\nSee  Paul, 424 U.S. at 713.  On the facts of this case, the right\r                   \r\n                    \r                              \r\n\n     9The Fourteenth  Amendment guarantees,  inter alia,  that no\r                                                                 \r\nstate  shall \"deprive any  person of life,  liberty, or property,\r\nwithout due process of law.\"  U.S. Const. amend. XIV,   1.\r\n\n                                19\r\r\n\nto be free from disclosed video surveillance while at work in  an\r\n\nopen, generally accessible area does not constitute a fundamental\r\n\nright.\r\n\n          The courts  have  identified two  clusters of  personal\r\n\nprivacy  rights  recognized by  the  Fourteenth  Amendment.   One\r\n\nbundle of rights relates  to ensuring autonomy in making  certain\r\n\nkinds  of significant  personal decisions;  the other  relates to\r\n\nensuring  the confidentiality of personal matters.  See Whalen v.\r                                                                        \r\n\nRoe, </pre><span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span><pre class=\"inline\">, 598-600 (1977); Borucki v. Ryan, </pre><span class=\"citation\" data-id=\"493606\"><a href=\"/opinion/493606/robert-a-borucki-v-w-michael-ryan-etc/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n840 (1st Cir. 1987).  PRTC's monitoring does not implicate any of\r\n\nthese rights.\r\n\n          The autonomy  branch of the  Fourteenth Amendment right\r\n\nto privacy is limited to decisions arising in the personal sphere\r\n\n   matters  relating  to  marriage,  procreation,  contraception,\r\n\nfamily relationships, child rearing, and the like.  See Paul, 424\r                                                                      \r\n\nU.S.  at  713;  Griswold v.  Connecticut,  </pre><span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">381</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span><pre class=\"inline\">,  485-86\r                                                  \r\n\n(1965).     The  type  of  privacy  interest  which  arguably  is\r\n\nthreatened  by workplace surveillance  cannot be  shoehorned into\r\n\nany of these categories.  Because the appellants do not challenge\r\n\na   governmental  restriction  imposed   upon  decisionmaking  in\r\n\nuniquely personal  matters, they cannot bring  their claim within\r\n\nthe reach of the \"autonomy\" cases.\r\n\n          The  appellants'  argument  is no  stronger  under  the\r\n\nconfidentiality  bough  of  the  Fourteenth  Amendment  right  to\r\n\nprivacy.   Even  if  the right  of  confidentiality has  a  range\r\n\nbroader  than that associated with the right to autonomy, but cf.\r                                                                           \r\n\n                                20\r\r\n\nBorucki,  827  F.2d  at  841-42  (suggesting  that  the  right of\r                 \r\n\nconfidentiality protects  only  information relating  to  matters\r\n\nwithin  the scope of  the right to autonomy),  that range has not\r\n\nextended  beyond  prohibiting profligate  disclosure  of medical,\r\n\nfinancial,  and other intimately personal  data.  See  id. at 841\r                                                                    \r\n\nn.8  &amp; 842 (collecting cases).  Any data disclosed through PRTC's\r\n\nvideo surveillance  is qualitatively  different, if for  no other\r\n\nreason than that it has been revealed knowingly by the appellants\r\n\nto all observers (including the video cameras).  This information\r\n\ncannot   be   characterized    accurately   as   \"personal\"    or\r\n\n\"confidential.\"\r\n\n          The appellants also appear to rely upon the substantive\r\n\ncomponent of the Due Process Clause as a source of the envisioned\r\n\nprivacy  right.   To  this extent,  they  are whistling  past the\r\n\ngraveyard.   The boundaries  of substantive due  process analysis\r\n\nare  not sufficiently  flexible  to  accommodate the  appellants'\r\n\nclaim.   See, e.g., Paul,  424 U.S. at 713  (declining to enlarge\r                                  \r\n\nthe  scope  of  substantive  due process  to  include  a  privacy\r\n\ninterest in preventing publication  of a person's arrest record);\r\n\nsee  generally Collins v. City  of Harker Heights,  </pre><span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n125  (1992)  (expressing reluctance  \"to  expand  the concept  of\r\n\nsubstantive due process\").\r\n\n          Insofar as this claim invites a substantive due process\r\n\nanalysis by purporting to  challenge the existence of a  rational\r\n\nrelationship between PRTC's video surveillance and its legitimate\r\n\nneeds qua employer, the claim is a non-starter.  Even if we leave\r                   \r\n\n                                21\r\r\n\nsecurity concerns to one side,10 video surveillance is a rational\r\n\nmeans to advance the employer's legitimate, work-related interest\r\n\nin monitoring  employee performance.   See O'Connor, 480  U.S. at\r                                                             \r\n\n724 (\"[P]ublic employers have a direct and overriding interest in\r\n\nensuring that the work of the agency is conducted in a proper and\r\n\nefficient manner.\");  Alinovi v.  Worcester Sch. Comm.,  </pre><span class=\"citation\" data-id=\"461208\"><a href=\"/opinion/461208/joanne-alinovi-v-worcester-school-committee/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">776</span></a></span><pre class=\"inline\">,  782  (1st Cir.  1985) (stating  that an  employee's privacy\r\n\ninterest  may  be  lessened  due to  a  \"supervisor's  legitimate\r\n\noversight  responsibilities and  the special  duties that  may be\r\n\nowed by the employee by virtue of his employment\").\r\n\nV.  LEAVE TO AMEND\r          V.  LEAVE TO AMEND\r\n\n          In a last-ditch effort to save the day,  the appellants\r\n\nassert  that the district court should have granted them leave to\r\n\namend  and that its  failure to  do so  requires vacation  of the\r\n\njudgment.  The assertion is meritless.\r\n\n          The short, dispositive answer to the appellants' plaint\r\n\nis that they never sought permission to amend in the court below.\r\n\nSee Beaulieu  v. United States IRS, </pre><span class=\"citation\" data-id=\"517428\"><a href=\"/opinion/517428/janet-a-beaulieu-v-united-states-of-america-internal-revenue-service/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1351</span></a></span><pre class=\"inline\">, 1352 (1st Cir.\r                                            \r\n\n1989) (\"[I]t is  a party's  first obligation to  seek any  relief\r\n\nthat might  fairly have  been thought  available in  the district\r\n\ncourt  before seeking it on  appeal.\").  The  slightly longer but\r\n\nequally  dispositive answer  is that  where, as  here, plaintiffs\r\n\n                    \r                              \r\n\n     10The  appellants  berate  the  district  court  for  taking\r\nimproper judicial  notice of the  Center's role in  assisting law\r\nenforcement agencies authorized to  perform wiretaps.  Our review\r\nhas been plenary, and whether PRTC coordinates wiretaps  does not\r\nbear  on our analysis.  Accordingly, any error in this regard was\r\nharmless.\r\n\n                                22\r\r\n\nelect  to stand upon their  complaint and appeal  from an adverse\r\n\njudgment, we have been exceedingly  reluctant to direct the trial\r\n\ncourt  to permit amendment upon affirmance of the judgment.  See,\r                                                                          \r\n\ne.g., Dartmouth Review v.  Dartmouth Coll., </pre><span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">,  23 (1st\r                                                    \r\n\nCir. 1989).  Nothing in this  case warrants a deviation from that\r\n\nsound  praxis.   The  facts necessary  to  support the  entry  of\r\n\njudgment are undisputed and  the appellants have not  adverted to\r\n\nany  additional facts which,  if inserted into  the record, could\r\n\nbreathe  new life into their moribund federal claims.  Under such\r\n\ncircumstances,  leave to amend would  be an empty  exercise.  See\r                                                                           \r\n\nCorrea-Martinez v. Arrillaga-Belendez, </pre><span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">, 59 (1st Cir.\r                                               \r\n\n1990); Dartmouth Review, 889 F.2d at 23.\r                                 \r\n\nVI.  CONCLUSION\r          VI.  CONCLUSION\r\n\n          We need go no  further.  Because the appellants  do not\r\n\nhave an objectively reasonable expectation of privacy in the open\r\n\nareas  of their  workplace, the  video surveillance  conducted by\r\n\ntheir  employer  does not  infract  their  federal constitutional\r\n\nrights.   PRTC's employees may  register their objections  to the\r\n\nsurveillance system  with management, but they may  not lean upon\r\n\nthe Constitution for support.\r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                                23\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1364701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1853794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2148978/"
  ]
}