{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197292/",
  "absolute_url": "/opinion/197292/united-states-v-meade/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197292/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:26:27Z",
  "date_modified": "2017-03-24T10:50:54.935290Z",
  "type": "010combined",
  "sha1": "f36146358969203dea39f421a7e2170070dcec0d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1360.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-1360\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      PATRICK J. MEADE,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. George A. O'Toole, Jr., U.S. District Judge]\r                                                                   \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n                 Cyr, Senior Circuit Judge, \r                                                      \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nPaul F. Markham, by Appointment of the Court, for appellant.\r                           \r\nKimberly S. Budd, Assistant United States Attorney, with whom\r                            \r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \r\n\n                                         \r\n\n                        April 8, 1997\r\n                                         \r\r\n\n          STAHL, Circuit Judge.   In  December 1993,  federal\r                      STAHL, Circuit Judge.\r                                          \r\n\nagents  arrested  defendant-appellant  Patrick  J.  Meade  in\r\n\nMassachusetts for his suspected involvement in the  attempted\r\n\nrobbery of an armored vehicle.  A federal grand jury in Rhode\r\n\nIsland  returned an  indictment  charging  him  with  various\r\n\noffenses related to the attempted robbery.  Before trial, the\r\n\nfederal district  court in  Rhode Island dismissed  the count\r\n\nthat  charged Meade  with being  a felon  in possession  of a\r\n\nfirearm in violation of 18 U.S.C.   922(g)(1).   After a jury\r\n\ntrial,  Meade   was  acquitted  of   all  remaining   counts.\r\n\nSubsequently,   the   government  prosecuted   the  felon-in-\r\n\npossession count in Massachusetts federal district court, and\r\n\nin  December 1995, a federal  jury in that  state found Meade\r\n\nguilty  of that offense.   The court then  imposed a seventy-\r\n\nmonth imprisonment term, taking into  account Meade's conduct\r\n\nin the attempted robbery.\r\n\n          On appeal,  Meade raises four  distinct claims: (1)\r\n\nfederal agents lacked probable  cause to arrest him; (2)  the\r\n\ninstant prosecution violated the  Speedy Trial Act because of\r\n\nhis  earlier  arrest,  indictment  on the  same  charge,  and\r\n\nsubsequent dismissal  of the  charge; (3) the  district court\r\n\nerred in  failing to instruct the  jury on his theory  of the\r\n\ncase; and (4) the  district court erred when it  enhanced his\r\n\nsentence based on conduct underlying charges of which  he had\r\n\nbeen acquitted.  Finding  none of these arguments persuasive,\r\n\n                             -2-\r                                          2\r\r\n\nwe  affirm.   We  provide the  pertinent background  facts as\r\n\nnecessary to the discussion of each contention.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                        Probable Cause\r                                    Probable Cause\r                                                  \r\n\n          After a three-day evidentiary hearing, the district\r\n\ncourt  found that, at the  time of Meade's  arrest, agents of\r\n\nthe Federal  Bureau of Investigation (\"FBI\")  had information\r\n\nfrom which  they  could reasonably  believe that  he and  two\r\n\nothers  were about to  rob an armored courier  van.  Based on\r\n\nthis finding,  the court determined  that Meade's warrantless\r\n\narrest did not violate his Fourth Amendment rights and denied\r\n\nhis pre-trial  motion to suppress  a firearm seized  during a\r\n\nsearch incident to his  arrest.  On appeal, Meade  renews his\r\n\ncontention that agents lacked probable cause to arrest him.\r\n\nA.  Standard of Review\r                                  \r\n\n          We review the district court's legal conclusions on\r\n\na motion to suppress de novo and examine its factual findings\r                                        \r\n\nfor clear error.  United States  v. Young, 105 F.3d 1, 5 (1st\r                                                     \r\n\nCir. 1997).  \"[T]he  decision whether these historical facts,\r\n\nviewed  from  the  standpoint of  an  objectively  reasonable\r\n\npolice officer, amount to reasonable suspicion or to probable\r\n\ncause\" presents a  mixed question  of law and  fact which  is\r\n\nsubject  to plenary review.  Ornelas v. United States, 116 S.\r                                                                 \r\n\nCt. 1657, 1661-62 (1996).\r\n\n                             -3-\r                                          3\r\r\n\nB.  Probable Cause\r                              \r\n\n          A  warrantless arrest requires  probable cause, the\r\n\nexistence  of  which  must  be determined  in  light  of  the\r\n\ninformation that law  enforcement officials possessed  at the\r\n\ntime of the arrest.  See United States v. Diallo, 29 F.3d 23,\r                                                            \r\n\n25  (1st Cir.  1994).   \"Probable  cause  exists when  police\r\n\nofficers,  relying  on   reasonably  trustworthy  facts   and\r\n\ncircumstances,  have  information  upon  which  a  reasonably\r\n\nprudent person would believe the suspect had committed or was\r\n\ncommitting a  crime.\"  Young,  105 F.3d at  6.  To  establish\r                                        \r\n\nprobable cause, the government  \"need not present the quantum\r\n\nof proof necessary to convict.\"  United States v. Uricoechea-\r                                                                         \r\n\nCasallas, 946 F.2d 162, 165 (1st Cir. 1991).\r                    \r\n\nC.  Discussion\r                          \r\n\n            The  operation  culminating  in   Meade's  arrest\r\n\ninvolved  numerous  FBI  agents.   Several  of  these  agents\r\n\ntestified to their own observations of the  events leading up\r\n\nto  the  arrest  as well  as  to  other  agents' observations\r\n\ncommunicated to them via  FBI radio.  Based on  the testimony\r\n\nand evidence presented, Meade contends that the FBI agent who\r\n\nordered  his arrest,  Agent John  Newton, lacked  information\r\n\nsufficient to believe that Meade was committing a crime.  The\r\n\ngovernment disputes this claim and, invoking  the proposition\r\n\nthat \"probable cause is determined in light of the collective\r\n\nknowledge  of the  law  enforcement officers  involved in  an\r\n\n                             -4-\r                                          4\r\r\n\ninvestigation,\" further relies  upon certain  facts known  to\r\n\nother  agents, but  not  to Agent  Newton.   Because  of  the\r\n\nrelative   complexity   of   the  law-enforcement   operation\r\n\npreceding Meade's arrest, we begin with a brief discussion of\r\n\nprinciples  that  pertain  when   the  government  seeks   to\r\n\nestablish probable cause on  the basis of knowledge possessed\r\n\nby more than one participant.\r\n\n          1.  Fellow-Officer/Collective-Knowledge Rule\r                                                                  \r\n\n          Under  the  \"fellow-officer\" rule,  law enforcement\r\n\nofficials  cooperating in  an  investigation are  entitled to\r\n\nrely  upon each other's  knowledge of facts  when forming the\r\n\nconclusion that  a suspect has  committed or is  committing a\r\n\ncrime.  See  United States  v. Ventresca, 380  U.S. 102,  111\r                                                    \r\n\n(1965) (\"Observations  of fellow  officers of  the Government\r\n\nengaged  in a  common  investigation are  plainly a  reliable\r\n\nbasis  for a warrant applied  for by one  of their number.\");\r\n\nsee generally 2 Wayne R. LaFave, Search and Seizure   3.5(a),\r                                                               \r\n\nat 250-52 (1996).1  Thus, when a law enforcement officer with\r\n\ninformation amounting  to probable  cause directs an  officer\r\n\nwho  lacks the knowledge to  make the arrest,  we \"impute\" to\r\n\nthe arresting officer the directing officer's knowledge.  See\r                                                                         \r\n\nBurns v. Loranger,  907 F.2d  233, 236 n.7  (1st Cir.  1990);\r                             \r\n\n                    \r                                \r\n\n1.  See also United States v. Asselin, 775 F.2d 445, 446 (1st\r                                                 \r\nCir.  1985) (rejecting \"totem  pole hearsay\" contention where\r\nspecial   agent   relied    upon   local   police   officer's\r\ncommunication   of   information   obtained   from   reliable\r\ninformant).\r\n\n                             -5-\r                                          5\r\r\n\nKarr  v. Smith, 774 F.2d 1029, 1032 (10th Cir. 1985); Mendoza\r                                                                         \r\n\nv. City of  Rome, 872  F. Supp. 1110,  1116 (N.D.N.Y.  1994);\r                            \r\n\nLaFave,  supra   3.5(b),  at 255-58;  e.g., United  States v.\r                                                                      \r\n\nParadis,  802 F.2d  553,  556-57 (1st  Cir. 1986)  (upholding\r                   \r\n\narrest ordered by superior although the arresting officer may\r\n\nhave lacked probable cause).2\r\n\n          The  fellow  officer rule  underlies  the well-worn\r\n\nmaxim that  \"the collective knowledge and  information of all\r\n\nthe officers  involved  establishes probable  cause  for  the\r\n\narrest.\"   United States v.  Paradis, 802 F.2d  553, 557 (1st\r                                                \r\n\nCir. 1986); see United  States v. Hinojos, 107 F.3d  765, No.\r                                                     \r\n\n96-5127,  1997 WL 66160, at  *2-3 (10th Cir.  Feb. 18, 1997);\r\n\nKarr, 774 F.2d  at 1031;  United States v.  One 1975  Pontiac\r                                                                         \r\n\nLemans, 621 F.2d 444,  449 (1st Cir. 1980).   The \"collective\r                  \r\n\nknowledge\" or  \"pooled knowledge\" principle has  been used to\r\n\nvalidate arrests in  two ways: (1)  by tracing the  arresting\r\n\nofficer's action back to an  individual in a law  enforcement\r                                                   \r\n\nagency  who  possessed  information sufficient  to  establish\r\n\nprobable cause, and (2) by finding  that the directing agency\r                                                                         \r\n\n                    \r                                \r\n\n2.  If  it turns  out,  however, that  the directing  officer\r\nlacked  probable cause to  order the arrest,  then the arrest\r\nitself  is  unlawful regardless  of  the arresting  officer's\r\notherwise proper  reliance.  See Whiteley v. Warden, 401 U.S.\r                                                               \r\n560, 568  (1972) (explaining that although arresting officers\r\nare \"entitled to assume\" that fellow officers seeking help to\r\nexecute arrest warrant had probable cause, arrest is unlawful\r\nwhere warrant  did not  issue upon probable  cause); Mendoza,\r                                                                        \r\n872 F. Supp. at 1116.\r\n\n                             -6-\r                                          6\r\r\n\nas a whole possessed the necessary facts.  See LaFave, supra,\r                                                                        \r\n\n  3.5(b), at 259-60 (noting cases).\r\n\n          A sensible  argument has been made  that looking to\r\n\nthe  agency's knowledge as a  whole is unwise  because it may\r\n\n\"encourage  the  dissemination  of arrest  orders  based upon\r\n\nnothing  more than  the  hope that  the unevaluated  bits and\r\n\npieces in the  hands of several  different officers may  turn\r\n\nout to add up to probable cause.\"  LaFave, supra   3.5(b), at\r                                                            \r\n\n260.  In the same vein, the collective-knowledge corollary of\r\n\nthe  fellow officer rule would  seem to require,  or at least\r\n\npresuppose, the  flow of  information from the  officers with\r\n\nknowledge  of facts  tending to  establish probable  cause to\r\n\nthose lacking that knowledge (or, at least, to the  directing\r\n\nor arresting officer).  See LaFave, supra   3.5(b), at 260-61\r                                                     \r\n\nn.53,   3.5(c), at 266 n.72 (citing cases).3\r\n\n          We have not directly addressed the question whether\r\n\nthe  collective-knowledge rule  is  limited to  situations in\r\n\nwhich the knowledge vests  in a pertinent individual --  such\r\n\nas  the directing or arresting officer -- or whether the rule\r\n\nbroadly  encompasses  situations  in which  the  officers  or\r\n\nagency as a whole possess the requisite information.  In this\r\n\n                    \r                                \r\n\n3.  See  e.g., State v. Cooley, 457 A.2d 352, 355 (Del. 1983)\r                                          \r\n(\"To  say  in  the abstract  that  probable  cause  is to  be\r\nevaluated on the  basis of the collective  information of the\r\npolice  ignores  the  underlying  assumption  -- and  factual\r\nreality  -- that  there is  some communication  between those\r\nofficers,  who do know facts amounting to probable cause, and\r\nthose who do not.\").\r\n\n                             -7-\r                                          7\r\r\n\ncase,  the  government   attempts  to   invoke  the   broader\r\n\napplication.   Here,  however, we  need consider  neither the\r\n\npossible permutations of these principles nor choose  between\r\n\nthem4 because we find that both the directing officer and the\r\n\narresting  officer  individually   possessed  the   requisite\r\n\nknowledge, albeit from different facts, to establish probable\r\n\ncause.\r\n\n          2.  Suppression Hearing Evidence\r                                                      \r\n\n          In  light of  this  discussion, we  review in  some\r\n\ndetail  the  suppression  hearing  evidence  and  the court's\r\n\nfactual   findings   regarding   the   various   FBI  agents'\r\n\nobservations and communications throughout the operation that\r\n\nresulted in  Meade's arrest.  We pay  particular attention to\r\n\nthe observations and knowledge of Agent Newton, the directing\r\n\nofficer, and Agent Jay Fallon, the arresting officer, and, in\r\n\ndoing so, we view the evidence in the light most favorable to\r\n\n                    \r                                \r\n\n4.  One  approach is  to  presume  communication, absent  the\r\ndefendant's   rebuttal.    See  generally  United  States  v.\r                                                                     \r\nShareef, 100 F.3d 1491,  1503-05 (10th Cir. 1996) (discussing\r                   \r\npresumption   of   communication  underlying   imputation  of\r\nknowledge  among officers working  together, but declining to\r\nimpute  to one  officer  another's  knowledge of  defendant's\r\nphysical characteristics  in light of  trial judge's specific\r\nfinding  that such  information  had not  been shared)  (also\r\nopining that even absent evidence of communication, it may be\r\nappropriate  to  consider,  under \"single  organism\"  theory,\r\n\"collective knowledge\"  of  officers acting  collectively  to\r\ndetermine  reasonableness  of   their  behavior);  see   also\r                                                                         \r\nIllinois  v.  Andreas,  463   U.S.  765,  771-72  n.5  (1983)\r                                 \r\n(explaining that  the knowledge of one  official is \"presumed\r\nshared\" by others cooperating in an investigation).\r\n\n                             -8-\r                                          8\r\r\n\nthe court's ruling.   See United States v. Maguire,  918 F.2d\r                                                              \r\n\n254, 257 (1st Cir. 1990).\r\n\n          Several days before December 23, 1993, an informant\r\n\nadvised FBI special  agent Frank Brosnan,  the case agent  in\r\n\ncharge of this matter, that  two men, Lawrence \"Mitch\" Lanoue\r\n\nand  Albert  Cole,  assisted   by  at  least  one  additional\r\n\nunidentified person, would attempt  to rob an armored courier\r\n\nvehicle.  The informant reported that the robbery would occur\r\n\nin a mall or congested area and that the suspects would use a\r\n\nparticular vehicle  in the  operation: namely, a  stolen gray\r\n\n1985  Oldsmobile (the \"gray Olds\"  or \"Olds\").   In fact, the\r\n\ngray  Olds  had  already  been located  and  law  enforcement\r\n\npersonnel  had surreptitiously planted an electronic tracking\r\n\ndevice in it.\r\n\n          In the early morning hours of December 23, 1993, at\r\n\nthe state police barracks in Rhode Island, case agent Brosnan\r\n\nbriefed a twenty-member Special Weapons and Tactics  (\"SWAT\")\r\n\nteam  and its  commander,  Agent Newton,  regarding what  was\r\n\nknown about the purported heist.  FBI surveillance teams were\r\n\ndeployed  in the  air  and  on  the  ground  to  monitor  the\r\n\nmovements  of the gray Olds,  which was located  on a farm in\r\n\nPascoag, Rhode Island  at that time.   The surveillance  team\r\n\nalso kept  watch over  a house  in nearby  Harrisville, Rhode\r\n\nIsland, where they suspected  Lanoue to be staying.   The FBI\r\n\n                             -9-\r                                          9\r\r\n\nSWAT team stood by, ready to respond if the surveillance team\r\n\nreported suspicious movements connected to the Olds.\r\n\n          At about 9:50 a.m.,  a surveillance pilot noticed a\r\n\npickup truck  pull out of the Harrisville  driveway, drive to\r\n\nthe nearby Pascoag  farm, and park near  the gray Olds.   The\r\n\npilot  communicated  his observations  over  FBI  radio.   He\r\n\nadvised that he observed the truck's driver and several other\r\n\npeople  move  between the  two  vehicles,  apparently placing\r\n\nitems  into the Olds' trunk.   Around 10:00  a.m., the pickup\r\n\ntruck and the  gray Olds  exited the farm  and drove  through\r\n\nWoonsocket to  a shopping  mall in Cumberland,  Rhode Island.\r\n\nGround surveillance units, followed by Agent Newton and other\r\n\nSWAT  team   members,  began  to  trail   the  vehicles  with\r\n\nassistance  from  the  air  surveillance unit.    During  the\r\n\noperation, Agent Newton monitored two  FBI radio frequencies,\r\n\none  dedicated to the  surveillance units,  which transmitted\r\n\nboth air and ground communications, and the other to the SWAT\r\n\nunits.\r\n\n          The  pickup truck's  driver left  the truck  in the\r\n\nCumberland  mall parking lot and entered the gray Olds, which\r\n\nthen  proceeded over  the Rhode  Island state  line toward  a\r\n\nshopping    mall   (the    \"Ames   mall\")    in   Bellingham,\r\n\nMassachusetts.5  At approximately 10:40 a.m.,  after stopping\r\n\n                    \r                                \r\n\n5.  The surveillance  pilots were able to  observe the pickup\r\ntruck throughout the morning  and noted that it did  not move\r\nfrom its spot in the Cumberland mall.\r\n\n                             -10-\r                                          10\r\r\n\nbriefly  outside the entrance of the Ames mall, the gray Olds\r\n\ntravelled  down  a street  leading to  the  back of  the Ames\r\n\ndepartment store.   The surveillance pilot  warned the ground\r\n\nteams not to enter the street, which was a dead-end.   At the\r\n\nrear of the Ames store, the Olds' occupants rendezvoused with\r\n\na person (or persons) in a parked brown automobile.  Over the\r\n\nnext ten  minutes, several individuals moved  between the two\r\n\nvehicles.\r\n\n          Around that  time, approximately 10:50  a.m., Agent\r\n\nNewton and his SWAT team arrived at the Ames mall.   At Agent\r\n\nNewton's  direction,  the  SWAT  team  members  placed  their\r\n\nvehicles  in various  locations in  the parking  lot.   Agent\r\n\nNewton had  just heard over the radio about the gray Olds and\r\n\nbrown vehicle parked together behind the Ames store.  He also\r\n\nheard  the surveillance  pilot state  that an  individual who\r\n\nexited the brown  vehicle had entered  the gray Olds,  though\r\n\nthe pilot did not provide  a description of this  individual.\r\n\nShortly thereafter,  the surveillance  pilot  radioed to  the\r\n\nground  crew  that the  brown  vehicle was  leaving  the area\r\n\nbehind the Ames store, and asked if he should follow it.  The\r\n\npilot  was directed  to stay  with the  gray Olds.   Although\r\n\nAgent Newton had  been monitoring the surveillance  frequency\r\n\nalong  with  the  SWAT  frequency,  he  was  unaware  of  the\r\n\ncommunication that the brown car had departed.\r\n\n                             -11-\r                                          11\r\r\n\n          Shortly  thereafter,  the gray  Olds left  the mall\r\n\narea,   made  several  turns   through  a  residential  area,\r\n\nreturned,  and   stopped  near  the  entrance   to  the  Ames\r\n\ndepartment store.  The surveillance pilot observed a heavyset\r\n\nman wearing dark clothing  exit the Olds and walk  toward the\r\n\nstore.  The pilot noticed what  appeared to be a red bag over\r\n\nthe  man's   shoulder.    Agent  Newton   heard  the  pilot's\r\n\ndescription of  the  man over  the  radio and  also  received\r\n\ninformation that the heavyset individual was lingering in the\r\n\narea  in front  of the  Ames store.   At  approximately 11:00\r\n\na.m., Agent  Newton directed  another agent to  look for  the\r\n\nheavyset man.  The agent entered and searched the Ames store,\r\n\nbut could not find him.  A short time later, a different man,\r\n\nwearing a dark knit cap, entered  the Olds and remained in it\r\n\nfor approximately fifteen minutes.  That individual then left\r\n\nthe  vehicle, entered  the Ames  store, and  returned minutes\r\n\nlater.\r\n\n          Agent Newton subsequently received  a communication\r\n\nthat around 11:25 a.m., the heavyset man returned to the gray\r\n\nOlds and joined  the other  occupants.6  The  car then  drove\r\n\naround  the Ames mall parking  lot.  At  one point, it passed\r\n\nspecial  agent Jay Fallon, a SWAT team member, who was seated\r\n\n                    \r                                \r\n\n6.  At this point, another SWAT team  member saw the heavyset\r\nman  enter  the  gray  Olds.    This  agent  identified  what\r\npreviously had been described  as a \"red bag\" over  the man's\r\nshoulder as a red-checked hood attached to his coat.\r\n\n                             -12-\r                                          12\r\r\n\nin a vehicle  located just  inside the entrance  to the  Ames\r\n\nmall.   Agent  Fallon, who  would  ultimately assist  in  the\r\n\nactual  arrest of  Meade,  had a  direct  view of  the  three\r\n\npassengers  in the  vehicle, and he  recognized two  of them,\r\n\nLanoue and Cole, from  previously furnished photographs.  The\r\n\ngray Olds then left the parking area.\r\n\n          Around  11:35  a.m.  or 11:40  a.m.,  Agent  Newton\r\n\nobserved an  unmarked armored van approach  and park directly\r\n\nin  front of the Ames store.  A uniformed courier immediately\r\n\nexited  the  van, entered  the  store and  walked  toward the\r\n\nstore's  main  business office.    Shortly thereafter,  Agent\r\n\nNewton  received  a  communication  that the  gray  Olds  had\r\n\nreentered the  Ames mall parking area and  was heading toward\r\n\nthe Ames store.  About that time, Agent Fallon heard the same\r\n\nor a  similar transmission, and  that an  individual who  had\r\n\nbeen seen  in the gray Olds  was now in a  brown Pontiac that\r\n\nhad entered the parking area.7  Agent  Fallon then personally\r\n\nobserved  the gray  Olds and  recognized its  two passengers,\r\n\nLanoue  and Cole.  Agent  Newton observed the  gray Olds pull\r\n\ninto a parking space, and noticed only two people inside.\r\n\n            At   approximately   11:45  a.m.,   Agent  Newton\r\n\nobserved a  passenger exit the gray Olds,  and recognized him\r\n\nfrom  previously  reviewed  photographs  as  Lanoue.   Lanoue\r\n\n                    \r                                \r\n\n7.  Agent Fallon  had not  heard the  transmission concerning\r\nthe  earlier observation  of the  brown  car behind  the Ames\r\nstore.\r\n\n                             -13-\r                                          13\r\r\n\nwalked  toward the  armored  van, looking  over his  shoulder\r\n\ntoward the  area of the Ames  store in which  the courier had\r\n\nentered.   At that  point, Agent  Newton, via  radio, advised\r\n\nthat he along with other agents would arrest Lanoue, directed\r\n\nother agents in his vehicle to arrest the remaining person in\r\n\nthe gray Olds, and ordered the other SWAT units to locate the\r\n\nbrown car and arrest the third man.\r\n\n          Upon hearing the  arrest order, Agent Fallon  drove\r\n\nhis  vehicle a  short distance  through the parking  area and\r\n\ncame  upon  the third  individual,  who was  exiting  a brown\r\n\nPontiac.   With  other agents  already  on the  scene,  Agent\r\n\nFallon  ordered the  man to  the ground,  advised him  he was\r\n\nbeing arrested  by the FBI, handcuffed him  and searched him.\r\n\nDuring the  search, Agent Fallon  found a fully  loaded five-\r\n\nshot  .38 caliber pistol in  the suspect's coat  pocket.  The\r\n\nperson subsequently was identified as Patrick Meade.\r\n\n          3.  Analysis\r                                  \r\n\n          Meade   argues  that  Agent  Newton  did  not  have\r\n\nsufficient  information to  order  the agents  to locate  and\r\n\narrest  the occupant of the brown vehicle.  He contends that,\r\n\neven  assuming  the existence  of  probable  cause to  arrest\r\n\nLanoue and  Cole, the agents lacked probable  cause to arrest\r\n\nhim  simply  because he  happened to  be  sitting in  a brown\r\n\nvehicle.  We disagree.\r\n\n                             -14-\r                                          14\r\r\n\n          Preliminarily,  we  leave undisturbed  the district\r\n\ncourt's   conclusion   that   the   agents,   through   their\r\n\nobservations,   confirmed   the  informant's   tip  regarding\r\n\nspecific facts surrounding  the suspected attempted  robbery,\r\n\nand that this confirmation  legitimately supported a  finding\r\n\nof  probable cause.8  The tip  specifically identified two of\r\n\nthe attempted-robbery participants,  indicated the  existence\r\n\nof  at  least one  additional  unidentified  participant, and\r\n\nspecified one  of  the vehicles  to  be used.   Many  of  the\r\n\nactivities  that occurred throughout the morning corroborated\r\n\nthe informant's story: the use of several vehicles, including\r\n\nthe nearby  positioning of the  pickup truck and  the meeting\r\n\nwith the brown vehicle; the suspects' apparent casing of  and\r\n\nwaiting  at the Ames mall;  the suspects' return  to the mall\r\n\nafter the armored van's arrival; and Lanoue's approach toward\r\n\nthe van.\r\n\n          With   regard   to   Meade's   specific   appellate\r\n\nchallenges,   we  find  that  Agent  Newton  had  information\r\n\nsufficient  to order the agents  to locate the  brown car and\r\n\narrest  the third  man (Meade).    We acknowledge  that Agent\r\n\nNewton  admitted that  he  did not  recall any  communication\r\n\nabout the  brown vehicle  entering  the parking  lot at  that\r\n\n                    \r                                \r\n\n8.  See Draper v. United States, 358  U.S. 307, 312-14 (1959)\r                                           \r\n(finding probable  cause to arrest where  informer's detailed\r\ntip was verified by  police observations of corroborating but\r\notherwise innocent conduct).\r\n\n                             -15-\r                                          15\r\r\n\ntime,  and  that  he   essentially  guessed  that  the  third\r\n\nindividual  would be found in it.  Nevertheless, we find that\r\n\nAgent Newton  formulated a reasonable arrest  order that took\r\n\ninto account both his own personal observations and the facts\r\n\ncommunicated to him by  other agents.  He knew  the following\r\n\ninformation: at least one  additional individual was involved\r\n\nin  the scheme, a brown  vehicle connected with the operation\r\n\nhad been seen behind the Ames store less than one hour before\r\n\nthe arrest,9 an individual  who had exited the brown  car had\r\n\nentered  the gray Olds, and  the gray Olds  had left the Ames\r\n\nmall parking  area with  three passengers (all  identified by\r\n\nname  or  description), but  following  the  entrance of  the\r\n\narmored van, reentered  with only two  passengers.  As  Agent\r\n\nNewton testified, \"I  knew there was a  third individual that\r\n\nwe didn't have  a location for  so I gave  the directions  to\r\n\nlocate the  brown vehicle  and arrest  the individual in  the\r\n\nbrown vehicle.\"\r\n\n          In the context of  the arrest order, Agent Newton's\r\n\narrest signal was not,  as Meade would have us  believe, some\r\n\nvague  directive to locate  any brown car  and arrest whoever\r\n\nmight  be in  it.   Rather, the arrest  order focused  on the\r\n\n                    \r                                \r\n\n9.  Although Meade  argues that  Agent Newton knew  the brown\r\ncar had  left the  area behind  the Ames  store, we will  not\r\ncharge  Agent   Newton  with  facts  he  specifically  denied\r\nknowing.  See  United States  v. Zurosky, 614  F.2d 779,  786\r                                                    \r\n(1st  Cir.  1979)  (declining to  apply  collective-knowledge\r\nprinciple to impute knowledge to one officer who specifically\r\ndenied knowing exculpatory fact known by another officer).\r\n\n                             -16-\r                                          16\r\r\n\nparticipants in the robbery conspiracy,  directing the agents\r\n\nto locate the brown car and arrest \"the third man\" about whom\r                                                   \r\n\ndescriptive communications had been exchanged that morning.10\r\n\nUnder the applicable totality-of-the  circumstances approach,\r\n\nsee United  States v. Uricoechea-Casallas, 946  F.2d 162, 165\r                                                     \r\n\n(1st  Cir. 1991),  we  conclude that  Agent  Newton gave  the\r\n\narrest order upon probable cause, which the Supreme Court has\r\n\ncharacterized  as   \"a  fluid  concept  --   turning  on  the\r\n\nassessment of probabilities  in particular factual contexts,\"\r\n\nIllinois v. Gates, 462 U.S. 213, 232 (1983).11\r                             \r\n\n          Under  the  fellow officer  rule,  we impute  Agent\r\n\nNewton's knowledge  of facts  amounting to probable  cause to\r\n\nAgent  Fallon, the arresting officer.  See Burns, 907 F.2d at\r                                                            \r\n\n                    \r                                \r\n\n10.  We  reject  Meade's  perfunctory  contention   that  the\r\napprehension of other  persons in  a brown  car that  morning\r\nnear the site  of his  arrest belies the  finding that  Agent\r\nNewton  had probable  cause to  give the  arrest order.   The\r\ndistrict court did  not address this  issue, and our  careful\r\nreview  of the  record  reveals that,  although occupants  of\r\nanother brown  vehicle were detained, none  of the testifying\r\nagents knew  any details regarding the  circumstances of that\r\ndetention.  On appeal,  the government claims that the  other\r\nbrown  vehicle  had driven  over a  curb  and appeared  to be\r\nattempting  to  flee the  scene.   In  the absence  of record\r\nevidence supporting either that  claim or Meade's  suggestion\r\nthat  the detention was  a direct response  to Agent Newton's\r\nfaulty  arrest order, we, like  the district court, assign no\r\nsignificance to this event.\r\n\n11.  See also Ornelas v. United States, 116 S. Ct. 1657, 1661\r                                                  \r\n(1996) (explaining  that probable  cause is a  \"common sense,\r\nnontechnical conception[]  that deal[s] with 'the factual and\r\npractical considerations of everyday life on which reasonable\r\nand prudent men, not legal technicians, act'\" (quoting Gates,\r                                                                        \r\n462  U.S. at  231  (additional quotation  marks and  citation\r\nomitted)).\r\n\n                             -17-\r                                          17\r\r\n\n236 n.7.   The record also  establishes, however, that  Agent\r\n\nFallon individually had  sufficient information,  independent\r\n\nof Agent Newton's  knowledge, to arrest Meade.   Agent Fallon\r\n\nhad  been briefed earlier that  morning that, as  a SWAT team\r\n\nmember, he might be required  to \"interdict\" an armed robbery\r\n\nof an armored  courier vehicle.   He had  also been  provided\r\n\nwith  photographs  of Lanoue  and  Cole,  and  was  in  radio\r\n\ncommunication with the other SWAT members on the scene.  That\r\n\nmorning,  Agent Fallon personally  observed Lanoue, Cole, and\r\n\nthe  person  later identified  as  Meade,  in the  previously\r\n\nidentified  gray   Olds.     Subsequently,   he  received   a\r\n\ntransmission that an individual who had been seen in the gray\r\n\nOlds had  entered the parking area in a brown Pontiac, and he\r\n\nobserved the gray Olds with only Lanoue and Cole inside.\r\n\n          Upon  hearing the  arrest  order --  to locate  the\r\n\nbrown  car and arrest the third man -- Agent Fallon possessed\r\n\nsufficiently  particularized knowledge  to effect  the arrest\r\n\norder  specifically as to Meade:  he knew what  the third man\r\n\nlooked  like and had information that the  man was in a brown\r\n\nPontiac in  the parking area.  In other words, at the time of\r\n\nthe arrest, the facts and circumstances known to Agent Fallon\r\n\n(albeit somewhat  different facts  than those known  to Agent\r\n\nNewton)  were  sufficient  to  warrant  a reasonably  prudent\r\n\nperson  to  believe that  Meade  was  committing an  offense.\r\n\nContrary  to Meade's  suggestion, Meade  was not  simply some\r\n\n                             -18-\r                                          18\r\r\n\nunfortunate who happened to be sitting in a brown  car in the\r\n\nparking lot that morning.12\r\n\n          Meade's final contention is that, even assuming  he\r\n\nassociated with Cole and Lanoue on the morning of his arrest,\r\n\nhis \"mere presence\" in their company \"a substantial period of\r\n\ntime before  his arrest\" did  not provide probable  cause for\r\n\nhis arrest.  We disagree.  On the morning of Meade's  arrest,\r\n\nagents observed: a brown vehicle parked next to the gray Olds\r\n\nbehind the Ames store;  Meade exiting the gray Olds  in front\r\n\nof the Ames  store then  returning to the  vehicle some  time\r\n\nlater; Meade riding around  with Lanoue and Cole in  the gray\r\n\nOlds;  and Meade sitting in a brown vehicle near the location\r\n\nand at the time of the suspected attempted robbery.  While \"a\r\n\n                    \r                                \r\n\n12.  Our  conclusion is  unchanged by  the indication  in the\r\nrecord  that  other  FBI agents  may  have  begun the  arrest\r\nprocess before  Agent Fallon  found Meade, even  though Agent\r\nFallon ordered Meade  to the  ground, told him  he was  under\r\narrest, and handcuffed  and searched him.   Even viewing  the\r\nevidence in  the light  most favorable  to Meade,  when Agent\r\nFallon  came upon Meade,  Meade had  just exited  his vehicle\r\nand,  at most,  had begun  to drop  to his  knees.   On these\r\nfacts, regardless  of the presently unknown  knowledge of the\r\nother agents (none testified  at the suppression hearing), it\r\nis  apparent  that Agent  Fallon  would  have imminently  and\r\nlawfully discovered and arrested Meade.  Cf. United States v.\r                                                                      \r\nProcopio,  88  F.3d  21,   27  (1st  Cir.)  (explaining  that\r                    \r\notherwise unlawful search may  be upheld where the government\r\nproves \"by a preponderance of  the evidence that the evidence\r\nwould  inevitably  have  been discovered  by  lawful  means\")\r\n(citing  Nix v.  Williams, 467 U.S.  431, 444  (1984)), cert.\r                                                                         \r\ndenied,  117 S. Ct. 620 (1996), and  cert. denied, 117 S. Ct.\r                                                             \r\n1008 (1997);  United States v.  Ragsdale, 470 F.2d  24, 30-31\r                                                    \r\n(5th Cir. 1972) (upholding  vehicle search by officer lacking\r\nprobable cause  where partner  officer on scene  had probable\r\ncause  and search  \"would  have almost  instantaneously  gone\r\nforward\" under that officer's direction).\r\n\n                             -19-\r                                          19\r\r\n\nperson's mere propinquity  to others independently  suspected\r\n\nof criminal  activity does  not, without more,  give rise  to\r\n\nprobable cause to  search that person,\"   Ybarra v. Illinois,\r                                                                        \r\n\n444  U.S. 85,  91 (1979),  these facts  reveal \"substantially\r\n\nmore  than   a  momentary,  random,  or  apparently  innocent\r\n\nassociation between [Meade] and the known criminal activity.\"\r\n\nUnited States v.  Martinez-Molina, 64 F.3d 719, 727 (1st Cir.\r                                             \r\n\n1995).13  We agree with the district  court's conclusion that\r\n\nthe  agents'  \"observations  gave  them  a  sound  basis  for\r\n\nconcluding that the  large man  in the  red-hooded blue  coat\r\n\nsitting  in the brown car  was a participant  with Lanoue and\r\n\nCole in the robbery.\"\r\n\n          Thus,  we conclude  that  the  agents had  probable\r\n\ncause  to arrest  Meade, and,  therefore, that  they lawfully\r\n\nseized the  firearm found during  the search incident  to his\r\n\narrest.  See Uricoechea-Casallas,  946  F.2d at  165 (\"If  an\r                                            \r\n\narrest  is lawful,  the  arresting officers  are entitled  to\r\n\nsearch the individual apprehended pursuant to that arrest.\").\r\n\n                             II.\r                                         II.\r                                            \r\n\n                       Speedy Trial Act\r                                   Speedy Trial Act\r                                                   \r\n\n                    \r                                \r\n\n13.  See also  Martinez-Molina, 64  F.3d at 729  (noting that\r                                          \r\n\"officers  in the field\" are not required to \"ignore the fact\r\nthat 'criminals rarely welcome innocent persons  as witnesses\r\nto  serious crimes  and  rarely seek  to perpetrate  felonies\r\nbefore  larger-than-necessary  audiences'\") (quotation  marks\r\nand citation omitted).\r\n\n                             -20-\r                                          20\r\r\n\n          Meade contends that by virtue of his initial arrest\r\n\nand federal  indictment in  Rhode Island on  the same  charge\r\n\nunderlying this conviction,  the instant proceedings violated\r\n\nthe Speedy Trial  Act.  By  way of context,  we describe  the\r\n\nprocedural background  underlying his  argument.  As  we have\r\n\nsaid,  federal agents  first  arrested  Meade in  Bellingham,\r\n\nMassachusetts  on  December 23,  1993.    On  that  day,  the\r\n\ngovernment issued  out  of the  District  of Rhode  Island  a\r\n\ncomplaint that,  inter alia, charged Meade with being a felon\r                                       \r\n\nin  possession  of  a  firearm  in  violation  of  18  U.S.C.\r\n\n  922(g)(1).  On  January 5,  1994, a federal  grand jury  in\r\n\nRhode Island returned an indictment charging Meade in five of\r\n\nseven  counts,  including   the  felon-in-possession   count,\r\n\nconspiracy,   attempted  robbery,  and   using  and  carrying\r\n\nfirearms during and in relation to a crime of violence.\r\n\n          In July 1994, Meade  moved to dismiss the felon-in-\r\n\npossession count  on the  grounds of improper  venue, arguing\r\n\nthat the government had no evidence that he had possessed the\r\n\nfirearm in Rhode  Island.14  In  August 1994, the  government\r\n\nalso moved to dismiss the felon-in-possession count \"in order\r\n\nthat  charges in that count may be prosecuted in the District\r\n\nof Massachusetts.\"  On August 16, 1994, the federal  district\r\n\n                    \r                                \r\n\n14.  Although  Meade, Lanoue  and Cole  were arrested  at the\r\nsite of  the attempted  robbery in Massachusetts,  it appears\r\nthat  the  government prosecuted  the  case  in Rhode  Island\r\nbecause  many of  the preparatory  activities in  the robbery\r\nplan occurred there.\r\n\n                             -21-\r                                          21\r\r\n\ncourt   in   Rhode  Island   dismissed   the   count  without\r\n\nprejudice.15   On November  4, 1994, a  Rhode Island  federal\r\n\njury acquitted Meade of the remaining counts.\r\n\n          More than nine months later, on August 16, 1995,  a\r\n\nfederal  grand jury  in Massachusetts  indicted Meade  on one\r\n\nfelon-in-possession count  based upon  the December  23, 1993\r\n\nevents.  His arrest on this indictment occurred on August 23,\r\n\n1995.  The district court denied Meade's subsequent motion to\r\n\ndismiss the indictment  on his  claim of a  Speedy Trial  Act\r\n\nviolation.\r\n\n          Meade now  argues that his December  1993 arrest in\r\n\nBellingham, Massachusetts  was \"within the  sole geographical\r\n\njurisdiction of  the District of Massachusetts\"  and that, in\r\n\nthe  absence   of  evidence  that  he   possessed  a  firearm\r\n\nelsewhere, the federal  district court  in Massachusetts  had\r\n\nexclusive  \"jurisdiction\" over the  prosecution of the felon-\r\n\nin-possession charge.  Thus,  Meade reasons, the Rhode Island\r\n\nproceedings on that count \"were a nullity\" and the failure to\r\n\nindict him in Massachusetts within thirty days of his initial\r\n\nDecember 23, 1993 arrest  violated the express provisions of,\r\n\nand purposes behind, the Speedy Trial Act, 18 U.S.C.    3161-\r\n\n3167.   Meade's  argument is somewhat  novel and  it presents\r\n\nquestions of law which we review de novo.   See United States\r                                                                         \r\n\n                    \r                                \r\n\n15.  The  record does  not clearly  reveal whether  the court\r\ndismissed   the  count   in  response   to  Meade's   or  the\r\ngovernment's motion, or perhaps, on its own motion.\r\n\n                             -22-\r                                          22\r\r\n\nv. Rodriguez, 63  F.3d 1159, 1162  (1st Cir.), cert.  denied,\r                                                                        \r\n\n116 S. Ct. 681 (1995).\r\n\n          The  Speedy   Trial  Act,  which   \"insures  speedy\r\n\nindictments  as  well as  speedy  trials,\"  United States  v.\r                                                                     \r\n\nSamples,  713 F.2d  298, 301  (7th Cir.  1983), provides,  in\r                   \r\n\npertinent part:  \"Any information  or indictment  charging an\r\n\nindividual  with the commission of  an offense shall be filed\r\n\nwithin thirty days from the date on which such individual was\r\n\narrested  . . . in  connection with such  charges,\" 18 U.S.C.\r\n\n  3161(b).  The apparent purpose of the thirty-day arrest-to-\r\n\nindictment  rule \"is to ensure that the defendant is not held\r\n\nunder  an  arrest warrant  for  an  excessive period  without\r\n\nreceiving formal  notice of the charge against  which he must\r\n\nprepare  to defend himself.\"  United States v. Berry, 90 F.3d\r                                                                \r\n\n148, 151 (6th Cir.) (citing United States v. McCown, 711 F.2d\r                                                               \r\n\n1441, 1447 (9th  Cir. 1983)),  cert. denied, 117  S. Ct.  497\r                                                       \r\n\n(1996).\r\n\n          Meade first  argues that  Article  III, Section  2,\r\n\nclause 3 of the United States Constitution16 and Federal Rule\r\n\nof  Criminal  Procedure  1817   precluded  the  Rhode  Island\r\n\n                    \r                                \r\n\n16.  \"The   trial  of   all  Crimes,   except  in   Cases  of\r\nImpeachment, shall be by  Jury; and such Trial shall  be held\r\nin  the  State  where   the  said  Crimes  shall  have   been\r\ncommitted.\"  U.S. Const. art. III,   2, cl. 3.\r\n\n17.  \"Except as  otherwise permitted  by statute or  by these\r\nrules,  the prosecution shall be  had in a  district in which\r\nthe offense was committed.\"  Fed. R. Crim. P. 18.\r\n\n                             -23-\r                                          23\r\r\n\ndistrict court's exercise of jurisdiction  over the felon-in-\r\n\npossession   charge  against   him.     We  disagree.     The\r\n\nConstitution and Rule 18 protect a criminal defendant's venue\r\n\n--  not jurisdictional  --  rights.    See United  States  v.\r                                                                     \r\n\nJosleyn,  99  F.3d 1182,  1189  n.7  (1st Cir.  1996),  cert.\r                                                                         \r\n\ndenied, 117 S. Ct. 959 (1997); see also id. (\"Venue 'concerns\r                                                       \r\n\nonly the  place  where  the case  may  be  tried[,]'  whereas\r\n\njurisdiction  'has to  do with  the authority  or power  of a\r\n\ncourt to try a case.'\") (quoting Wayne R.  LaFave &amp; Jerold H.\r\n\nIsrael, Criminal Procedure   16.1, at 334 (1984 &amp; Supp. 1991)\r                                      \r\n\n(alteration in  original)).  We have  further recognized that\r\n\nvenue  is  a waivable  personal  privilege  designed for  the\r\n\nbenefit  of the defendant.  See United States v. Santiago, 83\r                                                                     \r\n\nF.3d 20, 24 (1st Cir. 1996).  As such, the constitutional and\r\n\nstatutory  venue  provisions  are  not  restrictions  on  the\r\n\ncourt's jurisdiction.18\r\n\n          Thus,  at most,  venue,  but not  jurisdiction, was\r\n\nquestionable  in Rhode  Island.   Given  that criminal  venue\r\n\nrights are  waivable, had  Meade consented to  proceedings in\r\n\nRhode Island  on the  felon-in-possession count in  the first\r\n\nindictment, the  disposition of those proceedings  would have\r\n\nbeen  \"valid\" as a matter  of venue as  well as jurisdiction.\r\n\n                    \r                                \r\n\n18.  See 2 Charles A. Wright, Federal Practice and Procedure,\r                                                                        \r\n  306, at 219-20  (1982) (citing cases);  see also 18  U.S.C.\r                                                              \r\n  3231  (providing,  without  geographical  limitation,  that\r\nfederal district  courts have original  jurisdiction \"of  all\r\noffenses against the laws of the United States\").\r\n\n                             -24-\r                                          24\r\r\n\nIt follows  that although  the first indictment  arguably was\r\n\nreturned  in  an  improper  venue for  prosecution,  for  the\r\n\npurposes of the Speedy Trial Act,  it was not \"a nullity\" for\r\n\nlack of jurisdiction.19\r\n\n          Having  established  that Meade's  \"jurisdictional\"\r\n\nchallenge to  the Rhode  Island proceedings on  the felon-in-\r\n\npossession  count is  unavailing  and that  the Rhode  Island\r\n\nindictment was filed within the Speedy Trial Act's thirty-day\r\n\nrule, we  turn to the effect of the Massachusetts indictment,\r\n\nreturned   approximately   one-and-a-half  years   after  his\r\n\noriginal  arrest.  Meade  suggests that the  Speedy Trial Act\r\n\nrequired his  subsequent indictment  also to have  been filed\r\n\nwithin thirty days  from the  December 23, 1993  arrest.   We\r\n\ndisagree.\r\n\n          The first indictment, returned January 5, 1994, was\r\n\nfiled well within  thirty days from Meade's December 23, 1993\r\n\narrest.   Manifestly, the  return of that  indictment stopped\r\n\nthe thirty-day  arrest-to-indictment time limitation.   Based\r\n\non our  previous holding  that the thirty-day  limit \"applies\r\n\n                    \r                                \r\n\n19.  Meade  does not argue that improper venue bears upon the\r                                                          \r\nvalidity  of the  indictment for  Speedy Trial  Act purposes.\r\nBecause  venue  objections  may  be  waived,  we  doubt  that\r\nimproper  venue  would  invalidate an  indictment  for  these\r\npurposes.  Moreover, even assuming the \"nullity\" of the first\r\nindictment, there exists support for the proposition that its\r\ntimely  return   would  satisfy   the  thirty-day  limit   of\r\n  3161(b).  See  United States  v. Perez, 845  F.2d 100,  102\r                                                    \r\n(5th Cir.  1988) (stating that \"[s]ection  3161(b) applies to\r\n'any' indictment, including one that subsequently is found to\r\nbe defective or invalid\").\r\n\n                             -25-\r                                          25\r\r\n\nonly  where, at the time of indictment, the charge upon which\r\n\na defendant  was  arrested and  upon  which a  complaint  was\r\n\nissued is still pending,\" United States v. Krynicki, 689 F.2d\r                                                               \r\n\n289, 293-94 (1st Cir. 1982), we disregard the period from the\r\n\ndismissal of the charge on August 16, 1994, to the initiation\r\n\nof  the  Massachusetts  proceedings.     Because  the  second\r\n\nprosecution commenced  with an indictment, not  an arrest, it\r\n\nsimply  did  not  trigger     3161(b)'s  arrest-to-indictment\r\n\nlimitation.  See United  States v. Gurary, 860 F.2d  521, 528\r                                                     \r\n\n(2d Cir. 1988); Samples,  713 F.2d at 303.   We conclude that\r                                   \r\n\nthe return  of the  indictment in Massachusetts  more than  a\r\n\nyear-and-a-half  after the  original arrest  did  not violate\r\n\n  3161(b).\r\n\n          This   result  does  not   frustrate  the  purposes\r\n\nanimating the Speedy Trial Act.  In enacting the Speedy Trial\r\n\nAct, Congress acknowledged that a person subject to prolonged\r\n\npre-trial  delays faces  a  number of  debilitating  factors,\r\n\nincluding \"the disruption of family life, loss of employment,\r\n\nanxiety, suspicion, and public  obloquy.\"  Krynicki, 689 F.2d\r                                                               \r\n\nat 294.  After dismissal of formal charges, however, any such\r\n\nstrain \"is no greater  than it is upon anyone  openly subject\r\n\nto a  criminal investigation.\"   United States  v. MacDonald,\r                                                                        \r\n\n456 U.S. 1, 9 (1982)  (involving Sixth Amendment speedy trial\r\n\nguarantee), quoted in Krynicki, 689 F.2d at 294.  While Meade\r                                          \r\n\nmay  be disappointed that the government successfully brought\r\n\n                             -26-\r                                          26\r\r\n\nthese  proceedings after  his  acquittal in  Rhode Island  on\r\n\nrelated charges,  he  cannot complain  that  the  proceedings\r\n\nthwarted the policies of the Speedy Trial Act.20\r\n\n                             III.\r                                         III.\r                                             \r\n\n                  Defense Theory Instruction\r                              Defense Theory Instruction\r                                                        \r\n\n          Meade  argues that  the district  court erroneously\r\n\nfailed  to instruct  the  jury on  his  theory of  the  case.\r\n\nSpecifically,  he challenges  the court's  refusal to  give a\r\n\nrequested   instruction  touching   upon   his  \"intent\"   in\r\n\npossessing  the  firearm  for   the  purposes  of  18  U.S.C.\r\n\n                    \r                                \r\n\n20.  Meade further asserts  that the \"piecemeal  prosecution\"\r\nof  this  case  violates  the  United  States  Department  of\r\nJustice's  policy \"that  several  offenses arising  out of  a\r\nsingle transaction  should be alleged and  tried together and\r\nshould  not be  made  the basis  of multiple  prosecutions, a\r\npolicy  dictated  by  considerations  both   of  fairness  to\r\ndefendants  and of  efficient and  orderly  law enforcement.\"\r\nPetite  v.  United States,  361 U.S.  529,  530 (1960).   The\r                                     \r\nJustice Department's so-called \"Petite policy,\"  which guards\r                                                  \r\nagainst  various dual  or  subsequent prosecutions,  does not\r\nhelp Meade given our  repeated holding that the policy  \"does\r\nnot  confer  substantive  rights  on   criminal  defendants.\"\r\nUnited  States v. Gary, 74  F.3d 304, 313  (1st Cir.) (citing\r                                  \r\ncases), cert. denied, 116 S. Ct. 2567 (1996).\r                                \r\n\n          Finally,  Meade  perfunctorily  complains that  the\r\n\"government should not [have been] permitted to hedge against\r\nan  adverse verdict\"  by  seeking this  conviction after  the\r\nacquittal in Rhode Island.   To the extent Meade  suggests an\r\nunconstitutional pre-indictment delay, his  conclusory plaint\r\nfalls  well short  of  the requisite  showing of  significant\r\nprejudice to him and intentional bad-faith  delay on the part\r\nof the government.  See United States v. Crooks, 766  F.2d 7,\r                                                           \r\n11 (1st Cir. 1985).  As such, we deem this contention waived.\r\nSee United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\r                                        \r\n\n                             -27-\r                                          27\r\r\n\n  922(g)(1).21   \"Ordinarily, a  defendant is entitled  to an\r\n\ninstruction on  his theory  of  the case  as  long as  it  is\r\n\nlegally valid and there is sufficient evidence, viewed in the\r\n\nlight most favorable to the defendant, to permit a reasonable\r\n\njuror to credit the defendant's theory.\"  Josleyn, 99 F.3d at\r                                                             \r\n\n1194.   Nevertheless, the court need  not adopt the requested\r\n\ninstruction  verbatim if  the  charge as  a whole  adequately\r\n\ncovers  the  defense  theory.    See  id.; United  States  v.\r                                                                     \r\n\nMontanez, 105 F.3d 36, 39 (1st Cir. 1997).\r                    \r\n\n          At trial, Meade testified to the following  events,\r\n\nwhich we  take as true for  the purposes of this  appeal.  In\r\n\nearly December  1993, he went  to the home of  a friend, Paul\r\n\nBartel, who  had just  threatened  to commit  suicide.   When\r\n\nMeade arrived at Bartel's  residence, Bartel was playing with\r\n\na gun.   Meade took the  gun from Bartel in  order to prevent\r\n\nBartel from harming himself,  and placed the gun in  the back\r\n\nseat of his (Meade's) car.   He forgot about the gun  and did\r\n\nnot  touch it  again  until  shortly  before  his  arrest  on\r\n\nDecember  23, when he spotted it in  his car and placed it in\r\n\nhis pocket.\r\n\n          At the  close of  the evidence, the  district court\r\n\ninstructed the  jury on the concept of  actual possession, as\r\n\nwell as constructive possession substantially in  accord with\r\n\n                    \r                                \r\n\n21.  18 U.S.C.   922(g)(1) makes  it unlawful for a convicted\r\nfelon  to \"possess in  or affecting commerce,  any firearm or\r\nammunition.\"\r\n\n                             -28-\r                                          28\r\r\n\nour  discussion in United States v. Rogers, 41 F.3d 25, 29-30\r                                                      \r\n\n(1st Cir.  1994)  (explaining the  meaning  of  \"constructive\r\n\npossession\"  for purposes  of   922(g)).   The  court further\r\n\ndistinguished \"ownership\" from  possession, instructing  that\r\n\nthe  government  need  not  prove Meade's  ownership  of  the\r\n\nfirearm.  With respect  to the requisite mens rea,  the court\r                                                             \r\n\nexplained  that the  government must  have proven  that Meade\r\n\n\"knowingly\" possessed the firearm;  that is, \"he possessed it\r\n\nvoluntarily and purposefully and not by accident or mistake.\"\r\n\nFinally, the court told  the jury that the purpose  for which\r\n\nMeade possessed  the firearm  was irrelevant to  the question\r\n\nwhether he committed the offense.22\r\n\n          Meade  requested the  court  to  instruct the  jury\r\n\nthat,  in order  to  prove the  \"knowing  possession\" of  the\r\n\nfirearm, the government must establish that he \"possessed the\r\n\nfirearm with the intent to exercise dominion and control over\r\n\nit,\" and that \"not every incidental contact  with the firearm\r\n\nwould automatically compel  [the jury] to find that  . . . he\r\n\npossessed  .  . .  it as  alleged  in the  indictment.\"   For\r\n\nsupport, Meade cites the  unpublished case23 of United States\r                                                                         \r\n\n                    \r                                \r\n\n22.  Because  we  ultimately  find  that   Meade's  requested\r\ninstruction is incorrect as  a matter of law, and  because he\r\ndoes  not otherwise  appeal the  court's charge, we  need not\r\npass on the accuracy of the charge as given.\r\n\n23.  Our  Local Rules  prohibit the  citation of  unpublished\r\nopinions, which are bereft  of any precedential force, except\r\nin related cases.  See 1st Cir. R. 36.2(b)6.\r                                  \r\n\n                             -29-\r                                          29\r\r\n\nv. DiNovo, 57 F.3d 1061 (1st Cir.) (TABLE), 1995 LEXIS 14622,\r                     \r\n\n1995 WL 354829, cert. denied,  116 S. Ct. 404 (1995).   Meade\r                                        \r\n\nfurther asked the court to  instruct the jury that \"dominion\"\r\n\nand \"control\" are \"overlapping concepts\" and that \"[d]ominion\r\n\n. . .  is generally defined as  'perfect control in  right of\r\n\nownership.'\"   Rogers, 41 F.3d at 29, 30 (quoting Black's Law\r                                 \r\n\nDictionary 436 (5th ed. 1979)).\r\n\n          Meade  informs  us that  his  \"defense  theory\" was\r\n\nthat, because he did not have the intent to exercise dominion\r\n\nand  control  over the  firearm, he  did  not possess  it for\r\n\n\"criminal  purposes\"  and  thus,  he  lacked  the  \"requisite\r\n\nintent\" to possess.  He complains that the court's failure to\r\n\ncharge  the  jury  as  requested  deprived  the  jury  of the\r\n\nopportunity  to consider  the circumstances  under which  the\r\n\nfirearm was  found on his person.   He contends that the jury\r\n\nshould have been  able to  give due weight  to his  \"prudent\"\r\n\ndecision  first to take the  firearm from Bartel  and then to\r\n\nremove  it from his car  (\"rather than leave  it there\") upon\r\n\nrediscovering it.\r\n\n          We  are  unpersuaded  by  Meade's  highlighting  of\r\n\nchoice  phrases from  the  unpublished DiNovo  case and  from\r                                                         \r\n\nRogers's discussion of constructive possession24 to fashion a\r                  \r\n\nnovel  and somewhat heightened  definition of possession that\r\n\n                    \r                                \r\n\n24.  See Rogers, 41 F.3d at 30 (explaining that,  under trial\r                           \r\ncourt's  instructions, \"dominion\" encompassed  the concept of\r\ncontrol).\r\n\n                             -30-\r                                          30\r\r\n\napproximates  ownership.25   His  attempt to  mold his  novel\r\n\ndefinition to suit his  \"absence of criminal purpose\" defense\r\n\ntheory is a  further stretch.   Viewing the  evidence in  the\r\n\nlight  most favorable  to Meade, we  conclude that  his \"good\r\n\npurpose\" in taking and retaining  possession of the gun would\r\n\nnot  have constituted a valid  defense as a  matter of law.26\r\n\nTherefore,  we find no error  in the court's  refusal to give\r\n\n                    \r                                \r\n\n25.  That  Meade assertedly did not own the gun in his pocket\r\ndoes not  vitiate his possession of it for   922(g) purposes.\r\nSee  United States v. Hubbard,  61 F.3d 1261,  1272 (7th Cir.\r                                         \r\n1995),  cert. denied, 116 S. Ct. 1268 (1996).  Ownership, for\r                                \r\npurposes of constructive possession analysis, \"may be  highly\r                                               \r\nrelevant  where   the  authority   to  exercise   control  is\r                                                                     \r\ndisputed.\"   Rogers,  41 F.3d  at 30  (emphasis added).   The\r                               \r\npresence of  the gun  in Meade's  coat pocket,  however, more\r\naccurately  triggers  the  concept  of  actual,  rather  than\r\nconstructive,  possession.    See  United  States  v.  Zavala\r                                                                         \r\nMaldonado, 23  F.3d 4, 7  (1st Cir. 1994)  (describing actual\r                     \r\npossession as \"immediate, hands-on physical possession\").  In\r\nany event, under either  an actual or constructive possession\r\nrubric,  Meade's  own testimony  dispensed  with any  dispute\r\nregarding his control of the gun; he admitted that he saw the\r\ngun in his car, and, unencumbered, picked it up and placed it\r\nin his pocket.\r\n\n26.  We note that Meade did not  (and does not) claim that he\r\nwas entitled to an  instruction in the nature of  a necessity\r\nor justification  defense.   See United  States v.  Gomez, 92\r                                                                     \r\nF.3d  770, 774  (9th  Cir. 1996)  (explaining application  of\r\njustification  defense  in felon-in-possession  case) (citing\r\ncases); United States v. Lomax, 87 F.3d 959, 961-62 (8th Cir.\r                                          \r\n1996) (same); see also  United States v. Perez, 86  F.3d 735,\r                                                          \r\n737 (7th  Cir. 1996) (\"The  defense of necessity  will rarely\r\nlie in  a felon-in-possession  case unless the  ex-felon, not\r\nbeing engaged  in criminal  activity, does nothing  more than\r\ngrab a gun with  which he or another is being threatened (the\r\nother  might  be  the   possessor  of  the  gun,  threatening\r\nsuicide)\"); United  States v.  Newcomb, 6 F.3d  1129, 1137-38\r                                                  \r\n(6th Cir.  1993) (allowing justification  defense instruction\r\nwhere defendant removed gun  from person threatening to shoot\r\nanother, and briefly handled it to remove ammunition).\r\n\n                             -31-\r                                          31\r\r\n\nMeade's requested instruction on his theory of the case.  See\r                                                                         \r\n\nUnited  States v. Rose, 104  F.3d 1408, 1416  (1st Cir. 1997)\r                                  \r\n\n(explaining  that such  refusal  warrants reversal  only  if,\r\n\ninter   alia,   defendant's    requested   instruction    was\r                        \r\n\n\"substantively correct\").\r\n\n                             IV.\r                                         IV.\r                                            \r\n\n       Sentence Enhancement Based On Acquitted Conduct\r                   Sentence Enhancement Based On Acquitted Conduct\r                                                                  \r\n\n          At sentencing, the district court  found that Meade\r\n\npossessed the firearm in connection with criminal conduct, of\r\n\nwhich the jury in Rhode Island acquitted him, surrounding the\r\n\nattempted robbery  of the  armored courier car.   The  court,\r\n\ntherefore, increased  his base  offense level by  four levels\r\n\npursuant to U.S.S.G.   2K2.1(b)(5).27  Citing dicta in United\r                                                                         \r\n\nStates  v. Lanoue, 71 F.3d 966, 983-84 (1st Cir. 1995), Meade\r                             \r\n\nargues (as he did below) that,  as a matter of law, the court\r\n\n                    \r                                \r\n\n27.  Section 2K2.1(b)(5) provides, in pertinent part:\r\n\n          If  the defendant  used or  possessed any\r\n          firearm or ammunition in  connection with\r\n          another felony offense;  or possessed  or\r\n          transferred  any  firearm  or  ammunition\r\n          with  knowledge,  intent,  or  reason  to\r\n          believe   that  it   would  be   used  or\r\n          possessed  in   connection  with  another\r\n          felony offense, increase by 4 levels.\r\n\nU.S. Sentencing Guidelines Manual   2K2.1(b)(5) (Nov. 1995).\r\n\n                             -32-\r                                          32\r\r\n\ncould  not  constitutionally increase  his sentence  based on\r\n\nacquitted conduct.28\r\n\n          Meade's  claim has  no  force because  the  Supreme\r\n\nCourt recently abrogated the dicta in Lanoue and held \"that a\r                                                        \r\n\njury's verdict  of acquittal does not  prevent the sentencing\r\n\ncourt  from  considering  conduct  underlying  the  acquitted\r\n\ncharge,  so long  as  that  conduct  has  been  proved  by  a\r\n\npreponderance of the evidence.\"  United States  v. Watts, 117\r                                                                    \r\n\nS.  Ct. 633,  638 (1997);  see  id. at  634 n.1.   Thus,  the\r                                               \r\n\nsentencing  court   did  not  err   in  considering   conduct\r\n\nunderlying charges of which Meade had been acquitted.\r\n\n          Meade  did not  challenge  either below  or in  his\r\n\nappellate  brief the  weight of  the court's  factual finding\r\n\nthat he  possessed the gun  in connection with  the attempted\r\n\nrobbery.  At oral argument, however, Meade's counsel raised a\r\n\nrelated claim:  that  Watts mandates  an evidentiary  hearing\r                                       \r\n\nbefore a  court  may sentence  for  acquitted conduct.    The\r\n\nassertion  is  wrong.    Although  Watts  explains  that  the\r                                                    \r\n\nsentencing guidelines require  facts pertinent to  sentencing\r\n\nto be proven by a  preponderance of the evidence, see 117  S.\r                                                                 \r\n\nCt.  at 637,  it  does not  set  forth a  requirement  that a\r\n\n                    \r                                \r\n\n28.  In Lanoue,  a panel of  this circuit expressed  in dicta\r                          \r\nits  belief   in   the  unconstitutionality   of   permitting\r\nimprisonment on  the basis  of acquitted conduct,  and stated\r\nthat  the  guidelines'  apparent  requirement  that  a  court\r\nsentence for  such conduct  \"utterly lacks the  appearance of\r\njustice.\"  71 F.3d at 984.\r\n\n                             -33-\r                                          33\r\r\n\ndistrict court hold an  evidentiary hearing to establish such\r\n\nfacts,  whether  or  not  they  encompass acquitted  conduct.\r\n\nMoreover, we do not  mandate such a hearing in  this circuit.\r\n\nSee United States v.  Tardiff, 969 F.2d 1283, 1286  (1st Cir.\r                                         \r\n\n1992) (\"It  is clear  that a  defendant is  not automatically\r\n\nentitled  to a full-blown evidentiary hearing  at the time of\r\n\nsentencing.\").   Finally,  because Meade  did not  request an\r\n\nevidentiary  hearing  to challenge  the facts  underlying the\r\n\nPresentence  Report's  recommendation  to count the acquitted\r\n\nconduct,29 he has relinquished  this final claim, such  as it\r\n\nis,  on appeal.  See  id. (finding that  defendant waived the\r                                     \r\n\nright to complain of the absence of an evidentiary hearing by\r\n\nfailing to request one).\r\n\n                              V.\r                                          V.\r                                            \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For  the foregoing reasons,  we affirm the district\r                                                            \r\n\ncourt's judgment in all respects.\r\n\n                    \r                                \r\n\n29.  The  district court  adopted the  statement  of relevant\r\nconduct contained  in  the Presentence  Report which  largely\r\nrecounted the facts disclosed  during the suppression hearing\r\nand additionally noted that a pair of handcuffs were found in\r\nMeade's vehicle.\r\n\n                             -34-\r                                          34\r\r\n",
  "html": "<p class=\"case_cite\">110 F.3d 190</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Patrick J. MEADE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1360.</p>\n    <p class=\"court\">United States Court of Appeals,First Circuit.</p>\n    <p class=\"date\">Heard Feb. 4, 1997.<br>Decided April 8, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul F. Markham by Appointment of the Court, Melrose, MA, for appellant.</p>\n      <p class=\"indent\">Kimberly S. Budd, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In December 1993, federal agents arrested defendant-appellant Patrick J. Meade in Massachusetts for his suspected involvement in the attempted robbery of an armored vehicle.  A federal grand jury in Rhode Island returned an indictment charging him with various offenses related to the attempted robbery.  Before trial, the federal district court in Rhode Island dismissed the count that charged Meade with being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).  After a jury trial, Meade was acquitted of all remaining counts.  Subsequently, the government prosecuted the felon-in-possession count in Massachusetts federal district court, and in December 1995, a federal jury in that state found Meade guilty of that offense.  The court then imposed a seventy-month imprisonment term, taking into account Meade's conduct in the attempted robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Meade raises four distinct claims:  (1) federal agents lacked probable cause to arrest him;  (2) the instant prosecution violated the Speedy Trial Act because of his earlier arrest, indictment on the same charge, and subsequent dismissal of the charge;  (3) the district court erred in failing to instruct the jury on his theory of the case;  and (4) the district court erred when it enhanced his sentence based on conduct underlying charges of which he had been acquitted.  Finding none of these arguments persuasive, we affirm.  We provide the pertinent background facts as necessary to the discussion of each contention.I.</p>\n    </div>\n    <p>Probable Cause</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After a three-day evidentiary hearing, the district court found that, at the time of Meade's arrest, agents of the Federal Bureau of Investigation (\"FBI\") had information from which they could reasonably believe that he and two others were about to rob an armored courier van.  Based on this finding, the court determined that Meade's warrantless arrest did not violate his Fourth Amendment rights and denied his pre-trial motion to suppress a firearm seized during a search incident to his arrest.  On appeal, Meade renews his contention that agents lacked probable cause to arrest him.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review the district court's legal conclusions on a motion to suppress de novo and examine its factual findings for clear error.  United States v. Young, 105 F.3d 1, 5 (1st Cir.1997).  \"[T]he decision whether these historical facts, viewed from the standpoint of an objectively reasonable police officer, amount to reasonable suspicion or to probable cause\" presents a mixed question of law and fact which is subject to plenary review.  Ornelas v. United States, --- U.S. ----, ---- - ----, 116 S.Ct. 1657, 1661-62, 134 L.Ed.2d 911 (1996).</p>\n    </div>\n    <p>B. Probable Cause</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A warrantless arrest requires probable cause, the existence of which must be determined in light of the information that law enforcement officials possessed at the time of the arrest.  See United States v. Diallo, 29 F.3d 23, 25 (1st Cir.1994).  \"Probable cause exists when police officers, relying on reasonably trustworthy facts and circumstances, have information upon which a reasonably prudent person would believe the suspect had committed or was committing a crime.\"  Young, 105 F.3d at 6. To establish probable cause, the government \"need not present the quantum of proof necessary to convict.\"  United States v. Uricoechea-Casallas, 946 F.2d 162, 165 (1st Cir.1991).</p>\n    </div>\n    <p>C. Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The operation culminating in Meade's arrest involved numerous FBI agents.  Several of these agents testified to their own observations of the events leading up to the arrest as well as to other agents' observations communicated to them via FBI radio.  Based on the testimony and evidence presented, Meade contends that the FBI agent who ordered his arrest, Agent John Newton, lacked information sufficient to believe that Meade was committing a crime.  The government disputes this claim and, invoking the proposition that \"probable cause is determined in light of the collective knowledge of the law enforcement officers involved in an investigation,\" further relies upon certain facts known to other agents, but not to Agent Newton.  Because of the relative complexity of the law-enforcement operation preceding Meade's arrest, we begin with a brief discussion of principles that pertain when the government seeks to establish probable cause on the basis of knowledge possessed by more than one participant.</p>\n    </div>\n    <p class=\"indent\">1. Fellow-Officer/Collective-Knowledge Rule</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the \"fellow-officer\" rule, law enforcement officials cooperating in an investigation are entitled to rely upon each other's knowledge of facts when forming the conclusion that a suspect has committed or is committing a crime.  See United States v. Ventresca, 380 U.S. 102, 111, 85 S.Ct. 741, 747, 13 L.Ed.2d 684 (1965) (\"Observations of fellow officers of the Government engaged in a common investigation are plainly a reliable basis for a warrant applied for by one of their number.\");   see generally 2 Wayne R. LaFave, Search and Seizure &#167; 3.5(a), at 250-52 (1996).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Thus, when a law enforcement officer with information amounting to probable cause directs an officer who lacks the knowledge to make the arrest, we \"impute\" to the arresting officer the directing officer's knowledge. See Burns v. Loranger, 907 F.2d 233, 236 n. 7 (1st Cir.1990);  Karr v. Smith, 774 F.2d 1029, 1032 (10th Cir.1985);  Mendoza v. City of Rome, 872 F.Supp. 1110, 1116 (N.D.N.Y.1994);  LaFave, supra &#167; 3.5(b), at 255-58;  e.g., United States v. Paradis, 802 F.2d 553, 556-57 (1st Cir.1986) (upholding arrest ordered by superior although the arresting officer may have lacked probable cause).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The fellow officer rule underlies the well-worn maxim that \"the collective knowledge and information of all the officers involved establishes probable cause for the arrest.\"  United States v. Paradis, 802 F.2d 553, 557 (1st Cir.1986);  see United States v. Hinojos, 107 F.3d 765, 767-69 (10th Cir.1997);  Karr, 774 F.2d at 1031;  United States v. One 1975 Pontiac Lemans, 621 F.2d 444, 449 (1st Cir.1980).  The \"collective knowledge\" or \"pooled knowledge\" principle has been used to validate arrests in two ways:  (1) by tracing the arresting officer's action back to an individual in a law enforcement agency who possessed information sufficient to establish probable cause, and (2) by finding that the directing agency as a whole possessed the necessary facts.  See LaFave, supra, &#167; 3.5(b), at 259-60 (noting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A sensible argument has been made that looking to the agency's knowledge as a whole is unwise because it may \"encourage the dissemination of arrest orders based upon nothing more than the hope that the unevaluated bits and pieces in the hands of several different officers may turn out to add up to probable cause.\"   LaFave, supra &#167; 3.5(b), at 260.  In the same vein, the collective-knowledge corollary of the fellow officer rule would seem to require, or at least presuppose, the flow of information from the officers with knowledge of facts tending to establish probable cause to those lacking that knowledge (or, at least, to the directing or arresting officer).  See LaFave, supra &#167; 3.5(b), at 260-61 n.53, &#167; 3.5(c), at 266 n.72 (citing cases).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have not directly addressed the question whether the collective-knowledge rule is limited to situations in which the knowledge vests in a pertinent individual--such as the directing or arresting officer--or whether the rule broadly encompasses situations in which the officers or agency as a whole possess the requisite information.  In this case, the government attempts to invoke the broader application.  Here, however, we need consider neither the possible permutations of these principles nor choose between them<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> because we find that both the directing officer and the arresting officer individually possessed the requisite knowledge, albeit from different facts, to establish probable cause.</p>\n    </div>\n    <p class=\"indent\">2. Suppression Hearing Evidence</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In light of this discussion, we review in some detail the suppression hearing evidence and the court's factual findings regarding the various FBI agents' observations and communications throughout the operation that resulted in Meade's arrest.  We pay particular attention to the observations and knowledge of Agent Newton, the directing officer, and Agent Jay Fallon, the arresting officer, and, in doing so, we view the evidence in the light most favorable to the court's ruling.  See United States v. Maguire, 918 F.2d 254, 257 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Several days before December 23, 1993, an informant advised FBI special agent Frank Brosnan, the case agent in charge of this matter, that two men, Lawrence \"Mitch\" Lanoue and Albert Cole, assisted by at least one additional unidentified person, would attempt to rob an armored courier vehicle.  The informant reported that the robbery would occur in a mall or congested area and that the suspects would use a particular vehicle in the operation:  namely, a stolen gray 1985 Oldsmobile (the \"gray Olds\" or \"Olds\").  In fact, the gray Olds had already been located and law enforcement personnel had surreptitiously planted an electronic tracking device in it.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the early morning hours of December 23, 1993, at the state police barracks in Rhode Island, case agent Brosnan briefed a twenty-member Special Weapons and Tactics (\"SWAT\") team and its commander, Agent Newton, regarding what was known about the purported heist.  FBI surveillance teams were deployed in the air and on the ground to monitor the movements of the gray Olds, which was located on a farm in Pascoag, Rhode Island at that time.  The surveillance team also kept watch over a house in nearby Harrisville, Rhode Island, where they suspected Lanoue to be staying.  The FBI SWAT team stood by, ready to respond if the surveillance team reported suspicious movements connected to the Olds.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At about 9:50 a.m., a surveillance pilot noticed a pickup truck pull out of the Harrisville driveway, drive to the nearby Pascoag farm, and park near the gray Olds.  The pilot communicated his observations over FBI radio.  He advised that he observed the truck's driver and several other people move between the two vehicles, apparently placing items into the Olds' trunk.  Around 10:00 a.m., the pickup truck and the gray Olds exited the farm and drove through Woonsocket to a shopping mall in Cumberland, Rhode Island.  Ground surveillance units, followed by Agent Newton and other SWAT team members, began to trail the vehicles with assistance from the air surveillance unit.  During the operation, Agent Newton monitored two FBI radio frequencies, one dedicated to the surveillance units, which transmitted both air and ground communications, and the other to the SWAT units.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The pickup truck's driver left the truck in the Cumberland mall parking lot and entered the gray Olds, which then proceeded over the Rhode Island state line toward a shopping mall (the \"Ames mall\") in Bellingham, Massachusetts.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  At approximately 10:40 a.m., after stopping briefly outside the entrance of the Ames mall, the gray Olds travelled down a street leading to the back of the Ames department store.  The surveillance pilot warned the ground teams not to enter the street, which was a dead-end.  At the rear of the Ames store, the Olds' occupants rendezvoused with a person (or persons) in a parked brown automobile.  Over the next ten minutes, several individuals moved between the two vehicles.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Around that time, approximately 10:50 a.m., Agent Newton and his SWAT team arrived at the Ames mall.  At Agent Newton's direction, the SWAT team members placed their vehicles in various locations in the parking lot.  Agent Newton had just heard over the radio about the gray Olds and brown vehicle parked together behind the Ames store.  He also heard the surveillance pilot state that an individual who exited the brown vehicle had entered the gray Olds, though the pilot did not provide a description of this individual.  Shortly thereafter, the surveillance pilot radioed to the ground crew that the brown vehicle was leaving the area behind the Ames store, and asked if he should follow it.  The pilot was directed to stay with the gray Olds.  Although Agent Newton had been monitoring the surveillance frequency along with the SWAT frequency, he was unaware of the communication that the brown car had departed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Shortly thereafter, the gray Olds left the mall area, made several turns through a residential area, returned, and stopped near the entrance to the Ames department store.  The surveillance pilot observed a heavyset man wearing dark clothing exit the Olds and walk toward the store.  The pilot noticed what appeared to be a red bag over the man's shoulder.  Agent Newton heard the pilot's description of the man over the radio and also received information that the heavyset individual was lingering in the area in front of the Ames store.  At approximately 11:00 a.m., Agent Newton directed another agent to look for the heavyset man.  The agent entered and searched the Ames store, but could not find him.  A short time later, a different man, wearing a dark knit cap, entered the Olds and remained in it for approximately fifteen minutes.  That individual then left the vehicle, entered the Ames store, and returned minutes later.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Agent Newton subsequently received a communication that around 11:25 a.m., the heavyset man returned to the gray Olds and joined the other occupants.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The car then drove around the Ames mall parking lot.  At one point, it passed special agent Jay Fallon, a SWAT team member, who was seated in a vehicle located just inside the entrance to the Ames mall.  Agent Fallon, who would ultimately assist in the actual arrest of Meade, had a direct view of the three passengers in the vehicle, and he recognized two of them, Lanoue and Cole, from previously furnished photographs.  The gray Olds then left the parking area.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Around 11:35 a.m.  or 11:40 a.m., Agent Newton observed an unmarked armored van approach and park directly in front of the Ames store.  A uniformed courier immediately exited the van, entered the store and walked toward the store's main business office.  Shortly thereafter, Agent Newton received a communication that the gray Olds had reentered the Ames mall parking area and was heading toward the Ames store.  About that time, Agent Fallon heard the same or a similar transmission, and that an individual who had been seen in the gray Olds was now in a brown Pontiac that had entered the parking area.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Agent Fallon then personally observed the gray Olds and recognized its two passengers, Lanoue and Cole.  Agent Newton observed the gray Olds pull into a parking space, and noticed only two people inside.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At approximately 11:45 a.m., Agent Newton observed a passenger exit the gray Olds, and recognized him from previously reviewed photographs as Lanoue.  Lanoue walked toward the armored van, looking over his shoulder toward the area of the Ames store in which the courier had entered.  At that point, Agent Newton, via radio, advised that he along with other agents would arrest Lanoue, directed other agents in his vehicle to arrest the remaining person in the gray Olds, and ordered the other SWAT units to locate the brown car and arrest the third man.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Upon hearing the arrest order, Agent Fallon drove his vehicle a short distance through the parking area and came upon the third individual, who was exiting a brown Pontiac.  With other agents already on the scene, Agent Fallon ordered the man to the ground, advised him he was being arrested by the FBI, handcuffed him and searched him.  During the search, Agent Fallon found a fully loaded five-shot .38 caliber pistol in the suspect's coat pocket.  The person subsequently was identified as Patrick Meade.</p>\n    </div>\n    <p class=\"indent\">3. Analysis</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Meade argues that Agent Newton did not have sufficient information to order the agents to locate and arrest the occupant of the brown vehicle.  He contends that, even assuming the existence of probable cause to arrest Lanoue and Cole, the agents lacked probable cause to arrest him simply because he happened to be sitting in a brown vehicle.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Preliminarily, we leave undisturbed the district court's conclusion that the agents, through their observations, confirmed the informant's tip regarding specific facts surrounding the suspected attempted robbery, and that this confirmation legitimately supported a finding of probable cause.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The tip specifically identified two of the attempted-robbery participants, indicated the existence of at least one additional unidentified participant, and specified one of the vehicles to be used.  Many of the activities that occurred throughout the morning corroborated the informant's story:  the use of several vehicles, including the nearby positioning of the pickup truck and the meeting with the brown vehicle;  the suspects' apparent casing of and waiting at the Ames mall;  the suspects' return to the mall after the armored van's arrival;  and Lanoue's approach toward the van.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With regard to Meade's specific appellate challenges, we find that Agent Newton had information sufficient to order the agents to locate the brown car and arrest the third man (Meade).  We acknowledge that Agent Newton admitted that he did not recall any communication about the brown vehicle entering the parking lot at that time, and that he essentially guessed that the third individual would be found in it.  Nevertheless, we find that Agent Newton formulated a reasonable arrest order that took into account both his own personal observations and the facts communicated to him by other agents.  He knew the following information:  at least one additional individual was involved in the scheme, a brown vehicle connected with the operation had been seen behind the Ames store less than one hour before the arrest,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> an individual who had exited the brown car had entered the gray Olds, and the gray Olds had left the Ames mall parking area with three passengers (all identified by name or description), but following the entrance of the armored van, reentered with only two passengers.  As Agent Newton testified, \"I knew there was a third individual that we didn't have a location for so I gave the directions to locate the brown vehicle and arrest the individual in the brown vehicle.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the context of the arrest order, Agent Newton's arrest signal was not, as Meade would have us believe, some vague directive to locate any brown car and arrest whoever might be in it.  Rather, the arrest order focused on the participants in the robbery conspiracy, directing the agents to locate the brown car and arrest \"the third man\" about whom descriptive communications had been exchanged that morning.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Under the applicable totality-of-the circumstances approach, see United States v. Uricoechea-Casallas, 946 F.2d 162, 165 (1st Cir.1991), we conclude that Agent Newton gave the arrest order upon probable cause, which the Supreme Court has characterized as \"a fluid concept--turning on the assessment of probabilities in particular factual contexts,\" Illinois v. Gates, 462 U.S. 213, 232, 103 S.Ct. 2317, 2329, 76 L.Ed.2d 527 (1983).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under the fellow officer rule, we impute Agent Newton's knowledge of facts amounting to probable cause to Agent Fallon, the arresting officer.  See Burns, 907 F.2d at 236 n. 7. The record also establishes, however, that Agent Fallon individually had sufficient information, independent of Agent Newton's knowledge, to arrest Meade.  Agent Fallon had been briefed earlier that morning that, as a SWAT team member, he might be required to \"interdict\" an armed robbery of an armored courier vehicle.  He had also been provided with photographs of Lanoue and Cole, and was in radio communication with the other SWAT members on the scene.  That morning, Agent Fallon personally observed Lanoue, Cole, and the person later identified as Meade, in the previously identified gray Olds.  Subsequently, he received a transmission that an individual who had been seen in the gray Olds had entered the parking area in a brown Pontiac, and he observed the gray Olds with only Lanoue and Cole inside.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Upon hearing the arrest order--to locate the brown car and arrest the third man--Agent Fallon possessed sufficiently particularized knowledge to effect the arrest order specifically as to Meade:  he knew what the third man looked like and had information that the man was in a brown Pontiac in the parking area.  In other words, at the time of the arrest, the facts and circumstances known to Agent Fallon (albeit somewhat different facts than those known to Agent Newton) were sufficient to warrant a reasonably prudent person to believe that Meade was committing an offense.  Contrary to Meade's suggestion, Meade was not simply some unfortunate who happened to be sitting in a brown car in the parking lot that morning.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Meade's final contention is that, even assuming he associated with Cole and Lanoue on the morning of his arrest, his \"mere presence\" in their company \"a substantial period of time before his arrest\" did not provide probable cause for his arrest.  We disagree.  On the morning of Meade's arrest, agents observed:  a brown vehicle parked next to the gray Olds behind the Ames store;  Meade exiting the gray Olds in front of the Ames store then returning to the vehicle some time later;  Meade riding around with Lanoue and Cole in the gray Olds;  and Meade sitting in a brown vehicle near the location and at the time of the suspected attempted robbery.  While \"a person's mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person,\" Ybarra v. Illinois, 444 U.S. 85, 91, 100 S.Ct. 338, 342, 62 L.Ed.2d 238 (1979), these facts reveal \"substantially more than a momentary, random, or apparently innocent association between [Meade] and the known criminal activity.\"  United States v. Martinez-Molina, 64 F.3d 719, 727 (1st Cir.1995).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  We agree with the district court's conclusion that the agents' \"observations gave them a sound basis for concluding that the large man in the red-hooded blue coat sitting in the brown car was a participant with Lanoue and Cole in the robbery.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Thus, we conclude that the agents had probable cause to arrest Meade, and, therefore, that they lawfully seized the firearm found during the search incident to his arrest.  See Uricoechea-Casallas, 946 F.2d at 165 (\"If an arrest is lawful, the arresting officers are entitled to search the individual apprehended pursuant to that arrest.\").</p>\n    </div>\n    <p>II.</p>\n    <p>Speedy Trial Act</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Meade contends that by virtue of his initial arrest and federal indictment in Rhode Island on the same charge underlying this conviction, the instant proceedings violated the Speedy Trial Act.  By way of context, we describe the procedural background underlying his argument.  As we have said, federal agents first arrested Meade in Bellingham, Massachusetts on December 23, 1993.  On that day, the government issued out of the District of Rhode Island a complaint that, inter alia, charged Meade with being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).  On January 5, 1994, a federal grand jury in Rhode Island returned an indictment charging Meade in five of seven counts, including the felon-in-possession count, conspiracy, attempted robbery, and using and carrying firearms during and in relation to a crime of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In July 1994, Meade moved to dismiss the felon-in-possession count on the grounds of improper venue, arguing that the government had no evidence that he had possessed the firearm in Rhode Island.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  In August 1994, the government also moved to dismiss the felon-in-possession count \"in order that charges in that count may be prosecuted in the District of Massachusetts.\"   On August 16, 1994, the federal district court in Rhode Island dismissed the count without prejudice.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  On November 4, 1994, a Rhode Island federal jury acquitted Meade of the remaining counts.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">More than nine months later, on August 16, 1995, a federal grand jury in Massachusetts indicted Meade on one felon-in-possession count based upon the December 23, 1993 events.  His arrest on this indictment occurred on August 23, 1995.  The district court denied Meade's subsequent motion to dismiss the indictment on his claim of a Speedy Trial Act violation.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Meade now argues that his December 1993 arrest in Bellingham, Massachusetts was \"within the sole geographical jurisdiction of the District of Massachusetts\" and that, in the absence of evidence that he possessed a firearm elsewhere, the federal district court in Massachusetts had exclusive \"jurisdiction\" over the prosecution of the felon-in-possession charge.  Thus, Meade reasons, the Rhode Island proceedings on that count \"were a nullity\" and the failure to indict him in Massachusetts within thirty days of his initial December 23, 1993 arrest violated the express provisions of, and purposes behind, the Speedy Trial Act, 18 U.S.C. &#167;&#167; 3161-3167.  Meade's argument is somewhat novel and it presents questions of law which we review de novo.  See United States v. Rodriguez, 63 F.3d 1159, 1162 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 681, 133 L.Ed.2d 529 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Speedy Trial Act, which \"insures speedy indictments as well as speedy trials,\" United States v. Samples, 713 F.2d 298, 301 (7th Cir.1983), provides, in pertinent part:  \"Any information or indictment charging an individual with the commission of an offense shall be filed within thirty days from the date on which such individual was arrested ... in connection with such charges,\" 18 U.S.C. &#167; 3161(b).  The apparent purpose of the thirty-day arrest-to-indictment rule \"is to ensure that the defendant is not held under an arrest warrant for an excessive period without receiving formal notice of the charge against which he must prepare to defend himself.\"  United States v. Berry, 90 F.3d 148, 151 (6th Cir.)  (citing United States v. McCown, 711 F.2d 1441, 1447 (9th Cir.1983)), cert. denied, --- U.S. ----, 117 S.Ct. 497, 136 L.Ed.2d 389 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Meade first argues that Article III, Section 2, clause 3 of the United States Constitution<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> and Federal Rule of Criminal Procedure 18<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> precluded the Rhode Island district court's exercise of jurisdiction over the felon-in-possession charge against him.  We disagree.  The Constitution and Rule 18 protect a criminal defendant's venue--not jurisdictional--rights.  See United States v. Josleyn, 99 F.3d 1182, 1189 n. 7 (1st Cir.1996), cert. denied, --- U.S. ----, 117 S.Ct. 959, 136 L.Ed.2d 845 (1997);  see also id.  (\"Venue 'concerns only the place where the case may be tried[,]' whereas jurisdiction 'has to do with the authority or power of a court to try a case.' \")  (quoting Wayne R. LaFave &amp; Jerold H. Israel,  Criminal Procedure &#167; 16.1, at 334 (1984 &amp; Supp.1991) (alteration in original)).  We have further recognized that venue is a waivable personal privilege designed for the benefit of the defendant.  See United States v. Santiago, 83 F.3d 20, 24 (1st Cir.1996).  As such, the constitutional and statutory venue provisions are not restrictions on the court's jurisdiction.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Thus, at most, venue, but not jurisdiction, was questionable in Rhode Island.  Given that criminal venue rights are waivable, had Meade consented to proceedings in Rhode Island on the felon-in-possession count in the first indictment, the disposition of those proceedings would have been \"valid\" as a matter of venue as well as jurisdiction.  It follows that although the first indictment arguably was returned in an improper venue for prosecution, for the purposes of the Speedy Trial Act, it was not \"a nullity\" for lack of jurisdiction.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Having established that Meade's \"jurisdictional\" challenge to the Rhode Island proceedings on the felon-in-possession count is unavailing and that the Rhode Island indictment was filed within the Speedy Trial Act's thirty-day rule, we turn to the effect of the Massachusetts indictment, returned approximately one-and-a-half years after his original arrest.  Meade suggests that the Speedy Trial Act required his subsequent indictment also to have been filed within thirty days from the December 23, 1993 arrest.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The first indictment, returned January 5, 1994, was filed well within thirty days from Meade's December 23, 1993 arrest.  Manifestly, the return of that indictment stopped the thirty-day arrest-to-indictment time limitation.  Based on our previous holding that the thirty-day limit \"applies only where, at the time of indictment, the charge upon which a defendant was arrested and upon which a complaint was issued is still pending,\" United States v. Krynicki, 689 F.2d 289, 293-94 (1st Cir.1982), we disregard the period from the dismissal of the charge on August 16, 1994, to the initiation of the Massachusetts proceedings.  Because the second prosecution commenced with an indictment, not an arrest, it simply did not trigger &#167; 3161(b)'s arrest-to-indictment limitation.  See United States v. Gurary, 860 F.2d 521, 528 (2d Cir.1988);  Samples, 713 F.2d at 303.   We conclude that the return of the indictment in Massachusetts more than a year-and-a-half after the original arrest did not violate &#167; 3161(b).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This result does not frustrate the purposes animating the Speedy Trial Act.  In enacting the Speedy Trial Act, Congress acknowledged that a person subject to prolonged pretrial delays faces a number of debilitating factors, including \"the disruption of family life, loss of employment, anxiety, suspicion, and public obloquy.\"  Krynicki, 689 F.2d at 294.   After dismissal of formal charges, however, any such strain \"is no greater than it is upon anyone openly subject to a criminal investigation.\"  United States v. MacDonald, 456 U.S. 1, 9, 102 S.Ct. 1497, 1502, 71 L.Ed.2d 696 (1982) (involving Sixth Amendment speedy trial guarantee), quoted in Krynicki, 689 F.2d at 294.   While Meade may be disappointed that the government successfully brought these proceedings after his acquittal in Rhode Island on related charges, he cannot complain that the proceedings thwarted the policies of the Speedy Trial Act.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <p>III.</p>\n    <p>Defense Theory Instruction</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Meade argues that the district court erroneously failed to instruct the jury on his theory of the case.  Specifically, he challenges the court's refusal to give a requested instruction touching upon his \"intent\" in possessing the firearm for the purposes of 18 U.S.C. &#167; 922(g)(1).<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  \"Ordinarily, a defendant is entitled to an instruction on his theory of the case as long as it is legally valid and there is sufficient evidence, viewed in the light most favorable to the defendant, to permit a reasonable juror to credit the defendant's theory.\"  Josleyn, 99 F.3d at 1194.   Nevertheless, the court need not adopt the requested instruction verbatim if the charge as a whole adequately covers the defense theory.  See id.;  United States v. Montanez, 105 F.3d 36, 39 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">At trial, Meade testified to the following events, which we take as true for the purposes of this appeal.  In early December 1993, he went to the home of a friend, Paul Bartel, who had just threatened to commit suicide.  When Meade arrived at Bartel's residence, Bartel was playing with a gun.  Meade took the gun from Bartel in order to prevent Bartel from harming himself, and placed the gun in the back seat of his (Meade's) car.  He forgot about the gun and did not touch it again until shortly before his arrest on December 23, when he spotted it in his car and placed it in his pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">At the close of the evidence, the district court instructed the jury on the concept of actual possession, as well as constructive possession substantially in accord with our discussion in United States v. Rogers, 41 F.3d 25, 29-30 (1st Cir.1994) (explaining the meaning of \"constructive possession\" for purposes of &#167; 922(g)).  The court further distinguished \"ownership\" from possession, instructing that the government need not prove Meade's ownership of the firearm.  With respect to the requisite mens rea, the court explained that the government must have proven that Meade \"knowingly\" possessed the firearm;  that is, \"he possessed it voluntarily and purposefully and not by accident or mistake.\"   Finally, the court told the jury that the purpose for which Meade possessed the firearm was irrelevant to the question whether he committed the offense.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Meade requested the court to instruct the jury that, in order to prove the \"knowing possession\" of the firearm, the government must establish that he \"possessed the firearm with the intent to exercise dominion and control over it,\" and that \"not every incidental contact with the firearm would automatically compel [the jury] to find that ... he possessed ... it as alleged in the indictment.\"   For support, Meade cites the unpublished case<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> of United States v. DiNovo, 57 F.3d 1061 (1st Cir.)  (TABLE), 1995 LEXIS 14622, 1995 WL 354829, cert. denied, --- U.S. ----, 116 S.Ct. 404, 133 L.Ed.2d 323 (1995).  Meade further asked the court to instruct the jury that \"dominion\" and \"control\" are \"overlapping concepts\" and that \"[d]ominion ... is generally defined as 'perfect control in right of ownership.' \"  Rogers, 41 F.3d at 29, 30 (quoting Black's Law Dictionary 436 (5th ed.1979)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Meade informs us that his \"defense theory\" was that, because he did not have the intent to exercise dominion and control over the firearm, he did not possess it for \"criminal purposes\" and thus, he lacked the \"requisite intent\" to possess.  He complains that the court's failure to charge the jury as requested deprived the jury of the opportunity to consider the circumstances under which the firearm was found on his person.  He contends that the jury should have been able to give due weight to his \"prudent\" decision first to take the firearm from Bartel and then to remove it from his car (\"rather than leave it there\") upon rediscovering it.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We are unpersuaded by Meade's highlighting of choice phrases from the unpublished DiNovo case and from Rogers 's discussion of constructive possession<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> to fashion a novel and somewhat heightened definition of possession that approximates ownership.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>  His attempt to mold his novel definition to suit his \"absence of criminal purpose\" defense theory is a further stretch.  Viewing the evidence in the light most favorable to Meade, we conclude that his \"good purpose\" in taking and retaining possession of the gun would not have constituted a valid defense as a matter of law.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  Therefore, we find no error in the court's refusal to give Meade's requested instruction on his theory of the case.  See United States v. Rose, 104 F.3d 1408, 1416 (1st Cir.1997) (explaining that such refusal warrants reversal only if, inter alia, defendant's requested instruction was \"substantively correct\").</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Sentence Enhancement Based On Acquitted Conduct</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">At sentencing, the district court found that Meade possessed the firearm in connection with criminal conduct, of which the jury in Rhode Island acquitted him, surrounding the attempted robbery of the armored courier car.  The court, therefore, increased his base offense level by four levels pursuant to U.S.S.G. &#167; 2K2.1(b)(5).<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  Citing dicta in United States v. Lanoue, 71 F.3d 966, 983-84 (1st Cir.1995), Meade argues (as he did below) that, as a matter of law, the court could not constitutionally increase his sentence based on acquitted conduct.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Meade's claim has no force because the Supreme Court recently abrogated the dicta in Lanoue and held \"that a jury's verdict of acquittal does not prevent the sentencing court from considering conduct underlying the acquitted charge, so long as that conduct has been proved by a preponderance of the evidence.\"  United States v. Watts, --- U.S. ----, ----, 117 S.Ct. 633, 638, 136 L.Ed.2d 554 (1997);  see id. at ---- n. 1, 117 S.Ct. at 634 n. 1. Thus, the sentencing court did not err in considering conduct underlying charges of which Meade had been acquitted.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Meade did not challenge either below or in his appellate brief the weight of the court's factual finding that he possessed the gun in connection with the attempted robbery.  At oral argument, however, Meade's counsel raised a related claim:  that Watts mandates an evidentiary hearing before a court may sentence for acquitted conduct.  The assertion is wrong.  Although Watts explains that the sentencing guidelines require facts pertinent to sentencing to be proven by a preponderance of the evidence, see --- U.S. at ----, 117 S.Ct. at 637, it does not set forth a requirement that a district court hold an evidentiary hearing to establish such facts, whether or not they encompass acquitted conduct.  Moreover, we do not mandate such a hearing in this circuit.  See United States v. Tardiff, 969 F.2d 1283, 1286 (1st Cir.1992) (\"It is clear that a defendant is not automatically entitled to a full-blown evidentiary hearing at the time of sentencing.\").  Finally, because Meade did not request an evidentiary hearing to challenge the facts underlying the Presentence Report's recommendation to count the acquitted conduct,<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> he has relinquished this final claim, such as it is, on appeal.  See id.  (finding that defendant waived the right to complain of the absence of an evidentiary hearing by failing to request one).V.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's judgment in all respects.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See also United States v. Asselin, 775 F.2d 445, 446 (1st Cir.1985) (rejecting \"totem pole hearsay\" contention where special agent relied upon local police officer's communication of information obtained from reliable informant)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> If it turns out, however, that the directing officer lacked probable cause to order the arrest, then the arrest itself is unlawful regardless of the arresting officer's otherwise proper reliance.  See Whiteley v. Warden, 401 U.S. 560, 568, 91 S.Ct. 1031, 1037, 28 L.Ed.2d 306 (1971) (explaining that although arresting officers are \"entitled to assume\" that fellow officers seeking help to execute arrest warrant had probable cause, arrest is unlawful where warrant did not issue upon probable cause);  Mendoza, 872 F.Supp. at 1116</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See e.g., State v. Cooley, 457 A.2d 352, 355 (Del.1983) (\"To say in the abstract that probable cause is to be evaluated on the basis of the collective information of the police ignores the underlying assumption--and factual reality--that there is some communication between those officers, who do know facts amounting to probable cause, and those who do not.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> One approach is to presume communication, absent the defendant's rebuttal.  See generally United States v. Shareef, 100 F.3d 1491, 1503-05 (10th Cir.1996) (discussing presumption of communication underlying imputation of knowledge among officers working together, but declining to impute to one officer another's knowledge of defendant's physical characteristics in light of trial judge's specific finding that such information had not been shared) (also opining that even absent evidence of communication, it may be appropriate to consider, under \"single organism\" theory, \"collective knowledge\" of officers acting collectively to determine reasonableness of their behavior);  see also Illinois v. Andreas, 463 U.S. 765, 771-72 n. 5, 103 S.Ct. 3319, 3324-25 n. 5, 77 L.Ed.2d 1003 (1983) (explaining that the knowledge of one official is \"presumed shared\" by others cooperating in an investigation)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The surveillance pilots were able to observe the pickup truck throughout the morning and noted that it did not move from its spot in the Cumberland mall</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> At this point, another SWAT team member saw the heavyset man enter the gray Olds.  This agent identified what previously had been described as a \"red bag\" over the man's shoulder as a red-checked hood attached to his coat</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Agent Fallon had not heard the transmission concerning the earlier observation of the brown car behind the Ames store</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Draper v. United States, 358 U.S. 307, 312-14, 79 S.Ct. 329, 332-33, 3 L.Ed.2d 327 (1959) (finding probable cause to arrest where informer's detailed tip was verified by police observations of corroborating but otherwise innocent conduct)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although Meade argues that Agent Newton knew the brown car had left the area behind the Ames store, we will not charge Agent Newton with facts he specifically denied knowing.  See United States v. Zurosky, 614 F.2d 779, 786 (1st Cir.1979) (declining to apply collective-knowledge principle to impute knowledge to one officer who specifically denied knowing exculpatory fact known by another officer)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We reject Meade's perfunctory contention that the apprehension of other persons in a brown car that morning near the site of his arrest belies the finding that Agent Newton had probable cause to give the arrest order.  The district court did not address this issue, and our careful review of the record reveals that, although occupants of another brown vehicle were detained, none of the testifying agents knew any details regarding the circumstances of that detention.  On appeal, the government claims that the other brown vehicle had driven over a curb and appeared to be attempting to flee the scene.  In the absence of record evidence supporting either that claim or Meade's suggestion that the detention was a direct response to Agent Newton's faulty arrest order, we, like the district court, assign no significance to this event</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See also Ornelas v. United States, --- U.S. ----, ----, 116 S.Ct. 1657, 1661, 134 L.Ed.2d 911 (1996) (explaining that probable cause is a \"common sense, nontechnical conception[ ] that deal[s] with 'the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act' \" (quoting Gates, 462 U.S. at 231, 103 S.Ct. at 2328 (additional quotation marks and citation omitted)))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Our conclusion is unchanged by the indication in the record that other FBI agents may have begun the arrest process before Agent Fallon found Meade, even though Agent Fallon ordered Meade to the ground, told him he was under arrest, and handcuffed and searched him.  Even viewing the evidence in the light most favorable to Meade, when Agent Fallon came upon Meade, Meade had just exited his vehicle and, at most, had begun to drop to his knees.  On these facts, regardless of the presently unknown knowledge of the other agents (none testified at the suppression hearing), it is apparent that Agent Fallon would have imminently and lawfully discovered and arrested Meade.  Cf. United States v. Procopio, 88 F.3d 21, 27 (1st Cir.)  (explaining that otherwise unlawful search may be upheld where the government proves \"by a preponderance of the evidence that the evidence would inevitably have been discovered by lawful means\") (citing Nix v. Williams, 467 U.S. 431, 444, 104 S.Ct. 2501, 2509, 81 L.Ed.2d 377 (1984)), cert. denied, --- U.S. ----, 117 S.Ct. 620, 136 L.Ed.2d 543 (1996), and cert. denied, --- U.S. ----, 117 S.Ct. 1008, 117 S.Ct. 1008 (1997);  United States v. Ragsdale, 470 F.2d 24, 30-31 (5th Cir.1972) (upholding vehicle search by officer lacking probable cause where partner officer on scene had probable cause and search \"would have almost instantaneously gone forward\" under that officer's direction)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See also Martinez-Molina, 64 F.3d at 729 (noting that \"officers in the field\" are not required to \"ignore the fact that 'criminals rarely welcome innocent persons as witnesses to serious crimes and rarely seek to perpetrate felonies before larger-than-necessary audiences' \") (quotation marks and citation omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Although Meade, Lanoue and Cole were arrested at the site of the attempted robbery in Massachusetts, it appears that the government prosecuted the case in Rhode Island because many of the preparatory activities in the robbery plan occurred there</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The record does not clearly reveal whether the court dismissed the count in response to Meade's or the government's motion, or perhaps, on its own motion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> \"The trial of all Crimes, except in Cases of Impeachment, shall be by Jury;  and such Trial shall be held in the State where the said Crimes shall have been committed.\"   U.S. Const. art.  III, &#167; 2, cl. 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> \"Except as otherwise permitted by statute or by these rules, the prosecution shall be had in a district in which the offense was committed.\"  Fed.R.Crim.P. 18</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See 2 Charles A. Wright, Federal Practice and Procedure, &#167; 306, at 219-20 (1982) (citing cases);  see also 18 U.S.C. &#167; 3231 (providing, without geographical limitation, that federal district courts have original jurisdiction \"of all offenses against the laws of the United States\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Meade does not argue that improper venue bears upon the validity of the indictment for Speedy Trial Act purposes.  Because venue objections may be waived, we doubt that improper venue would invalidate an indictment for these purposes.  Moreover, even assuming the \"nullity\" of the first indictment, there exists support for the proposition that its timely return would satisfy the thirty-day limit of &#167; 3161(b).  See United States v. Perez, 845 F.2d 100, 102 (5th Cir.1988) (stating that \"[s]ection 3161(b) applies to 'any' indictment, including one that subsequently is found to be defective or invalid\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Meade further asserts that the \"piecemeal prosecution\" of this case violates the United States Department of Justice's policy \"that several offenses arising out of a single transaction should be alleged and tried together and should not be made the basis of multiple prosecutions, a policy dictated by considerations both of fairness to defendants and of efficient and orderly law enforcement.\"  Petite v. United States, 361 U.S. 529, 530, 80 S.Ct. 450, 451, 4 L.Ed.2d 490 (1960).  The Justice Department's so-called \"Petite policy,\" which guards against various dual or subsequent prosecutions, does not help Meade given our repeated holding that the policy \"does not confer substantive rights on criminal defendants.\"  United States v. Gary, 74 F.3d 304, 313 (1st Cir.)  (citing cases), cert. denied, --- U.S. ----, 116 S.Ct. 2567, 135 L.Ed.2d 1084 (1996)</p>\n        <p>Finally, Meade perfunctorily complains that the \"government should not [have been] permitted to hedge against an adverse verdict\" by seeking this conviction after the acquittal in Rhode Island.  To the extent Meade suggests an unconstitutional pre-indictment delay, his conclusory plaint falls well short of the requisite showing of significant prejudice to him and intentional bad-faith delay on the part of the government.  See United States v. Crooks, 766 F.2d 7, 11 (1st Cir.1985).  As such, we deem this contention waived.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> 18 U.S.C. &#167; 922(g)(1) makes it unlawful for a convicted felon to \"possess in or affecting commerce, any firearm or ammunition.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Because we ultimately find that Meade's requested instruction is incorrect as a matter of law, and because he does not otherwise appeal the court's charge, we need not pass on the accuracy of the charge as given</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Our Local Rules prohibit the citation of unpublished opinions, which are bereft of any precedential force, except in related cases.  See 1st Cir.  R. 36.2(b)6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See Rogers, 41 F.3d at 30 (explaining that, under trial court's instructions, \"dominion\" encompassed the concept of control)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> That Meade assertedly did not own the gun in his pocket does not vitiate his possession of it for &#167; 922(g) purposes.  See United States v. Hubbard, 61 F.3d 1261, 1272 (7th Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 1268, 134 L.Ed.2d 216 (1996).  Ownership, for purposes of constructive possession analysis, \"may be highly relevant where the authority to exercise control is disputed.\"  Rogers, 41 F.3d at 30 (emphasis added).  The presence of the gun in Meade's coat pocket, however, more accurately triggers the concept of actual, rather than constructive, possession.  See United States v. Zavala Maldonado, 23 F.3d 4, 7 (1st Cir.1994) (describing actual possession as \"immediate, hands-on physical possession\").  In any event, under either an actual or constructive possession rubric, Meade's own testimony dispensed with any dispute regarding his control of the gun;  he admitted that he saw the gun in his car, and, unencumbered, picked it up and placed it in his pocket</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> We note that Meade did not (and does not) claim that he was entitled to an instruction in the nature of a necessity or justification defense.  See United States v. Gomez, 92 F.3d 770, 774 (9th Cir.1996) (explaining application of justification defense in felon-in-possession case) (citing cases);  United States v. Lomax, 87 F.3d 959, 961-62 (8th Cir.1996) (same);  see also United States v. Perez, 86 F.3d 735, 737 (7th Cir.1996) (\"The defense of necessity will rarely lie in a felon-in-possession case unless the ex-felon, not being engaged in criminal activity, does nothing more than grab a gun with which he or another is being threatened (the other might be the possessor of the gun, threatening suicide)\");  United States v. Newcomb, 6 F.3d 1129, 1137-38 (6th Cir.1993) (allowing justification defense instruction where defendant removed gun from person threatening to shoot another, and briefly handled it to remove ammunition)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Section 2K2.1(b)(5) provides, in pertinent part:</p>\n        <p>If the defendant used or possessed any firearm or ammunition in connection with another felony offense;  or possessed or transferred any firearm or ammunition with knowledge, intent, or reason to believe that it would be used or possessed in connection with another felony offense, increase by 4 levels.</p>\n        <p>U.S. Sentencing Guidelines Manual &#167; 2K2.1(b)(5) (Nov.1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> In Lanoue, a panel of this circuit expressed in dicta its belief in the unconstitutionality of permitting imprisonment on the basis of acquitted conduct, and stated that the guidelines' apparent requirement that a court sentence for such conduct \"utterly lacks the appearance of justice.\"  71 F.3d at 984</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> The district court adopted the statement of relevant conduct contained in the Presentence Report which largely recounted the facts disclosed during the suppression hearing and additionally noted that a pair of handcuffs were found in Meade's vehicle</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">190</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Patrick J. MEADE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1360.</p>\n    <p class=\"court\">United States Court of Appeals,First Circuit.</p>\n    <p class=\"date\">Heard Feb. 4, 1997.<br>Decided April 8, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul F. Markham by Appointment of the Court, Melrose, MA, for appellant.</p>\n      <p class=\"indent\">Kimberly S. Budd, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In December 1993, federal agents arrested defendant-appellant Patrick J. Meade in Massachusetts for his suspected involvement in the attempted robbery of an armored vehicle.  A federal grand jury in Rhode Island returned an indictment charging him with various offenses related to the attempted robbery.  Before trial, the federal district court in Rhode Island dismissed the count that charged Meade with being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).  After a jury trial, Meade was acquitted of all remaining counts.  Subsequently, the government prosecuted the felon-in-possession count in Massachusetts federal district court, and in December 1995, a federal jury in that state found Meade guilty of that offense.  The court then imposed a seventy-month imprisonment term, taking into account Meade's conduct in the attempted robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Meade raises four distinct claims:  (1) federal agents lacked probable cause to arrest him;  (2) the instant prosecution violated the Speedy Trial Act because of his earlier arrest, indictment on the same charge, and subsequent dismissal of the charge;  (3) the district court erred in failing to instruct the jury on his theory of the case;  and (4) the district court erred when it enhanced his sentence based on conduct underlying charges of which he had been acquitted.  Finding none of these arguments persuasive, we affirm.  We provide the pertinent background facts as necessary to the discussion of each contention.I.</p>\n    </div>\n    <p>Probable Cause</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After a three-day evidentiary hearing, the district court found that, at the time of Meade's arrest, agents of the Federal Bureau of Investigation (\"FBI\") had information from which they could reasonably believe that he and two others were about to rob an armored courier van.  Based on this finding, the court determined that Meade's warrantless arrest did not violate his Fourth Amendment rights and denied his pre-trial motion to suppress a firearm seized during a search incident to his arrest.  On appeal, Meade renews his contention that agents lacked probable cause to arrest him.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review the district court's legal conclusions on a motion to suppress de novo and examine its factual findings for clear error.  United States v. Young, <span class=\"citation\" data-id=\"197172\"><a href=\"/opinion/197172/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1997).  \"[T]he decision whether these historical facts, viewed from the standpoint of an objectively reasonable police officer, amount to reasonable suspicion or to probable cause\" presents a mixed question of law and fact which is subject to plenary review.  Ornelas v. United States, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, 1661-62, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996).</p>\n    </div>\n    <p>B. Probable Cause</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A warrantless arrest requires probable cause, the existence of which must be determined in light of the information that law enforcement officials possessed at the time of the arrest.  See United States v. Diallo, <span class=\"citation\" data-id=\"195489\"><a href=\"/opinion/195489/united-states-v-diallo/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 25 (1st Cir.1994).  \"Probable cause exists when police officers, relying on reasonably trustworthy facts and circumstances, have information upon which a reasonably prudent person would believe the suspect had committed or was committing a crime.\"  Young, 105 F.3d at 6. To establish probable cause, the government \"need not present the quantum of proof necessary to convict.\"  United States v. Uricoechea-Casallas, <span class=\"citation\" data-id=\"569296\"><a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 165 (1st Cir.1991).</p>\n    </div>\n    <p>C. Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The operation culminating in Meade's arrest involved numerous FBI agents.  Several of these agents testified to their own observations of the events leading up to the arrest as well as to other agents' observations communicated to them via FBI radio.  Based on the testimony and evidence presented, Meade contends that the FBI agent who ordered his arrest, Agent John Newton, lacked information sufficient to believe that Meade was committing a crime.  The government disputes this claim and, invoking the proposition that \"probable cause is determined in light of the collective knowledge of the law enforcement officers involved in an investigation,\" further relies upon certain facts known to other agents, but not to Agent Newton.  Because of the relative complexity of the law-enforcement operation preceding Meade's arrest, we begin with a brief discussion of principles that pertain when the government seeks to establish probable cause on the basis of knowledge possessed by more than one participant.</p>\n    </div>\n    <p class=\"indent\">1. Fellow-Officer/Collective-Knowledge Rule</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the \"fellow-officer\" rule, law enforcement officials cooperating in an investigation are entitled to rely upon each other's knowledge of facts when forming the conclusion that a suspect has committed or is committing a crime.  See United States v. Ventresca, <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 111, <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">741</span></a></span>, 747, <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1965) (\"Observations of fellow officers of the Government engaged in a common investigation are plainly a reliable basis for a warrant applied for by one of their number.\");   see generally 2 Wayne R. LaFave, Search and Seizure &#167; 3.5(a), at 250-52 (1996).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Thus, when a law enforcement officer with information amounting to probable cause directs an officer who lacks the knowledge to make the arrest, we \"impute\" to the arresting officer the directing officer's knowledge. See Burns v. Loranger, <span class=\"citation\" data-id=\"544226\"><a href=\"/opinion/544226/karen-burns-v-david-loranger/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">233</span></a></span>, 236 n. 7 (1st Cir.1990);  Karr v. Smith, <span class=\"citation\" data-id=\"459068\"><a href=\"/opinion/459068/johnie-f-karr-v-uniform-patrolman-smith-and-officer-lnu-mark-lemon/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1029</span></a></span>, 1032 (10th Cir.1985);  Mendoza v. City of Rome, <span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1110</span></span>, 1116 (N.D.N.Y.1994);  LaFave, supra &#167; 3.5(b), at 255-58;  e.g., United States v. Paradis, <span class=\"citation\" data-id=\"477755\"><a href=\"/opinion/477755/united-states-v-ronald-paradis-united-states-of-america-v-norman/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 556-57 (1st Cir.1986) (upholding arrest ordered by superior although the arresting officer may have lacked probable cause).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The fellow officer rule underlies the well-worn maxim that \"the collective knowledge and information of all the officers involved establishes probable cause for the arrest.\"  United States v. Paradis, <span class=\"citation\" data-id=\"477755\"><a href=\"/opinion/477755/united-states-v-ronald-paradis-united-states-of-america-v-norman/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 557 (1st Cir.1986);  see United States v. Hinojos, <span class=\"citation\" data-id=\"736297\"><a href=\"/opinion/736297/united-states-v-salvador-hinojos-jr/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">765</span></a></span>, 767-69 (10th Cir.1997);  Karr, 774 F.2d at 1031;  United States v. One 1975 Pontiac Lemans, <span class=\"citation\" data-id=\"378074\"><a href=\"/opinion/378074/united-states-v-one-1975-pontiac-lemans-vehicle-id-no-2f37m56101227/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></a></span>, 449 (1st Cir.1980).  The \"collective knowledge\" or \"pooled knowledge\" principle has been used to validate arrests in two ways:  (1) by tracing the arresting officer's action back to an individual in a law enforcement agency who possessed information sufficient to establish probable cause, and (2) by finding that the directing agency as a whole possessed the necessary facts.  See LaFave, supra, &#167; 3.5(b), at 259-60 (noting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A sensible argument has been made that looking to the agency's knowledge as a whole is unwise because it may \"encourage the dissemination of arrest orders based upon nothing more than the hope that the unevaluated bits and pieces in the hands of several different officers may turn out to add up to probable cause.\"   LaFave, supra &#167; 3.5(b), at 260.  In the same vein, the collective-knowledge corollary of the fellow officer rule would seem to require, or at least presuppose, the flow of information from the officers with knowledge of facts tending to establish probable cause to those lacking that knowledge (or, at least, to the directing or arresting officer).  See LaFave, supra &#167; 3.5(b), at 260-61 n.53, &#167; 3.5(c), at 266 n.72 (citing cases).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have not directly addressed the question whether the collective-knowledge rule is limited to situations in which the knowledge vests in a pertinent individual--such as the directing or arresting officer--or whether the rule broadly encompasses situations in which the officers or agency as a whole possess the requisite information.  In this case, the government attempts to invoke the broader application.  Here, however, we need consider neither the possible permutations of these principles nor choose between them<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> because we find that both the directing officer and the arresting officer individually possessed the requisite knowledge, albeit from different facts, to establish probable cause.</p>\n    </div>\n    <p class=\"indent\">2. Suppression Hearing Evidence</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In light of this discussion, we review in some detail the suppression hearing evidence and the court's factual findings regarding the various FBI agents' observations and communications throughout the operation that resulted in Meade's arrest.  We pay particular attention to the observations and knowledge of Agent Newton, the directing officer, and Agent Jay Fallon, the arresting officer, and, in doing so, we view the evidence in the light most favorable to the court's ruling.  See United States v. Maguire, <span class=\"citation\" data-id=\"551274\"><a href=\"/opinion/551274/united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 257 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Several days before December 23, 1993, an informant advised FBI special agent Frank Brosnan, the case agent in charge of this matter, that two men, Lawrence \"Mitch\" Lanoue and Albert Cole, assisted by at least one additional unidentified person, would attempt to rob an armored courier vehicle.  The informant reported that the robbery would occur in a mall or congested area and that the suspects would use a particular vehicle in the operation:  namely, a stolen gray 1985 Oldsmobile (the \"gray Olds\" or \"Olds\").  In fact, the gray Olds had already been located and law enforcement personnel had surreptitiously planted an electronic tracking device in it.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the early morning hours of December 23, 1993, at the state police barracks in Rhode Island, case agent Brosnan briefed a twenty-member Special Weapons and Tactics (\"SWAT\") team and its commander, Agent Newton, regarding what was known about the purported heist.  FBI surveillance teams were deployed in the air and on the ground to monitor the movements of the gray Olds, which was located on a farm in Pascoag, Rhode Island at that time.  The surveillance team also kept watch over a house in nearby Harrisville, Rhode Island, where they suspected Lanoue to be staying.  The FBI SWAT team stood by, ready to respond if the surveillance team reported suspicious movements connected to the Olds.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At about 9:50 a.m., a surveillance pilot noticed a pickup truck pull out of the Harrisville driveway, drive to the nearby Pascoag farm, and park near the gray Olds.  The pilot communicated his observations over FBI radio.  He advised that he observed the truck's driver and several other people move between the two vehicles, apparently placing items into the Olds' trunk.  Around 10:00 a.m., the pickup truck and the gray Olds exited the farm and drove through Woonsocket to a shopping mall in Cumberland, Rhode Island.  Ground surveillance units, followed by Agent Newton and other SWAT team members, began to trail the vehicles with assistance from the air surveillance unit.  During the operation, Agent Newton monitored two FBI radio frequencies, one dedicated to the surveillance units, which transmitted both air and ground communications, and the other to the SWAT units.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The pickup truck's driver left the truck in the Cumberland mall parking lot and entered the gray Olds, which then proceeded over the Rhode Island state line toward a shopping mall (the \"Ames mall\") in Bellingham, Massachusetts.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  At approximately 10:40 a.m., after stopping briefly outside the entrance of the Ames mall, the gray Olds travelled down a street leading to the back of the Ames department store.  The surveillance pilot warned the ground teams not to enter the street, which was a dead-end.  At the rear of the Ames store, the Olds' occupants rendezvoused with a person (or persons) in a parked brown automobile.  Over the next ten minutes, several individuals moved between the two vehicles.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Around that time, approximately 10:50 a.m., Agent Newton and his SWAT team arrived at the Ames mall.  At Agent Newton's direction, the SWAT team members placed their vehicles in various locations in the parking lot.  Agent Newton had just heard over the radio about the gray Olds and brown vehicle parked together behind the Ames store.  He also heard the surveillance pilot state that an individual who exited the brown vehicle had entered the gray Olds, though the pilot did not provide a description of this individual.  Shortly thereafter, the surveillance pilot radioed to the ground crew that the brown vehicle was leaving the area behind the Ames store, and asked if he should follow it.  The pilot was directed to stay with the gray Olds.  Although Agent Newton had been monitoring the surveillance frequency along with the SWAT frequency, he was unaware of the communication that the brown car had departed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Shortly thereafter, the gray Olds left the mall area, made several turns through a residential area, returned, and stopped near the entrance to the Ames department store.  The surveillance pilot observed a heavyset man wearing dark clothing exit the Olds and walk toward the store.  The pilot noticed what appeared to be a red bag over the man's shoulder.  Agent Newton heard the pilot's description of the man over the radio and also received information that the heavyset individual was lingering in the area in front of the Ames store.  At approximately 11:00 a.m., Agent Newton directed another agent to look for the heavyset man.  The agent entered and searched the Ames store, but could not find him.  A short time later, a different man, wearing a dark knit cap, entered the Olds and remained in it for approximately fifteen minutes.  That individual then left the vehicle, entered the Ames store, and returned minutes later.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Agent Newton subsequently received a communication that around 11:25 a.m., the heavyset man returned to the gray Olds and joined the other occupants.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The car then drove around the Ames mall parking lot.  At one point, it passed special agent Jay Fallon, a SWAT team member, who was seated in a vehicle located just inside the entrance to the Ames mall.  Agent Fallon, who would ultimately assist in the actual arrest of Meade, had a direct view of the three passengers in the vehicle, and he recognized two of them, Lanoue and Cole, from previously furnished photographs.  The gray Olds then left the parking area.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Around 11:35 a.m.  or 11:40 a.m., Agent Newton observed an unmarked armored van approach and park directly in front of the Ames store.  A uniformed courier immediately exited the van, entered the store and walked toward the store's main business office.  Shortly thereafter, Agent Newton received a communication that the gray Olds had reentered the Ames mall parking area and was heading toward the Ames store.  About that time, Agent Fallon heard the same or a similar transmission, and that an individual who had been seen in the gray Olds was now in a brown Pontiac that had entered the parking area.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Agent Fallon then personally observed the gray Olds and recognized its two passengers, Lanoue and Cole.  Agent Newton observed the gray Olds pull into a parking space, and noticed only two people inside.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At approximately 11:45 a.m., Agent Newton observed a passenger exit the gray Olds, and recognized him from previously reviewed photographs as Lanoue.  Lanoue walked toward the armored van, looking over his shoulder toward the area of the Ames store in which the courier had entered.  At that point, Agent Newton, via radio, advised that he along with other agents would arrest Lanoue, directed other agents in his vehicle to arrest the remaining person in the gray Olds, and ordered the other SWAT units to locate the brown car and arrest the third man.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Upon hearing the arrest order, Agent Fallon drove his vehicle a short distance through the parking area and came upon the third individual, who was exiting a brown Pontiac.  With other agents already on the scene, Agent Fallon ordered the man to the ground, advised him he was being arrested by the FBI, handcuffed him and searched him.  During the search, Agent Fallon found a fully loaded five-shot .38 caliber pistol in the suspect's coat pocket.  The person subsequently was identified as Patrick Meade.</p>\n    </div>\n    <p class=\"indent\">3. Analysis</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Meade argues that Agent Newton did not have sufficient information to order the agents to locate and arrest the occupant of the brown vehicle.  He contends that, even assuming the existence of probable cause to arrest Lanoue and Cole, the agents lacked probable cause to arrest him simply because he happened to be sitting in a brown vehicle.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Preliminarily, we leave undisturbed the district court's conclusion that the agents, through their observations, confirmed the informant's tip regarding specific facts surrounding the suspected attempted robbery, and that this confirmation legitimately supported a finding of probable cause.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The tip specifically identified two of the attempted-robbery participants, indicated the existence of at least one additional unidentified participant, and specified one of the vehicles to be used.  Many of the activities that occurred throughout the morning corroborated the informant's story:  the use of several vehicles, including the nearby positioning of the pickup truck and the meeting with the brown vehicle;  the suspects' apparent casing of and waiting at the Ames mall;  the suspects' return to the mall after the armored van's arrival;  and Lanoue's approach toward the van.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With regard to Meade's specific appellate challenges, we find that Agent Newton had information sufficient to order the agents to locate the brown car and arrest the third man (Meade).  We acknowledge that Agent Newton admitted that he did not recall any communication about the brown vehicle entering the parking lot at that time, and that he essentially guessed that the third individual would be found in it.  Nevertheless, we find that Agent Newton formulated a reasonable arrest order that took into account both his own personal observations and the facts communicated to him by other agents.  He knew the following information:  at least one additional individual was involved in the scheme, a brown vehicle connected with the operation had been seen behind the Ames store less than one hour before the arrest,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> an individual who had exited the brown car had entered the gray Olds, and the gray Olds had left the Ames mall parking area with three passengers (all identified by name or description), but following the entrance of the armored van, reentered with only two passengers.  As Agent Newton testified, \"I knew there was a third individual that we didn't have a location for so I gave the directions to locate the brown vehicle and arrest the individual in the brown vehicle.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the context of the arrest order, Agent Newton's arrest signal was not, as Meade would have us believe, some vague directive to locate any brown car and arrest whoever might be in it.  Rather, the arrest order focused on the participants in the robbery conspiracy, directing the agents to locate the brown car and arrest \"the third man\" about whom descriptive communications had been exchanged that morning.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Under the applicable totality-of-the circumstances approach, see United States v. Uricoechea-Casallas, <span class=\"citation\" data-id=\"569296\"><a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 165 (1st Cir.1991), we conclude that Agent Newton gave the arrest order upon probable cause, which the Supreme Court has characterized as \"a fluid concept--turning on the assessment of probabilities in particular factual contexts,\" Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 232, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, 2329, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under the fellow officer rule, we impute Agent Newton's knowledge of facts amounting to probable cause to Agent Fallon, the arresting officer.  See Burns, 907 F.2d at 236 n. 7. The record also establishes, however, that Agent Fallon individually had sufficient information, independent of Agent Newton's knowledge, to arrest Meade.  Agent Fallon had been briefed earlier that morning that, as a SWAT team member, he might be required to \"interdict\" an armed robbery of an armored courier vehicle.  He had also been provided with photographs of Lanoue and Cole, and was in radio communication with the other SWAT members on the scene.  That morning, Agent Fallon personally observed Lanoue, Cole, and the person later identified as Meade, in the previously identified gray Olds.  Subsequently, he received a transmission that an individual who had been seen in the gray Olds had entered the parking area in a brown Pontiac, and he observed the gray Olds with only Lanoue and Cole inside.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Upon hearing the arrest order--to locate the brown car and arrest the third man--Agent Fallon possessed sufficiently particularized knowledge to effect the arrest order specifically as to Meade:  he knew what the third man looked like and had information that the man was in a brown Pontiac in the parking area.  In other words, at the time of the arrest, the facts and circumstances known to Agent Fallon (albeit somewhat different facts than those known to Agent Newton) were sufficient to warrant a reasonably prudent person to believe that Meade was committing an offense.  Contrary to Meade's suggestion, Meade was not simply some unfortunate who happened to be sitting in a brown car in the parking lot that morning.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Meade's final contention is that, even assuming he associated with Cole and Lanoue on the morning of his arrest, his \"mere presence\" in their company \"a substantial period of time before his arrest\" did not provide probable cause for his arrest.  We disagree.  On the morning of Meade's arrest, agents observed:  a brown vehicle parked next to the gray Olds behind the Ames store;  Meade exiting the gray Olds in front of the Ames store then returning to the vehicle some time later;  Meade riding around with Lanoue and Cole in the gray Olds;  and Meade sitting in a brown vehicle near the location and at the time of the suspected attempted robbery.  While \"a person's mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person,\" Ybarra v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span>, 91, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">338</span></span>, 342, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></span> (1979), these facts reveal \"substantially more than a momentary, random, or apparently innocent association between [Meade] and the known criminal activity.\"  United States v. Martinez-Molina, <span class=\"citation\" data-id=\"196268\"><a href=\"/opinion/196268/united-states-v-martinez-molina/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 727 (1st Cir.1995).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  We agree with the district court's conclusion that the agents' \"observations gave them a sound basis for concluding that the large man in the red-hooded blue coat sitting in the brown car was a participant with Lanoue and Cole in the robbery.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Thus, we conclude that the agents had probable cause to arrest Meade, and, therefore, that they lawfully seized the firearm found during the search incident to his arrest.  See Uricoechea-Casallas, 946 F.2d at 165 (\"If an arrest is lawful, the arresting officers are entitled to search the individual apprehended pursuant to that arrest.\").</p>\n    </div>\n    <p>II.</p>\n    <p>Speedy Trial Act</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Meade contends that by virtue of his initial arrest and federal indictment in Rhode Island on the same charge underlying this conviction, the instant proceedings violated the Speedy Trial Act.  By way of context, we describe the procedural background underlying his argument.  As we have said, federal agents first arrested Meade in Bellingham, Massachusetts on December 23, 1993.  On that day, the government issued out of the District of Rhode Island a complaint that, inter alia, charged Meade with being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).  On January 5, 1994, a federal grand jury in Rhode Island returned an indictment charging Meade in five of seven counts, including the felon-in-possession count, conspiracy, attempted robbery, and using and carrying firearms during and in relation to a crime of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In July 1994, Meade moved to dismiss the felon-in-possession count on the grounds of improper venue, arguing that the government had no evidence that he had possessed the firearm in Rhode Island.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  In August 1994, the government also moved to dismiss the felon-in-possession count \"in order that charges in that count may be prosecuted in the District of Massachusetts.\"   On August 16, 1994, the federal district court in Rhode Island dismissed the count without prejudice.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  On November 4, 1994, a Rhode Island federal jury acquitted Meade of the remaining counts.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">More than nine months later, on August 16, 1995, a federal grand jury in Massachusetts indicted Meade on one felon-in-possession count based upon the December 23, 1993 events.  His arrest on this indictment occurred on August 23, 1995.  The district court denied Meade's subsequent motion to dismiss the indictment on his claim of a Speedy Trial Act violation.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Meade now argues that his December 1993 arrest in Bellingham, Massachusetts was \"within the sole geographical jurisdiction of the District of Massachusetts\" and that, in the absence of evidence that he possessed a firearm elsewhere, the federal district court in Massachusetts had exclusive \"jurisdiction\" over the prosecution of the felon-in-possession charge.  Thus, Meade reasons, the Rhode Island proceedings on that count \"were a nullity\" and the failure to indict him in Massachusetts within thirty days of his initial December 23, 1993 arrest violated the express provisions of, and purposes behind, the Speedy Trial Act, 18 U.S.C. &#167;&#167; 3161-3167.  Meade's argument is somewhat novel and it presents questions of law which we review de novo.  See United States v. Rodriguez, <span class=\"citation\" data-id=\"702494\"><a href=\"/opinion/702494/united-states-v-geraldo-rodriguez-aka-jose-rodriguez/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1159</span></a></span>, 1162 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">529</span></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Speedy Trial Act, which \"insures speedy indictments as well as speedy trials,\" United States v. Samples, <span class=\"citation\" data-id=\"422092\"><a href=\"/opinion/422092/united-states-v-billy-g-samples/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">298</span></a></span>, 301 (7th Cir.1983), provides, in pertinent part:  \"Any information or indictment charging an individual with the commission of an offense shall be filed within thirty days from the date on which such individual was arrested ... in connection with such charges,\" 18 U.S.C. &#167; 3161(b).  The apparent purpose of the thirty-day arrest-to-indictment rule \"is to ensure that the defendant is not held under an arrest warrant for an excessive period without receiving formal notice of the charge against which he must prepare to defend himself.\"  United States v. Berry, <span class=\"citation\" data-id=\"722434\"><a href=\"/opinion/722434/united-states-v-jonathan-l-berry/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 151 (6th Cir.)  (citing United States v. McCown, <span class=\"citation\" data-id=\"421680\"><a href=\"/opinion/421680/united-states-v-frank-t-mccown-united-states-of-america-v-gary-lee/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1441</span></a></span>, 1447 (9th Cir.1983)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">497</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Meade first argues that Article III, Section 2, clause 3 of the United States Constitution<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> and Federal Rule of Criminal Procedure 18<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> precluded the Rhode Island district court's exercise of jurisdiction over the felon-in-possession charge against him.  We disagree.  The Constitution and Rule 18 protect a criminal defendant's venue--not jurisdictional--rights.  See United States v. Josleyn, <span class=\"citation\" data-id=\"197023\"><a href=\"/opinion/197023/united-states-v-josleyn/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span>, 1189 n. 7 (1st Cir.1996), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">845</span></span> (1997);  see also id.  (\"Venue 'concerns only the place where the case may be tried[,]' whereas jurisdiction 'has to do with the authority or power of a court to try a case.' \")  (quoting Wayne R. LaFave &amp; Jerold H. Israel,  Criminal Procedure &#167; 16.1, at 334 (1984 &amp; Supp.1991) (alteration in original)).  We have further recognized that venue is a waivable personal privilege designed for the benefit of the defendant.  See United States v. Santiago, <span class=\"citation\" data-id=\"196737\"><a href=\"/opinion/196737/united-states-v-santiago/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 24 (1st Cir.1996).  As such, the constitutional and statutory venue provisions are not restrictions on the court's jurisdiction.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Thus, at most, venue, but not jurisdiction, was questionable in Rhode Island.  Given that criminal venue rights are waivable, had Meade consented to proceedings in Rhode Island on the felon-in-possession count in the first indictment, the disposition of those proceedings would have been \"valid\" as a matter of venue as well as jurisdiction.  It follows that although the first indictment arguably was returned in an improper venue for prosecution, for the purposes of the Speedy Trial Act, it was not \"a nullity\" for lack of jurisdiction.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Having established that Meade's \"jurisdictional\" challenge to the Rhode Island proceedings on the felon-in-possession count is unavailing and that the Rhode Island indictment was filed within the Speedy Trial Act's thirty-day rule, we turn to the effect of the Massachusetts indictment, returned approximately one-and-a-half years after his original arrest.  Meade suggests that the Speedy Trial Act required his subsequent indictment also to have been filed within thirty days from the December 23, 1993 arrest.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The first indictment, returned January 5, 1994, was filed well within thirty days from Meade's December 23, 1993 arrest.  Manifestly, the return of that indictment stopped the thirty-day arrest-to-indictment time limitation.  Based on our previous holding that the thirty-day limit \"applies only where, at the time of indictment, the charge upon which a defendant was arrested and upon which a complaint was issued is still pending,\" United States v. Krynicki, <span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span>, 293-94 (1st Cir.1982), we disregard the period from the dismissal of the charge on August 16, 1994, to the initiation of the Massachusetts proceedings.  Because the second prosecution commenced with an indictment, not an arrest, it simply did not trigger &#167; 3161(b)'s arrest-to-indictment limitation.  See United States v. Gurary, <span class=\"citation\" data-id=\"513422\"><a href=\"/opinion/513422/united-states-v-schnejer-zalman-gurary-nochum-sternberg-and-esther/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span>, 528 (2d Cir.1988);  Samples, 713 F.2d at 303.   We conclude that the return of the indictment in Massachusetts more than a year-and-a-half after the original arrest did not violate &#167; 3161(b).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This result does not frustrate the purposes animating the Speedy Trial Act.  In enacting the Speedy Trial Act, Congress acknowledged that a person subject to prolonged pretrial delays faces a number of debilitating factors, including \"the disruption of family life, loss of employment, anxiety, suspicion, and public obloquy.\"  Krynicki, 689 F.2d at 294.   After dismissal of formal charges, however, any such strain \"is no greater than it is upon anyone openly subject to a criminal investigation.\"  United States v. MacDonald, <span class=\"citation\" data-id=\"110686\"><a href=\"/opinion/110686/united-states-v-macdonald/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9, <span class=\"citation\" data-id=\"110686\"><a href=\"/opinion/110686/united-states-v-macdonald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1497</span></a></span>, 1502, <span class=\"citation\" data-id=\"110686\"><a href=\"/opinion/110686/united-states-v-macdonald/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">696</span></a></span> (1982) (involving Sixth Amendment speedy trial guarantee), quoted in Krynicki, 689 F.2d at 294.   While Meade may be disappointed that the government successfully brought these proceedings after his acquittal in Rhode Island on related charges, he cannot complain that the proceedings thwarted the policies of the Speedy Trial Act.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <p>III.</p>\n    <p>Defense Theory Instruction</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Meade argues that the district court erroneously failed to instruct the jury on his theory of the case.  Specifically, he challenges the court's refusal to give a requested instruction touching upon his \"intent\" in possessing the firearm for the purposes of 18 U.S.C. &#167; 922(g)(1).<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  \"Ordinarily, a defendant is entitled to an instruction on his theory of the case as long as it is legally valid and there is sufficient evidence, viewed in the light most favorable to the defendant, to permit a reasonable juror to credit the defendant's theory.\"  Josleyn, 99 F.3d at 1194.   Nevertheless, the court need not adopt the requested instruction verbatim if the charge as a whole adequately covers the defense theory.  See id.;  United States v. Montanez, <span class=\"citation\" data-id=\"197177\"><a href=\"/opinion/197177/united-states-v-montanez/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 39 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">At trial, Meade testified to the following events, which we take as true for the purposes of this appeal.  In early December 1993, he went to the home of a friend, Paul Bartel, who had just threatened to commit suicide.  When Meade arrived at Bartel's residence, Bartel was playing with a gun.  Meade took the gun from Bartel in order to prevent Bartel from harming himself, and placed the gun in the back seat of his (Meade's) car.  He forgot about the gun and did not touch it again until shortly before his arrest on December 23, when he spotted it in his car and placed it in his pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">At the close of the evidence, the district court instructed the jury on the concept of actual possession, as well as constructive possession substantially in accord with our discussion in United States v. Rogers, <span class=\"citation\" data-id=\"195768\"><a href=\"/opinion/195768/united-states-v-scott-n-rogers/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 29-30 (1st Cir.1994) (explaining the meaning of \"constructive possession\" for purposes of &#167; 922(g)).  The court further distinguished \"ownership\" from possession, instructing that the government need not prove Meade's ownership of the firearm.  With respect to the requisite mens rea, the court explained that the government must have proven that Meade \"knowingly\" possessed the firearm;  that is, \"he possessed it voluntarily and purposefully and not by accident or mistake.\"   Finally, the court told the jury that the purpose for which Meade possessed the firearm was irrelevant to the question whether he committed the offense.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Meade requested the court to instruct the jury that, in order to prove the \"knowing possession\" of the firearm, the government must establish that he \"possessed the firearm with the intent to exercise dominion and control over it,\" and that \"not every incidental contact with the firearm would automatically compel [the jury] to find that ... he possessed ... it as alleged in the indictment.\"   For support, Meade cites the unpublished case<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> of United States v. DiNovo, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></span> (1st Cir.)  (TABLE), <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">LEXIS</span> <span class=\"page\">14622</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">354829</span></span>, cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">404</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">323</span></span> (1995).  Meade further asked the court to instruct the jury that \"dominion\" and \"control\" are \"overlapping concepts\" and that \"[d]ominion ... is generally defined as 'perfect control in right of ownership.' \"  Rogers, 41 F.3d at 29, 30 (quoting Black's Law Dictionary 436 (5th ed.1979)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Meade informs us that his \"defense theory\" was that, because he did not have the intent to exercise dominion and control over the firearm, he did not possess it for \"criminal purposes\" and thus, he lacked the \"requisite intent\" to possess.  He complains that the court's failure to charge the jury as requested deprived the jury of the opportunity to consider the circumstances under which the firearm was found on his person.  He contends that the jury should have been able to give due weight to his \"prudent\" decision first to take the firearm from Bartel and then to remove it from his car (\"rather than leave it there\") upon rediscovering it.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We are unpersuaded by Meade's highlighting of choice phrases from the unpublished DiNovo case and from Rogers 's discussion of constructive possession<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> to fashion a novel and somewhat heightened definition of possession that approximates ownership.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>  His attempt to mold his novel definition to suit his \"absence of criminal purpose\" defense theory is a further stretch.  Viewing the evidence in the light most favorable to Meade, we conclude that his \"good purpose\" in taking and retaining possession of the gun would not have constituted a valid defense as a matter of law.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  Therefore, we find no error in the court's refusal to give Meade's requested instruction on his theory of the case.  See United States v. Rose, <span class=\"citation\" data-id=\"197184\"><a href=\"/opinion/197184/united-states-v-rose/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1408</span></a></span>, 1416 (1st Cir.1997) (explaining that such refusal warrants reversal only if, inter alia, defendant's requested instruction was \"substantively correct\").</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Sentence Enhancement Based On Acquitted Conduct</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">At sentencing, the district court found that Meade possessed the firearm in connection with criminal conduct, of which the jury in Rhode Island acquitted him, surrounding the attempted robbery of the armored courier car.  The court, therefore, increased his base offense level by four levels pursuant to U.S.S.G. &#167; 2K2.1(b)(5).<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  Citing dicta in United States v. Lanoue, <span class=\"citation\" data-id=\"196477\"><a href=\"/opinion/196477/united-states-v-lanoue/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">966</span></a></span>, 983-84 (1st Cir.1995), Meade argues (as he did below) that, as a matter of law, the court could not constitutionally increase his sentence based on acquitted conduct.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Meade's claim has no force because the Supreme Court recently abrogated the dicta in Lanoue and held \"that a jury's verdict of acquittal does not prevent the sentencing court from considering conduct underlying the acquitted charge, so long as that conduct has been proved by a preponderance of the evidence.\"  United States v. Watts, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118073\"><a href=\"/opinion/118073/united-states-v-watts/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">633</span></a></span>, 638, <span class=\"citation\" data-id=\"118073\"><a href=\"/opinion/118073/united-states-v-watts/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1997);  see id. at ---- n. 1, 117 S.Ct. at 634 n. 1. Thus, the sentencing court did not err in considering conduct underlying charges of which Meade had been acquitted.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Meade did not challenge either below or in his appellate brief the weight of the court's factual finding that he possessed the gun in connection with the attempted robbery.  At oral argument, however, Meade's counsel raised a related claim:  that Watts mandates an evidentiary hearing before a court may sentence for acquitted conduct.  The assertion is wrong.  Although Watts explains that the sentencing guidelines require facts pertinent to sentencing to be proven by a preponderance of the evidence, see --- U.S. at ----, 117 S.Ct. at 637, it does not set forth a requirement that a district court hold an evidentiary hearing to establish such facts, whether or not they encompass acquitted conduct.  Moreover, we do not mandate such a hearing in this circuit.  See United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1286 (1st Cir.1992) (\"It is clear that a defendant is not automatically entitled to a full-blown evidentiary hearing at the time of sentencing.\").  Finally, because Meade did not request an evidentiary hearing to challenge the facts underlying the Presentence Report's recommendation to count the acquitted conduct,<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> he has relinquished this final claim, such as it is, on appeal.  See id.  (finding that defendant waived the right to complain of the absence of an evidentiary hearing by failing to request one).V.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's judgment in all respects.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See also United States v. Asselin, <span class=\"citation\" data-id=\"460036\"><a href=\"/opinion/460036/united-states-v-roland-asselin/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span>, 446 (1st Cir.1985) (rejecting \"totem pole hearsay\" contention where special agent relied upon local police officer's communication of information obtained from reliable informant)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> If it turns out, however, that the directing officer lacked probable cause to order the arrest, then the arrest itself is unlawful regardless of the arresting officer's otherwise proper reliance.  See Whiteley v. Warden, <span class=\"citation\" data-id=\"108297\"><a href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 568, <span class=\"citation\" data-id=\"108297\"><a href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, 1037, <span class=\"citation\" data-id=\"108297\"><a href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1971) (explaining that although arresting officers are \"entitled to assume\" that fellow officers seeking help to execute arrest warrant had probable cause, arrest is unlawful where warrant did not issue upon probable cause);  Mendoza, 872 F.Supp. at 1116</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See e.g., State v. Cooley, <span class=\"citation\" data-id=\"1954546\"><a href=\"/opinion/1954546/state-v-cooley/\"><span class=\"volume\">457</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">352</span></a></span>, 355 (Del.1983) (\"To say in the abstract that probable cause is to be evaluated on the basis of the collective information of the police ignores the underlying assumption--and factual reality--that there is some communication between those officers, who do know facts amounting to probable cause, and those who do not.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> One approach is to presume communication, absent the defendant's rebuttal.  See generally United States v. Shareef, <span class=\"citation\" data-id=\"154170\"><a href=\"/opinion/154170/united-states-v-shareef/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1491</span></a></span>, 1503-05 (10th Cir.1996) (discussing presumption of communication underlying imputation of knowledge among officers working together, but declining to impute to one officer another's knowledge of defendant's physical characteristics in light of trial judge's specific finding that such information had not been shared) (also opining that even absent evidence of communication, it may be appropriate to consider, under \"single organism\" theory, \"collective knowledge\" of officers acting collectively to determine reasonableness of their behavior);  see also Illinois v. Andreas, <span class=\"citation\" data-id=\"111013\"><a href=\"/opinion/111013/illinois-v-andreas/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></a></span>, 771-72 n. 5, <span class=\"citation\" data-id=\"111013\"><a href=\"/opinion/111013/illinois-v-andreas/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3319</span></a></span>, 3324-25 n. 5, <span class=\"citation\" data-id=\"111013\"><a href=\"/opinion/111013/illinois-v-andreas/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1003</span></a></span> (1983) (explaining that the knowledge of one official is \"presumed shared\" by others cooperating in an investigation)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The surveillance pilots were able to observe the pickup truck throughout the morning and noted that it did not move from its spot in the Cumberland mall</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> At this point, another SWAT team member saw the heavyset man enter the gray Olds.  This agent identified what previously had been described as a \"red bag\" over the man's shoulder as a red-checked hood attached to his coat</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Agent Fallon had not heard the transmission concerning the earlier observation of the brown car behind the Ames store</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Draper v. United States, <span class=\"citation\" data-id=\"105820\"><a href=\"/opinion/105820/draper-v-united-states/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 312-14, <span class=\"citation\" data-id=\"105820\"><a href=\"/opinion/105820/draper-v-united-states/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">329</span></a></span>, 332-33, <span class=\"citation\" data-id=\"105820\"><a href=\"/opinion/105820/draper-v-united-states/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">327</span></a></span> (1959) (finding probable cause to arrest where informer's detailed tip was verified by police observations of corroborating but otherwise innocent conduct)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although Meade argues that Agent Newton knew the brown car had left the area behind the Ames store, we will not charge Agent Newton with facts he specifically denied knowing.  See United States v. Zurosky, <span class=\"citation\" data-id=\"374294\"><a href=\"/opinion/374294/united-states-v-walter-v-zurosky-jr-united-states-of-america-v-edward/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span>, 786 (1st Cir.1979) (declining to apply collective-knowledge principle to impute knowledge to one officer who specifically denied knowing exculpatory fact known by another officer)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We reject Meade's perfunctory contention that the apprehension of other persons in a brown car that morning near the site of his arrest belies the finding that Agent Newton had probable cause to give the arrest order.  The district court did not address this issue, and our careful review of the record reveals that, although occupants of another brown vehicle were detained, none of the testifying agents knew any details regarding the circumstances of that detention.  On appeal, the government claims that the other brown vehicle had driven over a curb and appeared to be attempting to flee the scene.  In the absence of record evidence supporting either that claim or Meade's suggestion that the detention was a direct response to Agent Newton's faulty arrest order, we, like the district court, assign no significance to this event</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See also Ornelas v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, 1661, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996) (explaining that probable cause is a \"common sense, nontechnical conception[ ] that deal[s] with 'the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act' \" (quoting Gates, 462 U.S. at 231, 103 S.Ct. at 2328 (additional quotation marks and citation omitted)))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Our conclusion is unchanged by the indication in the record that other FBI agents may have begun the arrest process before Agent Fallon found Meade, even though Agent Fallon ordered Meade to the ground, told him he was under arrest, and handcuffed and searched him.  Even viewing the evidence in the light most favorable to Meade, when Agent Fallon came upon Meade, Meade had just exited his vehicle and, at most, had begun to drop to his knees.  On these facts, regardless of the presently unknown knowledge of the other agents (none testified at the suppression hearing), it is apparent that Agent Fallon would have imminently and lawfully discovered and arrested Meade.  Cf. United States v. Procopio, <span class=\"citation\" data-id=\"196856\"><a href=\"/opinion/196856/united-states-v-procopio/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 27 (1st Cir.)  (explaining that otherwise unlawful search may be upheld where the government proves \"by a preponderance of the evidence that the evidence would inevitably have been discovered by lawful means\") (citing Nix v. Williams, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, 444, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2501</span></a></span>, 2509, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1984)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">620</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">543</span></span> (1996), and cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1008</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1008</span></span> (1997);  United States v. Ragsdale, <span class=\"citation\" data-id=\"306963\"><a href=\"/opinion/306963/united-states-v-phillip-scott-ragsdale/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 30-31 (5th Cir.1972) (upholding vehicle search by officer lacking probable cause where partner officer on scene had probable cause and search \"would have almost instantaneously gone forward\" under that officer's direction)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See also Martinez-Molina, 64 F.3d at 729 (noting that \"officers in the field\" are not required to \"ignore the fact that 'criminals rarely welcome innocent persons as witnesses to serious crimes and rarely seek to perpetrate felonies before larger-than-necessary audiences' \") (quotation marks and citation omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Although Meade, Lanoue and Cole were arrested at the site of the attempted robbery in Massachusetts, it appears that the government prosecuted the case in Rhode Island because many of the preparatory activities in the robbery plan occurred there</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The record does not clearly reveal whether the court dismissed the count in response to Meade's or the government's motion, or perhaps, on its own motion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> \"The trial of all Crimes, except in Cases of Impeachment, shall be by Jury;  and such Trial shall be held in the State where the said Crimes shall have been committed.\"   U.S. Const. art.  III, &#167; 2, cl. 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> \"Except as otherwise permitted by statute or by these rules, the prosecution shall be had in a district in which the offense was committed.\"  Fed.R.Crim.P. 18</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See 2 Charles A. Wright, Federal Practice and Procedure, &#167; 306, at 219-20 (1982) (citing cases);  see also 18 U.S.C. &#167; 3231 (providing, without geographical limitation, that federal district courts have original jurisdiction \"of all offenses against the laws of the United States\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Meade does not argue that improper venue bears upon the validity of the indictment for Speedy Trial Act purposes.  Because venue objections may be waived, we doubt that improper venue would invalidate an indictment for these purposes.  Moreover, even assuming the \"nullity\" of the first indictment, there exists support for the proposition that its timely return would satisfy the thirty-day limit of &#167; 3161(b).  See United States v. Perez, <span class=\"citation\" data-id=\"504725\"><a href=\"/opinion/504725/united-states-v-librado-israel-perez-and-eustolio-gil-aranda-rodriguez/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span>, 102 (5th Cir.1988) (stating that \"[s]ection 3161(b) applies to 'any' indictment, including one that subsequently is found to be defective or invalid\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Meade further asserts that the \"piecemeal prosecution\" of this case violates the United States Department of Justice's policy \"that several offenses arising out of a single transaction should be alleged and tried together and should not be made the basis of multiple prosecutions, a policy dictated by considerations both of fairness to defendants and of efficient and orderly law enforcement.\"  Petite v. United States, <span class=\"citation\" data-id=\"106001\"><a href=\"/opinion/106001/petite-v-united-states/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">529</span></a></span>, 530, <span class=\"citation\" data-id=\"106001\"><a href=\"/opinion/106001/petite-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></a></span>, 451, <span class=\"citation\" data-id=\"106001\"><a href=\"/opinion/106001/petite-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1960).  The Justice Department's so-called \"Petite policy,\" which guards against various dual or subsequent prosecutions, does not help Meade given our repeated holding that the policy \"does not confer substantive rights on criminal defendants.\"  United States v. Gary, <span class=\"citation\" data-id=\"196508\"><a href=\"/opinion/196508/united-states-v-gary/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">304</span></a></span>, 313 (1st Cir.)  (citing cases), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2567</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1084</span></span> (1996)</p>\n        <p>Finally, Meade perfunctorily complains that the \"government should not [have been] permitted to hedge against an adverse verdict\" by seeking this conviction after the acquittal in Rhode Island.  To the extent Meade suggests an unconstitutional pre-indictment delay, his conclusory plaint falls well short of the requisite showing of significant prejudice to him and intentional bad-faith delay on the part of the government.  See United States v. Crooks, <span class=\"citation\" data-id=\"454545\"><a href=\"/opinion/454545/united-states-v-william-crooks-aka-billy/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1985).  As such, we deem this contention waived.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> 18 U.S.C. &#167; 922(g)(1) makes it unlawful for a convicted felon to \"possess in or affecting commerce, any firearm or ammunition.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Because we ultimately find that Meade's requested instruction is incorrect as a matter of law, and because he does not otherwise appeal the court's charge, we need not pass on the accuracy of the charge as given</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Our Local Rules prohibit the citation of unpublished opinions, which are bereft of any precedential force, except in related cases.  See 1st Cir.  R. 36.2(b)6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See Rogers, 41 F.3d at 30 (explaining that, under trial court's instructions, \"dominion\" encompassed the concept of control)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> That Meade assertedly did not own the gun in his pocket does not vitiate his possession of it for &#167; 922(g) purposes.  See United States v. Hubbard, <span class=\"citation\" data-id=\"701277\"><a href=\"/opinion/701277/united-states-v-freddie-hubbard/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span>, 1272 (7th Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1268</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></span> (1996).  Ownership, for purposes of constructive possession analysis, \"may be highly relevant where the authority to exercise control is disputed.\"  Rogers, 41 F.3d at 30 (emphasis added).  The presence of the gun in Meade's coat pocket, however, more accurately triggers the concept of actual, rather than constructive, possession.  See United States v. Zavala Maldonado, <span class=\"citation\" data-id=\"669099\"><a href=\"/opinion/669099/united-states-v-rafael-angel-zavala-maldonado/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1994) (describing actual possession as \"immediate, hands-on physical possession\").  In any event, under either an actual or constructive possession rubric, Meade's own testimony dispensed with any dispute regarding his control of the gun;  he admitted that he saw the gun in his car, and, unencumbered, picked it up and placed it in his pocket</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> We note that Meade did not (and does not) claim that he was entitled to an instruction in the nature of a necessity or justification defense.  See United States v. Gomez, <span class=\"citation\" data-id=\"724010\"><a href=\"/opinion/724010/96-cal-daily-op-serv-5513-96-daily-journal-dar-9019-united-states-of/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">770</span></a></span>, 774 (9th Cir.1996) (explaining application of justification defense in felon-in-possession case) (citing cases);  United States v. Lomax, <span class=\"citation\" data-id=\"720678\"><a href=\"/opinion/720678/united-states-v-vincent-l-lomax/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">959</span></a></span>, 961-62 (8th Cir.1996) (same);  see also United States v. Perez, <span class=\"citation\" data-id=\"719777\"><a href=\"/opinion/719777/united-states-v-marcos-perez/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">735</span></a></span>, 737 (7th Cir.1996) (\"The defense of necessity will rarely lie in a felon-in-possession case unless the ex-felon, not being engaged in criminal activity, does nothing more than grab a gun with which he or another is being threatened (the other might be the possessor of the gun, threatening suicide)\");  United States v. Newcomb, <span class=\"citation\" data-id=\"654608\"><a href=\"/opinion/654608/united-states-v-harold-m-newcomb/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1129</span></a></span>, 1137-38 (6th Cir.1993) (allowing justification defense instruction where defendant removed gun from person threatening to shoot another, and briefly handled it to remove ammunition)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Section 2K2.1(b)(5) provides, in pertinent part:</p>\n        <p>If the defendant used or possessed any firearm or ammunition in connection with another felony offense;  or possessed or transferred any firearm or ammunition with knowledge, intent, or reason to believe that it would be used or possessed in connection with another felony offense, increase by 4 levels.</p>\n        <p>U.S. Sentencing Guidelines Manual &#167; 2K2.1(b)(5) (Nov.1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> In Lanoue, a panel of this circuit expressed in dicta its belief in the unconstitutionality of permitting imprisonment on the basis of acquitted conduct, and stated that the guidelines' apparent requirement that a court sentence for such conduct \"utterly lacks the appearance of justice.\"  71 F.3d at 984</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> The district court adopted the statement of relevant conduct contained in the Presentence Report which largely recounted the facts disclosed during the suppression hearing and additionally noted that a pair of handcuffs were found in Meade's vehicle</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/154170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/724010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1954546/"
  ]
}