{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197291/",
  "absolute_url": "/opinion/197291/abraham-v-nagle/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197291/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:26:26Z",
  "date_modified": "2017-03-24T10:50:49.021192Z",
  "type": "010combined",
  "sha1": "a388711bc056a5ad5dbd0ee4b85be0c168aaad9f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1949.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1949\r\n                 ABIODUN ABRAHAM and HENRY AJAO,\r\n\n                      Plaintiffs, Appellees,\r\n                                v.\r\n\n                          JOSEPH NAGLE,\r\n                      Defendant, Appellant.\r\n\n                                           \r\nNo. 96-2008\r\n\n                 ABIODUN ABRAHAM and HENRY AJAO,\r\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n                      JOSEPH NAGLE, ET AL.,\r\n\n                      Defendants, Appellees.\r\n                                      \r\n\n                        PERRY ROY, ET AL.,\r\n                      Defendants, Appellees.\r\n\n                                           \r\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n           [Hon. Nancy J. Gertner, U.S. District Judge]\r                                                                \r\n\n                                           \r\n                              Before\r\n\n                      Torruella, Chief Judge,\r                                                      \r\n                Boudin and Lynch, Circuit Judges.\r                                                          \r\n\n                                           \r\n\n  Susan   M.  Weise,  Chief  of  Litigation,  City   of  Boston  Law\r                             \r\nDepartment, with whom  Merita A. Hopkins, Corporation  Counsel, was on\r                                                \r\nbrief for defendants.\r\n  George C.  Deptula,  with whom  George  C.  Deptula, P.C.  was  on\r                                                                     \r\nconsolidated brief for plaintiffs.\r\n\n                                           \r\n\n                           June 9, 1997\r\n                                           \r\r\n\n       BOUDIN, Circuit  Judge.  Abiodun Abraham  and Henry Ajao\r                                       \r\n\n  sued several police officers and the City of Boston for false\r\n\n  arrest  and for  other  alleged wrongs.    During trial,  the\r\n\n  district judge directed  a verdict  in favor of  Ajao on  his\r\n\n  false  arrest claim  against  the  defendant  officer  Joseph\r\n\n  Nagle; the jury found in favor of the defendants on all other\r\n\n  claims.  Before us are cross-appeals by the plaintiffs and by\r\n\n  Nagle.\r\n\n       Our main concern is  with the directed verdict and,  for\r\n\n  that  purpose alone, we set  forth the evidence  in the light\r\n\n  most  favorable  to Nagle.   Fashion  House,  Inc. v.  K mart\r                                                                         \r\n\n  Corp., 892  F.2d 1076, 1088  (1st Cir. 1989).   On August 18,\r                 \r\n\n  1990, at about 11 p.m., the plaintiffs, both black immigrants\r\n\n  from  Nigeria, arrived with three white women at the Venus de\r\n\n  Milo  nightclub in Boston.  After waiting in line for several\r\n\n  minutes,  the group  reached the  club entrance.    The three\r\n\n  women were admitted, but the plaintiffs were not.\r\n\n       The  bouncer told  Abraham that  he could not  enter the\r\n\n  club because he  was wearing  jeans and  because Abraham  and\r\n\n  Ajao were \"a  little intoxicated.\"  The plaintiffs  said that\r\n\n  other people wearing  jeans were being admitted  and that the\r\n\n  real  reason for excluding them was their race.  When Abraham\r\n\n  continued  to  protest, a  club  employee  summoned Nagle,  a\r\n\n  Boston  police  officer  who   was  \"on  detail\"  at  another\r\n\n  establishment down the block.\r\n\n                               -2-\r                                         -2-\r\r\n\n       Nagle talked with the  plaintiffs for 15 to  20 minutes,\r\n\n  telling them  that the club was  not going to  admit them and\r\n\n  that they  should leave;  he says  that the  plaintiffs never\r\n\n  told  him   of  the  alleged  discrimination.     During  the\r\n\n  discussion, Abraham became  increasingly agitated,  continued\r\n\n  to protest loudly,  and at one point  hit or pushed Nagle  in\r\n\n  the  chest.   Nagle  then  arrested Abraham  for  assault and\r\n\n  battery on a police officer.\r\n\n       Nagle   sought  to  handcuff   Abraham  but  the  latter\r\n\n  struggled free.  Nagle  radioed for help and was  soon joined\r\n\n  by  officer   Thomas  Boyle.    Together,   Nagle  and  Boyle\r\n\n  handcuffed Abraham and tried to bring him to Boyle's cruiser,\r\n\n  which was  double-parked in the street.   Abraham resisted by\r\n\n  going limp.  As Nagle and Boyle sought to move Abraham to the\r\n\n  car, Ajao circled the officers and yelled, \"why are you doing\r\n\n  this to my  friend,\" \"this isn't  South Africa, you're  white\r\n\n  racist cops.\"\r\n\n       According to  Boyle, Ajao was \"trying to prevent us from\r\n\n  getting to the police car.\"  At one point Boyle  said that he\r\n\n  \"had to actually push [Ajao]  out of my way\" as the  officers\r\n\n  wrestled with Abraham.  Several  times the officers told Ajao\r\n\n  to \"get  away.\"   Eventually,  with Ajao  still present,  the\r\n\n  officers pushed Abraham  into the  back seat of  the car;  he\r\n\n  then  prevented the door from  closing by kicking  at it, but\r\n\n                               -3-\r                                         -3-\r\r\n\n  the officers forced it closed.  By this time a crowd of 20 or\r\n\n  so had gathered to watch.\r\n\n       In the meantime,  as Abraham continued to  yell from the\r\n\n  cruiser, Ajao circled  it and  came up behind  the left  rear\r\n\n  quarter of the  car.  Ajao was told: \"Police, leave, get away\r\n\n  from  the cruiser\"; Nagle later testified  that he had feared\r\n\n  that Ajao might try to open the car door and release Abraham.\r\n\n  Ajao  failed to move.  Nagle then  arrested Ajao, who in turn\r\n\n  struggled with Nagle, Boyle and a third officer, once kicking\r\n\n  Nagle in the mid-section, before being restrained.\r\n\n       In due course,  Abraham and Ajao were both  charged with\r\n\n  assault and battery and disorderly  conduct.  Mass. Gen. Laws\r\n\n  ch. 265,   13D; id. ch. 272,   53.  They were tried  in state\r                               \r\n\n  court in November 1990 and acquitted.  In February 1993, they\r\n\n  in turn brought suit  in state court against Nagle  and other\r\n\n  police officers,  and the city, charging  the defendants with\r\n\n  false arrest under  42 U.S.C.   1983  and state law and  with\r\n\n  various other  wrongs.1  The defendants removed the action to\r\n\n  federal court and, following  discovery, trial began in March\r\n\n  1995.\r\n\n       After all of the evidence  was taken, the district court\r\n\n  granted  Ajao's motion  for a directed  verdict in  his favor\r\n\n                      \r                                \r\n\n       1The other claims, some  of which were dropped  prior to\r\n  or   during  trial,   charged  the   defendants  with   false\r\n  imprisonment, racial discrimination, violation of free speech\r\n  rights, assault and battery, and use of excessive force.\r\n\n                               -4-\r                                         -4-\r\r\n\n  against Nagle, see Fed. R. Civ. P. 50(a); in  an oral ruling,\r                              \r\n\n  the trial  judge declared  that Nagle was  liable under  both\r\n\n  federal and state law for falsely arresting Ajao in violation\r\n\n  of  the  latter's First  and  Fourth Amendment  rights.   The\r\n\n  court's  primary rationale,  as we  read the  transcript, was\r\n\n  that  (in the district judge's view)  Ajao's conduct prior to\r\n\n  his arrest did not \"rise to the level of disorderly conduct .\r\n\n  . . .\"  The balance of the case was submitted to the jury.\r\n\n       By responses to special interrogatories, the  jury fixed\r\n\n  Ajao's  damages at  $8,500 to  vindicate his  \"rights against\r\n\n  false  arrest,\" but made  no separate award  for violation of\r\n\n  free  speech rights.   On  all of  the plaintiffs'  remaining\r\n\n  claims, the jury found against the plaintiffs and in favor of\r\n\n  the defendants.  Thereafter,  the district court awarded Ajao\r\n\n  attorney's fees  of $24,858.50.   Nagle now appeals  from the\r\n\n  directed verdict  against him.   The plaintiffs  also appeal,\r\n\n  urging  that  they  are entitled  to  a  new  trial on  their\r\n\n  unsuccessful claims,  to  an  injunction,  and  to  increased\r\n\n  attorney's fees.  We begin with Nagle's appeal.\r\n\n       On  review of a  directed verdict, we  take the evidence\r\n\n  most  favorably to the losing party and ask de novo whether a\r                                                               \r\n\n  reasonable jury  had inevitably  to  decide in  favor of  the\r\n\n  victor.   Smith v.  F.W. Morse &amp;  Co., 76 F.3d  413, 425 (1st\r                                                 \r\n\n  Cir. 1996).  Here, putting aside some loose ends, the central\r\n\n  question  is  whether Nagle  at the  time  of the  arrest had\r\n\n                               -5-\r                                         -5-\r\r\n\n  probable cause to believe that Ajao had committed the offense\r\n\n  of disorderly conduct.  If so, this largely defeats the false\r\n\n  arrest  claim under  both federal  and state  law.   Logue v.\r                                                                      \r\n\n  Dore, 103  F.3d 1040, 1044 (1st Cir.  1997); see Commonwealth\r                                                                         \r\n\n  v. Grise, 496 N.E.2d 162, 163 (Mass. 1986).\r                    \r\n\n       Of  course, it  would  be much  easier to  conclude that\r\n\n  Nagle,  on his own version  of events, had  probable cause to\r\n\n  charge  Ajao with assault  and battery: Nagle  said that Ajao\r\n\n  kicked him.  But the kick occurred after Ajao's arrest; prior\r                                                    \r\n\n  to  the  arrest, the  only  pertinent  charge was  disorderly\r\n\n  conduct.   We  reserve for  another  day various  issues that\r\n\n  would  arise  if the  original  arrest  were unjustified  but\r\n\n  resistance  to  it  provided  grounds  for  a  valid  charge.\r\n\n  Compare Groman v. Township of Manalapan, 47 F.3d 628, 635 (3d\r                                                   \r\n\n  Cir.  1995), with United States v. Dawdy, 46 F.3d 1427, 1430-\r                                                    \r\n\n  31 (8th Cir.), cert. denied, 116 S. Ct. 195 (1995).\r                                       \r\n\n       In defining disorderly conduct, Mass. Gen. Laws ch. 272,\r\n\n    53 provides  for the punishment,  inter alia, of  \"idle and\r                                                          \r\n\n  disorderly  persons.\"   In 1967,  the Supreme  Judicial Court\r\n\n  rejected    a    challenge    that    this    provision   was\r\n\n  unconstitutionally  vague by  interpreting it  to incorporate\r\n\n  the  Model  Penal Code's  definition  of  disorderly conduct.\r\n\n  Alegata v.  Commonwealth, 231  N.E.2d 201, 211  (Mass. 1967).\r                                    \r\n\n  That definition states:\r\n\n       A person  is guilty of disorderly  conduct if, with\r\n       purpose to cause public inconvenience, annoyance or\r\n\n                               -6-\r                                         -6-\r\r\n\n       alarm, or recklessly  creating a risk thereof,  he:\r\n       (a)  engages in  fighting  or  threatening,  or  in\r\n       violent  or  tumultuous  behavior;  or   (b)  makes\r\n       unreasonable noise or offensively coarse utterance,\r\n       gesture or  display, or addresses  abusive language\r\n       to any  person present, or (c)  creates a hazardous\r\n       or  physically offensive condition by any act which\r\n       serves no legitimate purpose of the actor.\r\n\nId.  (quoting ALI,  Model Penal  Code   250.2  (Proposed Official\r                                               \r\n\nDraft 1962)).\r\n\n       Several years  later, the  Supreme  Judicial Court  struck\r\n\ndown  subsection  (b)  of this  definition  as unconstitutionally\r\n\noverbroad.   Commonwealth  v.  A Juvenile,  334  N.E.2d 617,  622\r                                                   \r\n\n(Mass. 1975).  And  to avoid First Amendment concerns,  the court\r\n\nruled  that  the  remaining  subsections  (a)  and  (c)  must  be\r\n\nconstrued to cover only conduct, not activities which involve the\r\n\n\"lawful exercise of a  First Amendment right.\"   Id. at 628;  see\r                                                                           \r\n\nalso Commonwealth v. LePore, 666 N.E.2d 152, 155 (Mass. App. Ct.)\r                                     \r\n\n(\"To be disorderly within  the sense of the statute,  the conduct\r\n\nmust disturb  through acts other  than speech  . . .  .\"), review\r                                                                           \r\n\ndenied, 668 N.E.2d 356 (Mass. 1996).\r                \r\n\n       Nagle  testified  that he  arrested Ajao  under subsection\r\n\n(c), not subsection (a),  and we doubt that Ajao's  conduct prior\r                                                                           \r\n\nto his arrest would support a charge under subsection (a).  Thus,\r\n\nthe question for us is whether a reasonable jury could have found\r\n\nthat Nagle had probable  cause to believe that Ajao  had violated\r\n\nsubsection (c) by \"creat[ing] a hazardous . . . condition by  any\r\n\nact  which serves no legitimate purpose of  the actor.\"  We think\r\n\n                               -7-\r                                         -7-\r\r\n\nthat a reasonable  jury, if  it accepted the  defense version  of\r\n\nevents, could have so found.\r\n\n       An arrest  of a struggling  defendant--here, Abraham--is a\r\n\nserious  business.   Even without a  gathering crowd  and traffic\r\n\nblocked by a  police cruiser,  there is a  potential for  serious\r\n\nviolence and of  injury both to  the suspect  and to the  police.\r\n\nYet, assuming  the truth  of the defense  evidence, Ajao--despite\r\n\nrepeated  requests to get  out of  the way--circled  the officers\r\n\nwhile shouting, at least once got directly in their way, and then\r\n\nrefused to move away from the cruiser.\r\n\n       Such  behavior can fairly be taken to fall directly within\r\n\nthe literal language of subsection (c): creating \"a hazardous . .\r\n\n.  condition\" by acts \"which serve[] no legitimate purpose of the\r\n\nactor.\"   Indeed,  a number  of Massachusetts  cases have  upheld\r\n\ndisorderly conduct arrests where a refusal to obey  police orders\r\n\ncreated  a safety threat.  See Commonwealth v. Mulero, 650 N.E.2d\r                                                               \r\n\n360, 363 (Mass. App.  Ct.), review denied, 652 N.E.2d  145 (Mass.\r                                                   \r\n\n1995); Commonwealth  v. Bosk, 556  N.E.2d 1055, 1058  (Mass. App.\r                                      \r\n\nCt. 1990); Commonwealth v.  Carson, 411 N.E.2d 1337,  1338 (Mass.\r                                            \r\n\nApp. Ct. 1980).  \r\n\n       Literal  language is  not  the full  story.   The  state's\r\n\nhighest court has glossed  the statute not to apply  wherever the\r\n\nactivities  are  themselves  the  \"lawful  exercise  of  a  First\r\n\nAmendment right.\"  A Juvenile, 334 N.E.2d at 628.  And Ajao had a\r                                       \r\n\nfree-speech right to protest the arrest of his companion, even if\r\n\n                               -8-\r                                         -8-\r\r\n\nthis distressed  or annoyed the  police.  But by  the same token,\r\n\n\"the  mere fact that the conduct of the defendant was accompanied\r\n\nby speech  does not preclude  a conviction\" under  the disorderly\r\n\nconduct law.  Carson, 411 N.E.2d at 1337.  \r                              \r\n\n       We  have  very  little  difficulty  in  separating  Ajao's\r\n\nprotected  speech   from  his  physical  interference   with  two\r\n\npolicemen  struggling to arrest and  detain a third person, which\r\n\nis  not protected.  Indeed, in Colten  v. Kentucky, 407 U.S. 104,\r                                                            \r\n\n109  (1972), the Supreme Court  upheld a conviction  for far less\r\n\ndisruptive conduct, observing that \"Colten's conduct in  refusing\r\n\nto move on after being directed to  do so\" was not protect by the\r\n\nFirst Amendment.  See also City of Houston v. Hill, 482 U.S. 451,\r                                                            \r\n\n463 n.11 (1987).\r\n\n       In  some  cases,  peaceful  demonstration   and  protected\r\n\nexpression  may appear  to  merge.   Possibly,  this may  explain\r\n\nCommonwealth  v. Feigenbaum,  536 N.E.2d  325, 328  (Mass. 1989),\r                                     \r\n\nwhere  the state court  held that the  disorderly conduct statute\r\n\ndid not  extend to  the blocking  of traffic in  the course  of a\r\n\npeaceful  political  rally  because the  defendant's  purpose was\r\n\nlegitimate.   But Ajao's  alleged conduct in  the present  case--\r\n\ndisrupting a  police attempt  to arrest a  struggling companion--\r\n\nseems to us both more dangerous and less legitimate.\r\n\n                               -9-\r                                         -9-\r\r\n\n       Further, even  if Feigenbaum  were given its  most extreme\r                                             \r\n\nreading,2 making a good  purpose a complete defense, it  would be\r\n\nup to  a jury  to determine  whether Ajao  was acting  to express\r\n\nprotected  speech or whether he also sought to interfere with the\r\n\narrest.   The latter aim could not be a legitimate purpose on any\r\n\nview of the matter.  Yet a jury could infer, assuming it accepted\r\n\nthe  defense version of events, that Ajao was trying to frustrate\r\n\nthe arrest by getting  in the way or distracting the officers and\r\n\nnot simply trying to convey his objections.\r\n\n       In  this case, the jury  certainly did not  have to accept\r\n\nthe police  version of the  events.   The plaintiffs gave  a more\r\n\nbenign   account   of  their   conduct   and   there  were   some\r\n\ncontradictions  in the defendants' own testimony.  But it was the\r\n\njury's province,  after observing Nagle, the  other officers, and\r\n\nthe plaintiffs on  the witness  stand to decide  whom the  jurors\r\n\nbelieved.   We simply disagree  with the trial judge's conclusion\r\n\nthat she was free to make that credibility determination.  If the\r\n\ndistrict judge  thought that  the credibility issues  fell within\r\n\nher province, this  was a  mistaken view of  the governing  rule.\r\n\nSee Smith, 76 F.3d at 425.3\r                   \r\n\n                      \r                                \r\n\n       2At  least two  state  court decisions  after Feigenbaum\r                                                                         \r\n  suggest  that an extreme  reading is  unwarranted and  that a\r\n  defendant can be liable for disorderly conduct even where his\r\n  main objective is to  protest police decisions.  See  Mulero,\r                                                                        \r\n  650 N.E.2d at 363; Bosk, 556 N.E.2d at 1058.\r                                   \r\n\n       3Nagle  points to  the  trial judge's  comment (made  in\r\n  discussing jury  instructions) that \"I am  basing my findings\r\n  with respect to Mr. Ajao on my evaluations of the credibility\r\n\n                               -10-\r                                         -10-\r\r\n\n       Three loose ends remain.   One is the possibility  that an\r\n\narrest based on  probable cause  might still be  unlawful if  the\r\n\npolice  officer  acted  simply   for  the  purpose  of  punishing\r\n\nprotected speech.   There is  some law on  this subject,  compare\r                                                                           \r\n\nWhren v. United States, 116 S. Ct. 1769, 1774 (1996), with Sloman\r                                                                           \r\n\nv. Tadlock, 21  F.3d 1462, 1469 (9th Cir. 1994),  but we need not\r                    \r\n\npursue the issue here.  Plaintiffs have not pointed to any direct\r\n\nevidence that Nagle acted  out of an improper motive  to suppress\r\n\nspeech, and  certainly  nothing would  remotely justify  deciding\r\n\nthat issue against him by a directed verdict.\r\n\n       The second is  the possibility, on remand, of  a qualified\r\n\nimmunity  defense for  Nagle.   This  defense,  preserved in  the\r\n\ndistrict  court, has  been successfully  invoked in  this circuit\r\n\nwhere a police  officer made a reasonable,  if arguably mistaken,\r\n\ncall on a  close legal issue.  E.g., Joyce  v. Town of Tewksbury,\r                                                                          \r\n\n112 F.3d 19 (1st Cir. 1997); Veilleux v. Perschau, 101  F.3d 1, 3\r                                                           \r\n\n(1st Cir. 1996).  We have ignored the issue here only because the\r\n\ncity  has chosen, for reasons not explained, to fight this appeal\r\n\non the merits.\r\n\n       Third, for the sake of completeness, we note that in 1995-\r\n\n-well after  the incident  in this case--Massachusetts  enacted a\r\n\nseparate \"resisting arrest\"  statute that also covers  situations\r\n\nin which the person charged prevented or attempted to prevent the\r\n\n                      \r                                \r\n\n  of the witnesses as well as my evaluations of the sufficiency\r\n  of the evidence . . . .\"  \r\n\n                               -11-\r                                         -11-\r\r\n\narrest of another.  Mass. Gen. Laws ch. 268,   32B.   We need not\r\n\nconsider whether Ajao could have been charged under this statute,\r\n\nwhich is narrower in focus but  more severe in penalties than the\r\n\ndisorderly conduct statute applied here.  There is no  indication\r\n\nthat the adoption  of the new statute  was meant to  eliminate or\r\n\nalter  the availability of the  disorderly conduct law  as a less\r\n\nsevere remedy for addressing  disorderly interference with police\r\n\nactivity.\r\n\n       Turning now to the plaintiffs' appeal, we begin with their\r\n\nclaim that the district  court erred in denying them  a new trial\r\n\non  their other  claims which  were rejected  by the  jury.   The\r\n\narguments are largely conventional ones  turning on the weight of\r\n\nthe evidence,  the propriety  of closing arguments,  and possible\r\n\nconfusion on the part of the jury evidenced by an inquiry made by\r\n\nthe jury during its deliberations.\r\n\n       The  denial of a new trial motion  under Fed R. Civ. P. 59\r\n\nis reviewed for abuse of  discretion.  Bogosian v.  Mercedes-Benz\r                                                                           \r\n\nof  North America,  Inc.,  104 F.3d  472,  482 (1st  Cir.  1997).\r                                  \r\n\nWithout describing  the plaintiffs' arguments in  detail, we find\r\n\nno abuse here in rejecting each of the new-trial grounds thus far\r\n\nmentioned.  A  potentially more  serious claim is  that the  jury\r\n\npool  may  have  excluded  minorities, but  the  plaintiffs  have\r\n\npointed to nothing in the record to support the charge or to show\r\n\nthat it was even raised in the trial court.\r\n\n                               -12-\r                                         -12-\r\r\n\n       The plaintiffs also object to the district court's failure\r\n\nto grant injunctive relief.  The relief sought was to prevent the\r\n\nBoston police from continuing to  use, at least without revision,\r\n\na  training  bulletin  that  sets  forth  the  Model  Penal  Code\r\n\ndefinition  of  disorderly conduct  but  fails  to indicate  that\r\n\nsubsection  (b) has  been  struck down  by  the Supreme  Judicial\r\n\nCourt.  The city, which has not responded on this point, would be\r\n\nwell advised to clarify the manual on its own.\r\n\n       But the plaintiffs were  not charged under subsection (b);\r\n\nin  fact, Nagle testified that he had been taught that subsection\r\n\n(b) had been held invalid.  Nor did the plaintiffs show that they\r\n\nfaced  any  real threat  of future  injury,  e.g., by  threats to\r                                                           \r\n\nenforce subsection (b) against them  in the future.  City  of Los\r                                                                           \r\n\nAngeles v. Lyons,  461 U.S. 95, 102 (1983).   The district court,\r                          \r\n\nexercising its  equitable authority  to grant or  deny injunctive\r\n\nrelief, certainly did not have to grant any here.\r\n\n       To conclude, we vacate the  judgment against Nagle on  the\r                                       \r\n\nfalse arrest  claim and the  now-mooted award of  attorney's fees\r\n\nagainst him and otherwise affirm the judgment entered on the jury\r                                          \r\n\nverdicts in favor of the  defendants.  The false arrest claim  is\r\n\nremanded for further proceedings consistent with this opinion.\r                  \r\n\n       It is so ordered.\r                                  \r\n\n                               -13-\r                                         -13-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1949\r\n                 ABIODUN ABRAHAM and HENRY AJAO,\r\n\n                      Plaintiffs, Appellees,\r\n                                v.\r\n\n                          JOSEPH NAGLE,\r\n                      Defendant, Appellant.\r\n\n                                           \r\nNo. 96-2008\r\n\n                 ABIODUN ABRAHAM and HENRY AJAO,\r\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n                      JOSEPH NAGLE, ET AL.,\r\n\n                      Defendants, Appellees.\r\n                                      \r\n\n                        PERRY ROY, ET AL.,\r\n                      Defendants, Appellees.\r\n\n                                           \r\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n           [Hon. Nancy J. Gertner, U.S. District Judge]\r                                                                \r\n\n                                           \r\n                              Before\r\n\n                      Torruella, Chief Judge,\r                                                      \r\n                Boudin and Lynch, Circuit Judges.\r                                                          \r\n\n                                           \r\n\n  Susan   M.  Weise,  Chief  of  Litigation,  City   of  Boston  Law\r                             \r\nDepartment, with whom  Merita A. Hopkins, Corporation  Counsel, was on\r                                                \r\nbrief for defendants.\r\n  George C.  Deptula,  with whom  George  C.  Deptula, P.C.  was  on\r                                                                     \r\nconsolidated brief for plaintiffs.\r\n\n                                           \r\n\n                           June 9, 1997\r\n                                           \r\r\n\n       BOUDIN, Circuit  Judge.  Abiodun Abraham  and Henry Ajao\r                                       \r\n\n  sued several police officers and the City of Boston for false\r\n\n  arrest  and for  other  alleged wrongs.    During trial,  the\r\n\n  district judge directed  a verdict  in favor of  Ajao on  his\r\n\n  false  arrest claim  against  the  defendant  officer  Joseph\r\n\n  Nagle; the jury found in favor of the defendants on all other\r\n\n  claims.  Before us are cross-appeals by the plaintiffs and by\r\n\n  Nagle.\r\n\n       Our main concern is  with the directed verdict and,  for\r\n\n  that  purpose alone, we set  forth the evidence  in the light\r\n\n  most  favorable  to Nagle.   Fashion  House,  Inc. v.  K mart\r                                                                         \r\n\n  Corp., </pre><span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span><pre class=\"inline\">, 1088  (1st Cir. 1989).   On August 18,\r                 \r\n\n  1990, at about 11 p.m., the plaintiffs, both black immigrants\r\n\n  from  Nigeria, arrived with three white women at the Venus de\r\n\n  Milo  nightclub in Boston.  After waiting in line for several\r\n\n  minutes,  the group  reached the  club entrance.    The three\r\n\n  women were admitted, but the plaintiffs were not.\r\n\n       The  bouncer told  Abraham that  he could not  enter the\r\n\n  club because he  was wearing  jeans and  because Abraham  and\r\n\n  Ajao were \"a  little intoxicated.\"  The plaintiffs  said that\r\n\n  other people wearing  jeans were being admitted  and that the\r\n\n  real  reason for excluding them was their race.  When Abraham\r\n\n  continued  to  protest, a  club  employee  summoned Nagle,  a\r\n\n  Boston  police  officer  who   was  \"on  detail\"  at  another\r\n\n  establishment down the block.\r\n\n                               -2-\r                                         -2-\r\r\n\n       Nagle talked with the  plaintiffs for 15 to  20 minutes,\r\n\n  telling them  that the club was  not going to  admit them and\r\n\n  that they  should leave;  he says  that the  plaintiffs never\r\n\n  told  him   of  the  alleged  discrimination.     During  the\r\n\n  discussion, Abraham became  increasingly agitated,  continued\r\n\n  to protest loudly,  and at one point  hit or pushed Nagle  in\r\n\n  the  chest.   Nagle  then  arrested Abraham  for  assault and\r\n\n  battery on a police officer.\r\n\n       Nagle   sought  to  handcuff   Abraham  but  the  latter\r\n\n  struggled free.  Nagle  radioed for help and was  soon joined\r\n\n  by  officer   Thomas  Boyle.    Together,   Nagle  and  Boyle\r\n\n  handcuffed Abraham and tried to bring him to Boyle's cruiser,\r\n\n  which was  double-parked in the street.   Abraham resisted by\r\n\n  going limp.  As Nagle and Boyle sought to move Abraham to the\r\n\n  car, Ajao circled the officers and yelled, \"why are you doing\r\n\n  this to my  friend,\" \"this isn't  South Africa, you're  white\r\n\n  racist cops.\"\r\n\n       According to  Boyle, Ajao was \"trying to prevent us from\r\n\n  getting to the police car.\"  At one point Boyle  said that he\r\n\n  \"had to actually push [Ajao]  out of my way\" as the  officers\r\n\n  wrestled with Abraham.  Several  times the officers told Ajao\r\n\n  to \"get  away.\"   Eventually,  with Ajao  still present,  the\r\n\n  officers pushed Abraham  into the  back seat of  the car;  he\r\n\n  then  prevented the door from  closing by kicking  at it, but\r\n\n                               -3-\r                                         -3-\r\r\n\n  the officers forced it closed.  By this time a crowd of 20 or\r\n\n  so had gathered to watch.\r\n\n       In the meantime,  as Abraham continued to  yell from the\r\n\n  cruiser, Ajao circled  it and  came up behind  the left  rear\r\n\n  quarter of the  car.  Ajao was told: \"Police, leave, get away\r\n\n  from  the cruiser\"; Nagle later testified  that he had feared\r\n\n  that Ajao might try to open the car door and release Abraham.\r\n\n  Ajao  failed to move.  Nagle then  arrested Ajao, who in turn\r\n\n  struggled with Nagle, Boyle and a third officer, once kicking\r\n\n  Nagle in the mid-section, before being restrained.\r\n\n       In due course,  Abraham and Ajao were both  charged with\r\n\n  assault and battery and disorderly  conduct.  Mass. Gen. Laws\r\n\n  ch. 265,   13D; id. ch. 272,   53.  They were tried  in state\r                               \r\n\n  court in November 1990 and acquitted.  In February 1993, they\r\n\n  in turn brought suit  in state court against Nagle  and other\r\n\n  police officers,  and the city, charging  the defendants with\r\n\n  false arrest under  42 U.S.C.   1983  and state law and  with\r\n\n  various other  wrongs.1  The defendants removed the action to\r\n\n  federal court and, following  discovery, trial began in March\r\n\n  1995.\r\n\n       After all of the evidence  was taken, the district court\r\n\n  granted  Ajao's motion  for a directed  verdict in  his favor\r\n\n                      \r                                \r\n\n       1The other claims, some  of which were dropped  prior to\r\n  or   during  trial,   charged  the   defendants  with   false\r\n  imprisonment, racial discrimination, violation of free speech\r\n  rights, assault and battery, and use of excessive force.\r\n\n                               -4-\r                                         -4-\r\r\n\n  against Nagle, see Fed. R. Civ. P. 50(a); in  an oral ruling,\r                              \r\n\n  the trial  judge declared  that Nagle was  liable under  both\r\n\n  federal and state law for falsely arresting Ajao in violation\r\n\n  of  the  latter's First  and  Fourth Amendment  rights.   The\r\n\n  court's  primary rationale,  as we  read the  transcript, was\r\n\n  that  (in the district judge's view)  Ajao's conduct prior to\r\n\n  his arrest did not \"rise to the level of disorderly conduct .\r\n\n  . . .\"  The balance of the case was submitted to the jury.\r\n\n       By responses to special interrogatories, the  jury fixed\r\n\n  Ajao's  damages at  $8,500 to  vindicate his  \"rights against\r\n\n  false  arrest,\" but made  no separate award  for violation of\r\n\n  free  speech rights.   On  all of  the plaintiffs'  remaining\r\n\n  claims, the jury found against the plaintiffs and in favor of\r\n\n  the defendants.  Thereafter,  the district court awarded Ajao\r\n\n  attorney's fees  of $24,858.50.   Nagle now appeals  from the\r\n\n  directed verdict  against him.   The plaintiffs  also appeal,\r\n\n  urging  that  they  are entitled  to  a  new  trial on  their\r\n\n  unsuccessful claims,  to  an  injunction,  and  to  increased\r\n\n  attorney's fees.  We begin with Nagle's appeal.\r\n\n       On  review of a  directed verdict, we  take the evidence\r\n\n  most  favorably to the losing party and ask de novo whether a\r                                                               \r\n\n  reasonable jury  had inevitably  to  decide in  favor of  the\r\n\n  victor.   Smith v.  F.W. Morse &amp;  Co., </pre><span class=\"citation\" data-id=\"196571\"><a href=\"/opinion/196571/smith-v-fw-morse-co-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">413</span></a></span><pre class=\"inline\">, 425 (1st\r                                                 \r\n\n  Cir. 1996).  Here, putting aside some loose ends, the central\r\n\n  question  is  whether Nagle  at the  time  of the  arrest had\r\n\n                               -5-\r                                         -5-\r\r\n\n  probable cause to believe that Ajao had committed the offense\r\n\n  of disorderly conduct.  If so, this largely defeats the false\r\n\n  arrest  claim under  both federal  and state  law.   Logue v.\r                                                                      \r\n\n  Dore, </pre><span class=\"citation\" data-id=\"197149\"><a href=\"/opinion/197149/logue-v-dore/\"><span class=\"volume\">103</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span><pre class=\"inline\">, 1044 (1st Cir.  1997); see Commonwealth\r                                                                         \r\n\n  v. Grise, </pre><span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">162</span></span><pre class=\"inline\">, 163 (Mass. 1986).\r                    \r\n\n       Of  course, it  would  be much  easier to  conclude that\r\n\n  Nagle,  on his own version  of events, had  probable cause to\r\n\n  charge  Ajao with assault  and battery: Nagle  said that Ajao\r\n\n  kicked him.  But the kick occurred after Ajao's arrest; prior\r                                                    \r\n\n  to  the  arrest, the  only  pertinent  charge was  disorderly\r\n\n  conduct.   We  reserve for  another  day various  issues that\r\n\n  would  arise  if the  original  arrest  were unjustified  but\r\n\n  resistance  to  it  provided  grounds  for  a  valid  charge.\r\n\n  Compare Groman v. Township of Manalapan, </pre><span class=\"citation\" data-id=\"689136\"><a href=\"/opinion/689136/alphonse-w-groman-jane-m-groman-v-township-of-manalapan-chief-jimmie-r/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">628</span></a></span><pre class=\"inline\">, 635 (3d\r                                                   \r\n\n  Cir.  1995), with United States v. Dawdy, </pre><span class=\"citation\" data-id=\"688703\"><a href=\"/opinion/688703/united-states-v-eugene-l-dawdy/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1427</span></a></span><pre class=\"inline\">, 1430-\r                                                    \r\n\n  31 (8th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">195</span></span><pre class=\"inline\"> (1995).\r                                       \r\n\n       In defining disorderly conduct, Mass. Gen. Laws ch. 272,\r\n\n    53 provides  for the punishment,  inter alia, of  \"idle and\r                                                          \r\n\n  disorderly  persons.\"   In 1967,  the Supreme  Judicial Court\r\n\n  rejected    a    challenge    that    this    provision   was\r\n\n  unconstitutionally  vague by  interpreting it  to incorporate\r\n\n  the  Model  Penal Code's  definition  of  disorderly conduct.\r\n\n  Alegata v.  Commonwealth, </pre><span class=\"citation no-link\"><span class=\"volume\">231</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">201</span></span><pre class=\"inline\">, 211  (Mass. 1967).\r                                    \r\n\n  That definition states:\r\n\n       A person  is guilty of disorderly  conduct if, with\r\n       purpose to cause public inconvenience, annoyance or\r\n\n                               -6-\r                                         -6-\r\r\n\n       alarm, or recklessly  creating a risk thereof,  he:\r\n       (a)  engages in  fighting  or  threatening,  or  in\r\n       violent  or  tumultuous  behavior;  or   (b)  makes\r\n       unreasonable noise or offensively coarse utterance,\r\n       gesture or  display, or addresses  abusive language\r\n       to any  person present, or (c)  creates a hazardous\r\n       or  physically offensive condition by any act which\r\n       serves no legitimate purpose of the actor.\r\n\nId.  (quoting ALI,  Model Penal  Code   250.2  (Proposed Official\r                                               \r\n\nDraft 1962)).\r\n\n       Several years  later, the  Supreme  Judicial Court  struck\r\n\ndown  subsection  (b)  of this  definition  as unconstitutionally\r\n\noverbroad.   Commonwealth  v.  A Juvenile,  </pre><span class=\"citation no-link\"><span class=\"volume\">334</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">617</span></span><pre class=\"inline\">,  622\r                                                   \r\n\n(Mass. 1975).  And  to avoid First Amendment concerns,  the court\r\n\nruled  that  the  remaining  subsections  (a)  and  (c)  must  be\r\n\nconstrued to cover only conduct, not activities which involve the\r\n\n\"lawful exercise of a  First Amendment right.\"   Id. at 628;  see\r                                                                           \r\n\nalso Commonwealth v. LePore, </pre><span class=\"citation no-link\"><span class=\"volume\">666</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">152</span></span><pre class=\"inline\">, 155 (Mass. App. Ct.)\r                                     \r\n\n(\"To be disorderly within  the sense of the statute,  the conduct\r\n\nmust disturb  through acts other  than speech  . . .  .\"), review\r                                                                           \r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">668</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">356</span></span><pre class=\"inline\"> (Mass. 1996).\r                \r\n\n       Nagle  testified  that he  arrested Ajao  under subsection\r\n\n(c), not subsection (a),  and we doubt that Ajao's  conduct prior\r                                                                           \r\n\nto his arrest would support a charge under subsection (a).  Thus,\r\n\nthe question for us is whether a reasonable jury could have found\r\n\nthat Nagle had probable  cause to believe that Ajao  had violated\r\n\nsubsection (c) by \"creat[ing] a hazardous . . . condition by  any\r\n\nact  which serves no legitimate purpose of  the actor.\"  We think\r\n\n                               -7-\r                                         -7-\r\r\n\nthat a reasonable  jury, if  it accepted the  defense version  of\r\n\nevents, could have so found.\r\n\n       An arrest  of a struggling  defendant--here, Abraham--is a\r\n\nserious  business.   Even without a  gathering crowd  and traffic\r\n\nblocked by a  police cruiser,  there is a  potential for  serious\r\n\nviolence and of  injury both to  the suspect  and to the  police.\r\n\nYet, assuming  the truth  of the defense  evidence, Ajao--despite\r\n\nrepeated  requests to get  out of  the way--circled  the officers\r\n\nwhile shouting, at least once got directly in their way, and then\r\n\nrefused to move away from the cruiser.\r\n\n       Such  behavior can fairly be taken to fall directly within\r\n\nthe literal language of subsection (c): creating \"a hazardous . .\r\n\n.  condition\" by acts \"which serve[] no legitimate purpose of the\r\n\nactor.\"   Indeed,  a number  of Massachusetts  cases have  upheld\r\n\ndisorderly conduct arrests where a refusal to obey  police orders\r\n\ncreated  a safety threat.  See Commonwealth v. Mulero, </pre><span class=\"citation no-link\"><span class=\"volume\">650</span> <span class=\"reporter\">N.E.2d</span>\r                                                               \r\n\n<span class=\"page\">360</span></span><pre class=\"inline\">, 363 (Mass. App.  Ct.), review denied, </pre><span class=\"citation no-link\"><span class=\"volume\">652</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">145</span></span><pre class=\"inline\"> (Mass.\r                                                   \r\n\n1995); Commonwealth  v. Bosk, </pre><span class=\"citation no-link\"><span class=\"volume\">556</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1055</span></span><pre class=\"inline\">, 1058  (Mass. App.\r                                      \r\n\nCt. 1990); Commonwealth v.  Carson, </pre><span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1337</span></span><pre class=\"inline\">,  1338 (Mass.\r                                            \r\n\nApp. Ct. 1980).  \r\n\n       Literal  language is  not  the full  story.   The  state's\r\n\nhighest court has glossed  the statute not to apply  wherever the\r\n\nactivities  are  themselves  the  \"lawful  exercise  of  a  First\r\n\nAmendment right.\"  A Juvenile, 334 N.E.2d at 628.  And Ajao had a\r                                       \r\n\nfree-speech right to protest the arrest of his companion, even if\r\n\n                               -8-\r                                         -8-\r\r\n\nthis distressed  or annoyed the  police.  But by  the same token,\r\n\n\"the  mere fact that the conduct of the defendant was accompanied\r\n\nby speech  does not preclude  a conviction\" under  the disorderly\r\n\nconduct law.  Carson, 411 N.E.2d at 1337.  \r                              \r\n\n       We  have  very  little  difficulty  in  separating  Ajao's\r\n\nprotected  speech   from  his  physical  interference   with  two\r\n\npolicemen  struggling to arrest and  detain a third person, which\r\n\nis  not protected.  Indeed, in Colten  v. Kentucky, </pre><span class=\"citation\" data-id=\"108569\"><a href=\"/opinion/108569/colten-v-kentucky/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n109  (1972), the Supreme Court  upheld a conviction  for far less\r\n\ndisruptive conduct, observing that \"Colten's conduct in  refusing\r\n\nto move on after being directed to  do so\" was not protect by the\r\n\nFirst Amendment.  See also City of Houston v. Hill, </pre><span class=\"citation\" data-id=\"111919\"><a href=\"/opinion/111919/houston-v-hill/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n463 n.11 (1987).\r\n\n       In  some  cases,  peaceful  demonstration   and  protected\r\n\nexpression  may appear  to  merge.   Possibly,  this may  explain\r\n\nCommonwealth  v. Feigenbaum,  </pre><span class=\"citation no-link\"><span class=\"volume\">536</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">325</span></span><pre class=\"inline\">, 328  (Mass. 1989),\r                                     \r\n\nwhere  the state court  held that the  disorderly conduct statute\r\n\ndid not  extend to  the blocking  of traffic in  the course  of a\r\n\npeaceful  political  rally  because the  defendant's  purpose was\r\n\nlegitimate.   But Ajao's  alleged conduct in  the present  case--\r\n\ndisrupting a  police attempt  to arrest a  struggling companion--\r\n\nseems to us both more dangerous and less legitimate.\r\n\n                               -9-\r                                         -9-\r\r\n\n       Further, even  if Feigenbaum  were given its  most extreme\r                                             \r\n\nreading,2 making a good  purpose a complete defense, it  would be\r\n\nup to  a jury  to determine  whether Ajao  was acting  to express\r\n\nprotected  speech or whether he also sought to interfere with the\r\n\narrest.   The latter aim could not be a legitimate purpose on any\r\n\nview of the matter.  Yet a jury could infer, assuming it accepted\r\n\nthe  defense version of events, that Ajao was trying to frustrate\r\n\nthe arrest by getting  in the way or distracting the officers and\r\n\nnot simply trying to convey his objections.\r\n\n       In  this case, the jury  certainly did not  have to accept\r\n\nthe police  version of the  events.   The plaintiffs gave  a more\r\n\nbenign   account   of  their   conduct   and   there  were   some\r\n\ncontradictions  in the defendants' own testimony.  But it was the\r\n\njury's province,  after observing Nagle, the  other officers, and\r\n\nthe plaintiffs on  the witness  stand to decide  whom the  jurors\r\n\nbelieved.   We simply disagree  with the trial judge's conclusion\r\n\nthat she was free to make that credibility determination.  If the\r\n\ndistrict judge  thought that  the credibility issues  fell within\r\n\nher province, this  was a  mistaken view of  the governing  rule.\r\n\nSee Smith, 76 F.3d at 425.3\r                   \r\n\n                      \r                                \r\n\n       2At  least two  state  court decisions  after Feigenbaum\r                                                                         \r\n  suggest  that an extreme  reading is  unwarranted and  that a\r\n  defendant can be liable for disorderly conduct even where his\r\n  main objective is to  protest police decisions.  See  Mulero,\r                                                                        \r\n  650 N.E.2d at 363; Bosk, 556 N.E.2d at 1058.\r                                   \r\n\n       3Nagle  points to  the  trial judge's  comment (made  in\r\n  discussing jury  instructions) that \"I am  basing my findings\r\n  with respect to Mr. Ajao on my evaluations of the credibility\r\n\n                               -10-\r                                         -10-\r\r\n\n       Three loose ends remain.   One is the possibility  that an\r\n\narrest based on  probable cause  might still be  unlawful if  the\r\n\npolice  officer  acted  simply   for  the  purpose  of  punishing\r\n\nprotected speech.   There is  some law on  this subject,  compare\r                                                                           \r\n\nWhren v. United States, </pre><span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span><pre class=\"inline\">, 1774 (1996), with Sloman\r                                                                           \r\n\nv. Tadlock, </pre><span class=\"citation\" data-id=\"668237\"><a href=\"/opinion/668237/edward-sloman-v-philip-tadlock-david-allen-roger-douglas-pat-sardella-aka/\"><span class=\"volume\">21</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1462</span></a></span><pre class=\"inline\">, 1469 (9th Cir. 1994),  but we need not\r                    \r\n\npursue the issue here.  Plaintiffs have not pointed to any direct\r\n\nevidence that Nagle acted  out of an improper motive  to suppress\r\n\nspeech, and  certainly  nothing would  remotely justify  deciding\r\n\nthat issue against him by a directed verdict.\r\n\n       The second is  the possibility, on remand, of  a qualified\r\n\nimmunity  defense for  Nagle.   This  defense,  preserved in  the\r\n\ndistrict  court, has  been successfully  invoked in  this circuit\r\n\nwhere a police  officer made a reasonable,  if arguably mistaken,\r\n\ncall on a  close legal issue.  E.g., Joyce  v. Town of Tewksbury,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"739950\"><a href=\"/opinion/739950/joanne-joyce-individually-and-as-of-the-estate-of-james-d-joyce-v-town/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\"> (1st Cir. 1997); Veilleux v. Perschau, </pre><span class=\"citation\" data-id=\"729793\"><a href=\"/opinion/729793/michael-d-veilleux-v-jeffrey-perschau-detective-for-the-manchester/\"><span class=\"volume\">101</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3\r                                                           \r\n\n(1st Cir. 1996).  We have ignored the issue here only because the\r\n\ncity  has chosen, for reasons not explained, to fight this appeal\r\n\non the merits.\r\n\n       Third, for the sake of completeness, we note that in 1995-\r\n\n-well after  the incident  in this case--Massachusetts  enacted a\r\n\nseparate \"resisting arrest\"  statute that also covers  situations\r\n\nin which the person charged prevented or attempted to prevent the\r\n\n                      \r                                \r\n\n  of the witnesses as well as my evaluations of the sufficiency\r\n  of the evidence . . . .\"  \r\n\n                               -11-\r                                         -11-\r\r\n\narrest of another.  Mass. Gen. Laws ch. 268,   32B.   We need not\r\n\nconsider whether Ajao could have been charged under this statute,\r\n\nwhich is narrower in focus but  more severe in penalties than the\r\n\ndisorderly conduct statute applied here.  There is no  indication\r\n\nthat the adoption  of the new statute  was meant to  eliminate or\r\n\nalter  the availability of the  disorderly conduct law  as a less\r\n\nsevere remedy for addressing  disorderly interference with police\r\n\nactivity.\r\n\n       Turning now to the plaintiffs' appeal, we begin with their\r\n\nclaim that the district  court erred in denying them  a new trial\r\n\non  their other  claims which  were rejected  by the  jury.   The\r\n\narguments are largely conventional ones  turning on the weight of\r\n\nthe evidence,  the propriety  of closing arguments,  and possible\r\n\nconfusion on the part of the jury evidenced by an inquiry made by\r\n\nthe jury during its deliberations.\r\n\n       The  denial of a new trial motion  under Fed R. Civ. P. 59\r\n\nis reviewed for abuse of  discretion.  Bogosian v.  Mercedes-Benz\r                                                                           \r\n\nof  North America,  Inc.,  </pre><span class=\"citation\" data-id=\"733243\"><a href=\"/opinion/733243/elizabeth-v-bogosian-v-mercedes-benz-of-north-america-inc-and/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">472</span></a></span><pre class=\"inline\">,  482 (1st  Cir.  1997).\r                                  \r\n\nWithout describing  the plaintiffs' arguments in  detail, we find\r\n\nno abuse here in rejecting each of the new-trial grounds thus far\r\n\nmentioned.  A  potentially more  serious claim is  that the  jury\r\n\npool  may  have  excluded  minorities, but  the  plaintiffs  have\r\n\npointed to nothing in the record to support the charge or to show\r\n\nthat it was even raised in the trial court.\r\n\n                               -12-\r                                         -12-\r\r\n\n       The plaintiffs also object to the district court's failure\r\n\nto grant injunctive relief.  The relief sought was to prevent the\r\n\nBoston police from continuing to  use, at least without revision,\r\n\na  training  bulletin  that  sets  forth  the  Model  Penal  Code\r\n\ndefinition  of  disorderly conduct  but  fails  to indicate  that\r\n\nsubsection  (b) has  been  struck down  by  the Supreme  Judicial\r\n\nCourt.  The city, which has not responded on this point, would be\r\n\nwell advised to clarify the manual on its own.\r\n\n       But the plaintiffs were  not charged under subsection (b);\r\n\nin  fact, Nagle testified that he had been taught that subsection\r\n\n(b) had been held invalid.  Nor did the plaintiffs show that they\r\n\nfaced  any  real threat  of future  injury,  e.g., by  threats to\r                                                           \r\n\nenforce subsection (b) against them  in the future.  City  of Los\r                                                                           \r\n\nAngeles v. Lyons,  </pre><span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span><pre class=\"inline\">, 102 (1983).   The district court,\r                          \r\n\nexercising its  equitable authority  to grant or  deny injunctive\r\n\nrelief, certainly did not have to grant any here.\r\n\n       To conclude, we vacate the  judgment against Nagle on  the\r                                       \r\n\nfalse arrest  claim and the  now-mooted award of  attorney's fees\r\n\nagainst him and otherwise affirm the judgment entered on the jury\r                                          \r\n\nverdicts in favor of the  defendants.  The false arrest claim  is\r\n\nremanded for further proceedings consistent with this opinion.\r                  \r\n\n       It is so ordered.\r                                  \r\n\n                               -13-\r                                         -13-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739950/"
  ]
}