{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197226/",
  "absolute_url": "/opinion/197226/transamerica-v-ober/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197226/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:09Z",
  "date_modified": "2017-03-24T10:50:41.532514Z",
  "type": "010combined",
  "sha1": "d0b4399e07f2ff9bdb42bab3fbf777f8ab40ce3c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1727.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1727\r\n\n             TRANSAMERICA PREMIER INSURANCE COMPANY,\r\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                     THOMAS J. OBER, ET AL.,\r\n                     Defendants - Appellees.\r\n\n                                           \r\n\n              EL/CAP TOWING &amp; TRANSPORTATION, INC.,\r\n                     Defendants - Appellants.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Cyr and Boudin, Circuit Judges.\r                                                         \r\n\n                                           \r\n\n     Elizabeth  S.  Morley,   with  whom   William  W.   Willard,\r                                                                          \r\nBernstein, Shur,  Sawyer &amp; Nelson,  Louis G. Juliano  and Bigham,\r                                                                           \r\nEnglar, Jones &amp; Houston were on brief for appellant.\r                                 \r\n     Stephen  M. Martin,  with  whom Dante  Mattioni, Francis  X.\r                                                                           \r\nKelly and Mattioni, Mattioni  &amp; Mattioni, Ltd. were on  brief for\r                                                        \r\nappellee C&amp;G Excavating, Inc.\r\n\n                                           \r\n\n                        February 28, 1997\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.  Crossclaim Defendant-Appellant\r                    TORRUELLA, Chief Judge. \r                                          \r\n\nEl/Cap Towing and Transportation,  Inc. (\"El/Cap\") appeals from a\r\n\njury verdict finding it  and co-crossclaim Defendant Henry Marine\r\n\nServices,  Inc.   (\"Henry   Marine\")  liable   to  appellee   C&amp;G\r\n\nExcavating, Inc. (\"C&amp;G\") for negligence in towing various vessels\r\n\nand properties belonging to C&amp;G.  Arguing an insufficient showing\r\n\nof legal causation, El/Cap contends that the trial court erred by\r\n\ndenying  its motions for a directed verdict.  In the alternative,\r\n\nEl/Cap  argues that the district court erred by not providing the\r\n\njury  a  more  specific  special  verdict  form,  and  by denying\r\n\nEl/Cap's Motion for  a New  Trial or for  Amendment of  Judgment.\r\n\nFinding no error, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n            El/Cap and Henry Marine were two of several companies\r\n\nthat participated in towing  C&amp;G equipment to a dredging  project\r\n\nin Saco, Maine.1  C&amp;G claimed that El/Cap and Henry Marine, while\r\n\ntowing, negligently caused the following damages to C&amp;G property:\r\n\ndamage to  a dredge (the  AMBER II), loss  of a tender  boat (the\r\n\nLITTLE GEORGE), loss of some pipeline,  and loss of a pipe barge.\r\n\nC&amp;G's negligence claims were brought before the district court of\r\n\n                    \r                              \r\n\n1  This suit initially surfaced against the backdrop of a variety\r\nof  legal  disputes  between  contractors  and  the  Transamerica\r\nPremier Insurance Company, which had issued performance bonds for\r\nthe payment of various contractors involved in a dredging project\r\nin  Saco,  Maine.   C&amp;G  owned  equipment  used  in the  dredging\r\nproject.  All claims were settled before trial with the exception\r\nof the crossclaims between  C&amp;G and El/Cap and Henry  Marine that\r\nare before us now.  \r\n\n                               -2-\r\r\n\nMaine under both  diversity jurisdiction, 28  U.S.C.   1332,  and\r\n\nmaritime jurisdiction, 28 U.S.C.   1333. \r\n\n          Many of the facts essential to a finding  of negligence\r\n\nwere vigorously contested  by the  parties at trial.   Because  a\r\n\njury found El/Cap and Henry Marine liable, we must view the facts\r\n\nin  the   light  most  favorable  to  C&amp;G,  draw  all  reasonable\r\n\ninferences in C&amp;G's favor, and refrain  from assessing either the\r\n\ncredibility  of witnesses  or  the relative  weight of  evidence.\r\n\nLama v. Borr s, 16 F.3d 473, 475 (1st Cir. 1994).  As reviewed in\r                        \r\n\nthis light, the tale proceeds as follows.\r\n\n          In November  1992, C&amp;G entered into  a Bareboat Charter\r\n\nAgreement with East Coast Marine whereby East Coast Marine leased\r\n\nC&amp;G equipment it  needed for the  Saco, Maine, dredging  project.\r\n\nSpecifically,  East Coast Marine  hired the AMBER  II, the LITTLE\r\n\nGEORGE,  the  pipe  barge,  and  some  pipeline  (together,  \"the\r\n\nequipment\") from C&amp;G.   Although East Coast Marine  had initially\r\n\nhired  El/Cap to tow the equipment from Lewes, Delaware, to Saco,\r\n\nMaine,  Henry Marine  was ultimately  given the  towing job.   In\r\n\ntheir transport arrangements with Henry Marine, East Coast Marine\r\n\nand C&amp;G instructed  that the  equipment must be  towed along  the\r\n\nintracoastal waterway.   \r\n\n          Heading  north  in  the  intracoastal  waterway,  Henry\r\n\nMarine met with delays and setbacks in  successfully carrying out\r\n\nthe tow.  At  Hereford inlet, for example, the Henry Marine boats\r\n\nran  aground and  had difficulty  navigating the  equipment under\r\n\ncertain bridges.  At  this point, El/Cap agreed to  assist in the\r\n\n                               -3-\r\r\n\ntow,  and arranged  to have Henry  Marine leave  the intracoastal\r\n\nwaterway and meet  El/Cap's tug,  the TOMMY G,  in the open  seas\r\n\noutside  of Hereford Inlet.2   None of the  equipment was damaged\r\n\nwhile  towed  by Henry  Marine in  the  period prior  to El/Cap's\r\n\ninvolvement in the tow.   The decision to transfer  the equipment\r\n\nduring  rough weather and to continue heading in the direction of\r\n\nNew  York  despite  rough  weather  was  at  the  heart  of  this\r\n\nnegligence suit.   Although the evidence regarding who  made this\r\n\ndecision was  conflicting,   there was  enough testimony  for the\r\n\njury to decide that El/Cap made the decision. \r\n\n          At the time El/Cap instructed the Henry Marine boats to\r\n\nbring  the equipment  to  meet El/Cap's  tug,  the TOMMY  G,  the\r\n\nforecast called for four to six foot seas.  The seas were rougher\r\n\nthan  forecast when Henry Marine brought the equipment out to the\r\n\nTOMMY G,  and the AMBER  II broke away  from a Henry  Marine tug.\r\n\nWhen the TOMMY  G tried to  secure the AMBER  II, both the  Henry\r\n\nMarine  tug and the TOMMY G  collided with, and caused damage to,\r\n\nthe AMBER II.  Further damage was caused to the AMBER II when, in\r\n\nthe course of transferring pipeline to the TOMMY G's tow, a Henry\r\n\n                    \r                              \r\n\n2    The  record  contains  conflicting  evidence  regarding  the\r\ndecision to take the equipment out of the intracoastal waters and\r\ninto  the  ocean.    El/Cap  draws  our  attention  to  testimony\r\nsuggesting that it was forced to rescue the equipment negligently\r\ntowed by Henry Marine, and that Henry Marine and C&amp;G asked El/Cap\r\nfor  assistance and  knowingly  made  a  decision  to  leave  the\r\nintracoastal waters.  C&amp;G, on  the other hand,  offered testimony\r\nshowing  that El/Cap arranged to  meet the Henry  Marine boats in\r\nthe  open sea.  As discussed infra, there was sufficient evidence\r                                            \r\nfor a jury to find  El/Cap responsible for the shift to  open sea\r\ntravel. \r\n\n                               -4-\r\r\n\nMarine boat struck the AMBER II again.  The  loss  of the  LITTLE\r\n\nGEORGE, which was tied to the AMBER II, occurred later.  \r\n\n          Because of the rough weather, one Henry Marine tug, the\r\n\nRACHEL MARIE, agreed  to continue  to tow the  pipeline and  pipe\r\n\nbarge to New  York.  The RACHEL MARIE needed  to refuel, however,\r\n\nand El/Cap took control of the line from the pipe barge, tying it\r\n\nto the  AMBER II, to allow  the RACHEL MARIE to  return to shore.\r\n\nThe   RACHEL  MARIE   communicated  that   it  would   return  in\r\n\napproximately two hours.  Instead of waiting for the RACHEL MARIE\r\n\nto  return, the TOMMY G continued to  head for New York, with all\r\n\nof the equipment in tow.  The TOMMY G did not seek shelter during\r\n\nits voyage to New York.  In rough waters, the LITTLE GEORGE broke\r\n\nloose, collided with the pipe barge, and sank.  The LITTLE GEORGE\r\n\nwas  not an ocean-going  vessel.  Some pipeline  was also lost en\r\n\nroute to New York.\r\n\n          When the TOMMY  G arrived in New York, it  was towing a\r\n\ndamaged  dredge  (the AMBER  II) and  a  damaged pipe  barge that\r\n\ncarried the remaining pipeline.  In New York, El/Cap, through its\r\n\nprincipal,  Dennis Elberth, who was also the captain of the TOMMY\r\n\nG, informed C&amp;G  that it would  repair the pipe  barge before  it\r\n\nleft El/Cap's control.  After several days, the decision was made\r\n\nby  East  Coast Marine  to  continue  transporting the  remaining\r\n\nequipment  to Maine.    East Coast  Marine  called on  El/Cap  to\r\n\ncontinue towing  the  AMBER  II.    To tow  the  pipe  barge  and\r\n\npipeline, which were not repaired by  El/Cap, East Coast Marine's\r\n\nprincipal  John Szegda hired  two other towing  companies.  Local\r\n\n                               -5-\r\r\n\nTowing  carried  out the  tow  between New  York  and Gloucester,\r\n\nMassachusetts,  at which  point another  firm, Bay  State Towing,\r\n\ntook over.  \r\n\n          El/Cap  towed  the  AMBER  II to  Saco,  Maine  without\r\n\nfurther incident.  The pipeline  and pipe  barge sank off  of the\r\n\ncoast of New Hampshire while being towed by Bay State Towing, due\r\n\nto a  hole in the barge  initially sustained during  the tow from\r\n\nDelaware to  New York.  El/Cap  failed to repair the  hole in the\r\n\npipe barge before it left El/Cap's yard in New York.  \r\n\n          At  trial,  the district  court  twice  denied El/Cap's\r\n\nmotions for directed verdict  and also rejected El/Cap's proposed\r\n\nspecial  verdict  form.    The  jury  awarded  $221,300  to  C&amp;G,\r\n\napportioning liability 88%  to El/Cap and  12% to Henry  Marine.3\r\n\nThat figure appears to reflect  a finding of liability on all  of\r\n\nthe  damages claimed by C&amp;G, including the loss of the pipe barge\r\n\nand  pipeline.    Henry Marine  did  not  appear  for trial,  but\r\n\nevidence regarding its  negligence was presented to the  jury and\r\n\ndefault  judgment was  entered against  it.   El/Cap appeals  the\r\n\ndenial of motions for directed verdict and for new trial, as well\r\n\nas the  denial of  its  proposed special  verdict form.   In  the\r\n\nalternative,  El/Cap  argues  that  the damage  award  should  be\r\n\nreduced by $96,000 to reflect the fact  that El/Cap is not liable\r\n\nfor the loss of the pipe barge and pipeline.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n                    \r                              \r\n\n3  In its  cross claim pleadings, C&amp;G alleged  damages \"in excess\r\nof $258,500.\"  \r\n\n                               -6-\r\r\n\n   I.  El/Cap's Motions for Directed Verdict and for New Trial \r             I.  El/Cap's Motions for Directed Verdict and for New Trial\r\n\n          El/Cap  argues on  appeal  that the  evidence at  trial\r\n\nfails  to demonstrate that El/Cap's actions  were the legal cause\r\n\nof any of  the damages  suffered during the  tow and,  therefore,\r\n\nthat the district court  erred in denying El/Cap's motions  for a\r\n\ndirected  verdict  and for  a new  trial.   Before  assessing the\r\n\nmerits of this argument, we note the pertinent standard of review\r\n\n-- one that is decisive in shaping the outcome of our assessment.\r\n\n          In reviewing the denial  of a motion for judgment  as a\r\n\nmatter of law  under Rule 50(a), we  conduct a plenary  review of\r\n\nthe  evidence \"viewed  in the  light most  favorable to  the non-\r\n\nmovant, giving [it] the benefit of every favorable inference that\r\n\nmay be fairly drawn  therefrom.\"  Santiago Hodge v. Parke Davis &amp;\r                                                                           \r\n\nCo., 909 F.2d 628, 634 (1st Cir. 1990)  (citations omitted).  \"If\r             \r\n\n'fair minded'  persons could draw different  inferences, then the\r\n\nmatter  is for  the jury.\"   Id.   We will not  reverse the trial\r                                          \r\n\ncourt's denial of defendant's Rule 50(a) motion unless the facts,\r\n\nseen  in the  light most favorable  to the plaintiff,  as well as\r\n\ninferences  reasonably   drawn  therefrom  \"'lead   to  but   one\r\n\nconclusion -- that there is a total failure of evidence  to prove\r\n\nthe plaintiff's  case.'\"   Guti rrez-Rodr guez v. Cartagena,  882\r                                                                     \r\n\nF.2d 553, 558 (1st  Cir. 1989) (quoting Mayo v.  Schooner Capital\r                                                                           \r\n\nCorp., 825 F.2d  566, 568 (1st Cir. 1987)).  Such is not the case\r               \r\n\nhere, as we explain below.  \r\n\n          The  appellant's hurdle is no  lower on an  appeal of a\r\n\ndenial of a Rule 59 motion for  a new trial.  We reverse only  if\r\n\n                               -7-\r\r\n\n\"'the verdict is  so seriously mistaken,  so clearly against  the\r\n\nlaw or the evidence, as to constitute a miscarriage of justice. .\r\n\n. . This strict  standard of review is especially  appropriate if\r\n\nthe motion for new trial is based on  a claim that the verdict is\r\n\nagainst the  weight of the evidence.'\"   Guti rrez-Rodr guez, 882\r                                                                      \r\n\nF.2d at 558 (quoting  MacQuarrie v. Howard Johnson Co.,  877 F.2d\r                                                                \r\n\n126,  128 (1st  Cir. 1989)(citations  omitted)).   Because El/Cap\r\n\ndoes not  argue that the district  court made an error  as to the\r\n\ncontrolling law -- which would merit de novo review -- our review\r                                                      \r\n\nis limited  to determining whether the district  court abused its\r\n\ndiscretion when  it evaluated the  verdict against the  weight of\r\n\nthe evidence and  found no  miscarriage of justice.   Havinga  v.\r                                                                       \r\n\nCrowley Towing &amp; Transp. Co., 24 F.3d 1480, 1483 (1st Cir. 1994).\r                                      \r\n\n          In considering whether the  district court's denial  of\r\n\nEl/Cap's Rule 50(a)  motion was  proper, we must  view the  facts\r\n\nthat were vigorously  contested in  this case in  the light  most\r\n\nfavorable  to C&amp;G.  In  reviewing the district  court's denial of\r\n\nthe Rule  59 motion, our review  is also limited  because we will\r\n\nonly reverse  if we find an abuse of discretion.  We thus turn to\r\n\nexamine  the evidence  before  the jury  on  which a  finding  of\r\n\nnegligence could be based.\r\n\n          A.  Applicable Substantive Law\r                    A.  Applicable Substantive Law\r\n\n          Under both  Maine  and well-established  maritime  law,\r\n\n\"the master of a tug is required to exercise 'reasonable care and\r\n\nmaritime skill' with respect to  the vessel in tow.\"  DiMillo  v.\r                                                                       \r\n\nSheepscot Pilots,  Inc.,  870  F.2d  746,  748  (1st  Cir.  1989)\r                                 \r\n\n                               -8-\r\r\n\n(quoting Stevens v. White City, 285 U.S. 195, 202 (1932) (holding\r                                        \r\n\ntug  not  liable  as an  insurer  or  common  carrier)).4   Thus,\r\n\nlongstanding maritime  norms required El/Cap and  Henry Marine to\r\n\ncarry  out the  tow by  using such  reasonable care  and maritime\r\n\nskill as prudent navigators employ for the performance of similar\r\n\nservices.5  A court sitting in admiralty jurisdiction may look to\r\n\nthe application of basic  proximate cause standards as  they have\r\n\nbeen elaborated by the states.  Exxon Co., U.S.A. v. Sofec, Inc.,\r                                                                          \r\n\n116 S.  Ct. 1813,  1818  (1996).   There is  no conflict  between\r\n\npertinent maritime and  Maine tort law in this case.  Under Maine\r\n\ntort  law, the  causation element  of the  tort of  negligence is\r\n\nsatisfied if: (1) the act or failure to act played a  substantial\r\n\npart  in bringing about or actually causing the injury or damage,\r\n\nand  (2) the damage was a direct result or reasonably foreseeable\r             \r\n\nresult  of the act or  failure to act.  Shaw  v. Bolduc, 658 A.2d\r                                                                 \r\n\n229 (Me. 1995).\r\n\n                    \r                              \r\n\n4    Our  review of  the  jury  instructions  indicates that  the\r\ndistrict  court  correctly  outlined  the  relevant  features  of\r\napplicable maritime tort  law.  The  lack of Maine tort  law that\r\neither contradicts any  aspect of maritime  tort law or  pertains\r\nspecifically  to   maritime  torts  bolsters  the  trial  court's\r\napparent reliance on general maritime law principles.  \r\n\n5  Neither  party contends  that maritime law  should not  apply.\r\nFor a tort to  be considered maritime,  \"it must meet two  tests:\r\nthe situs  of the tort must  be maritime (the  location test) and\r\nthe  tort must  bear  a significant  relationship to  traditional\r\nmaritime  activity (the  nexus test).\"   Carey  v. Bahama  Cruise\r                                                                           \r\nLines, 864 F.2d  201, 207  (1st Cir.  1988) (citations  omitted).\r               \r\nBoth  tests are plainly satisfied  here.  As  discussed in Carey,\r                                                                          \r\ndiversity  jurisdiction  does  not  imply that  maritime  law  be\r\ndisplaced by state law.  Id. at 206-07.\r                                      \r\n\n                               -9-\r\r\n\n          The following rules of  general maritime law shed ample\r\n\nlight  on the duty of reasonable care and maritime skill required\r\n\nof  El/Cap in this  case, and  this appeal  does not  require any\r\n\nfurther expatiation of the law of the sea.  The degree of caution\r\n\nor care  required of the  navigator of  a tug is  related to  the\r\n\nnature  of  the tow  -- in  particular,  the tugboat  master must\r\n\nconsider the  suitability of the tow  for travel in  light of the\r\n\ncondition of the seas encountered.   The MERCURY, 2 F.2d 325, 326\r                                                          \r\n\n(1st Cir.  1924); see also Howlett v.  The Tug DALZELLIDO, 324 F.\r                                                                   \r\n\nSupp. 912, 916-17  (S.D.N.Y. 1971) (reviewing general  principles\r\n\nof law relating  to towage).   A  tug's duty  of reasonable  care\r\n\nincludes the  duty to take into  consideration weather conditions\r\n\nas  they may affect the tow.   Dimillo, 870 F.2d at 748; Chemical\r                                                                           \r\n\nTransporter,  Inc. v. M.  Turecamo, Inc., 290 F.2d  496 (2d  Cir.\r                                                  \r\n\n1961).   The captain  of the  tug  is charged  with knowledge  of\r\n\nweather  forecasts, whether or not he had actual knowledge of the\r\n\nforecasts.  The Tug DALZELLIDO, 324 F. Supp. at 917.  A breach of\r                                        \r\n\nthe duty of  care thus can be  found when a  tug captain makes  a\r\n\ndecision  that is unsafe in  light of the  weather conditions and\r\n\nthe  particular circumstances  of the  tow that  could reasonably\r\n\nhave been known.  De  Millo, 870 F.2d at  748.  It is  negligent,\r                                     \r\n\nfor  example,  to knowingly  brave  weather  conditions that  may\r\n\nimperil a flotilla.  Id. at 749.\r                                  \r\n\n          C&amp;G presented two sets  of allegedly negligent acts for\r\n\nthe jury's consideration. First,  C&amp;G claimed that damage  to the\r\n\nAMBER II,  and the loss of the LITTLE GEORGE, were caused by: (a)\r\n\n                               -10-\r\r\n\nEl/Cap's decision to  receive the  tow from Henry  Marine in  the\r\n\nopen ocean during inclement weather,  and (b) El/Cap's failure to\r\n\nseek shelter after the  transfer at Hereford Inlet.   Second, C&amp;G\r\n\nclaimed that the loss  of the pipe barge and  pipeline was caused\r\n\nby El/Cap's failure to repair the pipe barge, as promised, in New\r\n\nYork.   Noting  that \"issues  of proximate cause  and superseding\r\n\ncause involve  application of law to  fact, which is  left to the\r\n\nfactfinder,  subject  to  limited   review,\"  we  arrive  at  the\r\n\nconclusion that  a rational  jury could  have accepted  C&amp;G's two\r\n\ntheories  of negligence  as supported by  a preponderance  of the\r\n\nevidence.  See Exxon Co., U.S.A., 116 U.S. at 1819.  Assuming the\r                                          \r\n\njury credited testimony favorable to C&amp;G, we hold that a rational\r\n\njury could have found El/Cap negligent.\r\n\n          B.  Damage Sustained During the Tow to New York\r                    B.  Damage Sustained During the Tow to New York\r\n\n          On  this appeal,  El/Cap  does not  deny  that the  C&amp;G\r\n\nvessels were ill-suited for  open ocean travel,6 nor  does El/Cap\r\n\ndeny  that the decision to transfer  the tow and continue in open\r\n\nocean  during poor  weather  conditions was  imprudent.   Rather,\r\n\nEl/Cap stresses the following two points regarding the damages to\r\n\nC&amp;G property  en route to New York:  that  El/Cap did not, in any\r\n\nway,  participate  in the  decision to  transfer  the tow  off of\r\n\nHereford Inlet  during stormy weather, and  that the incompetence\r\n\nof  Henry   Marine  led  \"inevitably  to   the  losses  claimed.\"\r\n\nAppellant's Brief at  14.   According to El/Cap,  it rescued  the\r\n                    \r                              \r\n\n6  C&amp;G brought forward expert testimony in support of the finding\r\nthat the various  towed vessels were clearly unsuitable  for open\r\nsea travel.  Testimony of Ronald Campana, Tr. at 226-27. \r\n\n                               -11-\r\r\n\nAMBER II from the  incompetent hands of Henry Marine  and brought\r\n\nit  safely to  New York.   There  may be  some merit  to El/Cap's\r\n\nargument.   Nevertheless, an appellate  court may  not usurp  the\r\n\nfunction  of the  jury, and thus  we cleave  to the  facts in the\r\n\nlight most favorable to C&amp;G.   The record indicates that the jury\r\n\ncould have accepted contrary testimony as to each of these points\r\n\nemphasized by El/Cap.\r\n\n          With  regard to the decision to transfer a tow that was\r\n\nunsuited  for open ocean travel  in rough ocean  waters and foggy\r\n\nconditions  --  a decision  that  El/Cap appears  to  concede was\r\n\nnegligent, see Appellant's  Brief at  15 -- the  jury could  have\r                        \r\n\nfound  that   El/Cap  shouldered  responsibility   based  on  the\r\n\ndeposition  testimony,  read  at  trial,  of  Robert  Henry,  the\r\n\nprincipal  of Henry Marine.   Robert Henry  averred that El/Cap's\r\n\nprincipal knew of  the nature of the tow and  agreed to take over\r\n\nthe tow off of Hereford Inlet, and that the captain  of the TOMMY\r\n\nG instructed  that the tow  be brought  out to open  sea for  the\r\n\npurposes of  the transfer.   Exhibit  127 at 56-60;  Tr. at  419.\r\n\nAlthough  the Henry  Marine boats collided  with and  damaged the\r\n\nAMBER  II,  this harm  could be  deemed  a foreseeable  result of\r\n\nundertaking  an open  ocean  transfer  under  unsuitable  weather\r\n\nconditions.  The  jury could have concluded that El/Cap knowingly\r\n\ndecided  to proceed with the  transfer of towed  vessels that are\r\n\nunsuited for open  ocean travel,  during rough weather.   Such  a\r\n\nconclusion is a sufficient ground for a finding of tort liability\r\n\n                               -12-\r\r\n\nas to the  damage to the  AMBER II, since  the AMBER II  suffered\r\n\ndamage during the transfer.\r\n\n          Additionally, C&amp;G offered  the expert  testimony of  an\r\n\nexperienced marine captain  who opined that the Henry Marine tugs\r\n\nwere following the lead of El/Cap's dominant tug, and that El/Cap\r\n\nfailed to  maintain  professional  standards  by  performing  the\r\n\ntransfer under the circumstances.  Testimony  of Ron Campana, Tr.\r\n\nat 229-31. El/Cap's duty to exercise reasonable care and maritime\r\n\nskill   required  that   attention  be   given  to   the  special\r\n\ncircumstances of this tow, and a reasonable jury could have found\r\n\nthat they fell short of that duty by undertaking the transfer.\r\n\n          Even assuming, as El/Cap argues, that the principals of\r\n\nC&amp;G and East  Coast Marine,  eager to speed  the towing  process,\r\n\ndecided that El/Cap should  relieve Henry Marine of the  AMBER II\r\n\noff of  Hartford Inlet, this does  automatically exonerate El/Cap\r\n\nfrom liability.  The jury may even have accepted El/Cap's version\r\n\nof  the events surrounding the decision to leave the intracoastal\r\n\nwaterways and  still found that the  TOMMY G failed  to carry out\r\n\nthe  tow prudently  by  participating  in  the transfer  in  poor\r\n\nweather.   Under  certain circumstances,  the duty  of reasonable\r\n\ncare and maritime  skill may require that  a tug captain  delay a\r\n\ntow,  or otherwise  make  ad hoc  adjustments  to the  course  or\r\n\nschedule  that was initially planned by its client.  Cf. DiMillo,\r                                                                          \r\n\n                               -13-\r\r\n\n870 F.2d at 748-49 (tug should not have set out in bad weather).7\r\n\n          With regard  to whether  negligent acts by  El/Cap were\r\n\nthe legal cause of the damages after the transfer, the jury could\r\n\nhave  concluded  that  such  damage  flowed  substantially   from\r\n\nEl/Cap's  decisions  and  was  not  inevitably  caused  by  Henry\r\n\nMarine's actions.  Even assuming that  the flotilla was \"stranded\r\n\nin  the  Intercoastal   Waterway  as  a  direct  result   of  the\r\n\nincompetence of Henry Marine,\" Appellant's  Brief at 14, the jury\r\n\ncould have found  that El/Cap need not have proceeded to New York\r\n\nwithout   stopping.8    C&amp;G   brought  forward  expert  testimony\r\n\nindicating that the TOMMY  G had the opportunity to  seek shelter\r\n\nbefore  the LITTLE GEORGE sank, but instead continued to head for\r\n\nNew York harbor.  Tr. at 231.  The LITTLE GEORGE, unfit for ocean\r\n\ntravel,  was lost as it was being towed by the TOMMY G toward New\r\n\nYork  harbor.  C&amp;G's expert opined not  only that the TOMMY G was\r\n\nthe dominant tug, responsible for coordinating the actions of the\r\n\n                    \r                              \r\n\n7  We also note that a storm did not suddenly arise in the course\r\nof the  TOMMY G's tow and  that El/Cap was, or  should have been,\r\naware  of  the  weather   conditions  prior  to  undertaking  the\r\ntransfer.   Therefore, El/Cap cannot argue that this is a case of\r\na tug  captain acting  in extremis.   See, e.g., Boudoin  v. J.R.\r                                                                           \r\nMcDermott  &amp; Co., 281 F.2d 81, 84 (5th Cir. 1960) (distinguishing\r                          \r\nin extremis cases -- which require that \"something more than mere\r                     \r\nmistake  of judgment by the  master\" be shown  if, \"without prior\r\nnegligence, a vessel  is put  in the very  center of  destructive\r\nnatural  forces\" -- from case  where tug captain  knew of weather\r\nconditions before making decisions). \r\n\n8    We note  as  well that  the  jury could  have  accepted that\r\nEl/Cap's participation  was needed while also  concluding that it\r\nfailed  to  use appropriate  equipment  for  such  a sea  rescue,\r\nbecause the TOMMY G was not able to enter shallow coastal waters.\r\n\n                               -14-\r\r\n\nHenry Marine tugs, but also that the TOMMY G was responsible  for\r\n\nthe  sinking of the LITTLE GEORGE.  Tr. at 236.  Thus, a rational\r\n\njury could have found that the  actions of the El/Cap tug, by not\r\n\nseeking safety,  proximately  caused the  damages  that  occurred\r\n\nbetween Delaware and New York.\r\n\n          C.  Loss of the Pipe Barge and Pipeline \r                    C.  Loss of the Pipe Barge and Pipeline\r\n\n          El/Cap promised to repair  the holes in the  pipe barge\r\n\nbefore  allowing it to  leave its yard  in New York.   C&amp;G argued\r\n\nthat the failure  to make these repairs was a  legal cause of the\r\n\nloss of the  pipe barge  and pipeline.   El/Cap, however,  argues\r\n\nthat no jury could have found it liable for the loss of the  pipe\r\n\nbarge because, even if  El/Cap promised to repair the  pipe barge\r\n\nand failed to  do so,  the principal of  East Coast Marine,  John\r\n\nSzegda,   removed  the   pipe  barge   from  El/Cap's   dock  and\r\n\nsubsequently  assured the  other towing  companies that  the pipe\r\n\nbarge  was seaworthy.  According  to El/Cap, such  actions on the\r\n\npart  of  Szegda  \"must  be  viewed  as  breaking  the  chain  of\r\n\ncausation.\"  We disagree.  \r\n\n          El/Cap does  not deny  on  appeal that  the jury  could\r\n\nconclude  that  the pipe  barge ultimately  sank  as a  result of\r\n\ndamages that El/Cap  had promised to repair.   Thus, it  is legal\r\n\n(or  proximate) causation, and not  factual causation, that is at\r\n\nissue.  El/Cap's argument regarding legal causation  is that East\r\n\nCoast Marine's  assurances to  later towers  that  the barge  was\r\n\nseaworthy cuts off  El/Cap's liability.   That East Coast  Marine\r\n\nwould  try to complete  the tow of  that pipe barge  to Maine was\r\n\n                               -15-\r\r\n\ncertainly  foreseeable.   And, furthermore,  the jury  could have\r\n\nreasonably concluded that Szegda's assurances of seaworthiness to\r\n\nthe later towers were based on his belief that El/Cap had in fact\r\n\nrepaired the pipe  barge as  promised.  Although  El/Cap did  not\r\n\naffirmatively indicate to  Szegda or  C&amp;G that it  had fixed  the\r\n\npipe  barge  such  that it  was  seaworthy,  it  remained silent.\r\n\nEl/Cap concedes that Dennis Elberth \"acquiesced in the removal of\r\n\nthe  pipe and barge from [El/Cap's] sea wall.\"  Appellant's Brief\r\n\nat 18.  This acquiescence, in the wake of a promise to repair the\r\n\nbarge before permitting it to continue  to Maine, may have led  a\r\n\nrational jury to conclude  that El/Cap breached its duty  of care\r\n\nwith regard to the  pipe barge.   Thus, despite the general  rule\r\n\nthat an owner of  a tow is responsible  for warranting its  basic\r\n\nseaworthiness,9 we agree with the following statement made by the\r\n\ndistrict court in  the course  of denying El/Cap's  motion for  a\r\n\ndirected verdict: \r\n\n          [T]here is a basis  upon which the jury could\r\n          reasonably  conclude  from the  evidence that\r\n          El/Cap should not have released that pipeline\r\n          in New  York, especially after it  had made a\r\n          commitment to  Mr. Todd that it  would not do\r\n          so until the repairs had been made.  \r\n\nTr. at 318.  It was within the province of the jury as factfinder\r\n\nto determine that El/Cap's  acts and omissions proximately caused\r\n\nthe  sinking of the pipe  barge and pipeline,  even though El/Cap\r\n\nwas  not towing  the barge  when it  sank.   We note  that El/Cap\r\n\npresented its argument regarding  superseding causes of damage at\r\n                    \r                              \r\n\n9  See, e.g., South, Inc. v. Moran Towing &amp; Transp. Co., 360 F.2d\r                                                                 \r\n1002, 1005 (2d Cir. 1966) (collecting cases).\r\n\n                               -16-\r\r\n\nclosing argument.   The jury's verdict,  apparently granting full\r\n\ndamages,  can  therefore  be  regarded as  a  rejection  of  this\r\n\nargument.10  \r\n\n          All of  these considerations  lead us to  conclude that\r\n\nthe denials  of  El/Cap's motions  for directed  verdict and  new\r\n\ntrial are not tantamount to abuses of discretion.   Because we do\r\n\nnot displace the jury's  finding of liability as to  the pipeline\r\n\nand pipe barge, we also decline El/Cap's invitation to adjust the\r\n\njury's damage determination to reflect  no liability for the loss\r\n\nof the pipeline and pipe barge.11\r\n\n                    II.  Special Verdict Form\r                              II.  Special Verdict Form\r\n\n          Finally, El/Cap  casts the trial  court's rejection  of\r\n\nEl/Cap's  proposed special verdict form  as reversible error.  If\r\n\n                    \r                              \r\n\n10  Furthermore,  at no  time did El/Cap  specifically request  a\r\njury  instruction  regarding  whether  certain  factual  findings\r\n(later acts) would imply a break  in the chain of legal causation\r\nwith regard to the damage to the pipe barge. Hence, under Federal\r\nRule  of Civil Procedure 51, El/Cap  may not argue on appeal that\r\nthe jury's attention  should have been drawn more specifically to\r\nsubsequent supervening  causes of  the pipe  barge's loss.   See,\r                                                                          \r\ne.g., Parker v. Nashus, 76 F.3d 9, 12 (1st Cir. 1996).\r                                \r\n\n11   El/Cap's basic contention is  that it should not  be made to\r\npay for lost pipeline; it does not claim that the jury's award is\r\notherwise  unreasonable.  That is, El/Cap does not argue that the\r\ndamage award is excessive in the  sense of not being based on the\r\njury's findings  of  liability; rather,  El/Cap challenges  those\r\nfindings of liability.  Indeed, the jury award of $221,300 is not\r\nunreasonable, assuming  the jury found the  defendants liable for\r\nall of the damages  claimed.  Trial testimony, considered  in the\r\nlight most favorable  to the verdict,  indicated that the  LITTLE\r\nGEORGE and its  cargo, which  sank, were worth  $102,333, Tr.  at\r\n283; that the damage  suffered by the AMBER II  totalled $68,300,\r\nTr. at 281; and that the value of the lost  pipeline was $76,427,\r\nTr. at 284.  Thus, in  light of direct replacement or repair cost\r\nestimates  put forward by C&amp;G's expert at trial, the jury damages\r\naward is far from unreasonable.  \r\n\n                               -17-\r\r\n\nthe claim of error  had been properly preserved, we  would review\r\n\nthe district court's refusal  to use the verdict form  offered by\r\n\nEl/Cap, and any challenge  to the wording of the  special verdict\r\n\nform  used under Rule 49(a), for abuse of discretion.  See, e.g.,\r                                                                          \r\n\nBristol Steel &amp; Iron Works v. Bethlehem Steel Corp., 41 F.3d 182,\r                                                             \r\n\n190 (4th Cir. 1994) (collecting cases).  \r\n\n          However, our review in  this case is further restricted\r\n\nto  \"plain error\"  review because  El/Cap did  not object  to the\r\n\nspecial verdict  form after the  instructions had been  given and\r\n\nbefore the jury retired. See Fed. R. Civ. P. 51;  Clausen v. SEA-\r                                                                           \r\n\n3, Inc., 21 F.3d 1181, 1195-96 (1st  Cir. 1994).  Although El/Cap\r                 \r\n\nproposed an  alternative verdict form,  it was required  to renew\r\n\nany objections after  the jury  instructions, and did  not do  so\r\n\ndespite being explicitly  reminded by  the court of  the need  to\r\n\npreserve  its objections  for  appeal.   We  therefore limit  our\r\n\nreview to plain error.\r\n\n          We  discern no  error, let  alone  plain error,  in the\r\n\ntrial  court's rejection of El/Cap's verdict form in favor of its\r\n\nown.   The trial court has  broad discretion in crafting,  and in\r\n\ndeciding to use, special verdict forms.  See  Smith  v. Lightning\r                                                                           \r\n\nBolt Prods., Inc., 861 F.2d 363, 370 (2d Cir. 1988).  The verdict\r                           \r\n\nform used by  the court,  attached as an  appendix, required,  in\r\n\nplain  and  unmistakable terms,  the jury  to  make a  finding of\r\n\nnegligence  and legal  causation  with  regard  to  each  of  the\r\n\ndefendants, to  determine the  extent of recoverable  damages, to\r\n\nassess comparative negligence, and to apportion fault.  Construed\r\n\n                               -18-\r\r\n\nagainst the  background of the jury  instructions, which properly\r\n\nset out the duty  of reasonable care and maritime  skill required\r\n\nin  the towing context, see  Tr. at 587-95,  and which instructed\r                                     \r\n\nthe  jury to make determinations  of liability by a preponderance\r\n\nof evidence as \"to each particular claim\" made by C&amp;G, see Tr. at\r                                                                    \r\n\n597-98,  this verdict  form fully  and fairly  put the  issues of\r\n\nnegligence raised in the case before the jury.  See, e.g., Putnam\r                                                                           \r\n\nResources v. Pateman, 958 F.2d 448, 455 (1st Cir. 1992) (\"[I]t is\r                              \r\n\nwell  established that verdicts must be construed in light of the\r\n\ntotality of the surrounding circumstances,  including the court's\r\n\ninstructions.\").  On plain  error review, our task ends  with our\r\n\nfinding that the wording  of the verdict  form did not hinder  or\r\n\nprevent  the jury from making any of  the relevant findings as to\r\n\ndamages  that they had  been properly instructed  by the district\r\n\ncourt to  make.12    Hence,  there  is  no  threat  of  a  \"clear\r\n\nmiscarriage of justice\" or  of an error affecting  the \"fairness,\r\n\nintegrity or  public reputation of judicial  proceedings.\"  PHAV,\r                                                                          \r\n\n915 F.2d at 769  (quoting Smith v. Massachusetts Inst.  of Tech.,\r                                                                          \r\n\n877 F.2d 1106, 1109 (1st Cir. 1989)).\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n                    \r                              \r\n\n12  The significant difference between El/Cap's proposed form and\r\nthe form  used by the court  is that El/Cap's  form required that\r\nthe  jury write down a separate finding  of damages for each item\r\nof C&amp;G property  at issue.  The district court's  decision not to\r\nlist  each  of  the  C&amp;G  properties separately  in  the  damage-\r\nassessment portion of the verdict form simply does not, as El/Cap\r\nargues, prevent  the jury  from assessing the  negligence of  the\r\nparties as to each damaged item.\r\n\n                               -19-\r\r\n\n          For the reasons put forward in this opinion, we find no\r\n\nerror  in any  of the  trial court's  actions challenged  on this\r\n\nappeal, and therefore affirm the judgment entered by the district\r                                affirm\r                                      \r\n\ncourt pursuant to the jury verdict.\r\n\n                               -20-\r\r\n\n                             Appendix\r                                       Appendix\r\n\nThe verdict form used below read as follows::\r\n\n          1.  Was Defendant El Cap Towing Company, Inc.\r\n          negligent and  was  such negligence  a  legal\r\n          cause  of damages sustained by the Plaintiff,\r\n          C&amp;G Excavating, Inc.?    YES       NO      \r\n\n               (Answer Question No. 2)\r                         (Answer Question No. 2)\r\n\n          2.  Was Defendant Henry  Marine Company, Inc.\r\n          negligent  and  was such  negligence  a legal\r\n          cause of damages  sustained by the Plaintiff,\r\n          C&amp;G Excavating, Inc.?  YES      NO   \r\n\n               (If the answer  to either  Question\r                         (If the answer  to either  Question\r\n               No. 1  or No.  2  is \"Yes,\"  answer\r                         No. 1  or No.  2  is \"Yes,\"  answer\r\n               question  No. 3;  otherwise, answer\r                         question  No. 3;  otherwise, answer\r\n               no further questions.)\r                         no further questions.)\r\n\n          3.    What is  the  total  amount of  damages\r\n          sustained by the  Plaintiff, C&amp;G  Excavating,\r\n          Inc., as a result  of the combined negligence\r\n          of  Defendants Henry Marine Company, Inc. and\r\n          El Cap Towing Company, Inc.?\r\n                                             $         \r\n            (Write out in words)               (Figures)\r                      (Write out in words)               (Figures)\r\n\n               (Answer Question No. 4)\r                         (Answer Question No. 4)\r\n\n          4.   Was the Plaintiff, C&amp;G Excavating, Inc.,\r\n          at  fault and was such fault a legal cause of\r\n          Plaintiff's damages?  YES       NO     \r\n\n               (If you have answered  Question No.\r                         (If you have answered  Question No.\r\n               4 \"NO,\" answer  Question No. 6;  if\r                         4 \"NO,\" answer  Question No. 6;  if\r\n               applicable;  If  you have  answered\r                         applicable;  If  you have  answered\r\n               \"YES,\" answer Question No. 5.)\r                         \"YES,\" answer Question No. 5.)\r\n\n          5.   To what  amount should the damages to be\r\n          recovered by Plaintiff, C&amp;G Excavating, Inc.,\r\n          from  the Defendants  be reduced,  having due\r\n          regard   for  the   nature   and  extent   of\r\n          Plaintiff's   fault  legally   causing  those\r\n          damages?\r\n                                             $         \r\n            (Write  out in  Words)                     \r                      (Write  out in  Words)                     \r\n          (Figures)\r                    (Figures)\r\n\n                               -21-\r\r\n\n            (If you have answered both Question No. 1\r                      (If you have answered both Question No. 1\r\n            and No.  2 'YES,\" answer  Question No. 6;\r                      and No.  2 'YES,\" answer  Question No. 6;\r\n            otherwise, answer no further questions).\r                      otherwise, answer no further questions).\r\n          6.   Apportionment of Fault:  What portion of\r                         Apportionment of Fault\r\n          the total fault  of all  the parties  legally\r\n          causing  or   substantially  contributing  to\r\n          causing the  damages  you have  found  to  be\r\n          sustained by the  plaintiff, C&amp;G  Excavating,\r\n          Inc., do  you  attribute (by  percentage)  to\r\n          each  of  the   defendants,  El  Cap   Towing\r\n          Company, Inc. and Henry Marine Company, Inc.?\r\n            (a)      El   Cap   Towing   Company,  Inc.\r\n                    %\r\n            (b)  Henry Marine Company, Inc.            %\r\n\n                               -22-\r\r\n",
  "html": "<p class=\"case_cite\">107 F.3d 925</p>\n    <p class=\"parties\">TRANSAMERICA PREMIER INSURANCE COMPANY, Plaintiff-Appellee,<br>v.<br>Thomas J. OBER, et al., Defendants-Appellees,<br>El/Cap Towing &amp; Transportation, Inc., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 96-1727.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 8, 1996.<br>Decided Feb. 28, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Elizabeth S. Morley, argued (William W. Willard, Bernstein, Shur, Sawyer &amp; Nelson, Portland, ME, Louis G. Juliano and Bigham, Englar, Jones &amp; Houston, New York City, were on brief), for appellant.</p>\n      <p class=\"indent\">Stephen M. Martin, argued (Dante Mattioni, Francis X. Kelly and Mattioni, Mattioni &amp; Mattioni, Ltd., Philadelphia, PA, were on brief), for appellee C&amp;G Excavating, Inc.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Crossclaim Defendant-Appellant El/Cap Towing and Transportation, Inc.  (\"El/Cap\") appeals from a jury verdict finding it and co-crossclaim Defendant Henry Marine Services, Inc.  (\"Henry Marine\") liable to appellee C&amp;G Excavating, Inc.  (\"C&amp;G\") for negligence in towing various vessels and properties belonging to C&amp;G.  Arguing an insufficient showing of legal causation, El/Cap contends that the trial court erred by denying its motions for a directed verdict.  In the alternative, El/Cap argues that the district court erred by not providing the jury a more specific special verdict form, and by denying El/Cap's Motion for a New Trial or for Amendment of Judgment.  Finding no error, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">El/Cap and Henry Marine were two of several companies that participated in towing C&amp;G equipment to a dredging project in Saco, Maine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  C&amp;G claimed that El/Cap and Henry Marine, while towing, negligently caused the following damages to C&amp;G property:  damage to a dredge (the AMBER II), loss of a tender boat (the LITTLE GEORGE), loss of some pipeline, and loss of a pipe barge.  C&amp;G's negligence claims were brought before the district court of Maine under both diversity jurisdiction, 28 U.S.C. &#167; 1332, and maritime jurisdiction, 28 U.S.C. &#167; 1333.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Many of the facts essential to a finding of negligence were vigorously contested by the parties at trial.  Because a jury found El/Cap and Henry Marine liable, we must view the facts in the light most favorable to C&amp;G, draw all reasonable inferences in C&amp;G's favor, and refrain from assessing either the credibility of witnesses or the relative weight of evidence.  Lama v. Borras, 16 F.3d 473, 475 (1st Cir.1994).  As reviewed in this light, the tale proceeds as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1992, C&amp;G entered into a Bareboat Charter Agreement with East Coast Marine whereby East Coast Marine leased C&amp;G equipment it needed for the Saco, Maine, dredging project.  Specifically, East Coast Marine hired the AMBER II, the LITTLE GEORGE, the pipe barge, and some pipeline (together, \"the equipment\") from C&amp;G.  Although East Coast Marine had initially hired El/Cap to tow the equipment from Lewes, Delaware, to Saco, Maine, Henry Marine was ultimately given the towing job.  In their transport arrangements with Henry Marine, East Coast Marine and C&amp;G instructed that the equipment must be towed along the intracoastal waterway.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Heading north in the intracoastal waterway, Henry Marine met with delays and setbacks in successfully carrying out the tow.  At Hereford inlet, for example, the Henry Marine boats ran aground and had difficulty navigating the equipment under certain bridges.  At this point, El/Cap agreed to assist in the tow, and arranged to have Henry Marine leave the intracoastal waterway and meet El/Cap's tug, the TOMMY G, in the open seas outside of Hereford Inlet.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> None of the equipment was damaged while towed by Henry Marine in the period prior to El/Cap's involvement in the tow.  The decision to transfer the equipment during rough weather and to continue heading in the direction of New York despite rough weather was at the heart of this negligence suit.  Although the evidence regarding who made this decision was conflicting, there was enough testimony for the jury to decide that El/Cap made the decision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the time El/Cap instructed the Henry Marine boats to bring the equipment to meet El/Cap's tug, the TOMMY G, the forecast called for four to six foot seas.  The seas were rougher than forecast when Henry Marine brought the equipment out to the TOMMY G, and the AMBER II broke away from a Henry Marine tug.  When the TOMMY G tried to secure the AMBER II, both the Henry Marine tug and the TOMMY G collided with, and caused damage to, the AMBER II.  Further damage was caused to the AMBER II when, in the course of transferring pipeline to the TOMMY G's tow, a Henry Marine boat struck the AMBER II again.  The loss of the LITTLE GEORGE, which was tied to the AMBER II, occurred later.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Because of the rough weather, one Henry Marine tug, the RACHEL MARIE, agreed to continue to tow the pipeline and pipe barge to New York.  The RACHEL MARIE needed to refuel, however, and El/Cap took control of the line from the pipe barge, tying it to the AMBER II, to allow the RACHEL MARIE to return to shore.  The RACHEL MARIE communicated that it would return in approximately two hours.  Instead of waiting for the RACHEL MARIE to return, the TOMMY G continued to head for New York, with all of the equipment in tow.  The TOMMY G did not seek shelter during its voyage to New York.  In rough waters, the LITTLE GEORGE broke loose, collided with the pipe barge, and sank.  The LITTLE GEORGE was not an oceangoing vessel.  Some pipeline was also lost en route to New York.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When the TOMMY G arrived in New York, it was towing a damaged dredge (the AMBER II) and a damaged pipe barge that carried the remaining pipeline.  In New York, El/Cap, through its principal, Dennis Elberth, who was also the captain of the TOMMY G, informed C&amp;G that it would repair the pipe barge before it left El/Cap's control.  After several days, the decision was made by East Coast Marine to continue transporting the remaining equipment to Maine.  East Coast Marine called on El/Cap to continue towing the AMBER II.  To tow the pipe barge and pipeline, which were not repaired by El/Cap, East Coast Marine's principal John Szegda hired two other towing companies.  Local Towing carried out the tow between New York and Gloucester, Massachusetts, at which point another firm, Bay State Towing, took over.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">El/Cap towed the AMBER II to Saco, Maine without further incident.  The pipeline and pipe barge sank off of the coast of New Hampshire while being towed by Bay State Towing, due to a hole in the barge initially sustained during the tow from Delaware to New York.  El/Cap failed to repair the hole in the pipe barge before it left El/Cap's yard in New York.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial, the district court twice denied El/Cap's motions for directed verdict and also rejected El/Cap's proposed special verdict form.  The jury awarded $221,300 to C &amp; G, apportioning liability 88% to El/Cap and 12% to Henry Marine.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  That figure appears to reflect a finding of liability on all of the damages claimed by C&amp;G, including the loss of the pipe barge and pipeline.  Henry Marine did not appear for trial, but evidence regarding its negligence was presented to the jury and default judgment was entered against it.  El/Cap appeals the denial of motions for directed verdict and for new trial, as well as the denial of its proposed special verdict form.  In the alternative, El/Cap argues that the damage award should be reduced by $96,000 to reflect the fact that El/Cap is not liable for the loss of the pipe barge and pipeline.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>I. El/Cap's Motions for Directed Verdict and for New Trial</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">El/Cap argues on appeal that the evidence at trial fails to demonstrate that El/Cap's actions were the legal cause of any of the damages suffered during the tow and, therefore, that the district court erred in denying El/Cap's motions for a directed verdict and for a new trial.  Before assessing the merits of this argument, we note the pertinent standard of review--one that is decisive in shaping the outcome of our assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In reviewing the denial of a motion for judgment as a matter of law under Rule 50(a), we conduct a plenary review of the evidence \"viewed in the light most favorable to the non-movant, giving [it] the benefit of every favorable inference that may be fairly drawn therefrom.\"  Santiago Hodge v. Parke Davis &amp; Co., 909 F.2d 628, 634 (1st Cir.1990) (citations omitted).  \"If 'fair minded' persons could draw different inferences, then the matter is for the jury.\"  Id.  We will not reverse the trial court's denial of defendant's Rule 50(a) motion unless the facts, seen in the light most favorable to the plaintiff, as well as inferences reasonably drawn therefrom \" 'lead to but one conclusion--that there is a total failure of evidence to prove the plaintiff's case.' \"  Gutierrez-Rodrguez v. Cartagena, 882 F.2d 553, 558 (1st Cir.1989) (quoting Mayo v. Schooner Capital Corp., 825 F.2d 566, 568 (1st Cir.1987)).  Such is not the case here, as we explain below.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellant's hurdle is no lower on an appeal of a denial of a Rule 59 motion for a new trial.  We reverse only if \" 'the verdict is so seriously mistaken, so clearly against the law or the evidence, as to constitute a miscarriage of justice....  This strict standard of review is especially appropriate if the motion for new trial is based on a claim that the verdict is against the weight of the evidence.' \"  Gutierrez-Rodrguez, 882 F.2d at 558 (quoting MacQuarrie v. Howard Johnson Co., 877 F.2d 126, 128 (1st Cir.1989) (citations omitted)).  Because El/Cap does not argue that the district court made an error as to the controlling law--which would merit de novo review--our review is limited to determining whether the district court abused its discretion when it evaluated the verdict against the weight of the evidence and found no miscarriage of justice.   Havinga v. Crowley Towing &amp; Transp. Co., 24 F.3d 1480, 1483 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In considering whether the district court's denial of El/Cap's Rule 50(a) motion was proper, we must view the facts that were vigorously contested in this case in the light most favorable to C&amp;G.  In reviewing the district court's denial of the Rule 59 motion, our review is also limited because we will only reverse if we find an abuse of discretion.  We thus turn to examine the evidence before the jury on which a finding of negligence could be based.</p>\n    </div>\n    <p class=\"indent\">A. Applicable Substantive Law</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under both Maine and well-established maritime law, \"the master of a tug is required to exercise 'reasonable care and maritime skill' with respect to the vessel in tow.\"  DiMillo v. Sheepscot Pilots, Inc., 870 F.2d 746, 748 (1st Cir.1989) (quoting Stevens v. White City, 285 U.S. 195, 202, 52 S.Ct. 347, 349-50, 76 L.Ed. 699 (1932) (holding tug not liable as an insurer or common carrier)).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, longstanding maritime norms required El/Cap and Henry Marine to carry out the tow by using such reasonable care and maritime skill as prudent navigators employ for the performance of similar services.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  A court sitting in admiralty jurisdiction may look to the application of basic proximate cause standards as they have been elaborated by the states.  Exxon Co., U.S.A. v. Sofec, Inc., --- U.S. ----, ----, 116 S.Ct. 1813, 1818, 135 L.Ed.2d 113 (1996).  There is no conflict between pertinent maritime and Maine tort law in this case.  Under Maine tort law, the causation element of the tort of negligence is satisfied if:  (1) the act or failure to act played a substantial part in bringing about or actually causing the injury or damage, and (2) the damage was a direct result or reasonably foreseeable result of the act or failure to act.  Shaw v. Bolduc, 658 A.2d 229 (Me.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The following rules of general maritime law shed ample light on the duty of reasonable care and maritime skill required of El/Cap in this case, and this appeal does not require any further expatiation of the law of the sea.  The degree of caution or care required of the navigator of a tug is related to the nature of the tow--in particular, the tugboat master must consider the suitability of the tow for travel in light of the condition of the seas encountered.  The MERCURY, 2 F.2d 325, 326 (1st Cir.1924);  see also M.P. Howlett, Inc. v. The Tug DALZELLIDO, 324 F.Supp. 912, 916-17 (S.D.N.Y.1971) (reviewing general principles of law relating to towage).  A tug's duty of reasonable care includes the duty to take into consideration weather conditions as they may affect the tow.  DiMillo, 870 F.2d at 748;  Chemical Transporter, Inc. v. M. Turecamo, Inc., 290 F.2d 496 (2d Cir.1961).  The captain of the tug is charged with knowledge of weather forecasts, whether or not he had actual knowledge of the forecasts.  The Tug DALZELLIDO, 324 F.Supp. at 917.   A breach of the duty of care thus can be found when a tug captain makes a decision that is unsafe in light of the weather conditions and the particular circumstances of the tow that could reasonably have been known.  DiMillo, 870 F.2d at 748.   It is negligent, for example, to knowingly brave weather conditions that may imperil a flotilla.  Id. at 749.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">C&amp;G presented two sets of allegedly negligent acts for the jury's consideration.  First, C&amp;G claimed that damage to the AMBER II, and the loss of the LITTLE GEORGE, were caused by:  (a) El/Cap's decision to receive the tow from Henry Marine in the open ocean during inclement weather, and (b) El/Cap's failure to seek shelter after the transfer at Hereford Inlet.  Second, C&amp;G claimed that the loss of the pipe barge and pipeline was caused by El/Cap's failure to repair the pipe barge, as promised, in New York.  Noting that \"issues of proximate cause and superseding cause involve application of law to fact, which is left to the factfinder, subject to limited review,\" we arrive at the conclusion that a rational jury could have accepted C&amp;G's two theories of negligence as supported by a preponderance of the evidence.  See Exxon Co., U.S.A., --- U.S. at ----, 116 S.Ct. at 1819.   Assuming the jury credited testimony favorable to C&amp;G, we hold that a rational jury could have found El/Cap negligent.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B. Damage Sustained During the Tow to New York</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On this appeal, El/Cap does not deny that the C&amp;G vessels were ill-suited for open ocean travel,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> nor does El/Cap deny that the decision to transfer the tow and continue in open ocean during poor weather conditions was imprudent.  Rather, El/Cap stresses the following two points regarding the damages to C&amp;G property en route to New York:  that El/Cap did not, in any way, participate in the decision to transfer the tow off of Hereford Inlet during stormy weather, and that the incompetence of Henry Marine led \"inevitably to the losses claimed.\"   Appellant's Brief at 14.  According to El/Cap, it rescued the AMBER II from the incompetent hands of Henry Marine and brought it safely to New York.  There may be some merit to El/Cap's argument.  Nevertheless, an appellate court may not usurp the function of the jury, and thus we cleave to the facts in the light most favorable to C&amp;G.  The record indicates that the jury could have accepted contrary testimony as to each of these points emphasized by El/Cap.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">With regard to the decision to transfer a tow that was unsuited for open ocean travel in rough ocean waters and foggy conditions--a decision that El/Cap appears to concede was negligent, see Appellant's Brief at 15--the jury could have found that El/Cap shouldered responsibility based on the deposition testimony, read at trial, of Robert Henry, the principal of Henry Marine.  Robert Henry averred that El/Cap's principal knew of the nature of the tow and agreed to take over the tow off of Hereford Inlet, and that the captain of the TOMMY G instructed that the tow be brought out to open sea for the purposes of the transfer.  Exhibit 127 at 56-60;  Tr. at 419.  Although the Henry Marine boats collided with and damaged the AMBER II, this harm could be deemed a foreseeable result of undertaking an open ocean transfer under unsuitable weather conditions.  The jury could have concluded that El/Cap knowingly decided to proceed with the transfer of towed vessels that are unsuited for open ocean travel, during rough weather.  Such a conclusion is a sufficient ground for a finding of tort liability as to the damage to the AMBER II, since the AMBER II suffered damage during the transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Additionally, C&amp;G offered the expert testimony of an experienced marine captain who opined that the Henry Marine tugs were following the lead of El/Cap's dominant tug, and that El/Cap failed to maintain professional standards by performing the transfer under the circumstances.  Testimony of Ron Campana, Tr. at 229-31.  El/Cap's duty to exercise reasonable care and maritime skill required that attention be given to the special circumstances of this tow, and a reasonable jury could have found that they fell short of that duty by undertaking the transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even assuming, as El/Cap argues, that the principals of C&amp;G and East Coast Marine, eager to speed the towing process, decided that El/Cap should relieve Henry Marine of the AMBER II off of Hartford Inlet, this does automatically exonerate El/Cap from liability.  The jury may even have accepted El/Cap's version of the events surrounding the decision to leave the intracoastal waterways and still found that the TOMMY G failed to carry out the tow prudently by participating in the transfer in poor weather.  Under certain circumstances, the duty of reasonable care and maritime skill may require that a tug captain delay a tow, or otherwise make ad hoc adjustments to the course or schedule that was initially planned by its client.  Cf. DiMillo, 870 F.2d at 748-49 (tug should not have set out in bad weather).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With regard to whether negligent acts by El/Cap were the legal cause of the damages after the transfer, the jury could have concluded that such damage flowed substantially from El/Cap's decisions and was not inevitably caused by Henry Marine's actions.  Even assuming that the flotilla was \"stranded in the Intercoastal Waterway as a direct result of the incompetence of Henry Marine,\" Appellant's Brief at 14, the jury could have found that El/Cap need not have proceeded to New York without stopping.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  C&amp;G brought forward expert testimony indicating that the TOMMY G had the opportunity to seek shelter before the LITTLE GEORGE sank, but instead continued to head for New York harbor.  Tr. at 231.  The LITTLE GEORGE, unfit for ocean travel, was lost as it was being towed by the TOMMY G toward New York harbor.  C&amp;G's expert opined not only that the TOMMY G was the dominant tug, responsible for coordinating the actions of the Henry Marine tugs, but also that the TOMMY G was responsible for the sinking of the LITTLE GEORGE.  Tr. at 236.  Thus, a rational jury could have found that the actions of the El/Cap tug, by not seeking safety, proximately caused the damages that occurred between Delaware and New York.</p>\n    </div>\n    <p class=\"indent\">C. Loss of the Pipe Barge and Pipeline</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">El/Cap promised to repair the holes in the pipe barge before allowing it to leave its yard in New York.  C&amp;G argued that the failure to make these repairs was a legal cause of the loss of the pipe barge and pipeline.  El/Cap, however, argues that no jury could have found it liable for the loss of the pipe barge because, even if El/Cap promised to repair the pipe barge and failed to do so, the principal of East Coast Marine, John Szegda, removed the pipe barge from El/Cap's dock and subsequently assured the other towing companies that the pipe barge was seaworthy.  According to El/Cap, such actions on the part of Szegda \"must be viewed as breaking the chain of causation.\"   We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">El/Cap does not deny on appeal that the jury could conclude that the pipe barge ultimately sank as a result of damages that El/Cap had promised to repair.  Thus, it is legal (or proximate) causation, and not factual causation, that is at issue.  El/Cap's argument regarding legal causation is that East Coast Marine's assurances to later towers that the barge was seaworthy cuts off El/Cap's liability.  That East Coast Marine would try to complete the tow of that pipe barge to Maine was certainly foreseeable.  And, furthermore, the jury could have reasonably concluded that Szegda's assurances of seaworthiness to the later towers were based on his belief that El/Cap had in fact repaired the pipe barge as promised.  Although El/Cap did not affirmatively indicate to Szegda or C&amp;G that it had fixed the pipe barge such that it was seaworthy, it remained silent.  El/Cap concedes that Dennis Elberth \"acquiesced in the removal of the pipe and barge from [El/Cap's] sea wall.\"   Appellant's Brief at 18.  This acquiescence, in the wake of a promise to repair the barge before permitting it to continue to Maine, may have led a rational jury to conclude that El/Cap breached its duty of care with regard to the pipe barge.  Thus, despite the general rule that an owner of a tow is responsible for warranting its basic seaworthiness,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> we agree with the following statement made by the district court in the course of denying El/Cap's motion for a directed verdict:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>[T]here is a basis upon which the jury could reasonably conclude from the evidence that El/Cap should not have released that pipeline in New York, especially after it had made a commitment to Mr. Todd that it would not do so until the repairs had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Tr. at 318.  It was within the province of the jury as factfinder to determine that El/Cap's acts and omissions proximately caused the sinking of the pipe barge and pipeline, even though El/Cap was not towing the barge when it sank.  We note that El/Cap presented its argument regarding superseding causes of damage at closing argument.  The jury's verdict, apparently granting full damages, can therefore be regarded as a rejection of this argument.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">All of these considerations lead us to conclude that the denials of El/Cap's motions for directed verdict and new trial are not tantamount to abuses of discretion.  Because we do not displace the jury's finding of liability as to the pipeline and pipe barge, we also decline El/Cap's invitation to adjust the jury's damage determination to reflect no liability for the loss of the pipeline and pipe barge.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>II. Special Verdict Form</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, El/Cap casts the trial court's rejection of El/Cap's proposed special verdict form as reversible error.  If the claim of error had been properly preserved, we would review the district court's refusal to use the verdict form offered by El/Cap, and any challenge to the wording of the special verdict form used under Rule 49(a), for abuse of discretion.  See, e.g., Bristol Steel &amp; Iron Works v. Bethlehem Steel Corp., 41 F.3d 182, 190 (4th Cir.1994) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">However, our review in this case is further restricted to \"plain error\" review because El/Cap did not object to the special verdict form after the instructions had been given and before the jury retired.  See Fed.R.Civ.P. 51;  Clausen v. Sea-3, Inc., 21 F.3d 1181, 1195-96 (1st Cir.1994).  Although El/Cap proposed an alternative verdict form, it was required to renew any objections after the jury instructions, and did not do so despite being explicitly reminded by the court of the need to preserve its objections for appeal.  We therefore limit our review to plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We discern no error, let alone plain error, in the trial court's rejection of El/Cap's verdict form in favor of its own.  The trial court has broad discretion in crafting, and in deciding to use, special verdict forms.  See Smith v. Lightning Bolt Prods., Inc., 861 F.2d 363, 370 (2d Cir.1988).  The verdict form used by the court, attached as an appendix, required, in plain and unmistakable terms, the jury to make a finding of negligence and legal causation with regard to each of the defendants, to determine the extent of recoverable damages, to assess comparative negligence, and to apportion fault.  Construed against the background of the jury instructions, which properly set out the duty of reasonable care and maritime skill required in the towing context, see Tr. at 587-95, and which instructed the jury to make determinations of liability by a preponderance of evidence as \"to each particular claim\" made by C&amp;G, see Tr. at 597-98, this verdict form fully and fairly put the issues of negligence raised in the case before the jury.  See, e.g., Putnam Resources v. Pateman, 958 F.2d 448, 455 (1st Cir.1992) (\"[I]t is well established that verdicts must be construed in light of the totality of the surrounding circumstances, including the court's instructions.\").  On plain error review, our task ends with our finding that the wording of the verdict form did not hinder or prevent the jury from making any of the relevant findings as to damages that they had been properly instructed by the district court to make.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Hence, there is no threat of a \"clear miscarriage of justice\" or of an error affecting the \"fairness, integrity or public reputation of judicial proceedings.\"  Phav v. Trueblood, Inc., 915 F.2d 764, 769 (1st Cir.1990) (quoting Smith v. Massachusetts Inst. of Tech., 877 F.2d 1106, 1109 (1st Cir.1989)).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons put forward in this opinion, we find no error in any of the trial court's actions challenged on this appeal, and therefore affirm the judgment entered by the district court pursuant to the jury verdict.</p>\n    </div>\n    <p>Appendix</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>The verdict form used below read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>1.  Was Defendant El Cap Towing Company, Inc. negligent and was such negligence</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>a legal cause of damages sustained by the Plaintiff, C &amp; G Excavating, Inc.?</p>\n    </div>\n    <p>YES ____ NO ____</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>(Answer Question No. 2)</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>2.  Was Defendant Henry Marine Company, Inc. negligent and was such negligence a</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>legal cause of damages sustained by the Plaintiff, C &amp; G Excavating, Inc.?</p>\n    </div>\n    <p>YES ____ NO ____</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>(If the answer to either Question No. 1 or No. 2 is \"Yes,\" answer question No.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>3; otherwise, answer no further questions.)</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>3. What is the total amount of damages sustained by the Plaintiff, C &amp; G</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Excavating, Inc., as a result of the combined negligence of Defendants Henry</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Marine Company, Inc. and El Cap Towing Company, Inc.?</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>____________________                    $_______________</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>(Write out in words)                       (Figures)</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>(Answer Question No. 4)</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>4.  Was the Plaintiff, C &amp; G Excavating, Inc., at fault and was such fault a</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>legal cause of Plaintiff's damages?</p>\n    </div>\n    <p>YES ____ NO ____</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>(If you have answered Question No. 4 \"NO,\" answer Question No. 6; if</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>* applicable; If you have answered \"YES,\" answer Question No. 5.)</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>5. To what amount should the damages to be recovered by Plaintiff, C &amp; G</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>Excavating, Inc., from the Defendants be reduced, having due regard for the</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>nature and extent of Plaintiff's fault legally causing those damages?</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>____________________                    $_______________</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>(Write out in Words)                       (Figures)</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>(If you have answered both Question No. 1 and No. 2 \"YES,\" answer Question No.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>6; otherwise, answer no further questions).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>6. Apportionment of Fault: What portion of the total fault of all the parties</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>legally causing or substantially contributing to causing the damages you have</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>found to be sustained by the plaintiff, C &amp; G Excavating, Inc., do you</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>attribute (by percentage) to each of the defendants, El Cap Towing Company,</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>Inc. and Henry Marine Company, Inc.?</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>(a)    El Cap Towing Company, Inc.                            __________%</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>(b)    Henry Marine Company, Inc.                             __________%</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This suit initially surfaced against the backdrop of a variety of legal disputes between contractors and the Transamerica Premier Insurance Company, which had issued performance bonds for the payment of various contractors involved in a dredging project in Saco, Maine.  C &amp; G owned equipment used in the dredging project.  All claims were settled before trial with the exception of the crossclaims between C &amp; G and El/Cap and Henry Marine that are before us now</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The record contains conflicting evidence regarding the decision to take the equipment out of the intracoastal waters and into the ocean.  El/Cap draws our attention to testimony suggesting that it was forced to rescue the equipment negligently towed by Henry Marine, and that Henry Marine and C &amp; G asked El/Cap for assistance and knowingly made a decision to leave the intracoastal waters.  C &amp; G, on the other hand, offered testimony showing that El/Cap arranged to meet the Henry Marine boats in the open sea.  As discussed infra, there was sufficient evidence for a jury to find El/Cap responsible for the shift to open sea travel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In its cross claim pleadings, C &amp; G alleged damages \"in excess of $258,500.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our review of the jury instructions indicates that the district court correctly outlined the relevant features of applicable maritime tort law.  The lack of Maine tort law that either contradicts any aspect of maritime tort law or pertains specifically to maritime torts bolsters the trial court's apparent reliance on general maritime law principles</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Neither party contends that maritime law should not apply.  For a tort to be considered maritime, \"it must meet two tests:  the situs of the tort must be maritime (the location test) and the tort must bear a significant relationship to traditional maritime activity (the nexus test).\"  Carey v. Bahama Cruise Lines, 864 F.2d 201, 207 (1st Cir.1988) (citations omitted).  Both tests are plainly satisfied here.  As discussed in Carey, diversity jurisdiction does not imply that maritime law be displaced by state law.  Id. at 206-07</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> C &amp; G brought forward expert testimony in support of the finding that the various towed vessels were clearly unsuitable for open sea travel.  Testimony of Ronald Campana, Tr. at 226-27</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We also note that a storm did not suddenly arise in the course of the TOMMY G's tow and that El/Cap was, or should have been, aware of the weather conditions prior to undertaking the transfer.  Therefore, El/Cap cannot argue that this is a case of a tug captain acting in extremis.  See, e.g., Boudoin v. J. Ray McDermott &amp; Co., 281 F.2d 81, 84 (5th Cir.1960) (distinguishing in extremis cases--which require that \"something more than mere mistake of judgment by the master\" be shown if, \"without prior negligence, a vessel is put in the very center of destructive natural forces\"--from case where tug captain knew of weather conditions before making decisions)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note as well that the jury could have accepted that El/Cap's participation was needed while also concluding that it failed to use appropriate equipment for such a sea rescue, because the TOMMY G was not able to enter shallow coastal waters</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, e.g., South, Inc. v. Moran Towing &amp; Transp. Co., 360 F.2d 1002, 1005 (2d Cir.1966) (collecting cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Furthermore, at no time did El/Cap specifically request a jury instruction regarding whether certain factual findings (later acts) would imply a break in the chain of legal causation with regard to the damage to the pipe barge.  Hence, under Federal Rule of Civil Procedure 51, El/Cap may not argue on appeal that the jury's attention should have been drawn more specifically to subsequent supervening causes of the pipe barge's loss.  See, e.g., Parker v. Nashua, 76 F.3d 9, 12 (1st Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> El/Cap's basic contention is that it should not be made to pay for lost pipeline;  it does not claim that the jury's award is otherwise unreasonable.  That is, El/Cap does not argue that the damage award is excessive in the sense of not being based on the jury's findings of liability;  rather, El/Cap challenges those findings of liability.  Indeed, the jury award of $221,300 is not unreasonable, assuming the jury found the defendants liable for all of the damages claimed.  Trial testimony, considered in the light most favorable to the verdict, indicated that the LITTLE GEORGE and its cargo, which sank, were worth $102,333, Tr. at 283;  that the damage suffered by the AMBER II totalled $68,300, Tr. at 281;  and that the value of the lost pipeline was $76,427, Tr. at 284.  Thus, in light of direct replacement or repair cost estimates put forward by C &amp; G's expert at trial, the jury damages award is far from unreasonable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The significant difference between El/Cap's proposed form and the form used by the court is that El/Cap's form required that the jury write down a separate finding of damages for each item of C &amp; G property at issue.  The district court's decision not to list each of the C &amp; G properties separately in the damage-assessment portion of the verdict form simply does not, as El/Cap argues, prevent the jury from assessing the negligence of the parties as to each damaged item</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">925</span></span></p>\n    <p class=\"parties\">TRANSAMERICA PREMIER INSURANCE COMPANY, Plaintiff-Appellee,<br>v.<br>Thomas J. OBER, et al., Defendants-Appellees,<br>El/Cap Towing &amp; Transportation, Inc., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 96-1727.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 8, 1996.<br>Decided Feb. 28, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Elizabeth S. Morley, argued (William W. Willard, Bernstein, Shur, Sawyer &amp; Nelson, Portland, ME, Louis G. Juliano and Bigham, Englar, Jones &amp; Houston, New York City, were on brief), for appellant.</p>\n      <p class=\"indent\">Stephen M. Martin, argued (Dante Mattioni, Francis X. Kelly and Mattioni, Mattioni &amp; Mattioni, Ltd., Philadelphia, PA, were on brief), for appellee C&amp;G Excavating, Inc.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Crossclaim Defendant-Appellant El/Cap Towing and Transportation, Inc.  (\"El/Cap\") appeals from a jury verdict finding it and co-crossclaim Defendant Henry Marine Services, Inc.  (\"Henry Marine\") liable to appellee C&amp;G Excavating, Inc.  (\"C&amp;G\") for negligence in towing various vessels and properties belonging to C&amp;G.  Arguing an insufficient showing of legal causation, El/Cap contends that the trial court erred by denying its motions for a directed verdict.  In the alternative, El/Cap argues that the district court erred by not providing the jury a more specific special verdict form, and by denying El/Cap's Motion for a New Trial or for Amendment of Judgment.  Finding no error, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">El/Cap and Henry Marine were two of several companies that participated in towing C&amp;G equipment to a dredging project in Saco, Maine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  C&amp;G claimed that El/Cap and Henry Marine, while towing, negligently caused the following damages to C&amp;G property:  damage to a dredge (the AMBER II), loss of a tender boat (the LITTLE GEORGE), loss of some pipeline, and loss of a pipe barge.  C&amp;G's negligence claims were brought before the district court of Maine under both diversity jurisdiction, 28 U.S.C. &#167; 1332, and maritime jurisdiction, 28 U.S.C. &#167; 1333.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Many of the facts essential to a finding of negligence were vigorously contested by the parties at trial.  Because a jury found El/Cap and Henry Marine liable, we must view the facts in the light most favorable to C&amp;G, draw all reasonable inferences in C&amp;G's favor, and refrain from assessing either the credibility of witnesses or the relative weight of evidence.  Lama v. Borras, <span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 475 (1st Cir.1994).  As reviewed in this light, the tale proceeds as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1992, C&amp;G entered into a Bareboat Charter Agreement with East Coast Marine whereby East Coast Marine leased C&amp;G equipment it needed for the Saco, Maine, dredging project.  Specifically, East Coast Marine hired the AMBER II, the LITTLE GEORGE, the pipe barge, and some pipeline (together, \"the equipment\") from C&amp;G.  Although East Coast Marine had initially hired El/Cap to tow the equipment from Lewes, Delaware, to Saco, Maine, Henry Marine was ultimately given the towing job.  In their transport arrangements with Henry Marine, East Coast Marine and C&amp;G instructed that the equipment must be towed along the intracoastal waterway.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Heading north in the intracoastal waterway, Henry Marine met with delays and setbacks in successfully carrying out the tow.  At Hereford inlet, for example, the Henry Marine boats ran aground and had difficulty navigating the equipment under certain bridges.  At this point, El/Cap agreed to assist in the tow, and arranged to have Henry Marine leave the intracoastal waterway and meet El/Cap's tug, the TOMMY G, in the open seas outside of Hereford Inlet.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> None of the equipment was damaged while towed by Henry Marine in the period prior to El/Cap's involvement in the tow.  The decision to transfer the equipment during rough weather and to continue heading in the direction of New York despite rough weather was at the heart of this negligence suit.  Although the evidence regarding who made this decision was conflicting, there was enough testimony for the jury to decide that El/Cap made the decision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the time El/Cap instructed the Henry Marine boats to bring the equipment to meet El/Cap's tug, the TOMMY G, the forecast called for four to six foot seas.  The seas were rougher than forecast when Henry Marine brought the equipment out to the TOMMY G, and the AMBER II broke away from a Henry Marine tug.  When the TOMMY G tried to secure the AMBER II, both the Henry Marine tug and the TOMMY G collided with, and caused damage to, the AMBER II.  Further damage was caused to the AMBER II when, in the course of transferring pipeline to the TOMMY G's tow, a Henry Marine boat struck the AMBER II again.  The loss of the LITTLE GEORGE, which was tied to the AMBER II, occurred later.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Because of the rough weather, one Henry Marine tug, the RACHEL MARIE, agreed to continue to tow the pipeline and pipe barge to New York.  The RACHEL MARIE needed to refuel, however, and El/Cap took control of the line from the pipe barge, tying it to the AMBER II, to allow the RACHEL MARIE to return to shore.  The RACHEL MARIE communicated that it would return in approximately two hours.  Instead of waiting for the RACHEL MARIE to return, the TOMMY G continued to head for New York, with all of the equipment in tow.  The TOMMY G did not seek shelter during its voyage to New York.  In rough waters, the LITTLE GEORGE broke loose, collided with the pipe barge, and sank.  The LITTLE GEORGE was not an oceangoing vessel.  Some pipeline was also lost en route to New York.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When the TOMMY G arrived in New York, it was towing a damaged dredge (the AMBER II) and a damaged pipe barge that carried the remaining pipeline.  In New York, El/Cap, through its principal, Dennis Elberth, who was also the captain of the TOMMY G, informed C&amp;G that it would repair the pipe barge before it left El/Cap's control.  After several days, the decision was made by East Coast Marine to continue transporting the remaining equipment to Maine.  East Coast Marine called on El/Cap to continue towing the AMBER II.  To tow the pipe barge and pipeline, which were not repaired by El/Cap, East Coast Marine's principal John Szegda hired two other towing companies.  Local Towing carried out the tow between New York and Gloucester, Massachusetts, at which point another firm, Bay State Towing, took over.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">El/Cap towed the AMBER II to Saco, Maine without further incident.  The pipeline and pipe barge sank off of the coast of New Hampshire while being towed by Bay State Towing, due to a hole in the barge initially sustained during the tow from Delaware to New York.  El/Cap failed to repair the hole in the pipe barge before it left El/Cap's yard in New York.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial, the district court twice denied El/Cap's motions for directed verdict and also rejected El/Cap's proposed special verdict form.  The jury awarded $221,300 to C &amp; G, apportioning liability 88% to El/Cap and 12% to Henry Marine.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  That figure appears to reflect a finding of liability on all of the damages claimed by C&amp;G, including the loss of the pipe barge and pipeline.  Henry Marine did not appear for trial, but evidence regarding its negligence was presented to the jury and default judgment was entered against it.  El/Cap appeals the denial of motions for directed verdict and for new trial, as well as the denial of its proposed special verdict form.  In the alternative, El/Cap argues that the damage award should be reduced by $96,000 to reflect the fact that El/Cap is not liable for the loss of the pipe barge and pipeline.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>I. El/Cap's Motions for Directed Verdict and for New Trial</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">El/Cap argues on appeal that the evidence at trial fails to demonstrate that El/Cap's actions were the legal cause of any of the damages suffered during the tow and, therefore, that the district court erred in denying El/Cap's motions for a directed verdict and for a new trial.  Before assessing the merits of this argument, we note the pertinent standard of review--one that is decisive in shaping the outcome of our assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In reviewing the denial of a motion for judgment as a matter of law under Rule 50(a), we conduct a plenary review of the evidence \"viewed in the light most favorable to the non-movant, giving [it] the benefit of every favorable inference that may be fairly drawn therefrom.\"  Santiago Hodge v. Parke Davis &amp; Co., <span class=\"citation\" data-id=\"545485\"><a href=\"/opinion/545485/mercedes-santiago-hodge-v-parke-davis-company/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 634 (1st Cir.1990) (citations omitted).  \"If 'fair minded' persons could draw different inferences, then the matter is for the jury.\"  Id.  We will not reverse the trial court's denial of defendant's Rule 50(a) motion unless the facts, seen in the light most favorable to the plaintiff, as well as inferences reasonably drawn therefrom \" 'lead to but one conclusion--that there is a total failure of evidence to prove the plaintiff's case.' \"  Gutierrez-Rodrguez v. Cartagena, <span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 558 (1st Cir.1989) (quoting Mayo v. Schooner Capital Corp., <span class=\"citation\" data-id=\"492351\"><a href=\"/opinion/492351/kenneth-e-mayo-v-schooner-capital-corp/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span>, 568 (1st Cir.1987)).  Such is not the case here, as we explain below.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellant's hurdle is no lower on an appeal of a denial of a Rule 59 motion for a new trial.  We reverse only if \" 'the verdict is so seriously mistaken, so clearly against the law or the evidence, as to constitute a miscarriage of justice....  This strict standard of review is especially appropriate if the motion for new trial is based on a claim that the verdict is against the weight of the evidence.' \"  Gutierrez-Rodrguez, 882 F.2d at 558 (quoting MacQuarrie v. Howard Johnson Co., <span class=\"citation\" data-id=\"524956\"><a href=\"/opinion/524956/j-conrad-macquarrie-v-howard-johnson-company/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, 128 (1st Cir.1989) (citations omitted)).  Because El/Cap does not argue that the district court made an error as to the controlling law--which would merit de novo review--our review is limited to determining whether the district court abused its discretion when it evaluated the verdict against the weight of the evidence and found no miscarriage of justice.   Havinga v. Crowley Towing &amp; Transp. Co., <span class=\"citation\" data-id=\"670668\"><a href=\"/opinion/670668/berend-jd-havinga-v-crowley-towing-and-transportation-company-berend/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1483 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In considering whether the district court's denial of El/Cap's Rule 50(a) motion was proper, we must view the facts that were vigorously contested in this case in the light most favorable to C&amp;G.  In reviewing the district court's denial of the Rule 59 motion, our review is also limited because we will only reverse if we find an abuse of discretion.  We thus turn to examine the evidence before the jury on which a finding of negligence could be based.</p>\n    </div>\n    <p class=\"indent\">A. Applicable Substantive Law</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under both Maine and well-established maritime law, \"the master of a tug is required to exercise 'reasonable care and maritime skill' with respect to the vessel in tow.\"  DiMillo v. Sheepscot Pilots, Inc., <span class=\"citation\" data-id=\"520290\"><a href=\"/opinion/520290/antonio-dimillo-v-sheepscot-pilots-inc/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span>, 748 (1st Cir.1989) (quoting Stevens v. White City, <span class=\"citation\" data-id=\"101878\"><a href=\"/opinion/101878/stevens-v-the-white-city/\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">195</span></a></span>, 202, <span class=\"citation\" data-id=\"101878\"><a href=\"/opinion/101878/stevens-v-the-white-city/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></a></span>, 349-50, <span class=\"citation\" data-id=\"101878\"><a href=\"/opinion/101878/stevens-v-the-white-city/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">699</span></a></span> (1932) (holding tug not liable as an insurer or common carrier)).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, longstanding maritime norms required El/Cap and Henry Marine to carry out the tow by using such reasonable care and maritime skill as prudent navigators employ for the performance of similar services.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  A court sitting in admiralty jurisdiction may look to the application of basic proximate cause standards as they have been elaborated by the states.  Exxon Co., U.S.A. v. Sofec, Inc., --- U.S. ----, ----, <span class=\"citation\" data-id=\"118037\"><a href=\"/opinion/118037/exxon-co-usa-v-sofec-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1813</span></a></span>, 1818, <span class=\"citation\" data-id=\"118037\"><a href=\"/opinion/118037/exxon-co-usa-v-sofec-inc/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span></a></span> (1996).  There is no conflict between pertinent maritime and Maine tort law in this case.  Under Maine tort law, the causation element of the tort of negligence is satisfied if:  (1) the act or failure to act played a substantial part in bringing about or actually causing the injury or damage, and (2) the damage was a direct result or reasonably foreseeable result of the act or failure to act.  Shaw v. Bolduc, <span class=\"citation\" data-id=\"1972013\"><a href=\"/opinion/1972013/shaw-v-bolduc/\"><span class=\"volume\">658</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">229</span></a></span> (Me.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The following rules of general maritime law shed ample light on the duty of reasonable care and maritime skill required of El/Cap in this case, and this appeal does not require any further expatiation of the law of the sea.  The degree of caution or care required of the navigator of a tug is related to the nature of the tow--in particular, the tugboat master must consider the suitability of the tow for travel in light of the condition of the seas encountered.  The MERCURY, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></span>, 326 (1st Cir.1924);  see also M.P. Howlett, Inc. v. The Tug DALZELLIDO, <span class=\"citation\" data-id=\"2595247\"><a href=\"/opinion/2595247/mp-howlett-inc-v-tug-dalzellido/\"><span class=\"volume\">324</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">912</span></a></span>, 916-17 (S.D.N.Y.1971) (reviewing general principles of law relating to towage).  A tug's duty of reasonable care includes the duty to take into consideration weather conditions as they may affect the tow.  DiMillo, 870 F.2d at 748;  Chemical Transporter, Inc. v. M. Turecamo, Inc., <span class=\"citation\" data-id=\"254076\"><a href=\"/opinion/254076/chemical-transporter-inc-as-owner-of-the-ss-chemical-transporter-and/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span> (2d Cir.1961).  The captain of the tug is charged with knowledge of weather forecasts, whether or not he had actual knowledge of the forecasts.  The Tug DALZELLIDO, 324 F.Supp. at 917.   A breach of the duty of care thus can be found when a tug captain makes a decision that is unsafe in light of the weather conditions and the particular circumstances of the tow that could reasonably have been known.  DiMillo, 870 F.2d at 748.   It is negligent, for example, to knowingly brave weather conditions that may imperil a flotilla.  Id. at 749.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">C&amp;G presented two sets of allegedly negligent acts for the jury's consideration.  First, C&amp;G claimed that damage to the AMBER II, and the loss of the LITTLE GEORGE, were caused by:  (a) El/Cap's decision to receive the tow from Henry Marine in the open ocean during inclement weather, and (b) El/Cap's failure to seek shelter after the transfer at Hereford Inlet.  Second, C&amp;G claimed that the loss of the pipe barge and pipeline was caused by El/Cap's failure to repair the pipe barge, as promised, in New York.  Noting that \"issues of proximate cause and superseding cause involve application of law to fact, which is left to the factfinder, subject to limited review,\" we arrive at the conclusion that a rational jury could have accepted C&amp;G's two theories of negligence as supported by a preponderance of the evidence.  See Exxon Co., U.S.A., --- U.S. at ----, 116 S.Ct. at 1819.   Assuming the jury credited testimony favorable to C&amp;G, we hold that a rational jury could have found El/Cap negligent.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B. Damage Sustained During the Tow to New York</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On this appeal, El/Cap does not deny that the C&amp;G vessels were ill-suited for open ocean travel,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> nor does El/Cap deny that the decision to transfer the tow and continue in open ocean during poor weather conditions was imprudent.  Rather, El/Cap stresses the following two points regarding the damages to C&amp;G property en route to New York:  that El/Cap did not, in any way, participate in the decision to transfer the tow off of Hereford Inlet during stormy weather, and that the incompetence of Henry Marine led \"inevitably to the losses claimed.\"   Appellant's Brief at 14.  According to El/Cap, it rescued the AMBER II from the incompetent hands of Henry Marine and brought it safely to New York.  There may be some merit to El/Cap's argument.  Nevertheless, an appellate court may not usurp the function of the jury, and thus we cleave to the facts in the light most favorable to C&amp;G.  The record indicates that the jury could have accepted contrary testimony as to each of these points emphasized by El/Cap.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">With regard to the decision to transfer a tow that was unsuited for open ocean travel in rough ocean waters and foggy conditions--a decision that El/Cap appears to concede was negligent, see Appellant's Brief at 15--the jury could have found that El/Cap shouldered responsibility based on the deposition testimony, read at trial, of Robert Henry, the principal of Henry Marine.  Robert Henry averred that El/Cap's principal knew of the nature of the tow and agreed to take over the tow off of Hereford Inlet, and that the captain of the TOMMY G instructed that the tow be brought out to open sea for the purposes of the transfer.  Exhibit 127 at 56-60;  Tr. at 419.  Although the Henry Marine boats collided with and damaged the AMBER II, this harm could be deemed a foreseeable result of undertaking an open ocean transfer under unsuitable weather conditions.  The jury could have concluded that El/Cap knowingly decided to proceed with the transfer of towed vessels that are unsuited for open ocean travel, during rough weather.  Such a conclusion is a sufficient ground for a finding of tort liability as to the damage to the AMBER II, since the AMBER II suffered damage during the transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Additionally, C&amp;G offered the expert testimony of an experienced marine captain who opined that the Henry Marine tugs were following the lead of El/Cap's dominant tug, and that El/Cap failed to maintain professional standards by performing the transfer under the circumstances.  Testimony of Ron Campana, Tr. at 229-31.  El/Cap's duty to exercise reasonable care and maritime skill required that attention be given to the special circumstances of this tow, and a reasonable jury could have found that they fell short of that duty by undertaking the transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even assuming, as El/Cap argues, that the principals of C&amp;G and East Coast Marine, eager to speed the towing process, decided that El/Cap should relieve Henry Marine of the AMBER II off of Hartford Inlet, this does automatically exonerate El/Cap from liability.  The jury may even have accepted El/Cap's version of the events surrounding the decision to leave the intracoastal waterways and still found that the TOMMY G failed to carry out the tow prudently by participating in the transfer in poor weather.  Under certain circumstances, the duty of reasonable care and maritime skill may require that a tug captain delay a tow, or otherwise make ad hoc adjustments to the course or schedule that was initially planned by its client.  Cf. DiMillo, 870 F.2d at 748-49 (tug should not have set out in bad weather).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With regard to whether negligent acts by El/Cap were the legal cause of the damages after the transfer, the jury could have concluded that such damage flowed substantially from El/Cap's decisions and was not inevitably caused by Henry Marine's actions.  Even assuming that the flotilla was \"stranded in the Intercoastal Waterway as a direct result of the incompetence of Henry Marine,\" Appellant's Brief at 14, the jury could have found that El/Cap need not have proceeded to New York without stopping.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  C&amp;G brought forward expert testimony indicating that the TOMMY G had the opportunity to seek shelter before the LITTLE GEORGE sank, but instead continued to head for New York harbor.  Tr. at 231.  The LITTLE GEORGE, unfit for ocean travel, was lost as it was being towed by the TOMMY G toward New York harbor.  C&amp;G's expert opined not only that the TOMMY G was the dominant tug, responsible for coordinating the actions of the Henry Marine tugs, but also that the TOMMY G was responsible for the sinking of the LITTLE GEORGE.  Tr. at 236.  Thus, a rational jury could have found that the actions of the El/Cap tug, by not seeking safety, proximately caused the damages that occurred between Delaware and New York.</p>\n    </div>\n    <p class=\"indent\">C. Loss of the Pipe Barge and Pipeline</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">El/Cap promised to repair the holes in the pipe barge before allowing it to leave its yard in New York.  C&amp;G argued that the failure to make these repairs was a legal cause of the loss of the pipe barge and pipeline.  El/Cap, however, argues that no jury could have found it liable for the loss of the pipe barge because, even if El/Cap promised to repair the pipe barge and failed to do so, the principal of East Coast Marine, John Szegda, removed the pipe barge from El/Cap's dock and subsequently assured the other towing companies that the pipe barge was seaworthy.  According to El/Cap, such actions on the part of Szegda \"must be viewed as breaking the chain of causation.\"   We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">El/Cap does not deny on appeal that the jury could conclude that the pipe barge ultimately sank as a result of damages that El/Cap had promised to repair.  Thus, it is legal (or proximate) causation, and not factual causation, that is at issue.  El/Cap's argument regarding legal causation is that East Coast Marine's assurances to later towers that the barge was seaworthy cuts off El/Cap's liability.  That East Coast Marine would try to complete the tow of that pipe barge to Maine was certainly foreseeable.  And, furthermore, the jury could have reasonably concluded that Szegda's assurances of seaworthiness to the later towers were based on his belief that El/Cap had in fact repaired the pipe barge as promised.  Although El/Cap did not affirmatively indicate to Szegda or C&amp;G that it had fixed the pipe barge such that it was seaworthy, it remained silent.  El/Cap concedes that Dennis Elberth \"acquiesced in the removal of the pipe and barge from [El/Cap's] sea wall.\"   Appellant's Brief at 18.  This acquiescence, in the wake of a promise to repair the barge before permitting it to continue to Maine, may have led a rational jury to conclude that El/Cap breached its duty of care with regard to the pipe barge.  Thus, despite the general rule that an owner of a tow is responsible for warranting its basic seaworthiness,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> we agree with the following statement made by the district court in the course of denying El/Cap's motion for a directed verdict:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>[T]here is a basis upon which the jury could reasonably conclude from the evidence that El/Cap should not have released that pipeline in New York, especially after it had made a commitment to Mr. Todd that it would not do so until the repairs had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Tr. at 318.  It was within the province of the jury as factfinder to determine that El/Cap's acts and omissions proximately caused the sinking of the pipe barge and pipeline, even though El/Cap was not towing the barge when it sank.  We note that El/Cap presented its argument regarding superseding causes of damage at closing argument.  The jury's verdict, apparently granting full damages, can therefore be regarded as a rejection of this argument.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">All of these considerations lead us to conclude that the denials of El/Cap's motions for directed verdict and new trial are not tantamount to abuses of discretion.  Because we do not displace the jury's finding of liability as to the pipeline and pipe barge, we also decline El/Cap's invitation to adjust the jury's damage determination to reflect no liability for the loss of the pipeline and pipe barge.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>II. Special Verdict Form</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, El/Cap casts the trial court's rejection of El/Cap's proposed special verdict form as reversible error.  If the claim of error had been properly preserved, we would review the district court's refusal to use the verdict form offered by El/Cap, and any challenge to the wording of the special verdict form used under Rule 49(a), for abuse of discretion.  See, e.g., Bristol Steel &amp; Iron Works v. Bethlehem Steel Corp., <span class=\"citation\" data-id=\"683169\"><a href=\"/opinion/683169/bristol-steel-iron-works-incorporated-v-bethlehem-steel-corporation/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">182</span></a></span>, 190 (4th Cir.1994) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">However, our review in this case is further restricted to \"plain error\" review because El/Cap did not object to the special verdict form after the instructions had been given and before the jury retired.  See Fed.R.Civ.P. 51;  Clausen v. Sea-3, Inc., <span class=\"citation\" data-id=\"668217\"><a href=\"/opinion/668217/eric-clausen-v-sea-3-inc-storage-tank-development-corporation/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1181</span></a></span>, 1195-96 (1st Cir.1994).  Although El/Cap proposed an alternative verdict form, it was required to renew any objections after the jury instructions, and did not do so despite being explicitly reminded by the court of the need to preserve its objections for appeal.  We therefore limit our review to plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We discern no error, let alone plain error, in the trial court's rejection of El/Cap's verdict form in favor of its own.  The trial court has broad discretion in crafting, and in deciding to use, special verdict forms.  See Smith v. Lightning Bolt Prods., Inc., <span class=\"citation\" data-id=\"514217\"><a href=\"/opinion/514217/harlan-alonzo-smith-aka-lonnie-smith-v-lightning-bolt-productions/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span>, 370 (2d Cir.1988).  The verdict form used by the court, attached as an appendix, required, in plain and unmistakable terms, the jury to make a finding of negligence and legal causation with regard to each of the defendants, to determine the extent of recoverable damages, to assess comparative negligence, and to apportion fault.  Construed against the background of the jury instructions, which properly set out the duty of reasonable care and maritime skill required in the towing context, see Tr. at 587-95, and which instructed the jury to make determinations of liability by a preponderance of evidence as \"to each particular claim\" made by C&amp;G, see Tr. at 597-98, this verdict form fully and fairly put the issues of negligence raised in the case before the jury.  See, e.g., Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 455 (1st Cir.1992) (\"[I]t is well established that verdicts must be construed in light of the totality of the surrounding circumstances, including the court's instructions.\").  On plain error review, our task ends with our finding that the wording of the verdict form did not hinder or prevent the jury from making any of the relevant findings as to damages that they had been properly instructed by the district court to make.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Hence, there is no threat of a \"clear miscarriage of justice\" or of an error affecting the \"fairness, integrity or public reputation of judicial proceedings.\"  Phav v. Trueblood, Inc., <span class=\"citation\" data-id=\"548929\"><a href=\"/opinion/548929/chat-phav-v-trueblood-inc/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">764</span></a></span>, 769 (1st Cir.1990) (quoting Smith v. Massachusetts Inst. of Tech., <span class=\"citation\" data-id=\"525211\"><a href=\"/opinion/525211/william-b-smith-v-massachusetts-institute-of-technology/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1106</span></a></span>, 1109 (1st Cir.1989)).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons put forward in this opinion, we find no error in any of the trial court's actions challenged on this appeal, and therefore affirm the judgment entered by the district court pursuant to the jury verdict.</p>\n    </div>\n    <p>Appendix</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>The verdict form used below read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>1.  Was Defendant El Cap Towing Company, Inc. negligent and was such negligence</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>a legal cause of damages sustained by the Plaintiff, C &amp; G Excavating, Inc.?</p>\n    </div>\n    <p>YES ____ NO ____</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>(Answer Question No. 2)</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>2.  Was Defendant Henry Marine Company, Inc. negligent and was such negligence a</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>legal cause of damages sustained by the Plaintiff, C &amp; G Excavating, Inc.?</p>\n    </div>\n    <p>YES ____ NO ____</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>(If the answer to either Question No. 1 or No. 2 is \"Yes,\" answer question No.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>3; otherwise, answer no further questions.)</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>3. What is the total amount of damages sustained by the Plaintiff, C &amp; G</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Excavating, Inc., as a result of the combined negligence of Defendants Henry</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Marine Company, Inc. and El Cap Towing Company, Inc.?</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>____________________                    $_______________</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>(Write out in words)                       (Figures)</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>(Answer Question No. 4)</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>4.  Was the Plaintiff, C &amp; G Excavating, Inc., at fault and was such fault a</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>legal cause of Plaintiff's damages?</p>\n    </div>\n    <p>YES ____ NO ____</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>(If you have answered Question No. 4 \"NO,\" answer Question No. 6; if</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>* applicable; If you have answered \"YES,\" answer Question No. 5.)</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>5. To what amount should the damages to be recovered by Plaintiff, C &amp; G</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>Excavating, Inc., from the Defendants be reduced, having due regard for the</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>nature and extent of Plaintiff's fault legally causing those damages?</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>____________________                    $_______________</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>(Write out in Words)                       (Figures)</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>(If you have answered both Question No. 1 and No. 2 \"YES,\" answer Question No.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>6; otherwise, answer no further questions).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>6. Apportionment of Fault: What portion of the total fault of all the parties</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>legally causing or substantially contributing to causing the damages you have</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>found to be sustained by the plaintiff, C &amp; G Excavating, Inc., do you</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>attribute (by percentage) to each of the defendants, El Cap Towing Company,</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>Inc. and Henry Marine Company, Inc.?</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>(a)    El Cap Towing Company, Inc.                            __________%</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>(b)    Henry Marine Company, Inc.                             __________%</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This suit initially surfaced against the backdrop of a variety of legal disputes between contractors and the Transamerica Premier Insurance Company, which had issued performance bonds for the payment of various contractors involved in a dredging project in Saco, Maine.  C &amp; G owned equipment used in the dredging project.  All claims were settled before trial with the exception of the crossclaims between C &amp; G and El/Cap and Henry Marine that are before us now</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The record contains conflicting evidence regarding the decision to take the equipment out of the intracoastal waters and into the ocean.  El/Cap draws our attention to testimony suggesting that it was forced to rescue the equipment negligently towed by Henry Marine, and that Henry Marine and C &amp; G asked El/Cap for assistance and knowingly made a decision to leave the intracoastal waters.  C &amp; G, on the other hand, offered testimony showing that El/Cap arranged to meet the Henry Marine boats in the open sea.  As discussed infra, there was sufficient evidence for a jury to find El/Cap responsible for the shift to open sea travel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In its cross claim pleadings, C &amp; G alleged damages \"in excess of $258,500.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our review of the jury instructions indicates that the district court correctly outlined the relevant features of applicable maritime tort law.  The lack of Maine tort law that either contradicts any aspect of maritime tort law or pertains specifically to maritime torts bolsters the trial court's apparent reliance on general maritime law principles</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Neither party contends that maritime law should not apply.  For a tort to be considered maritime, \"it must meet two tests:  the situs of the tort must be maritime (the location test) and the tort must bear a significant relationship to traditional maritime activity (the nexus test).\"  Carey v. Bahama Cruise Lines, <span class=\"citation\" data-id=\"516164\"><a href=\"/opinion/516164/thomas-carey-v-bahama-cruise-lines/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">201</span></a></span>, 207 (1st Cir.1988) (citations omitted).  Both tests are plainly satisfied here.  As discussed in Carey, diversity jurisdiction does not imply that maritime law be displaced by state law.  Id. at 206-07</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> C &amp; G brought forward expert testimony in support of the finding that the various towed vessels were clearly unsuitable for open sea travel.  Testimony of Ronald Campana, Tr. at 226-27</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We also note that a storm did not suddenly arise in the course of the TOMMY G's tow and that El/Cap was, or should have been, aware of the weather conditions prior to undertaking the transfer.  Therefore, El/Cap cannot argue that this is a case of a tug captain acting in extremis.  See, e.g., Boudoin v. J. Ray McDermott &amp; Co., <span class=\"citation\" data-id=\"251629\"><a href=\"/opinion/251629/mrs-edith-boudoin-v-j-ray-mcdermott-company-inc/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 84 (5th Cir.1960) (distinguishing in extremis cases--which require that \"something more than mere mistake of judgment by the master\" be shown if, \"without prior negligence, a vessel is put in the very center of destructive natural forces\"--from case where tug captain knew of weather conditions before making decisions)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note as well that the jury could have accepted that El/Cap's participation was needed while also concluding that it failed to use appropriate equipment for such a sea rescue, because the TOMMY G was not able to enter shallow coastal waters</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, e.g., South, Inc. v. Moran Towing &amp; Transp. Co., <span class=\"citation\" data-id=\"271862\"><a href=\"/opinion/271862/south-inc-as-owner-of-the-vega-libellant-appellant-v-moran-towing-and/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1002</span></a></span>, 1005 (2d Cir.1966) (collecting cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Furthermore, at no time did El/Cap specifically request a jury instruction regarding whether certain factual findings (later acts) would imply a break in the chain of legal causation with regard to the damage to the pipe barge.  Hence, under Federal Rule of Civil Procedure 51, El/Cap may not argue on appeal that the jury's attention should have been drawn more specifically to subsequent supervening causes of the pipe barge's loss.  See, e.g., Parker v. Nashua, <span class=\"citation\" data-id=\"196553\"><a href=\"/opinion/196553/parker-v-sheehan/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> El/Cap's basic contention is that it should not be made to pay for lost pipeline;  it does not claim that the jury's award is otherwise unreasonable.  That is, El/Cap does not argue that the damage award is excessive in the sense of not being based on the jury's findings of liability;  rather, El/Cap challenges those findings of liability.  Indeed, the jury award of $221,300 is not unreasonable, assuming the jury found the defendants liable for all of the damages claimed.  Trial testimony, considered in the light most favorable to the verdict, indicated that the LITTLE GEORGE and its cargo, which sank, were worth $102,333, Tr. at 283;  that the damage suffered by the AMBER II totalled $68,300, Tr. at 281;  and that the value of the lost pipeline was $76,427, Tr. at 284.  Thus, in light of direct replacement or repair cost estimates put forward by C &amp; G's expert at trial, the jury damages award is far from unreasonable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The significant difference between El/Cap's proposed form and the form used by the court is that El/Cap's form required that the jury write down a separate finding of damages for each item of C &amp; G property at issue.  The district court's decision not to list each of the C &amp; G properties separately in the damage-assessment portion of the verdict form simply does not, as El/Cap argues, prevent the jury from assessing the negligence of the parties as to each damaged item</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/251629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/254076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/271862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1972013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2595247/"
  ]
}