{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197250/",
  "absolute_url": "/opinion/197250/serrano-cruz-v-dfi/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197250/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:35Z",
  "date_modified": "2017-03-24T10:50:42.693919Z",
  "type": "010combined",
  "sha1": "421f20d92852a135e43908099842ec9030cebdae",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1418.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1418\r\n\n               DIGNA SERRANO-CRUZ, HECTOR IRIZARRY,\r\n         AND THE CONJUGAL SOCIETY COMPRISED BETWEEN THEM,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                  DFI PUERTO RICO, INC., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                 and DiClerico,* District Judge.\r                                                         \r\n\n                                           \r\n\n     Javier A. Morales-Ramos for appellants.\r                                      \r\n     Vicente J.  Antonetti, with  whom Ilsa Y.  Figueroa-Ar s and\r                                                                       \r\nGoldman Antonetti &amp; C rdova were on brief for appellees.\r                                     \r\n\n                                           \r\n\n                          March 19, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of New Hampshire, sitting by designation.\r\r\n\n          TORRUELLA,  Chief  Judge.     Plaintiff-appellant Digna\r                    TORRUELLA,  Chief  Judge. \r                                            \r\n\nSerrano-Cruz  (\"Serrano\") formally  resigned  from  her job  with\r\n\ndefendant-appellee DFI  Puerto Rico,  Inc. (\"DFI\") on  August 22,\r\n\n1994.   Four months later,  she and her  husband filed suit under\r\n\nthe  Age Discrimination in  Employment Act  of 1967  (\"ADEA\"), as\r\n\namended,  29 U.S.C.A.     621-634  (1985 &amp; Supp.  1996), claiming\r\n\ndamages   resulting   from   allegedly  discriminatory,   adverse\r\n\nemployment actions resulting in  her constructive dismissal.  She\r\n\nand  her husband now appeal the district court's grant of summary\r\n\njudgment  for her employer, DFI.  We affirm, finding that Serrano\r\n\nfailed to establish a prima facie case under the ADEA.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          In the summary judgment  context we relate all material\r\n\nfacts in genuine dispute in the light most favorable to the party\r\n\nresisting summary  judgment, here Serrano.   S nchez v. Alvarado,\r                                                                          \r\n\n101 F.3d 223, 225 n.1 (1st Cir. 1996).  Serrano  worked for DFI's\r\n\npredecessor firm, Aeroboutiques, from 1984 until it was purchased\r\n\nby  DFI in September 1992.   Aeroboutiques, and  later DFI, owned\r\n\nand  operated several  stores  selling gifts  and other  consumer\r\n\nmerchandise  at Luis  Mu oz  Mar n International  Airport in  San\r\n\nJuan.  At the time of  the change in ownership, Serrano served as\r\n\nthe \"assistant  general manager\"  of Aeroboutiques, and,  in that\r\n\nposition, assisted the general  manager, supervised the operation\r\n\nof  the  airport stores,  oversaw  their  physical upkeep  (e.g.,\r\n\nlighting, cleanliness) and their security systems,  and performed\r\n\n                               -2-\r\r\n\nsome  accounting  functions.1   When  DFI took  over  the stores,\r\n\nSerrano   was   offered,   and    accepted,   the   position   of\r\n\n\"comptroller.\"2  As comptroller  Serrano continued to perform her\r\n\nprevious   managerial  duties,  with  regular  duties  including:\r\n\nmaintaining  the   security  system  for   the  airport   stores,\r\n\nsupervising store employees and arranging employee vacation time,\r\n\nhaving responsibility for the  keys to the stores,  and attending\r\n\nsecurity  and employee  management  meetings.   In addition,  she\r\n\nassumed accounting  responsibilities such as  preparing quarterly\r\n\nreports and keeping the payroll accounts.\r\n\n          The events  giving rise to  her suit began  in February\r\n\n1994,  when the general manager (Manny  Lozano) and the president\r\n\n(Luis  Bared) of  DFI,  Serrano's superiors,  began reducing  her\r\n\nresponsibilities.  She lost  managerial control over the security\r\n\nsystem  for the  stores,  as  well  as  control  over  the  keys.\r\n\nSerrano's role in personnel selection was also decreased, and she\r\n\nwas excluded from meetings she had previously attended.  \r\n\n          Through a letter  to Serrano dated June  21, 1994, Luis\r\n\nBared  indicated that  Serrano was on  a 90-day  probation period\r\n\neffective that day.  The  letter cited DFI's dissatisfaction with\r\n\nSerrano's \"negligent\"  handling of certain rent  payments for the\r\n\n                    \r                              \r\n\n1  Prior to being assistant general manager, Serrano had occupied\r\nthe position of \"comptroller\" at Aeroboutiques, in which she  was\r\nresponsible for all of the accounting functions of the company as\r\nwell  as for  general  supervision.   When  she became  assistant\r\ngeneral manager, her accounting responsibilities were reduced. \r\n\n2  The  record contains inconsistent references to  this position\r\nas either \"comptroller\" or \"controller.\" \r\n\n                               -3-\r\r\n\nairport stores.   Bared indicated that during  the 90-day period,\r\n\nhe  and  Manny Lozano  would  be  evaluating her  performance  as\r\n\ncomptroller.  Serrano denies that she made mistakes in the course\r\n\nof discharging her accounting duties as comptroller. \r\n\n          On July  18, 1994,  before the 90-day  probation period\r\n\nhad  ended,  Lozano  informed Serrano  that  DFI  had  decided to\r\n\ntransfer  her  to  a  newly  created  position  entitled  \"retail\r\n\nmanager.\"    Serrano refused the new position, stating that being\r\n\nfired would  be preferable to the  new position.  In  a letter to\r\n\nSerrano  dated July 21,  1994, Lozano  stated that  Serrano would\r\n\nreceive the same salary  and benefits in the new position  as she\r\n\nhad received as comptroller, and that she would be given two days\r\n\nof  paid  leave  to reconsider  her  decision  to  turn down  the\r\n\nposition.  Lozano's July 21 letter further states that, as retail\r\n\nmanager,  Serrano \"would  supervise  and be  responsible for  the\r\n\nretail operation  of our San Juan  International Airport stores.\"\r\n\nAfter taking a month of leave, Serrano formally resigned from DFI\r\n\non August  22, 1994, and now  claims she was forced  to resign by\r\n\nDFI's unacceptable job transfer.\r\n\n          Serrano  was 53 at the  time her suit  was initiated in\r\n\nDecember  1994.  There is  no direct evidence  that DFI's actions\r\n\nwere taken because  of Serrano's  age.  Appellant  alleges a  few\r\n\nfacts  that might suggest  discriminatory animus on  the basis of\r\n\nher age.   These are:  that she was  replaced by a  woman aged 25\r\n\nwith roughly  the same  qualifications and with  less experience;\r\n\nthat  she was treated  differently from younger  employees by DFI\r\n\n                               -4-\r\r\n\nmanagement by  not receiving free lipstick samples  and not being\r\n\nthrown a birthday party.\r\n\n          The  district  court  granted  DFI's  summary  judgment\r\n\nmotion, ruling  that  Serrano failed  to  establish  constructive\r\n\ndismissal as part of  her prima facie case of  age discrimination\r\n\nbecause she  did not show that  there was a problem  with the new\r\n\nposition that would compel a reasonable person to resign.  Before\r\n\nus on appeal  is Serrano's ADEA claim against DFI,  her state law\r\n\nclaims having been dismissed without prejudice.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r\n\n          We  review  the  district  court's  grant   of  summary\r\n\njudgment  de novo.  Mulero-Rodr guez  v. Ponte, 98  F.3d 670, 672\r                                                        \r\n\n(1st Cir. 1996).  Summary judgment is properly granted where \"the\r\n\npleadings,   depositions,   answers   to   interrogatories,   and\r\n\nadmissions on file, together  with affidavits, if any, show  that\r\n\nthere is  no genuine issue as  to any material fact  and that the\r\n\nmoving party is entitled to a judgment as a matter of law.\"  Fed.\r\n\nR. Civ. P. 56(c). \r\n\n          Under Rule 56, once the moving party has pointed to the\r\n\nabsence of adequate evidence  supporting its opponent's case, the\r\n\nonus is on the party resisting the motion for summary judgment to\r\n\nrespond  by presenting facts that  show that there  is a \"genuine\r\n\nissue  for trial.\"   LeBlanc v. Great  American Ins. Co.,  6 F.3d\r                                                                  \r\n\n836, 841-42 (1st Cir.  1993) (quoting Anderson v. Liberty  Lobby,\r                                                                           \r\n\nInc.,   477  U.S.  242,  256  (1986)).    To  oppose  the  motion\r              \r\n\nsuccessfully,  the  nonmoving  party  \"may  not  rest  upon  mere\r\n\n                               -5-\r\r\n\nallegations or denials of  his pleading.\"  Anderson, 477  U.S. at\r                                                             \r\n\n256. \"The nonmoving party must  establish a trial-worthy issue by\r\n\npresenting  'enough  competent  evidence  to   enable  a  finding\r\n\nfavorable  to  the nonmoving  party.'\"   LeBlanc,  6 F.3d  at 842\r                                                          \r\n\n(quoting Anderson, 477 U.S. at 249).\r                           \r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          The  ADEA   makes  it  unlawful  for   an  employer  to\r\n\n\"discharge any  individual or otherwise discriminate  against any\r\n\nindividual with  respect to his compensation,  terms, conditions,\r\n\nor privileges  of employment, because of  such individual's age.\"\r\n\n29 U.S.C.A.    623(a)(1) (1985).   In  a wrongful  discharge case\r\n\nunder the  ADEA,  the  plaintiff  bears the  ultimate  burden  of\r\n\nproving that  \"he would  not have  been fired  but for his  age.\"\r\n\nFreeman  v.  Package Mach.  Co., 865  F.2d  1331, 1335  (1st Cir.\r                                         \r\n\n1988).   Where, as here, there is no direct evidence showing that\r\n\nthe  employer's  actions  were  motivated by  age,  the  familiar\r\n\nMcDonnell Douglas framework governs.  See McDonnell Douglas Corp.\r                                                                           \r\n\nv.  Green, 411 U.S. 792,  802-05 (1973); Greenberg  v. Union Camp\r                                                                           \r\n\nCorp., 48 F.3d 22, 26-27 (1st Cir. 1995).  Under   the  McDonnell\r                                                                           \r\n\nDouglas framework, the employee  must initially come forward with\r                 \r\n\nsufficient evidence  to  establish  a  prima facie  case  of  age\r                                                            \r\n\ndiscrimination.  Here,  Serrano needed to establish that: (i) she\r\n\nis  over forty  years  of  age;  (ii)  her  job  performance  was\r\n\nsufficient to  meet DFI's legitimate job  expectations; (iii) she\r\n\nwas constructively discharged; and  (iv) DFI sought a replacement\r\n\nwith  roughly similar  skills or  qualifications.   Greenberg, 48\r                                                                       \r\n\n                               -6-\r\r\n\nF.3d at 26.    Once the plaintiff  has met this modest burden,  a\r\n\npresumption of discrimination arises that  shifts the onus to the\r\n\nemployer  to  come forward  with a  legitimate, nondiscriminatory\r\n\nreason for  its actions.    Id.   If the  employer  does so,  the\r                                         \r\n\npresumption of age discrimination  vanishes and the burden shifts\r\n\nback to the plaintiff  to show that the employer's  justification\r\n\nis  pretextual.   The  burden of  persuasion,  as opposed  to the\r\n\nburden of production, rests with the plaintiff throughout.\r\n\n          The district court found  that although there may exist\r\n\na factual dispute between  the parties as to whether  Serrano met\r\n\nDFI's legitimate job expectations  (the second prong of McDonnell\r                                                                           \r\n\nDouglas),  or indeed  as  to whether  DFI's reasons  for reducing\r                 \r\n\nSerrano's  duties  or  transferring  her job  were  pretexts  for\r\n\nimproper age discrimination, Serrano  failed to establish a prima\r\n\nfacie case  because, on undisputed  facts, she did  not establish\r\n\nconstructive dismissal (prong three).  On appeal Serrano contends\r\n\nthat there  is  a triable  issue  as to  constructive  dismissal,\r\n\nmaking  summary  judgment  improper,  and also  contends  that  a\r\n\nfinding of  \"adverse employment actions\" may  provide grounds for\r\n\nrelief  even  if  a  finding of  constructive  dismissal  is  not\r\n\nsupported by the record.  We assess each argument in turn.\r\n\nI.  Constructive Dismissal\r          I.  Constructive Dismissal\r\n\n          We must consider de  novo whether, as a matter  of law,\r                                             \r\n\nSerrano failed  to make  a prima  facie  showing of  constructive\r\n\ndischarge.    We have  long  applied an  \"objective  standard\" in\r\n\ndetermining whether an employer's actions have forced an employee\r\n\n                               -7-\r\r\n\nto resign.  See, e.g., Calhoun v. Acme Cleveland Corp., 798  F.2d\r                                                                \r\n\n559, 561 (1st Cir. 1986).  For the transfer proposed by DFI to be\r\n\ndeemed  a constructive  discharge,  \"'the trier  of fact  must be\r\n\nsatisfied  that the  new working  conditions would  have  been so\r\n\ndifficult  or   unpleasant  that  a  reasonable   person  in  the\r\n\nemployee's shoes  would have  felt compelled  to  resign.'\"   Id.\r                                                                           \r\n\n(quoting Alicea Rosado v. Garc a Santiago, 562 F.2d 114, 119 (1st\r                                                   \r\n\nCir. 1977)).   An  employee may not,  therefore, be  unreasonably\r\n\nsensitive to a change in job responsibilities.  \r\n\n          It  is  undisputed  that  Serrano,   when  offered  the\r\n\nposition of  \"retail manager,\" was  promised the same  salary and\r\n\nbenefits she  enjoyed as comptroller.   Salary considerations are\r\n\nimportant in  determining whether  a job  transfer can support  a\r\n\nclaim  of constructive dismissal.   See Greenberg, 48  F.3d at 27\r                                                           \r\n\n(noting  no change in salary in course of finding no constructive\r\n\ndismissal)  (collecting cases);   Stephens  v. C.I.T.  Group, 955\r                                                                      \r\n\nF.2d  1023, 1027 (5th Cir.  1992) (noting reduction  of salary in\r\n\ncourse  of finding constructive  dismissal); Pe a  v. Brattleboro\r                                                                           \r\n\nRetreat,  702 F.2d  322 (2d Cir.  1983) (finding  no constructive\r                 \r\n\ndischarge where  job responsibilities  were  changed without  any\r\n\nreduction in  pay); cf. N  ez-Soto  v. Alvarado,  918 F.2d  1029,\r                                                         \r\n\n1030-31  (1st Cir.  1990) (in  political demotion  case, demotion\r\n\nwithout   salary   cut   found   insufficient   for  constructive\r\n\ndismissal).    Although  important,  the  fact  that  salary  and\r\n\nbenefits  have not been  decreased has  never been  held to  be a\r\n\nconclusive  factor;   courts applying  the objective  standard in\r\n\n                               -8-\r\r\n\nADEA  constructive dismissal  cases consider  a variety  of often\r\n\ncase-specific  factors.     See  Greenberg,  48   F.3d  at  27-29\r                                                    \r\n\n(discussing salary in addition to assessing new work conditions);\r\n\nStetson v. NYNEX Serv.  Co., 995 F.2d 355, 360-62  (2d Cir. 1993)\r                                     \r\n\n(noting  no decrease in  salary, but  focusing mainly  on working\r\n\nconditions);   see also Flaherty  v. Gas Research  Inst., 31 F.3d\r                                                                  \r\n\n451, 457 (7th Cir. 1994) (\"[A]n employer does not insulate itself\r\n\nfrom liability  for discrimination simply by  offering a transfer\r\n\nat the same salary and benefits.\").  Common sense suggests that a\r\n\njob transfer  without a  reduction  in salary  and benefits  may,\r\n\nunder certain  circumstances,  be unacceptable  to  a  reasonable\r\n\nperson  who  is  overqualified   and  humiliated  by  an  extreme\r\n\ndemotion, or underqualified and essentially \"set up to fail\" in a\r\n\nnew position.  With this in mind, we turn to Serrano's situation.\r\n\n          In the present case,  the fact that after  her transfer\r\n\nSerrano  would remain  the  second highest  salaried employee  in\r\n\nDFI's  airport organization  takes on  great importance,  for the\r\n\nsimple reason  that this  is one  of few  concrete facts  we have\r\n\nregarding the position  that she  was offered.   Serrano, by  not\r\n\ntrying  out,  or  finding  out  more  about,  the  newly  created\r\n\nposition, cannot possibly muster  proof that, in the course  of a\r\n\ntrial, could lead a jury to find that the newly created  position\r\n\n                               -9-\r\r\n\nwould compel a  reasonable person with  her background to  refuse\r\n\nthe offer and resign.3  \r\n\n          The precise contours of the new position, which appears\r\n\nto  have been  created  for Serrano,  are  unclear.   In  view of\r\n\nLozano's  characterization of the  new position, in  his July 21,\r\n\n1994  letter to Serrano, as one in which Serrano \"would supervise\r\n\nand  be  responsible for  the retail  operation  of our  San Juan\r\n\nInternational Airport stores,\" it  is impossible to conclude that\r\n\nthe position would compel a  reasonable person in Serrano's shoes\r\n\nto quit.  Based on Serrano's  own sworn statements, she had  held\r\n\ngeneral supervisory  duties  over the  stores  for  Aeroboutiques\r\n\n(DFI's   predecessor),   and   continued  to   hold   supervisory\r\n\nresponsibilities while also assuming  accounting responsibilities\r\n\nin  her position as comptroller  for DFI.   Serrano considers the\r\n\nmove  from comptroller  to \"retail  manager\" to be  a devastating\r\n\nchange  in  status, but  cannot point  to specific  problems that\r\n\nwould  arise,  other than  the fact  that  she is  unqualified to\r\n                    \r                              \r\n\n3   Appellant's basic  contention regarding  the new  position --\r\nthat it involved sales tasks she was not qualified or experienced\r\nenough  to carry  out --  rests on  bare allegations  that simply\r\ncannot be verified, because the  position of \"retail manager\" did\r\nnot exist before it  was specially created for Serrano.   It also\r\nfollows that  plaintiff's argument that the  district court erred\r\nby  not determining the exact nature of her duties as comptroller\r\nare misdirected.  No additional precision regarding the nature of\r\nher  position as comptroller could help  her, in view of the lack\r\nof evidence regarding her proposed position.  Moreover, Serrano's\r\nbackground included  a broad variety of  managerial tasks besides\r\nstrictly financial ones,  having served  previously as  assistant\r\ngeneral  manager as  well as  comptroller.   When we  do consider\r\nSerrano's  description  of her  duties,  we find  that  the fluid\r\nnature of managerial responsibilities  in DFI's organization only\r\nmakes  speculation about  the position  of \"retail  manager\" more\r\nunreliable.\r\n\n                               -10-\r\r\n\n\"push\" merchandise.   She cannot prove,  however, that the  newly\r\n\ncreated position  of \"retail manager\" would  involve a sufficient\r\n\namount  of daily,  hands-on  sales work  to  compel a  reasonable\r\n\nperson in  Serrano's position to resign.   Serrano's constructive\r\n\ndischarge claim,  therefore, rests on  speculations regarding the\r\n\nnew position,  as well as  on her sworn statements  to the effect\r\n\nthat  supervising retail sales would  harm her dignity.   Loss of\r\n\nprestige  in a  job transfer,  standing  alone, cannot  support a\r\n\nfinding of constructive  discharge.  See Alicea  Rosado, 562 F.2d\r                                                                 \r\n\nat 119-20 (\"[A]  limited blow to one's pride or prestige does not\r\n\nprovide reason  enough to  resign during  whatever period  may be\r\n\nrequired to seek judicial relief.\").  \r\n\n          Of course we cannot  state with absolute certainty that\r\n\nthe position offered to Serrano  would not have turned out to  be\r\n\nstrongly  objectionable  to  a   reasonable  person,  as  Serrano\r\n\nsuggests.  But,  in the summary judgment context, we  need not do\r\n\nso.   The decisive consideration  here is that,  by not accepting\r\n\nthe newly created and  ambiguous position, Serrano foreclosed the\r\n\npossibility  of presenting  concrete  evidence, rather  than mere\r\n\nassertions, to a  jury regarding  the nature of  her new  working\r\n\nconditions.   See Fed. R. Civ.  P. 56(e);  Anderson,  477 U.S. at\r                                                             \r\n\n257 (to oppose  summary judgment motion, plaintiff cannot rely on\r\n\nassertions in pleadings and must come forward  with evidence that\r\n\na jury could  consider).   We have long  expected that those  who\r\n\nseek to initiate ADEA claims will do so while still employed, and\r\n\nthe  instant case reminds us  of the wisdom  of this expectation.\r\n\n                               -11-\r\r\n\nSee, e.g., Cazzola  v. Codman &amp; Shurtleff, Inc.,  751 F.2d 53, 55\r                                                         \r\n\n(1st Cir. 1984)  (\"Even the victim of  unlawful discrimination is\r\n\nexpected  to  seek  legal  redress while  still  employed  unless\r\n\nactually fired,  or constructively  discharged due to  a 'drastic\r\n\nreduction in the quality of working conditions.'\" (quoting Alicea\r                                                                           \r\n\nRosado,  562 F.2d  at  119-20)).   Here,  with no  evidence of  a\r                \r\n\ndrastic  reduction  in  work  conditions  sufficient  to  support\r\n\nSerrano's resignation, summary judgment is appropriate.\r\n\n          Moreover,  other  factual   circumstances  tending   to\r\n\nstrengthen  a case  for constructive  dismissal were  not present\r\n\nhere.  There was no evidence, for  example, of suggestions by the\r\n\nmanagement  of DFI that Serrano  take an early  retirement.4  Cf.\r                                                                           \r\n\nCalhoun,  798  F.2d  at   564  (jury's  finding  of  constructive\r                 \r\n\ndischarge bolstered by evidence  of repeated inquiries  regarding\r\n\nearly  retirement).   There was  also very little  in the  way of\r\n\nevidence showing animosity toward Serrano on account of her age.5\r\n\nCf.  Greenberg,  48  F.3d  at  28  (finding  of  no  constructive\r                        \r\n\n                    \r                              \r\n\n4  Serrano's  contention that DFI's grant of a  48-hour period to\r\nreconsider the offered job  transfer -- one that she  had already\r\nturned down -- was a \"humiliating action\" designed to lead her to\r\nresign is  very difficult to  accept.  The  July 21, 1994  letter\r\nfrom   Lozano    to   Serrano   which   describes   the   48-hour\r\nreconsideration period also states, \"I want to make it absolutely\r\nclear  to you that no one in  the Company (DFI Puerto Rico, Inc.)\r\nintends or desires to fire you as an employee of DFI.\"\r\n\n5  On appeal, Serrano places great emphasis on the assertion that\r\nshe  was replaced, in her  capacity as comptroller,  by a younger\r\nwoman.  Assuming this is correct,  she does not contend that this\r\noccurred prior to  her resignation.   Therefore, while this  fact\r\nmay be  related to  issues  of pretext,  it is  unrelated to  our\r\nfinding  that Serrano  fails to  satisfy the  third (constructive\r\ndischarge) part of the McDonnell Douglas prima facie case.\r                                                  \r\n\n                               -12-\r\r\n\ndischarge  \"buttressed  by the fact  that [the employee]  couples\r\n\nhis  allegation  of  constructive  discharge  with  virtually  no\r\n\nevidence that [the employer's]  motives stemmed from an animosity\r\n\ntowards  age.\").   All  of these  considerations  lead us  to the\r\n\nconclusion that  the district  court properly found  that Serrano\r\n\nfailed to establish a prima facie case. \r\n\nII.  Adverse Employment Actions\r          II.  Adverse Employment Actions\r\n\n          Serrano  contends  that  the district  court  erred  by\r\n\nfailing to  consider whether  she had  established a  prima facie\r\n\ncase of  \"adverse employment actions,\" as  distinguished from the\r\n\nissue  of constructive  dismissal.   Based on  the recitation  of\r\n\ndamages  in Serrano's  amended  complaint, however,  her suit  is\r\n\nplainly  one seeking a remedy for improper dismissal, and not one\r\n\nseeking a remedy for adverse employment actions.  Her allegations\r\n\nregarding  damages  consist of  the  following:  lost income  and\r\n\nbenefits  from the  date she  was forced  to resign,  and various\r\n\nother  damages she and her  husband have incurred  arising out of\r\n\nthe economic hardship brought about by her dismissal.  All     of\r\n\nSerrano's alleged economic  harms would not  have come about  had\r\n\nSerrano accepted the position, which  offered the same salary and\r\n\nbenefits.  See  Shealy v. Winston, 929  F.2d 1009, 1012  n.2 (4th\r                                           \r\n\nCir. 1991)  (finding no constructive discharge  and holding there\r\n\nis no further ground  for relief on theory of  adverse employment\r\n\naction, because \"appellant would then face the barrier of proving\r\n\nany damages when he clearly would have been employed . . . at the\r\n\nsame salary and benefits.\").  For example, the removal of various\r\n\n                               -13-\r\r\n\nresponsibilities  from  Serrano  in   the  months  preceding  the\r\n\nproposed  transfer,  if  they  are seen  as  separable  from  her\r\n\nresignation, cannot, even if proven to be discriminatory, support\r\n\nthis  suit for lost income  and benefits.   Given the way Serrano\r\n\nhas framed this lawsuit,  relief cannot stem from a  finding that\r\n\nthe  actions  of DFI,  short of  leading  to her  dismissal, were\r\n\ndiscriminatory adverse employment actions.6\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the  reasons stated  in this opinion,  the district\r\n\ncourt's grant of summary judgment is affirmed.\r                                                       \r\n\n                    \r                              \r\n\n6  In fact,  for substantially the reasons discussed  with regard\r\nto  constructive dismissal,  Serrano fails  to establish  a prima\r\nfacie case under  the ADEA  of adverse employment  action on  the\r\nbasis  of the  proposed job transfer.   See Flaherty,  31 F.3d at\r                                                              \r\n457;  Crady v. Liberty Nat'l Bank &amp; Trust Co., 993 F.2d 132, 135-\r                                                       \r\n36 (7th Cir.  1993) (finding failure to make prima  facie case of\r\nadverse employment action where employee, claiming adverse change\r\nin job responsibilities, did not accept transfer position at same\r\nsalary  and therefore  could not  substantiate claims  about that\r\nposition).\r\n\n                               -14-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1418\r\n\n               DIGNA SERRANO-CRUZ, HECTOR IRIZARRY,\r\n         AND THE CONJUGAL SOCIETY COMPRISED BETWEEN THEM,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                  DFI PUERTO RICO, INC., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                 and DiClerico,* District Judge.\r                                                         \r\n\n                                           \r\n\n     Javier A. Morales-Ramos for appellants.\r                                      \r\n     Vicente J.  Antonetti, with  whom Ilsa Y.  Figueroa-Ar s and\r                                                                       \r\nGoldman Antonetti &amp; C rdova were on brief for appellees.\r                                     \r\n\n                                           \r\n\n                          March 19, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of New Hampshire, sitting by designation.\r\r\n\n          TORRUELLA,  Chief  Judge.     Plaintiff-appellant Digna\r                    TORRUELLA,  Chief  Judge. \r                                            \r\n\nSerrano-Cruz  (\"Serrano\") formally  resigned  from  her job  with\r\n\ndefendant-appellee DFI  Puerto Rico,  Inc. (\"DFI\") on  August 22,\r\n\n1994.   Four months later,  she and her  husband filed suit under\r\n\nthe  Age Discrimination in  Employment Act  of 1967  (\"ADEA\"), as\r\n\namended,  29 U.S.C.A.     621-634  (1985 &amp; Supp.  1996), claiming\r\n\ndamages   resulting   from   allegedly  discriminatory,   adverse\r\n\nemployment actions resulting in  her constructive dismissal.  She\r\n\nand  her husband now appeal the district court's grant of summary\r\n\njudgment  for her employer, DFI.  We affirm, finding that Serrano\r\n\nfailed to establish a prima facie case under the ADEA.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          In the summary judgment  context we relate all material\r\n\nfacts in genuine dispute in the light most favorable to the party\r\n\nresisting summary  judgment, here Serrano.   S nchez v. Alvarado,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"729931\"><a href=\"/opinion/729931/72-fair-emplpraccas-bna-975-69-empl-prac-dec-p-44489-maria-de-los/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span><pre class=\"inline\">, 225 n.1 (1st Cir. 1996).  Serrano  worked for DFI's\r\n\npredecessor firm, Aeroboutiques, from 1984 until it was purchased\r\n\nby  DFI in September 1992.   Aeroboutiques, and  later DFI, owned\r\n\nand  operated several  stores  selling gifts  and other  consumer\r\n\nmerchandise  at Luis  Mu oz  Mar n International  Airport in  San\r\n\nJuan.  At the time of  the change in ownership, Serrano served as\r\n\nthe \"assistant  general manager\"  of Aeroboutiques, and,  in that\r\n\nposition, assisted the general  manager, supervised the operation\r\n\nof  the  airport stores,  oversaw  their  physical upkeep  (e.g.,\r\n\nlighting, cleanliness) and their security systems,  and performed\r\n\n                               -2-\r\r\n\nsome  accounting  functions.1   When  DFI took  over  the stores,\r\n\nSerrano   was   offered,   and    accepted,   the   position   of\r\n\n\"comptroller.\"2  As comptroller  Serrano continued to perform her\r\n\nprevious   managerial  duties,  with  regular  duties  including:\r\n\nmaintaining  the   security  system  for   the  airport   stores,\r\n\nsupervising store employees and arranging employee vacation time,\r\n\nhaving responsibility for the  keys to the stores,  and attending\r\n\nsecurity  and employee  management  meetings.   In addition,  she\r\n\nassumed accounting  responsibilities such as  preparing quarterly\r\n\nreports and keeping the payroll accounts.\r\n\n          The events  giving rise to  her suit began  in February\r\n\n1994,  when the general manager (Manny  Lozano) and the president\r\n\n(Luis  Bared) of  DFI,  Serrano's superiors,  began reducing  her\r\n\nresponsibilities.  She lost  managerial control over the security\r\n\nsystem  for the  stores,  as  well  as  control  over  the  keys.\r\n\nSerrano's role in personnel selection was also decreased, and she\r\n\nwas excluded from meetings she had previously attended.  \r\n\n          Through a letter  to Serrano dated June  21, 1994, Luis\r\n\nBared  indicated that  Serrano was on  a 90-day  probation period\r\n\neffective that day.  The  letter cited DFI's dissatisfaction with\r\n\nSerrano's \"negligent\"  handling of certain rent  payments for the\r\n\n                    \r                              \r\n\n1  Prior to being assistant general manager, Serrano had occupied\r\nthe position of \"comptroller\" at Aeroboutiques, in which she  was\r\nresponsible for all of the accounting functions of the company as\r\nwell  as for  general  supervision.   When  she became  assistant\r\ngeneral manager, her accounting responsibilities were reduced. \r\n\n2  The  record contains inconsistent references to  this position\r\nas either \"comptroller\" or \"controller.\" \r\n\n                               -3-\r\r\n\nairport stores.   Bared indicated that during  the 90-day period,\r\n\nhe  and  Manny Lozano  would  be  evaluating her  performance  as\r\n\ncomptroller.  Serrano denies that she made mistakes in the course\r\n\nof discharging her accounting duties as comptroller. \r\n\n          On July  18, 1994,  before the 90-day  probation period\r\n\nhad  ended,  Lozano  informed Serrano  that  DFI  had  decided to\r\n\ntransfer  her  to  a  newly  created  position  entitled  \"retail\r\n\nmanager.\"    Serrano refused the new position, stating that being\r\n\nfired would  be preferable to the  new position.  In  a letter to\r\n\nSerrano  dated July 21,  1994, Lozano  stated that  Serrano would\r\n\nreceive the same salary  and benefits in the new position  as she\r\n\nhad received as comptroller, and that she would be given two days\r\n\nof  paid  leave  to reconsider  her  decision  to  turn down  the\r\n\nposition.  Lozano's July 21 letter further states that, as retail\r\n\nmanager,  Serrano \"would  supervise  and be  responsible for  the\r\n\nretail operation  of our San Juan  International Airport stores.\"\r\n\nAfter taking a month of leave, Serrano formally resigned from DFI\r\n\non August  22, 1994, and now  claims she was forced  to resign by\r\n\nDFI's unacceptable job transfer.\r\n\n          Serrano  was 53 at the  time her suit  was initiated in\r\n\nDecember  1994.  There is  no direct evidence  that DFI's actions\r\n\nwere taken because  of Serrano's  age.  Appellant  alleges a  few\r\n\nfacts  that might suggest  discriminatory animus on  the basis of\r\n\nher age.   These are:  that she was  replaced by a  woman aged 25\r\n\nwith roughly  the same  qualifications and with  less experience;\r\n\nthat  she was treated  differently from younger  employees by DFI\r\n\n                               -4-\r\r\n\nmanagement by  not receiving free lipstick samples  and not being\r\n\nthrown a birthday party.\r\n\n          The  district  court  granted  DFI's  summary  judgment\r\n\nmotion, ruling  that  Serrano failed  to  establish  constructive\r\n\ndismissal as part of  her prima facie case of  age discrimination\r\n\nbecause she  did not show that  there was a problem  with the new\r\n\nposition that would compel a reasonable person to resign.  Before\r\n\nus on appeal  is Serrano's ADEA claim against DFI,  her state law\r\n\nclaims having been dismissed without prejudice.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r\n\n          We  review  the  district  court's  grant   of  summary\r\n\njudgment  de novo.  Mulero-Rodr guez  v. Ponte, </pre><span class=\"citation\" data-id=\"728081\"><a href=\"/opinion/728081/72-fair-emplpraccas-bna-406-69-empl-prac-dec-p-44437-gilberto/\"><span class=\"volume\">98</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">670</span></a></span><pre class=\"inline\">, 672\r                                                        \r\n\n(1st Cir. 1996).  Summary judgment is properly granted where \"the\r\n\npleadings,   depositions,   answers   to   interrogatories,   and\r\n\nadmissions on file, together  with affidavits, if any, show  that\r\n\nthere is  no genuine issue as  to any material fact  and that the\r\n\nmoving party is entitled to a judgment as a matter of law.\"  Fed.\r\n\nR. Civ. P. 56(c). \r\n\n          Under Rule 56, once the moving party has pointed to the\r\n\nabsence of adequate evidence  supporting its opponent's case, the\r\n\nonus is on the party resisting the motion for summary judgment to\r\n\nrespond  by presenting facts that  show that there  is a \"genuine\r\n\nissue  for trial.\"   LeBlanc v. Great  American Ins. Co.,  </pre><span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n<span class=\"page\">836</span></a></span><pre class=\"inline\">, 841-42 (1st Cir.  1993) (quoting Anderson v. Liberty  Lobby,\r                                                                           \r\n\nInc.,   </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">242</span></a></span><pre class=\"inline\">,  256  (1986)).    To  oppose  the  motion\r              \r\n\nsuccessfully,  the  nonmoving  party  \"may  not  rest  upon  mere\r\n\n                               -5-\r\r\n\nallegations or denials of  his pleading.\"  Anderson, 477  U.S. at\r                                                             \r\n\n256. \"The nonmoving party must  establish a trial-worthy issue by\r\n\npresenting  'enough  competent  evidence  to   enable  a  finding\r\n\nfavorable  to  the nonmoving  party.'\"   LeBlanc,  6 F.3d  at 842\r                                                          \r\n\n(quoting Anderson, 477 U.S. at 249).\r                           \r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          The  ADEA   makes  it  unlawful  for   an  employer  to\r\n\n\"discharge any  individual or otherwise discriminate  against any\r\n\nindividual with  respect to his compensation,  terms, conditions,\r\n\nor privileges  of employment, because of  such individual's age.\"\r\n\n29 U.S.C.A.    623(a)(1) (1985).   In  a wrongful  discharge case\r\n\nunder the  ADEA,  the  plaintiff  bears the  ultimate  burden  of\r\n\nproving that  \"he would  not have  been fired  but for his  age.\"\r\n\nFreeman  v.  Package Mach.  Co., </pre><span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1331</span></a></span><pre class=\"inline\">, 1335  (1st Cir.\r                                         \r\n\n1988).   Where, as here, there is no direct evidence showing that\r\n\nthe  employer's  actions  were  motivated by  age,  the  familiar\r\n\nMcDonnell Douglas framework governs.  See McDonnell Douglas Corp.\r                                                                           \r\n\nv.  Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">,  802-05 (1973); Greenberg  v. Union Camp\r                                                                           \r\n\nCorp., </pre><span class=\"citation\" data-id=\"195915\"><a href=\"/opinion/195915/greenberg-v-union-camp/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 26-27 (1st Cir. 1995).  Under   the  McDonnell\r                                                                           \r\n\nDouglas framework, the employee  must initially come forward with\r                 \r\n\nsufficient evidence  to  establish  a  prima facie  case  of  age\r                                                            \r\n\ndiscrimination.  Here,  Serrano needed to establish that: (i) she\r\n\nis  over forty  years  of  age;  (ii)  her  job  performance  was\r\n\nsufficient to  meet DFI's legitimate job  expectations; (iii) she\r\n\nwas constructively discharged; and  (iv) DFI sought a replacement\r\n\nwith  roughly similar  skills or  qualifications.   Greenberg, 48\r                                                                       \r\n\n                               -6-\r\r\n\nF.3d at 26.    Once the plaintiff  has met this modest burden,  a\r\n\npresumption of discrimination arises that  shifts the onus to the\r\n\nemployer  to  come forward  with a  legitimate, nondiscriminatory\r\n\nreason for  its actions.    Id.   If the  employer  does so,  the\r                                         \r\n\npresumption of age discrimination  vanishes and the burden shifts\r\n\nback to the plaintiff  to show that the employer's  justification\r\n\nis  pretextual.   The  burden of  persuasion,  as opposed  to the\r\n\nburden of production, rests with the plaintiff throughout.\r\n\n          The district court found  that although there may exist\r\n\na factual dispute between  the parties as to whether  Serrano met\r\n\nDFI's legitimate job expectations  (the second prong of McDonnell\r                                                                           \r\n\nDouglas),  or indeed  as  to whether  DFI's reasons  for reducing\r                 \r\n\nSerrano's  duties  or  transferring  her job  were  pretexts  for\r\n\nimproper age discrimination, Serrano  failed to establish a prima\r\n\nfacie case  because, on undisputed  facts, she did  not establish\r\n\nconstructive dismissal (prong three).  On appeal Serrano contends\r\n\nthat there  is  a triable  issue  as to  constructive  dismissal,\r\n\nmaking  summary  judgment  improper,  and also  contends  that  a\r\n\nfinding of  \"adverse employment actions\" may  provide grounds for\r\n\nrelief  even  if  a  finding of  constructive  dismissal  is  not\r\n\nsupported by the record.  We assess each argument in turn.\r\n\nI.  Constructive Dismissal\r          I.  Constructive Dismissal\r\n\n          We must consider de  novo whether, as a matter  of law,\r                                             \r\n\nSerrano failed  to make  a prima  facie  showing of  constructive\r\n\ndischarge.    We have  long  applied an  \"objective  standard\" in\r\n\ndetermining whether an employer's actions have forced an employee\r\n\n                               -7-\r\r\n\nto resign.  See, e.g., Calhoun v. Acme Cleveland Corp., </pre><span class=\"citation\" data-id=\"474822\"><a href=\"/opinion/474822/41-fair-emplpraccas-1121-41-empl-prac-dec-p-36553-robert-h-calhoun/\"><span class=\"volume\">798</span>  <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">559</span></a></span><pre class=\"inline\">, 561 (1st Cir. 1986).  For the transfer proposed by DFI to be\r\n\ndeemed  a constructive  discharge,  \"'the trier  of fact  must be\r\n\nsatisfied  that the  new working  conditions would  have  been so\r\n\ndifficult  or   unpleasant  that  a  reasonable   person  in  the\r\n\nemployee's shoes  would have  felt compelled  to  resign.'\"   Id.\r                                                                           \r\n\n(quoting Alicea Rosado v. Garc a Santiago, </pre><span class=\"citation\" data-id=\"349221\"><a href=\"/opinion/349221/israel-alicea-rosado-v-ramon-garcia-santiago/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span><pre class=\"inline\">, 119 (1st\r                                                   \r\n\nCir. 1977)).   An  employee may not,  therefore, be  unreasonably\r\n\nsensitive to a change in job responsibilities.  \r\n\n          It  is  undisputed  that  Serrano,   when  offered  the\r\n\nposition of  \"retail manager,\" was  promised the same  salary and\r\n\nbenefits she  enjoyed as comptroller.   Salary considerations are\r\n\nimportant in  determining whether  a job  transfer can support  a\r\n\nclaim  of constructive dismissal.   See Greenberg, 48  F.3d at 27\r                                                           \r\n\n(noting  no change in salary in course of finding no constructive\r\n\ndismissal)  (collecting cases);   Stephens  v. C.I.T.  Group, </pre><span class=\"citation\" data-id=\"577137\"><a href=\"/opinion/577137/58-fair-emplpraccas-bna-714-58-empl-prac-dec-p-41377-h-ron/\"><span class=\"volume\">955</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1023</span></a></span><pre class=\"inline\">, 1027 (5th Cir.  1992) (noting reduction  of salary in\r\n\ncourse  of finding constructive  dismissal); Pe a  v. Brattleboro\r                                                                           \r\n\nRetreat,  </pre><span class=\"citation\" data-id=\"415484\"><a href=\"/opinion/415484/31-fair-emplpraccas-198-31-empl-prac-dec-p-33416-helen-a-pena-v/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">322</span></a></span><pre class=\"inline\"> (2d Cir.  1983) (finding  no constructive\r                 \r\n\ndischarge where  job responsibilities  were  changed without  any\r\n\nreduction in  pay); cf. N  ez-Soto  v. Alvarado,  </pre><span class=\"citation\" data-id=\"551477\"><a href=\"/opinion/551477/casilda-nunez-soto-v-carlos-alvarado-etc/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1029</span></a></span><pre class=\"inline\">,\r                                                         \r\n\n1030-31  (1st Cir.  1990) (in  political demotion  case, demotion\r\n\nwithout   salary   cut   found   insufficient   for  constructive\r\n\ndismissal).    Although  important,  the  fact  that  salary  and\r\n\nbenefits  have not been  decreased has  never been  held to  be a\r\n\nconclusive  factor;   courts applying  the objective  standard in\r\n\n                               -8-\r\r\n\nADEA  constructive dismissal  cases consider  a variety  of often\r\n\ncase-specific  factors.     See  Greenberg,  48   F.3d  at  27-29\r                                                    \r\n\n(discussing salary in addition to assessing new work conditions);\r\n\nStetson v. NYNEX Serv.  Co., </pre><span class=\"citation\" data-id=\"608842\"><a href=\"/opinion/608842/62-fair-emplpraccas-bna-119-61-empl-prac-dec-p-42280-16-employee/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span><pre class=\"inline\">, 360-62  (2d Cir. 1993)\r                                     \r\n\n(noting  no decrease in  salary, but  focusing mainly  on working\r\n\nconditions);   see also Flaherty  v. Gas Research  Inst., </pre><span class=\"citation\" data-id=\"675746\"><a href=\"/opinion/675746/65-fair-emplpraccas-bna-941-65-empl-prac-dec-p-43273-thomas/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n<span class=\"page\">451</span></a></span><pre class=\"inline\">, 457 (7th Cir. 1994) (\"[A]n employer does not insulate itself\r\n\nfrom liability  for discrimination simply by  offering a transfer\r\n\nat the same salary and benefits.\").  Common sense suggests that a\r\n\njob transfer  without a  reduction  in salary  and benefits  may,\r\n\nunder certain  circumstances,  be unacceptable  to  a  reasonable\r\n\nperson  who  is  overqualified   and  humiliated  by  an  extreme\r\n\ndemotion, or underqualified and essentially \"set up to fail\" in a\r\n\nnew position.  With this in mind, we turn to Serrano's situation.\r\n\n          In the present case,  the fact that after  her transfer\r\n\nSerrano  would remain  the  second highest  salaried employee  in\r\n\nDFI's  airport organization  takes on  great importance,  for the\r\n\nsimple reason  that this  is one  of few  concrete facts  we have\r\n\nregarding the position  that she  was offered.   Serrano, by  not\r\n\ntrying  out,  or  finding  out  more  about,  the  newly  created\r\n\nposition, cannot possibly muster  proof that, in the course  of a\r\n\ntrial, could lead a jury to find that the newly created  position\r\n\n                               -9-\r\r\n\nwould compel a  reasonable person with  her background to  refuse\r\n\nthe offer and resign.3  \r\n\n          The precise contours of the new position, which appears\r\n\nto  have been  created  for Serrano,  are  unclear.   In  view of\r\n\nLozano's  characterization of the  new position, in  his July 21,\r\n\n1994  letter to Serrano, as one in which Serrano \"would supervise\r\n\nand  be  responsible for  the retail  operation  of our  San Juan\r\n\nInternational Airport stores,\" it  is impossible to conclude that\r\n\nthe position would compel a  reasonable person in Serrano's shoes\r\n\nto quit.  Based on Serrano's  own sworn statements, she had  held\r\n\ngeneral supervisory  duties  over the  stores  for  Aeroboutiques\r\n\n(DFI's   predecessor),   and   continued  to   hold   supervisory\r\n\nresponsibilities while also assuming  accounting responsibilities\r\n\nin  her position as comptroller  for DFI.   Serrano considers the\r\n\nmove  from comptroller  to \"retail  manager\" to be  a devastating\r\n\nchange  in  status, but  cannot point  to specific  problems that\r\n\nwould  arise,  other than  the fact  that  she is  unqualified to\r\n                    \r                              \r\n\n3   Appellant's basic  contention regarding  the new  position --\r\nthat it involved sales tasks she was not qualified or experienced\r\nenough  to carry  out --  rests on  bare allegations  that simply\r\ncannot be verified, because the  position of \"retail manager\" did\r\nnot exist before it  was specially created for Serrano.   It also\r\nfollows that  plaintiff's argument that the  district court erred\r\nby  not determining the exact nature of her duties as comptroller\r\nare misdirected.  No additional precision regarding the nature of\r\nher  position as comptroller could help  her, in view of the lack\r\nof evidence regarding her proposed position.  Moreover, Serrano's\r\nbackground included  a broad variety of  managerial tasks besides\r\nstrictly financial ones,  having served  previously as  assistant\r\ngeneral  manager as  well as  comptroller.   When we  do consider\r\nSerrano's  description  of her  duties,  we find  that  the fluid\r\nnature of managerial responsibilities  in DFI's organization only\r\nmakes  speculation about  the position  of \"retail  manager\" more\r\nunreliable.\r\n\n                               -10-\r\r\n\n\"push\" merchandise.   She cannot prove,  however, that the  newly\r\n\ncreated position  of \"retail manager\" would  involve a sufficient\r\n\namount  of daily,  hands-on  sales work  to  compel a  reasonable\r\n\nperson in  Serrano's position to resign.   Serrano's constructive\r\n\ndischarge claim,  therefore, rests on  speculations regarding the\r\n\nnew position,  as well as  on her sworn statements  to the effect\r\n\nthat  supervising retail sales would  harm her dignity.   Loss of\r\n\nprestige  in a  job transfer,  standing  alone, cannot  support a\r\n\nfinding of constructive  discharge.  See Alicea  Rosado, 562 F.2d\r                                                                 \r\n\nat 119-20 (\"[A]  limited blow to one's pride or prestige does not\r\n\nprovide reason  enough to  resign during  whatever period  may be\r\n\nrequired to seek judicial relief.\").  \r\n\n          Of course we cannot  state with absolute certainty that\r\n\nthe position offered to Serrano  would not have turned out to  be\r\n\nstrongly  objectionable  to  a   reasonable  person,  as  Serrano\r\n\nsuggests.  But,  in the summary judgment context, we  need not do\r\n\nso.   The decisive consideration  here is that,  by not accepting\r\n\nthe newly created and  ambiguous position, Serrano foreclosed the\r\n\npossibility  of presenting  concrete  evidence, rather  than mere\r\n\nassertions, to a  jury regarding  the nature of  her new  working\r\n\nconditions.   See Fed. R. Civ.  P. 56(e);  Anderson,  477 U.S. at\r                                                             \r\n\n257 (to oppose  summary judgment motion, plaintiff cannot rely on\r\n\nassertions in pleadings and must come forward  with evidence that\r\n\na jury could  consider).   We have long  expected that those  who\r\n\nseek to initiate ADEA claims will do so while still employed, and\r\n\nthe  instant case reminds us  of the wisdom  of this expectation.\r\n\n                               -11-\r\r\n\nSee, e.g., Cazzola  v. Codman &amp; Shurtleff, Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">53</span></span><pre class=\"inline\">, 55\r                                                         \r\n\n(1st Cir. 1984)  (\"Even the victim of  unlawful discrimination is\r\n\nexpected  to  seek  legal  redress while  still  employed  unless\r\n\nactually fired,  or constructively  discharged due to  a 'drastic\r\n\nreduction in the quality of working conditions.'\" (quoting Alicea\r                                                                           \r\n\nRosado,  562 F.2d  at  119-20)).   Here,  with no  evidence of  a\r                \r\n\ndrastic  reduction  in  work  conditions  sufficient  to  support\r\n\nSerrano's resignation, summary judgment is appropriate.\r\n\n          Moreover,  other  factual   circumstances  tending   to\r\n\nstrengthen  a case  for constructive  dismissal were  not present\r\n\nhere.  There was no evidence, for  example, of suggestions by the\r\n\nmanagement  of DFI that Serrano  take an early  retirement.4  Cf.\r                                                                           \r\n\nCalhoun,  798  F.2d  at   564  (jury's  finding  of  constructive\r                 \r\n\ndischarge bolstered by evidence  of repeated inquiries  regarding\r\n\nearly  retirement).   There was  also very little  in the  way of\r\n\nevidence showing animosity toward Serrano on account of her age.5\r\n\nCf.  Greenberg,  48  F.3d  at  28  (finding  of  no  constructive\r                        \r\n\n                    \r                              \r\n\n4  Serrano's  contention that DFI's grant of a  48-hour period to\r\nreconsider the offered job  transfer -- one that she  had already\r\nturned down -- was a \"humiliating action\" designed to lead her to\r\nresign is  very difficult to  accept.  The  July 21, 1994  letter\r\nfrom   Lozano    to   Serrano   which   describes   the   48-hour\r\nreconsideration period also states, \"I want to make it absolutely\r\nclear  to you that no one in  the Company (DFI Puerto Rico, Inc.)\r\nintends or desires to fire you as an employee of DFI.\"\r\n\n5  On appeal, Serrano places great emphasis on the assertion that\r\nshe  was replaced, in her  capacity as comptroller,  by a younger\r\nwoman.  Assuming this is correct,  she does not contend that this\r\noccurred prior to  her resignation.   Therefore, while this  fact\r\nmay be  related to  issues  of pretext,  it is  unrelated to  our\r\nfinding  that Serrano  fails to  satisfy the  third (constructive\r\ndischarge) part of the McDonnell Douglas prima facie case.\r                                                  \r\n\n                               -12-\r\r\n\ndischarge  \"buttressed  by the fact  that [the employee]  couples\r\n\nhis  allegation  of  constructive  discharge  with  virtually  no\r\n\nevidence that [the employer's]  motives stemmed from an animosity\r\n\ntowards  age.\").   All  of these  considerations  lead us  to the\r\n\nconclusion that  the district  court properly found  that Serrano\r\n\nfailed to establish a prima facie case. \r\n\nII.  Adverse Employment Actions\r          II.  Adverse Employment Actions\r\n\n          Serrano  contends  that  the district  court  erred  by\r\n\nfailing to  consider whether  she had  established a  prima facie\r\n\ncase of  \"adverse employment actions,\" as  distinguished from the\r\n\nissue  of constructive  dismissal.   Based on  the recitation  of\r\n\ndamages  in Serrano's  amended  complaint, however,  her suit  is\r\n\nplainly  one seeking a remedy for improper dismissal, and not one\r\n\nseeking a remedy for adverse employment actions.  Her allegations\r\n\nregarding  damages  consist of  the  following:  lost income  and\r\n\nbenefits  from the  date she  was forced  to resign,  and various\r\n\nother  damages she and her  husband have incurred  arising out of\r\n\nthe economic hardship brought about by her dismissal.  All     of\r\n\nSerrano's alleged economic  harms would not  have come about  had\r\n\nSerrano accepted the position, which  offered the same salary and\r\n\nbenefits.  See  Shealy v. Winston, </pre><span class=\"citation\" data-id=\"558599\"><a href=\"/opinion/558599/norris-shealy-v-honorable-william-l-winston-honorable-thomas-r-monroe/\"><span class=\"volume\">929</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1009</span></a></span><pre class=\"inline\">, 1012  n.2 (4th\r                                           \r\n\nCir. 1991)  (finding no constructive discharge  and holding there\r\n\nis no further ground  for relief on theory of  adverse employment\r\n\naction, because \"appellant would then face the barrier of proving\r\n\nany damages when he clearly would have been employed . . . at the\r\n\nsame salary and benefits.\").  For example, the removal of various\r\n\n                               -13-\r\r\n\nresponsibilities  from  Serrano  in   the  months  preceding  the\r\n\nproposed  transfer,  if  they  are seen  as  separable  from  her\r\n\nresignation, cannot, even if proven to be discriminatory, support\r\n\nthis  suit for lost income  and benefits.   Given the way Serrano\r\n\nhas framed this lawsuit,  relief cannot stem from a  finding that\r\n\nthe  actions  of DFI,  short of  leading  to her  dismissal, were\r\n\ndiscriminatory adverse employment actions.6\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the  reasons stated  in this opinion,  the district\r\n\ncourt's grant of summary judgment is affirmed.\r                                                       \r\n\n                    \r                              \r\n\n6  In fact,  for substantially the reasons discussed  with regard\r\nto  constructive dismissal,  Serrano fails  to establish  a prima\r\nfacie case under  the ADEA  of adverse employment  action on  the\r\nbasis  of the  proposed job transfer.   See Flaherty,  31 F.3d at\r                                                              \r\n457;  Crady v. Liberty Nat'l Bank &amp; Trust Co., </pre><span class=\"citation\" data-id=\"606397\"><a href=\"/opinion/606397/ernest-l-crady-v-liberty-national-bank-and-trust-company-of-indiana/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span><pre class=\"inline\">, 135-\r                                                       \r\n36 (7th Cir.  1993) (finding failure to make prima  facie case of\r\nadverse employment action where employee, claiming adverse change\r\nin job responsibilities, did not accept transfer position at same\r\nsalary  and therefore  could not  substantiate claims  about that\r\nposition).\r\n\n                               -14-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729931/"
  ]
}