{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197238/",
  "absolute_url": "/opinion/197238/petsch-schmid-v-boston-edison/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197238/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:25:21Z",
  "date_modified": "2017-03-24T10:50:41.327446Z",
  "type": "010combined",
  "sha1": "d2d0501cf286720b53c157061ad99763094f0775",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1399.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\r\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-1399\r\n\n                     IRINA PETSCH-SCHMID,\r\n\n                    Plaintiff - Appellant,\r\n\n                              v.\r\n\n    BOSTON EDISON COMPANY, ALISON ALDEN AND JAMES DILLON,\r\n\n                   Defendants - Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n         Aldrich and Campbell, Senior Circuit Judges.\r                                                                \r\n\n                                         \r\n\nGretchen  Van  Ness with  whom  Lisa T.  Bacon  was  on  brief for\r                                                          \r\nappellant.\r\nKeith B.  Muntyan, with whom Robert  P. Morris and Morgan, Brown &amp;\r                                                                              \r\nJoy, were on brief for appellees.\r           \r\n\n                                         \r\n\n                      February 27, 1997\r\n                                         \r\r\n\n          STAHL,  Circuit  Judge.   Plaintiff-appellant Irina\r                      STAHL,  Circuit  Judge.\r                                            \r\n\nPetsch-Schmid seeks  a  new trial  on  her state  claims1  of\r\n\ndisability2 and gender discrimination after a jury returned a\r\n\nverdict   in  favor  of  defendants-appellees  Boston  Edison\r\n\nCompany, Alison Alden (Petsch-Schmid's supervisor)  and James\r\n\nDillon  (Director  of  Labor  Relations  for  Boston  Edison)\r\n\n(collectively,  \"Boston Edison\").   In  this appeal,  Petsch-\r\n\nSchmid attempts to identify reversible  error in a number  of\r\n\nthe district court's actions.   Some of the actions  of which\r\n\nshe now complains were in fact taken at her request.  To none\r\n\nof her assignations of error did she object below.  Conceding\r\n\nthat  our review is for  \"plain error\" only,  see Poliquin v.\r                                                                      \r\n\nGarden Way Inc., 989  F.2d 527, 531 (1st Cir.  1993), Petsch-\r                           \r\n\nSchmid  endeavors to persuade us  that this is  the rare case\r\n\nwarranting  notice of such error.   We decline the invitation\r\n\nbecause  we find  that her  contentions fail  to  satisfy the\r\n\nplain error standard.\r\n\n1.  Jury Instructions\r                                 \r\n\n                    \r                                \r\n\n1.  We  note  that,  although  the  district court  dismissed\r\nrelated federal claims pretrial,  it exercised its discretion\r\nto retain supplemental jurisdiction over the remaining  state\r\nclaims.  See Newman v. Burgin, 930 F.2d 955, 963-65 (1st Cir.\r                                         \r\n1991).\r\n\n2.  Although  the  relevant Massachusetts  statute  refers to\r\n\"handicap\"  discrimination, see  Mass.  Gen.  Laws ch.  151B,\r                                           \r\n  4(16), for  consistency with our other  cases, we generally\r\nrefer to \"disability\" discrimination.\r\n\n                             -2-\r                                          2\r\r\n\n          For  the  first   time  on  appeal,   Petsch-Schmid\r\n\nchallenges   a   number   of   the   district  court's   jury\r\n\ninstructions.  We have stated  repeatedly that the failure to\r\n\nobject before the jury  retires to the charge or  the verdict\r\n\nform  constitutes a waiver.  See Scott-Harris v. City of Fall\r                                                                         \r\n\nRiver, Nos. 95-1950/1951/1952/2100, slip  op. at 16 (1st Cir.\r                 \r\n\nJan. 15, 1997); see also Fed. R. Civ. P. 51.   Some circuits,\r                                    \r\n\nincluding  ours, have  recognized the  existence of  a \"plain\r\n\nerror\"   exception  for  noncompliance   with  Rule   51  for\r\n\n\"correcting  obvious instances  of  injustice  or  misapplied\r\n\nlaw.\"  City of Newport v.  Fact Concerts, Inc., 453 U.S. 247,\r                                                          \r\n\n256 (1981); see Morris  v. Travisono, 528 F.2d 856,  859 (1st\r                                                \r\n\nCir. 1976).   The exception, however,  \"warrants a new  trial\r\n\nonly  where  the  error  'seriously  affected  the  fairness,\r\n\nintegrity or public reputation of the judicial proceedings.'\"\r\n\nPoulin v. Greer, 18 F.3d 979, 982-83 (1st Cir. 1994) (quoting\r                           \r\n\nLash v. Cutts, 943  F.2d 147, 152 (1st Cir. 1991));  see also\r                                                                         \r\n\nMorris, 528 F.2d at  859 (explaining that plain error  should\r                  \r\n\nbe  noticed  \"only in  exceptional  cases  or under  peculiar\r\n\ncircumstances  to prevent  a  clear  miscarriage of  justice\"\r\n\n(internal quotation marks and citation omitted)).\r\n\n          A.  Prima Facie Case\r                                          \r\n\n          Petsch-Schmid first challenges the district court's\r\n\ndescription of  the prima  facie elements of  a Massachusetts\r\n\ndisability discrimination  claim under  Mass.  Gen. Laws  ch.\r\n\n                             -3-\r                                          3\r\r\n\n151B,   4(16).  Citing Garrity v.  United Airlines, Inc., 653\r                                                                    \r\n\nN.E.2d 173,  177  (Mass. 1995),  Petsch-Schmid requested  the\r\n\ncourt to instruct the  jury that she prove, inter  alia, that\r                                                                   \r\n\nBoston  Edison fired  her solely  because of  her disability.\r                                            \r\n\nSee  also Tate  v. Department  of Mental  Health, 645  N.E.2d\r                                                            \r\n\n1159,  1163 (Mass. 1995).  Petsch-Schmid  now claims that her\r\n\nrequested instruction was  wrong in light  of Blare v.  Husky\r                                                                         \r\n\nInjection  Molding Sys.,  646 N.E.2d  111, 115  (Mass. 1995),\r                                   \r\n\nwhich  sets   forth  the  prima  facie  elements  of  an  age\r\n\ndiscrimination case under ch.  151B without a \"solely because\r                                                       \r\n\nof\" requirement.  See id.\r                                     \r\n\n          In response, Boston Edison  contends that Blare  is\r                                                                     \r\n\ndistinguishable because it concerned  allegations of age, not\r\n\ndisability, discrimination.  Moreover, Boston  Edison argues,\r\n\nthe  Massachusetts Supreme  Judicial Court  reaffirmed Tate's\r                                                                       \r\n\nprima  facie elements of  a disability-discrimination case in\r\n\nGarrity,  issued  months  after  the  Blare  decision.    See\r                                                                         \r\n\nGarrity, 653 N.E.2d at 177.  Boston Edison concludes that the\r                   \r\n\ndistrict court's reliance -- at Petsch-Schmid's request -- on\r\n\nthe Garrity  formulation cannot  constitute plain error.   We\r                       \r\n\nagree.\r\n\n          Although  Petsch-Schmid's  argument based  on Blare\r                                                                         \r\n\nmay well be  plausible, it  calls upon this  court, on  plain\r\n\nerror  review, to  differ with  the Supreme  Judicial Court's\r\n\nformulation   of   a   prima   facie   case   of   disability\r\n\n                             -4-\r                                          4\r\r\n\ndiscrimination as set  forth in  Garrity and  Tate; this,  we\r                                                              \r\n\nwill  not do.3  Given the state of the Massachusetts caselaw,\r\n\nany misapplication of the law with respect to Petsch-Schmid's\r\n\ninitially  requested but  now-challenged  charge  is  neither\r\n\n\"obvious,\"  City of Newport, 453  U.S. at 256,  nor a \"clear\"\r                                       \r\n\nmiscarriage  of justice, Morris, 528 F.2d at 859.  Because of\r                                           \r\n\nPetsch-Schmid's  jury-charge waiver, the requirement that she\r\n\nprove that  Boston Edison terminated her  \"solely because of\"\r\n\nher disability  is  the law  of  the case.   See  Wells  Real\r                                                                         \r\n\nEstate, Inc. v. Greater Lowell Bd. of Realtors, 850 F.2d 803,\r                                                          \r\n\n809 (1st Cir.  1988) (explaining that, given Rule  51 waiver,\r\n\n\"the instruction as given becomes the law of the case\").4\r\n\n          B.  Mixed Motive\r                                      \r\n\n          In a  related vein,  Petsch-Schmid claims  that the\r\n\ncourt erred when it \"apparently attempted to explain  the law\r\n\ngoverning the  plaintiff's burden of proof  in 'mixed motive'\r\n\ndiscrimination cases.\"    The \"mixed-motive  instruction\"  to\r\n\n                    \r                                \r\n\n3.  We  note here that, in its February 2, 1996 memorandum of\r\ndecision  and order  on  Boston Edison's  motion for  summary\r\njudgment,  the district  court,  cognizant  that  only  state\r\nclaims remained, informed the  parties that it would consider\r\na request to remand  the case to state court.   Neither party\r\nsought remand.\r\n\n4.  At  oral  argument   before  this  court,   Petsch-Schmid\r\ncontended for the first  time that, in fact, the  jury charge\r\nerroneously  reflected  a  \"reasonable   accommodation  case\"\r\nrather  than   a  case  of  \"disparate   treatment  based  on\r\ndisability.\"   We deem waived  such arguments raised  for the\r\nfirst time at oral  argument.  See Carreiro v.  Rhodes Gill &amp;\r                                                                         \r\nCo., 68 F.3d 1443, 1449 (1st Cir. 1995).\r               \r\n\n                             -5-\r                                          5\r\r\n\nwhich  Petsch-Schmid  refers  was  embedded  in  the  court's\r\n\nexplanation  of the  requirement that  she prove  that Boston\r\n\nEdison  terminated her  \"solely  because of\"  her disability.\r\n\nThe court charged the jury as follows:\r\n\n               By  \"solely,\" the law  means that an\r\n          employee's  handicap   was  the  deciding\r\n          factor in  her termination and  that were\r\n          she . . .  not handicapped, she would not\r\n          have been fired  even if everything  else\r\n          the employer  says about the  reasons for\r\n          her  termination  are  true.    If Boston\r                                                               \r\n          Edison's  motives are mixed, in the sense\r                                                 \r\n          that Ms.  Schmid's disability was  only a\r\n          minor factor in a decision  influenced by\r\n          proper, nondiscriminatory considerations,\r\n          a  decision  that  would have  been  made\r\n          regardless  of  whether  Ms.  Schmid  was\r\n          handicapped, then she will have failed to\r\n          meet her  burden on  this element of  her\r\n          claim. (emphasis added).\r\n\n          Petsch-Schmid neither initially requested  a mixed-\r\n\nmotive   instruction  with   respect   to   her   disability-\r\n\ndiscrimination claim, nor lodged  an objection to this charge\r\n\nbelow.    She now  argues  that  the instruction  erroneously\r\n\nremoved from the  jury's purview whether  and to what  extent\r\n\nher disability  played a motivating role  in her termination,\r\n\nand  whether Boston Edison would have  made the same decision\r\n\nwithout its  consideration of  her disability.   We disagree.\r\n\nContrary  to her contention,  the court's  charge, read  as a\r\n\nwhole,  could   be  taken  as  submitting  to  the  jury  the\r\n\ndetermination  of   whether  or  not  she   would  have  been\r\n\nterminated regardless of any consideration of her disability.\r\n\n                             -6-\r                                          6\r\r\n\n          True,  the  court did  not  place  the burden  upon\r\n\nBoston Edison to prove  that it would have made  the decision\r\n\nabsent  the  discriminatory motive  (as  in  a typical  mixed\r\n\nmotive case5).   Our  research, however, reveals  no reported\r\n\nMassachusetts  cases  that  have  applied   the  mixed-motive\r\n\nframework to a disability discrimination case under ch. 151B.\r\n\nFurther, for the  purposes of this case, the requirement that\r\n\nthe disability be the  sole reason for -- rather than only \"a\r\n\nmotivating part\"  in --  the termination renders  suspect the\r\n\napplication of the Price Waterhouse balance of burdens.  This\r                                               \r\n\nissue  is  potentially  complex  and, had  it  been  properly\r\n\npreserved  for appeal,  it might  have presented  us with  an\r\n\ninteresting  legal  question.   Having  failed,  however,  to\r\n\nrequest a separate mixed-motive instruction on her disability\r\n\ndiscrimination  claim,  to  object  to the  jury  charge  and\r\n\nverdict form, or even to offer developed argumentation of the\r\n\npoint on appeal, Petsch-Schmid cannot prevail under the plain\r\n\nerror standard.6\r\n\n                    \r                                \r\n\n5.  See  Price Waterhouse  v. Hopkins,  490 U.S.  228, 244-45\r                                                 \r\n(1989)  (plurality opinion); see also, Smith  v. F.W. Morse &amp;\r                                                                         \r\nCo., 76 F.3d 413, 421 (1st Cir. 1996).\r               \r\n\n6.  Petsch-Schmid   further  hints   that,   on  her   gender\r\ndiscrimination claim,  the court should have  instructed that\r\nBoston Edison  bore the burden of persuasion  with respect to\r\nany  mixed-motive.    We  deem  waived  her  perfunctory  and\r\nunadorned argument  in this  respect.   See United  States v.\r                                                                      \r\nZannino, 895  F.2d  1, 17  (1st Cir.  1990).   In any  event,\r                   \r\nPetsch-Schmid fails to identify any direct evidence of gender\r\ndiscrimination that  might trigger such an  instruction.  See\r                                                                         \r\nSmith v. F.W. Morse &amp; Co., 76 F.3d 413, 421  (1st Cir. 1996);\r                                     \r\n\n                             -7-\r                                          7\r\r\n\n          C.  Pretext\r                                 \r\n\n          Petsch-Schmid   claims   error   in   the   court's\r\n\ninstruction that  she must  have proven  either that  she was\r\n\nfired because  of her disability, or that  Boston Edison lied\r\n\nabout  her  reasons  for  termination.    She  says  that  by\r\n\nrequiring   proof  that   Boston  Edison   lied,  the   court\r\n\neffectively  compelled \"smoking  gun\" evidence;  she contends\r\n\nthat she should  have been  able to rely  upon the  inference\r\n\narising  from her proof  that similarly situated non-disabled\r\n\nemployees had  not been terminated.   Petsch-Schmid, however,\r\n\noverlooks   the  fact  that  by  potentially  permitting  her\r\n\nrecovery upon proof of Boston  Edison's lies, she enjoyed the\r\n\nbenefits of the court's  \"pretext-only\" instruction.  Compare\r                                                                         \r\n\nBlare,  646   N.E.2d  at  117  (entitling   a  discrimination\r                 \r\n\nplaintiff to recovery upon establishing pretext) with LeBlanc\r                                                                         \r\n\nv. Great Am. Ins. Co., 6 F.3d 836, 843 (1st Cir. 1993) (under\r                                 \r\n\nfederal  law, permitting,  but  not compelling,  inference of\r\n\nintentional discrimination  upon proof of pretext).   We find\r\n\nno error and certainly no plain error.\r\n\n2.  \"Stipulation Error\"\r                                   \r\n\n          One  week  before  trial, Boston  Edison  moved  in\r\n\nlimine to  limit the  presentation of evidence  pertaining to\r\n\nPetsch-Schmid's  medical condition.   Boston Edison based the\r\n\nmotion, in  part, on the  district court's pretrial  grant of\r\n\n                    \r                                \r\n\nid. at 431 (Bownes, J., concurring).\r               \r\n\n                             -8-\r                                          8\r\r\n\nsummary judgment  in its favor on  Petsch-Schmid's claim that\r\n\nit failed  reasonably  to accommodate  her alleged  disabling\r\n\ncondition.   See Mass. Gen. Laws  ch. 151B,   4(16).   In its\r                            \r\n\nmotion,  Boston  Edison  offered  to stipulate,  in  lieu  of\r\n\nmedical evidence, that (1) Petsch-Schmid in fact has multiple\r\n\nsclerosis,  and  (2)  Petsch-Schmid  first  asserted  to  her\r\n\nsupervisor  in May 1991 that she had multiple sclerosis.  The\r\n\nparties never prepared a written stipulation to this effect.\r\n\n          After  opening  arguments, Petsch-Schmid's  counsel\r\n\nattempted to read what  he believed to be the  stipulation to\r\n\nthe   jury.    Boston  Edison's  counsel  objected,  however,\r\n\nagreeing  only that  \"the  company acknowledges  that it  now\r\n\nknows that, in fact, Ms. Schmid had multiple sclerosis on May\r\n\n13, 1991.  It did not know  it on that date.\"  The court then\r\n\ntold the jury:\r\n\n          [T]he  parties  agree  .  .  .  that  Ms.\r\n          Schmid,   indeed,   was  suffering   from\r\n          multiple sclerosis.  There is, as you may\r\n          gather from the interchange, a dispute as\r\n          to whether an when the company learned of\r\n          this fact.   But  that she did  have that\r\n          condition  on  May  13, 1991,  is  not in\r\n          dispute.\r\n\nPetsch-Schmid lodged no objection to the ultimate formulation\r\n\nof the stipulation.\r\n\n          Petsch-Schmid  now  claims  that there  was  \"plain\r\n\nerror   in  the   key  stipulation\"   which  undermined   her\r\n\ncredibility at  trial and unfairly burdened  her with proving\r\n\nthe  date  by  which  Boston Edison  knew  of  her  disabling\r\n\n                             -9-\r                                          9\r\r\n\ncondition.  She also contends that  the court's related order\r\n\nlimiting evidence of her  diagnosis and treatment impeded her\r\n\nability to  counter-balance Boston Edison's  theory that  she\r\n\nused her illness \"as an excuse\" once her job was  in jeopardy\r\n\nfor performance-related reasons.  We are unpersuaded.\r\n\n          Petsch-Schmid's failure to object  in any manner to\r\n\nthe  stipulation as  presented to  the jury  both  robbed the\r\n\ndistrict court of any on-the-spot corrections, and raises the\r\n\nspecter  that Petsch-Schmid  did not,  at the  time, consider\r\n\ndetrimental  the stipulation  as  entered.7   Further,  there\r\n\nexists a  logical  disconnection  between  the  exclusion  of\r\n\nevidence regarding  her condition,  and the disputed  date by\r\n\nwhich Boston  Edison knew of her illness.  The court did not,\r\n\nin  any way,  prevent Petsch-Schmid  from producing  evidence\r\n\n(which she did) to  establish that Boston Edison knew  of her\r\n\ncondition in May 1991.8  Nor did Petsch-Schmid claim surprise\r\n\n                    \r                                \r\n\n7.  See  Anderson v. Cryovac,  Inc., 862  F.2d 910,  919 (1st\r                                               \r\nCir.  1988)  (\"If   a  slip  has   been  made,  the   parties\r\ndetrimentally affected must act expeditiously to cure it, not\r\nlie in  wait and ask for another  trial when matters turn out\r\nnot to their liking\").\r\n\n8.  We note that Petsch-Schmid  cites Ward v. Westvaco Corp.,\r                                                                        \r\n859  F. Supp. 608, 614  (D. Mass. 1994),  for the proposition\r\nthat,  as long as the employer has some notice of disability,\r\nit need  not  know the  specific  details of  the  condition.\r\nHere,  Petsch-Schmid's  supervisor,  Alden,   testified  that\r\nPetsch-Schmid told  her in May 1991 that she was \"handicapped\r\n. . . [and] needed  reasonable accommodation.\"  Thus, Petsch-\r\nSchmid  elicited from Boston  Edison pertinent testimony that\r\nit  had some notice of an asserted disability on the disputed\r\ndate.   Under her  own cited authority,  therefore, it  seems\r\nthat  Petsch-Schmid  has  even  less reason  to  complain  of\r\n\n                             -10-\r                                          10\r\r\n\nor prejudice  in this respect at  trial.  In sum,  we find no\r\n\nreversible error.\r\n\n          For  the foregoing  reasons,  the judgment  of  the\r\n\ndistrict court is affirmed.  Costs to appellees.\r                              affirmed.  Costs to appellees.\r                                                           \r\n\n                    \r                                \r\n\nprejudice from the asserted stipulation error.\r\n\n                             -11-\r                                          11\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                    [NOT FOR PUBLICATION]\r\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-1399\r\n\n                     IRINA PETSCH-SCHMID,\r\n\n                    Plaintiff - Appellant,\r\n\n                              v.\r\n\n    BOSTON EDISON COMPANY, ALISON ALDEN AND JAMES DILLON,\r\n\n                   Defendants - Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n         Aldrich and Campbell, Senior Circuit Judges.\r                                                                \r\n\n                                         \r\n\nGretchen  Van  Ness with  whom  Lisa T.  Bacon  was  on  brief for\r                                                          \r\nappellant.\r\nKeith B.  Muntyan, with whom Robert  P. Morris and Morgan, Brown &amp;\r                                                                              \r\nJoy, were on brief for appellees.\r           \r\n\n                                         \r\n\n                      February 27, 1997\r\n                                         \r\r\n\n          STAHL,  Circuit  Judge.   Plaintiff-appellant Irina\r                      STAHL,  Circuit  Judge.\r                                            \r\n\nPetsch-Schmid seeks  a  new trial  on  her state  claims1  of\r\n\ndisability2 and gender discrimination after a jury returned a\r\n\nverdict   in  favor  of  defendants-appellees  Boston  Edison\r\n\nCompany, Alison Alden (Petsch-Schmid's supervisor)  and James\r\n\nDillon  (Director  of  Labor  Relations  for  Boston  Edison)\r\n\n(collectively,  \"Boston Edison\").   In  this appeal,  Petsch-\r\n\nSchmid attempts to identify reversible  error in a number  of\r\n\nthe district court's actions.   Some of the actions  of which\r\n\nshe now complains were in fact taken at her request.  To none\r\n\nof her assignations of error did she object below.  Conceding\r\n\nthat  our review is for  \"plain error\" only,  see Poliquin v.\r                                                                      \r\n\nGarden Way Inc., </pre><span class=\"citation\" data-id=\"603502\"><a href=\"/opinion/603502/richard-and-anita-poliquin-v-garden-way-inc/\"><span class=\"volume\">989</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span><pre class=\"inline\">, 531 (1st Cir.  1993), Petsch-\r                           \r\n\nSchmid  endeavors to persuade us  that this is  the rare case\r\n\nwarranting  notice of such error.   We decline the invitation\r\n\nbecause  we find  that her  contentions fail  to  satisfy the\r\n\nplain error standard.\r\n\n1.  Jury Instructions\r                                 \r\n\n                    \r                                \r\n\n1.  We  note  that,  although  the  district court  dismissed\r\nrelated federal claims pretrial,  it exercised its discretion\r\nto retain supplemental jurisdiction over the remaining  state\r\nclaims.  See Newman v. Burgin, </pre><span class=\"citation\" data-id=\"559503\"><a href=\"/opinion/559503/anny-newman-v-diana-burgin/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span><pre class=\"inline\">, 963-65 (1st Cir.\r                                         \r\n1991).\r\n\n2.  Although  the  relevant Massachusetts  statute  refers to\r\n\"handicap\"  discrimination, see  Mass.  Gen.  Laws ch.  151B,\r                                           \r\n  4(16), for  consistency with our other  cases, we generally\r\nrefer to \"disability\" discrimination.\r\n\n                             -2-\r                                          2\r\r\n\n          For  the  first   time  on  appeal,   Petsch-Schmid\r\n\nchallenges   a   number   of   the   district  court's   jury\r\n\ninstructions.  We have stated  repeatedly that the failure to\r\n\nobject before the jury  retires to the charge or  the verdict\r\n\nform  constitutes a waiver.  See Scott-Harris v. City of Fall\r                                                                         \r\n\nRiver, Nos. 95-1950/1951/1952/2100, slip  op. at 16 (1st Cir.\r                 \r\n\nJan. 15, 1997); see also Fed. R. Civ. P. 51.   Some circuits,\r                                    \r\n\nincluding  ours, have  recognized the  existence of  a \"plain\r\n\nerror\"   exception  for  noncompliance   with  Rule   51  for\r\n\n\"correcting  obvious instances  of  injustice  or  misapplied\r\n\nlaw.\"  City of Newport v.  Fact Concerts, Inc., </pre><span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n256 (1981); see Morris  v. Travisono, </pre><span class=\"citation\" data-id=\"332213\"><a href=\"/opinion/332213/joseph-morris-plaintiffs-appellees-v-anthony-p-travisono/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></a></span><pre class=\"inline\">,  859 (1st\r                                                \r\n\nCir. 1976).   The exception, however,  \"warrants a new  trial\r\n\nonly  where  the  error  'seriously  affected  the  fairness,\r\n\nintegrity or public reputation of the judicial proceedings.'\"\r\n\nPoulin v. Greer, </pre><span class=\"citation\" data-id=\"195263\"><a href=\"/opinion/195263/poulin-v-greer/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span><pre class=\"inline\">, 982-83 (1st Cir. 1994) (quoting\r                           \r\n\nLash v. Cutts, </pre><span class=\"citation\" data-id=\"567593\"><a href=\"/opinion/567593/caleb-lash-v-richard-cutts/\"><span class=\"volume\">943</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">147</span></a></span><pre class=\"inline\">, 152 (1st Cir. 1991));  see also\r                                                                         \r\n\nMorris, 528 F.2d at  859 (explaining that plain error  should\r                  \r\n\nbe  noticed  \"only in  exceptional  cases  or under  peculiar\r\n\ncircumstances  to prevent  a  clear  miscarriage of  justice\"\r\n\n(internal quotation marks and citation omitted)).\r\n\n          A.  Prima Facie Case\r                                          \r\n\n          Petsch-Schmid first challenges the district court's\r\n\ndescription of  the prima  facie elements of  a Massachusetts\r\n\ndisability discrimination  claim under  Mass.  Gen. Laws  ch.\r\n\n                             -3-\r                                          3\r\r\n\n151B,   4(16).  Citing Garrity v.  United Airlines, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">653</span>\r                                                                    \r\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">173</span></span><pre class=\"inline\">,  177  (Mass. 1995),  Petsch-Schmid requested  the\r\n\ncourt to instruct the  jury that she prove, inter  alia, that\r                                                                   \r\n\nBoston  Edison fired  her solely  because of  her disability.\r                                            \r\n\nSee  also Tate  v. Department  of Mental  Health, </pre><span class=\"citation no-link\"><span class=\"volume\">645</span>  <span class=\"reporter\">N.E.2d</span>\r                                                            \r\n\n<span class=\"page\">1159</span></span><pre class=\"inline\">,  1163 (Mass. 1995).  Petsch-Schmid  now claims that her\r\n\nrequested instruction was  wrong in light  of Blare v.  Husky\r                                                                         \r\n\nInjection  Molding Sys.,  </pre><span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">111</span></span><pre class=\"inline\">, 115  (Mass. 1995),\r                                   \r\n\nwhich  sets   forth  the  prima  facie  elements  of  an  age\r\n\ndiscrimination case under ch.  151B without a \"solely because\r                                                       \r\n\nof\" requirement.  See id.\r                                     \r\n\n          In response, Boston Edison  contends that Blare  is\r                                                                     \r\n\ndistinguishable because it concerned  allegations of age, not\r\n\ndisability, discrimination.  Moreover, Boston  Edison argues,\r\n\nthe  Massachusetts Supreme  Judicial Court  reaffirmed Tate's\r                                                                       \r\n\nprima  facie elements of  a disability-discrimination case in\r\n\nGarrity,  issued  months  after  the  Blare  decision.    See\r                                                                         \r\n\nGarrity, 653 N.E.2d at 177.  Boston Edison concludes that the\r                   \r\n\ndistrict court's reliance -- at Petsch-Schmid's request -- on\r\n\nthe Garrity  formulation cannot  constitute plain error.   We\r                       \r\n\nagree.\r\n\n          Although  Petsch-Schmid's  argument based  on Blare\r                                                                         \r\n\nmay well be  plausible, it  calls upon this  court, on  plain\r\n\nerror  review, to  differ with  the Supreme  Judicial Court's\r\n\nformulation   of   a   prima   facie   case   of   disability\r\n\n                             -4-\r                                          4\r\r\n\ndiscrimination as set  forth in  Garrity and  Tate; this,  we\r                                                              \r\n\nwill  not do.3  Given the state of the Massachusetts caselaw,\r\n\nany misapplication of the law with respect to Petsch-Schmid's\r\n\ninitially  requested but  now-challenged  charge  is  neither\r\n\n\"obvious,\"  City of Newport, 453  U.S. at 256,  nor a \"clear\"\r                                       \r\n\nmiscarriage  of justice, Morris, 528 F.2d at 859.  Because of\r                                           \r\n\nPetsch-Schmid's  jury-charge waiver, the requirement that she\r\n\nprove that  Boston Edison terminated her  \"solely because of\"\r\n\nher disability  is  the law  of  the case.   See  Wells  Real\r                                                                         \r\n\nEstate, Inc. v. Greater Lowell Bd. of Realtors, </pre><span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n809 (1st Cir.  1988) (explaining that, given Rule  51 waiver,\r\n\n\"the instruction as given becomes the law of the case\").4\r\n\n          B.  Mixed Motive\r                                      \r\n\n          In a  related vein,  Petsch-Schmid claims  that the\r\n\ncourt erred when it \"apparently attempted to explain  the law\r\n\ngoverning the  plaintiff's burden of proof  in 'mixed motive'\r\n\ndiscrimination cases.\"    The \"mixed-motive  instruction\"  to\r\n\n                    \r                                \r\n\n3.  We  note here that, in its February 2, 1996 memorandum of\r\ndecision  and order  on  Boston Edison's  motion for  summary\r\njudgment,  the district  court,  cognizant  that  only  state\r\nclaims remained, informed the  parties that it would consider\r\na request to remand  the case to state court.   Neither party\r\nsought remand.\r\n\n4.  At  oral  argument   before  this  court,   Petsch-Schmid\r\ncontended for the first  time that, in fact, the  jury charge\r\nerroneously  reflected  a  \"reasonable   accommodation  case\"\r\nrather  than   a  case  of  \"disparate   treatment  based  on\r\ndisability.\"   We deem waived  such arguments raised  for the\r\nfirst time at oral  argument.  See Carreiro v.  Rhodes Gill &amp;\r                                                                         \r\nCo., </pre><span class=\"citation\" data-id=\"706918\"><a href=\"/opinion/706918/prodliabrep-cch-p-14398-joao-carreiro-individually-and-as/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1443</span></a></span><pre class=\"inline\">, 1449 (1st Cir. 1995).\r               \r\n\n                             -5-\r                                          5\r\r\n\nwhich  Petsch-Schmid  refers  was  embedded  in  the  court's\r\n\nexplanation  of the  requirement that  she prove  that Boston\r\n\nEdison  terminated her  \"solely  because of\"  her disability.\r\n\nThe court charged the jury as follows:\r\n\n               By  \"solely,\" the law  means that an\r\n          employee's  handicap   was  the  deciding\r\n          factor in  her termination and  that were\r\n          she . . .  not handicapped, she would not\r\n          have been fired  even if everything  else\r\n          the employer  says about the  reasons for\r\n          her  termination  are  true.    If Boston\r                                                               \r\n          Edison's  motives are mixed, in the sense\r                                                 \r\n          that Ms.  Schmid's disability was  only a\r\n          minor factor in a decision  influenced by\r\n          proper, nondiscriminatory considerations,\r\n          a  decision  that  would have  been  made\r\n          regardless  of  whether  Ms.  Schmid  was\r\n          handicapped, then she will have failed to\r\n          meet her  burden on  this element of  her\r\n          claim. (emphasis added).\r\n\n          Petsch-Schmid neither initially requested  a mixed-\r\n\nmotive   instruction  with   respect   to   her   disability-\r\n\ndiscrimination claim, nor lodged  an objection to this charge\r\n\nbelow.    She now  argues  that  the instruction  erroneously\r\n\nremoved from the  jury's purview whether  and to what  extent\r\n\nher disability  played a motivating role  in her termination,\r\n\nand  whether Boston Edison would have  made the same decision\r\n\nwithout its  consideration of  her disability.   We disagree.\r\n\nContrary  to her contention,  the court's  charge, read  as a\r\n\nwhole,  could   be  taken  as  submitting  to  the  jury  the\r\n\ndetermination  of   whether  or  not  she   would  have  been\r\n\nterminated regardless of any consideration of her disability.\r\n\n                             -6-\r                                          6\r\r\n\n          True,  the  court did  not  place  the burden  upon\r\n\nBoston Edison to prove  that it would have made  the decision\r\n\nabsent  the  discriminatory motive  (as  in  a typical  mixed\r\n\nmotive case5).   Our  research, however, reveals  no reported\r\n\nMassachusetts  cases  that  have  applied   the  mixed-motive\r\n\nframework to a disability discrimination case under ch. 151B.\r\n\nFurther, for the  purposes of this case, the requirement that\r\n\nthe disability be the  sole reason for -- rather than only \"a\r\n\nmotivating part\"  in --  the termination renders  suspect the\r\n\napplication of the Price Waterhouse balance of burdens.  This\r                                               \r\n\nissue  is  potentially  complex  and, had  it  been  properly\r\n\npreserved  for appeal,  it might  have presented  us with  an\r\n\ninteresting  legal  question.   Having  failed,  however,  to\r\n\nrequest a separate mixed-motive instruction on her disability\r\n\ndiscrimination  claim,  to  object  to the  jury  charge  and\r\n\nverdict form, or even to offer developed argumentation of the\r\n\npoint on appeal, Petsch-Schmid cannot prevail under the plain\r\n\nerror standard.6\r\n\n                    \r                                \r\n\n5.  See  Price Waterhouse  v. Hopkins,  </pre><span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">228</span></a></span><pre class=\"inline\">, 244-45\r                                                 \r\n(1989)  (plurality opinion); see also, Smith  v. F.W. Morse &amp;\r                                                                         \r\nCo., </pre><span class=\"citation\" data-id=\"196571\"><a href=\"/opinion/196571/smith-v-fw-morse-co-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span><pre class=\"inline\">, 421 (1st Cir. 1996).\r               \r\n\n6.  Petsch-Schmid   further  hints   that,   on  her   gender\r\ndiscrimination claim,  the court should have  instructed that\r\nBoston Edison  bore the burden of persuasion  with respect to\r\nany  mixed-motive.    We  deem  waived  her  perfunctory  and\r\nunadorned argument  in this  respect.   See United  States v.\r                                                                      \r\nZannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17  (1st Cir.  1990).   In any  event,\r                   \r\nPetsch-Schmid fails to identify any direct evidence of gender\r\ndiscrimination that  might trigger such an  instruction.  See\r                                                                         \r\nSmith v. F.W. Morse &amp; Co., </pre><span class=\"citation\" data-id=\"196571\"><a href=\"/opinion/196571/smith-v-fw-morse-co-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span><pre class=\"inline\">, 421  (1st Cir. 1996);\r                                     \r\n\n                             -7-\r                                          7\r\r\n\n          C.  Pretext\r                                 \r\n\n          Petsch-Schmid   claims   error   in   the   court's\r\n\ninstruction that  she must  have proven  either that  she was\r\n\nfired because  of her disability, or that  Boston Edison lied\r\n\nabout  her  reasons  for  termination.    She  says  that  by\r\n\nrequiring   proof  that   Boston  Edison   lied,  the   court\r\n\neffectively  compelled \"smoking  gun\" evidence;  she contends\r\n\nthat she should  have been  able to rely  upon the  inference\r\n\narising  from her proof  that similarly situated non-disabled\r\n\nemployees had  not been terminated.   Petsch-Schmid, however,\r\n\noverlooks   the  fact  that  by  potentially  permitting  her\r\n\nrecovery upon proof of Boston  Edison's lies, she enjoyed the\r\n\nbenefits of the court's  \"pretext-only\" instruction.  Compare\r                                                                         \r\n\nBlare,  646   N.E.2d  at  117  (entitling   a  discrimination\r                 \r\n\nplaintiff to recovery upon establishing pretext) with LeBlanc\r                                                                         \r\n\nv. Great Am. Ins. Co., </pre><span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span><pre class=\"inline\">, 843 (1st Cir. 1993) (under\r                                 \r\n\nfederal  law, permitting,  but  not compelling,  inference of\r\n\nintentional discrimination  upon proof of pretext).   We find\r\n\nno error and certainly no plain error.\r\n\n2.  \"Stipulation Error\"\r                                   \r\n\n          One  week  before  trial, Boston  Edison  moved  in\r\n\nlimine to  limit the  presentation of evidence  pertaining to\r\n\nPetsch-Schmid's  medical condition.   Boston Edison based the\r\n\nmotion, in  part, on the  district court's pretrial  grant of\r\n\n                    \r                                \r\n\nid. at 431 (Bownes, J., concurring).\r               \r\n\n                             -8-\r                                          8\r\r\n\nsummary judgment  in its favor on  Petsch-Schmid's claim that\r\n\nit failed  reasonably  to accommodate  her alleged  disabling\r\n\ncondition.   See Mass. Gen. Laws  ch. 151B,   4(16).   In its\r                            \r\n\nmotion,  Boston  Edison  offered  to stipulate,  in  lieu  of\r\n\nmedical evidence, that (1) Petsch-Schmid in fact has multiple\r\n\nsclerosis,  and  (2)  Petsch-Schmid  first  asserted  to  her\r\n\nsupervisor  in May 1991 that she had multiple sclerosis.  The\r\n\nparties never prepared a written stipulation to this effect.\r\n\n          After  opening  arguments, Petsch-Schmid's  counsel\r\n\nattempted to read what  he believed to be the  stipulation to\r\n\nthe   jury.    Boston  Edison's  counsel  objected,  however,\r\n\nagreeing  only that  \"the  company acknowledges  that it  now\r\n\nknows that, in fact, Ms. Schmid had multiple sclerosis on May\r\n\n13, 1991.  It did not know  it on that date.\"  The court then\r\n\ntold the jury:\r\n\n          [T]he  parties  agree  .  .  .  that  Ms.\r\n          Schmid,   indeed,   was  suffering   from\r\n          multiple sclerosis.  There is, as you may\r\n          gather from the interchange, a dispute as\r\n          to whether an when the company learned of\r\n          this fact.   But  that she did  have that\r\n          condition  on  May  13, 1991,  is  not in\r\n          dispute.\r\n\nPetsch-Schmid lodged no objection to the ultimate formulation\r\n\nof the stipulation.\r\n\n          Petsch-Schmid  now  claims  that there  was  \"plain\r\n\nerror   in  the   key  stipulation\"   which  undermined   her\r\n\ncredibility at  trial and unfairly burdened  her with proving\r\n\nthe  date  by  which  Boston Edison  knew  of  her  disabling\r\n\n                             -9-\r                                          9\r\r\n\ncondition.  She also contends that  the court's related order\r\n\nlimiting evidence of her  diagnosis and treatment impeded her\r\n\nability to  counter-balance Boston Edison's  theory that  she\r\n\nused her illness \"as an excuse\" once her job was  in jeopardy\r\n\nfor performance-related reasons.  We are unpersuaded.\r\n\n          Petsch-Schmid's failure to object  in any manner to\r\n\nthe  stipulation as  presented to  the jury  both  robbed the\r\n\ndistrict court of any on-the-spot corrections, and raises the\r\n\nspecter  that Petsch-Schmid  did not,  at the  time, consider\r\n\ndetrimental  the stipulation  as  entered.7   Further,  there\r\n\nexists a  logical  disconnection  between  the  exclusion  of\r\n\nevidence regarding  her condition,  and the disputed  date by\r\n\nwhich Boston  Edison knew of her illness.  The court did not,\r\n\nin  any way,  prevent Petsch-Schmid  from producing  evidence\r\n\n(which she did) to  establish that Boston Edison knew  of her\r\n\ncondition in May 1991.8  Nor did Petsch-Schmid claim surprise\r\n\n                    \r                                \r\n\n7.  See  Anderson v. Cryovac,  Inc., </pre><span class=\"citation\" data-id=\"515444\"><a href=\"/opinion/515444/anne-anderson-v-cryovac-inc-anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">862</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span><pre class=\"inline\">,  919 (1st\r                                               \r\nCir.  1988)  (\"If   a  slip  has   been  made,  the   parties\r\ndetrimentally affected must act expeditiously to cure it, not\r\nlie in  wait and ask for another  trial when matters turn out\r\nnot to their liking\").\r\n\n8.  We note that Petsch-Schmid  cites Ward v. Westvaco Corp.,\r                                                                        \r\n</pre><span class=\"citation\" data-id=\"1396498\"><a href=\"/opinion/1396498/ward-v-westvaco-corp/\"><span class=\"volume\">859</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">608</span></a></span><pre class=\"inline\">, 614  (D. Mass. 1994),  for the proposition\r\nthat,  as long as the employer has some notice of disability,\r\nit need  not  know the  specific  details of  the  condition.\r\nHere,  Petsch-Schmid's  supervisor,  Alden,   testified  that\r\nPetsch-Schmid told  her in May 1991 that she was \"handicapped\r\n. . . [and] needed  reasonable accommodation.\"  Thus, Petsch-\r\nSchmid  elicited from Boston  Edison pertinent testimony that\r\nit  had some notice of an asserted disability on the disputed\r\ndate.   Under her  own cited authority,  therefore, it  seems\r\nthat  Petsch-Schmid  has  even  less reason  to  complain  of\r\n\n                             -10-\r                                          10\r\r\n\nor prejudice  in this respect at  trial.  In sum,  we find no\r\n\nreversible error.\r\n\n          For  the foregoing  reasons,  the judgment  of  the\r\n\ndistrict court is affirmed.  Costs to appellees.\r                              affirmed.  Costs to appellees.\r                                                           \r\n\n                    \r                                \r\n\nprejudice from the asserted stipulation error.\r\n\n                             -11-\r                                          11\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1396498/"
  ]
}