{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197300/",
  "absolute_url": "/opinion/197300/robles-vazquez-v-tirado-garcia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197300/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:26:36Z",
  "date_modified": "2017-03-24T10:50:50.930090Z",
  "type": "010combined",
  "sha1": "9f4af9f99b7470f38af1061cb2e10fecc023bb1a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1375.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1375\r\n\n                 ELBA ROBLES-VAZQUEZ, ET AL,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 RAUL TIRADO GARCIA, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n    [Hon. Gilberto Gierbolini, Senior U.S. District Judge]\r                                                                     \r\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n               and DiClerico,* District Judge.\r                                                         \r\n\n                                         \r\n\nGuy L. Heinemann, with whom Edelmiro Salas Garcia was on brief\r                                                             \r\nfor appellants.\r\nSylvia Roger-Stefani, Assistant Solicitor General, with whom\r                                \r\nCarlos Lugo-Fiol, Solicitor General, and Edda Serrano-Blasini, Deputy\r                                                                     \r\nAssistant Solicitor, Department of Justice, were on brief for\r\nappellees.\r\n\n                                         \r\n\n                        April 10, 1997\r\n                                         \r\n\n                \r                            \r\n\n*Of the District of New Hampshire, sitting by designation.\r\r\n\n          CAMPBELL,  Senior  Circuit   Judge.     Plaintiffs-\r                                                        \r\n\nappellants  appeal  from  an  order  of  the  district  court\r\n\nvacating an  earlier $2.25 million judgment  following a jury\r\n\nverdict in plaintiffs-appellants'  favor on their  individual\r\n\nclaims  under   42  U.S.C.      1983  and  the   Puerto  Rico\r\n\nConstitution.  At issue is the power of the district court to\r\n\ngrant judgment as a matter of law after a jury's verdict on a\r\n\nground never raised by the parties prior to submission of the\r\n\ncase to the jury.  We reverse.\r\n\n                              I.\r\n\n          We state the  facts in the light most  favorable to\r\n\nthe verdict.    See  Aetna  Casualty Surety  Co.  v.  P  &amp;  B\r                                                                         \r\n\nAutobody, 43 F.3d 1546, 1552 (1st Cir. 1994).\r                    \r\n\n          On  the  night  of  August  26,  1991,  defendants-\r\n\nappellees  Raul  Tirado  Garcia  and Julio  Olivares  Febles,\r\n\nassistant  marshals of  the  Superior Court  of Puerto  Rico,\r\n\narrested  Meraldo Bran\r                                 ~\r                                  a Cruz  at his  home for  nonpayment of\r\n\nchild  support pursuant to a valid arrest warrant.  Bran\r                                                                   ~\r                                                                    a had\r\n\nno criminal record,  and the  marshals did  not consider  him\r\n\ndangerous;  they did not handcuff or frisk him before placing\r\n\nhim in the back seat of the patrol car.\r\n\n          During the drive, Bran\r                                           ~\r                                            a asked if they could stop by\r\n\na phone so he could call a relative to arrange for payment of\r\n\nhis child support arrearage.  The police officers agreed, but\r\n\nBran\r               ~\r                a  took advantage of the  opportunity to make his escape.\r\n\n                             -2-\r                                          2\r\r\n\nDuring the  subsequent pursuit on foot,  Tirado fired several\r\n\nshots at Bran\r                        ~\r                         a, one of which hit him in the back of his leg.\r\n\n          When Tirado  caught up with  Bran\r                                                      ~\r                                                       a, he shot  him in\r\n\nthe back at close  range.  Bran\r                                          ~\r                                           a collapsed, and  the marshals\r\n\nbrought  him to  the  hospital.   Despite extensive  surgery,\r\n\nBran\r               ~\r                a continued  to endure excruciating  pain, post-traumatic\r\n\nstress  syndrome, chronic  depression,  stomach  problems,  a\r\n\nswollen leg,  back pain, and a limp.  He died on December 24,\r\n\n1992 of cardiac arrhythmia,  caused by the prescription drugs\r\n\nhe had been taking for the pain.\r\n\n          Bran\r                         ~\r                          a   sued,   among   others,   Tirado   and  the\r\n\nCommonwealth of Puerto Rico under 42 U.S.C.   1983,1 alleging\r\n\nthat Tirado  had used  excessive  force in  violation of  the\r\n\nFourth  and  Fourteenth  Amendments   to  the  United  States\r\n\nConstitution2 and Article II,    7 and 10 of the  Puerto Rico\r\n\n                    \r                                \r\n\n1.  42 U.S.C.   1983 states, in relevant part, \"Every person\r\nwho, under color of any statute, ordinance, regulation,\r\ncustom, or usage, of any State or Territory . . . subjects,\r\nor causes to be subjected, any citizen of the United States\r\n. . . to the deprivation of any rights, privileges, or\r\nimmunities secured by the Constitution and laws, shall be\r\nliable to the party injured in an action at law . . . .\"\r\n\n2.  The Fourth Amendment to the United States Constitution\r\nstates, in relevant part, \"The right of the people to be\r\nsecure in their persons, houses, papers, and effects, against\r\nunreasonable searches and seizures, shall not be violated\r\n. . . .\"  \r\n     The Fourteenth Amendment states, in relevant part,\r\n\"[N]or shall any State deprive any person of life, liberty,\r\nor property, without due process of law . . . .\"\r\n\n                             -3-\r                                          3\r\r\n\nConstitution.3  After Bran\r                                     ~\r                                      a'sdeath, his common-law wife, Elba\r\n\nRobles-Vasquez,  and  his  six  children  prosecuted  Bran\r                                                                     ~\r                                                                      a's\r\n\nsurviving claims as  his heirs.   His wife  and the  children\r\n\nalso  sought recovery  individually  for their  own pain  and\r\n\nsuffering, emotional  distress, and other damages, relying on\r\n\nsimilar  provisions  of the  United  States  and Puerto  Rico\r\n\nConstitutions.\r\n\n          At  the  close   of  the   plaintiffs'  case,   the\r\n\ndefendants moved for judgment  as a matter of law  under Fed.\r\n\nR. Civ.  P. 50(a).  This  motion did not include  as a reason\r\n\nfor dismissal of the  wife's and children's individual claims\r\n\nthat  Tirado's actions  had in  no way  been directed  at the\r\n\nrelationship between  Bran\r                                     ~\r                                      a and his wife and  children.4  The\r\n\ncourt denied the motion.\r\n\n                    \r                                \r\n\n3.  Article II,   7 of the Puerto Rico Constitution states,\r\nin relevant part, \"No person shall be deprived of his liberty\r\nor property without due process of law.\"\r\n     Article II,   10 of the Puerto Rico Constitution states,\r\nin relevant part, \"The right of the people to be secure in\r\ntheir persons, houses, papers and effects against\r\nunreasonable searches and seizures shall not be violated.\"\r\n\n4.  First Circuit case law holds that surviving family\r\nmembers cannot recover in an action brought under   1983 for\r\ndeprivation of rights secured by the federal constitution for\r                                                                         \r\ntheir own damages from the victim's death unless the\r                             \r\nunconstitutional action was aimed at the familial\r\nrelationship.  See, e.g., Manarite v. City of Springfield,\r                                                                     \r\n957 F.2d 953, 960 (1st Cir.), cert. denied, 506 U.S. 837\r                                                      \r\n(1992).  \"State action that affects the parental relationship\r\nonly incidentally, however, even though the deprivation may\r\nbe permanent, as in the case of unlawful killing by the\r\npolice, is not sufficient to establish a violation of a [sic]\r\nidentified liberty interest.\"  Pittsley v. Warish, 927 F.2d\r                                                             \r\n3, 8 (1st Cir. 1991).\r\n\n                             -4-\r                                          4\r\r\n\n          The  jury  found  in  Bran\r                                               ~\r                                                a's  favor  in  his  own,\r\n\nsurviving action,  awarding to his heirs,  on Bran\r                                                             ~\r                                                              a's behalf,\r\n\none million  dollars in compensatory damages  and $500,000 in\r\n\npunitive  damages.  The jury  also awarded to  Robles and the\r\n\nchildren, in the claims  brought on their individual behalfs,\r\n\n$250,000  each  in  compensatory   damages  and  $500,000  in\r\n\npunitive damages to the group as a whole.  \r\n\n          The  court  remitted  the  punitive   damages  from\r\n\nBran\r               ~\r                a's own claims to  $250,000.  No appeal has  been brought\r\n\nfrom the judgment entered upon Bran\r                                              ~\r                                               a's claims. \r\n\n          The court, however, granted part of the defendants'\r\n\nRule 50(b) Motion for Renewal of the Motion For Judgment as a\r\n\nMatter  of  Law  and  dismissed  the  wife's  and  children's\r\n\nindividual claims under   1983, holding that Tirado's conduct\r\n\nwas not  aimed at interfering with  Bran\r                                                   ~\r                                                    a's relationship with\r\n\nhis family as  required by First Circuit case law.  See infra\r                                                                         \r\n\nnote  6.  In a footnote, the court also dismissed plaintiffs-\r\n\nappellants'   similar   claims    under   the   Puerto   Rico\r\n\nConstitution,  saying  they were  \"of  the same  ilk\"  as the\r\n\nfederal  constitutional claims.   As  a result,  the district\r\n\ncourt dismissed so  much of  the jury's award  as granted  an\r\n\nadditional $1,750,000 in  compensatory damages, and  $500,000\r\n\nin  punitive  damages, to  the  wife  and children  in  their\r\n\nindividual rights.   The  plaintiffs appeal from  the court's\r\n\ngranting of the part of the Rule 50(b) motion.\r\n\n                             -5-\r                                          5\r\r\n\n                             II.\r\n\n          Plaintiffs-appellants'  primary argument  on appeal\r\n\nis that  defendants-appellees waived the  contention that, as\r\n\nTirado's  alleged unconstitutional  action against  Bran\r                                                                   ~\r                                                                    a was\r\n\nnot aimed at  the latter's relationship with  his family, the\r\n\nplaintiff family  members could not recover  their individual\r\n\ndamages  resulting from Bran\r                                       ~\r                                        a's injury  and death.  See infra\r                                                                         \r\n\nnote 6.   The defendants did  not raise this point  of law in\r\n\nany pre-trial motion, nor did they raise it in the Rule 50(a)\r\n\nmotion filed at trial.   Also, the defendants did  not object\r\n\nto the court's jury instructions which authorized the jury to\r\n\naward damages  to the individual  family members and  made no\r\n\nmention before the  jury retired of  any legal limitation  of\r\n\nthis nature.  \r\n\n          The  first reference  to  the issue  surfaced in  a\r\n\nrather weak suggestion of the point  in defendants-appellees'\r\n\npost-verdict renewed motion for judgment  as a matter of  law\r\n\nmade under Fed. R.  Civ. P. 50(b).  However,  \"[a] post-trial\r\n\nmotion for judgment can  be granted only on  grounds advanced\r\n\nin the pre-verdict motion.\"   Fed. R. Civ. P.  50(b) advisory\r\n\ncommittee's note to  the 1991 amendment; see  also Sanchez v.\r                                                                      \r\n\nPuerto Rico Oil Co., 37 F.3d 712, 723 (1st Cir. 1994) (same).\r                               \r\n\n\"The  purpose of the Rule  50(b) requirement is  to alert the\r\n\nopposing party to the  movant's claim of insufficiency before\r\n\nthe case goes to the jury,  so that his opponent may possibly\r\n\n                             -6-\r                                          6\r\r\n\ncure any deficiency in his case should the motion have merit,\r\n\nand also  so that the judge  may rule on the  adequacy of the\r\n\nevidence  without   impinging  on  the   jury's  fact-finding\r\n\nprovince.\"   Martinez Moll v.  Levitt &amp; Sons  of Puerto Rico,\r                                                                         \r\n\nInc., 583 F.2d 565, 569 (1st Cir. 1978).  \r                \r\n\n          An appellate  court may not ordinarily  consider an\r\n\nissue raised for the first time in a Rule 50(b) motion on the\r\n\nmerits.  See id.  at 568.  \"[T]he  exceptions [to this  rule]\r                            \r\n\nare few  and far between, and appellate discretion should not\r\n\nbe  affirmatively exercised  unless  error is  plain and  the\r\n\nequities heavily  preponderate in  favor  of correcting  it.\"\r\n\nCorrea v.  Hospital San  Francisco, 69  F.3d 1184,  1196 (1st\r                                              \r\n\nCir. 1995), cert. denied, 116 S. Ct. 1423 (1996).5  \r                                    \r\n\n          A district court has no more leeway than a court of\r\n\nappeals  to consider  an  issue raised  post-verdict for  the\r\n\nfirst  time in a Rule  50(b) motion.   See generally American\r                                                                         \r\n\nand Foreign Insurance Company v.  Bolt, 106 F.3d 155,  159-60\r                                                  \r\n\n(6th Cir. 1997)  (\"While it is accepted that  a judge may sua\r\n\n                    \r                                \r\n\n5.  Similarly, a failure to object to jury instructions\r\nconstitutes a waiver.  Fed. R. Civ. P. 51 states, in relevant\r\npart, \"No party may assign as error the giving or the failure\r\nto give an instruction unless that party objects thereto\r\nbefore the jury retires to consider its verdict, stating\r\ndistinctly the matter objected to and the grounds of the\r\nobjection.\"  See also Putnam Resources v. Pateman, 958 F.2d\r                                                             \r\n448, 456 (1st Cir. 1992) (\"Silence after instructions . . .  \r\ntypically constitutes a waiver of any objections.\"); La Amiga\r                                                                         \r\ndel Pueblo, Inc. v. Robles, 937 F.2d 689, 690-91 (1st Cir.\r                                      \r\n1991) (holding that unobjected to jury instructions become\r\nthe law of the case); Quinones-Pacheco v. American Airlines,\r                                                                        \r\nInc., 979 F.2d 1, 4 n.3 (1st Cir. 1992) (same).\r                \r\n\n                             -7-\r                                          7\r\r\n\nsponte grant a directed  verdict pursuant to Fed. R.  Civ. P.\r\n\n50(a)  . . . allowing a judge to sua sponte raise a new issue\r\n\npost-verdict, and proceed to overturn  a jury verdict on that\r\n\nbasis contravenes  the dictates  of  Rule 50(b).\")  (citation\r\n\nomitted) (citing cases).\r\n\n          Here, one  might consider  it a close  call whether\r\n\nthe district court's prior failure, on its own initiative, to\r\n\nhave  barred plaintiffs' Fourteenth  Amendment claims because\r\n\nof our  \"aimed at  the relationship\" requirement  amounted to\r\n\nplain  error, so  as to  allow the court  to engage  later in\r\n\npost-verdict  correction.6    But  we need  not  decide  that\r\n\nquestion, because  clearly the district court's prior failure\r\n\nto have voluntarily barred  plaintiffs' parallel claims under\r\n\nArticle  II,    10 of  the Puerto  Rico Constitution  was not\r                                                                         \r\n\nplain error, if, in fact, it was error at all.  \r\n\n          Stating that  the elements  of the two  claims were\r\n\nidentical,  the court instructed  the jury to  award only one\r\n\nset  of damages  for the  plaintiffs' individual  claims both\r\n\n                    \r                                \r\n\n6.  While this Circuit has adopted an \"aimed at the\r\nrelationship\" requirement, see Soto v. Flores, 103 F.3d 1056,\r                                                         \r\n1062 (1st Cir. 1997), some other circuits have not, see,\r                                                                   \r\ne.g., Kelson v. City of Springfield, 767 F.2d 651, 653-55\r                                               \r\n(9th Cir. 1985); Estate of Bailey by Oare v. County of York,\r                                                                       \r\n768 F.2d 503, 509 n.7 (3d Cir. 1985); Bell v. City of\r                                                                 \r\nMilwaukee, 746 F.2d 1205, 1244-45 (7th Cir. 1984), and the\r                     \r\nSupreme Court has not yet ruled on this issue.\r\n\n                             -8-\r                                          8\r\r\n\nunder   the   Fourteenth  Amendment   and  the   Puerto  Rico\r\n\nConstitution.7   It follows  that even if  the district court\r\n\ncommitted plain error in sending  to the jury the plaintiffs'\r\n\nindividual claims  under  the  Fourteenth  Amendment  of  the\r\n\nUnited States Constitution,  the fact that it  did not commit\r\n\nplain error in allowing the Puerto Rican constitutional prong\r\n\nof  the claims to go forward prevented it from later allowing\r\n\ndefendants' Rule 50(b) motion  to invalidate the jury's award\r\n\nof individual damages to plaintiffs.  \r\n\n          In Puerto Rico, there  is no precedent of  which we\r\n\nare aware holding that family members of a deceased victim of\r\n\nlethal force used by the police in violation of Article II,  \r\n\n10 of the Puerto Rico Constitution either have or do not have\r\n\na  private right of action for their own damages derived from\r\n\n                    \r                                \r\n\n7.  The district court instructed the jury, \"The plaintiffs'\r\nclaims under the Puerto Rico Constitution essentially mirror\r\nand are the same as those asserted under the United States\r\nConstitution.\"  The court further stated:\r\n\n          Since the elements of this claim [under\r\n          Article II,   10 of the Puerto Rico\r\n          Constitution] are the same as under the\r\n          Federal Constitution, I will not repeat\r\n          them here.  The verdict form that will be\r\n          provided to you after I finish my\r\n          instructions will reflect the claims\r\n          under both the Federal and Puerto Rico\r\n          Constitutions.  If you find liability\r\n          under both constitutions, or either of\r\n          them, the amount of damages you award\r\n          will only be provided to the plaintiff\r\n          once, not double.  That is, no double\r\n          recovery may be granted by you.\r\n\n                             -9-\r                                          9\r\r\n\nthe  victim's  injury and  death.   No  Puerto  Rico opinion,\r\n\nhowever, forecloses  such an action, and  decisions in other,\r\n\nrelated areas  of Puerto  Rico law  indicate that  the Puerto\r\n\nRico Supreme Court might allow it.\r\n\n          The provisions  of the Puerto Rico Constitution are\r\n\nsaid  to operate ex proprio  vigore, without the  need for an\r                                               \r\n\neffectuating  statute comparable to    1983.  The Puerto Rico\r\n\nSupreme Court has written,  \"The fact that a law has not been\r\n\nenacted defining  privacy rights does not relieve us from our\r\n\nduty to give effect to that provision, since it is known that\r\n\nall constitutional  provisions are,  by their own  nature, of\r\n\nprivileged  norm  under  the legislation,  self-exercisable.\"\r\n\nQuinones v. Commonwealth, 90 P.R.R. 791, 794 (1964).\r                                    \r\n\n          More recently, the Court wrote:\r\n\n               We  have  repeatedly  held that  the\r\n          character and  primacy  of the  right  of\r\n          privacy  operate  ex proprio  vigore, and\r                                                          \r\n          may  be  enforced  even  between  private\r\n          individuals.    We  must  reach  the same\r\n          conclusion    with    regard    to    the\r\n          constitutional  right which  protects the\r\n          inviolability of the dignity of the human\r\n          being,  and with  regard  to  that  right\r\n          which protects every worker against risks\r\n          to his personal integrity in his work.\r\n               We have also recognized the right to\r\n          be compensated for  damages caused when a\r\n          private  citizen  encroaches upon  one of\r\n          these rights.\r\n\nArroyo  v. Rattan  Specialties,  17 O.T.S.  43, 74-75  (1986)\r                                          \r\n\n(citations omitted).\r\n\n                             -10-\r                                          10\r\r\n\n          Under this rationale, the Puerto Rico Supreme Court\r\n\nheld that the victim of an illegal search had a private right\r\n\nof action for damages  under the Organic Act of  Puerto Rico,\r\n\neven  before  the  Puerto  Rico Constitution  had  come  into\r\n\nexistence.  See Miguel v. Hernaiz Targa &amp; Co., 51 P.R.R. 568,\r                                                         \r\n\n574-75 (1937).   More recently,  the Court  has recognized  a\r\n\nprivate  right of action for violations of Article II,   10's\r\n\nban  on  wiretapping,  see   Puerto  Rico  Telephone  Co.  v.\r                                                                     \r\n\nMartinez,  14 O.T.S. 420, 435 (1983); see also Menda Biton v.\r                                                                      \r\n\nMenda,  796  F.  Supp.  631,  633   (D.P.R.  1992),  and  for\r                 \r\n\nviolations of Article  II,   8's right to  protection against\r\n\nabusive attacks against one's  reputation or family life, see\r                                                                         \r\n\nAyala  v.  San Juan  Racing  Corp., 12  O.T.S.  1012, 1019-20\r                                              \r\n\n(1982);  Colon  v.  Romero  Barcelo, 12  O.T.S.  718  (1982);\r                                               \r\n\nGonzalez  v. Cuerda,  88  P.R.R. 121,  130  (1963); see  also\r                                                                         \r\n\nRivera-Flores v. Puerto  Rico Telephone Co., 64 F.3d 742, 751\r                                                       \r\n\nn.9 (1st Cir. 1995) (recognizing that Article  II,    1 and 8\r\n\noperate ex proprio vigore  to make violators liable for  tort\r                                     \r\n\ndamages).\r\n\n          Recognition of a  private right of action by  or on\r\n\nbehalf of the victim  of a constitutional wrong does  not, of\r\n\ncourse, necessarily mean that  members of the victim's family\r\n\nmay sue  in their individual capacities  for damages suffered\r\n\nas  a result  of the victim's  death or injury.   Puerto Rico\r\n\ntort  law, however, allows the  close relatives of the victim\r\n\n                             -11-\r                                          11\r\r\n\nin unlawful death  cases to  recover for  their own  damages.\r\n\nSee  Hernandez v. Fournier, 80 P.R.R. 93, 96-104 (1957); Caez\r                                                                         \r\n\nv. U.S.  Casualty Co., 80  P.R.R. 729, 734-36  (1958); Rojas-\r                                                                         \r\n\nHernandez v.  Puerto Rico Electric Power  Authority, 925 F.2d\r                                                               \r\n\n492, 493 (1st Cir. 1991).   As the Puerto Rico Supreme  Court\r\n\nwrote,  \"Thus, our jurisprudence admits that  the next of kin\r\n\nof  the victim are entitled  to compensation for the material\r\n\nand moral damages which  they personally suffered, whether or\r\n\nnot they are heirs of the deceased.\"  Hernandez, 80 P.R.R. at\r                                                           \r\n\n99.            The same could  well be true  in the realm  of\r\n\nconstitutional torts as well, although the Puerto Rico courts\r\n\nhave yet to rule definitively.  See Colon (allowing relatives\r                                                     \r\n\nof a murdered man to recover under, inter alia, Article II,  \r\n\n8 of the Puerto Rico Constitution's guarantee of privacy, for\r\n\nthe use  of pictures of  the deceased's  corpse in  political\r\n\nadvertisements, without clarifying  whether the recovery  was\r\n\nfor the breach of the deceased's privacy or the relatives').\r\n\n          The Supreme Court of Puerto Rico seems particularly\r\n\nlikely to recognize  a private right  of action for  victims'\r\n\nfamily  members in the privacy arena.  The Court has declared\r\n\nthat the right of privacy set  forth in sections 1, 8, and 10\r\n\nof  Article  II  of  the  Puerto  Rico  Constitution  \"has  a\r\n\nprivileged place in the wide range of rights protected by the\r\n\nConstitution.\"  Commonwealth v. Puerto Rico Telephone Co., 14\r                                                                     \r\n\nO.T.S.  505, 514  (1983);  see also  Kerr-Selgas v.  American\r                                                                         \r\n\n                             -12-\r                                          12\r\r\n\nAirlines,  Inc.,   69  F.3d   1205,  1213  (1st   Cir.  1995)\r                           \r\n\n(recognizing  the \"great importance\"  attached by  the Puerto\r\n\nRico  Supreme   Court  to  the   Puerto  Rico  Constitution's\r\n\nguarantee of the right of privacy and human dignity).  \r\n\n          Although the relevant language  of Article II,   10\r\n\nof the Puerto Rico  Constitution is identical to that  of the\r\n\nFourth  Amendment  to  the United  States  Constitution,  the\r\n\nPuerto Rico Supreme Court has declared that  it may interpret\r\n\na  provision of  the Puerto  Rico Constitution as  being more\r\n\nprotective  of  the  right  involved than  is  the  analogous\r\n\nprovision of the  United States Constitution.  See  People v.\r                                                                      \r\n\nConde Pratts, 15 O.T.S. 411, 416-17 (1984).  Thus, the Puerto\r                        \r\n\nRico Supreme Court could and might decide against adopting an\r\n\n\"aimed  at  the  relationship\"   test  for  the  Puerto  Rico\r\n\nConstitution even if the United States Supreme Court  were to\r\n\nadopt  one for the United States Constitution.  The fact that\r\n\nthe  First Circuit has adopted  such a test  under the United\r\n\nStates Constitution is  not determinative of  the plaintiffs'\r\n\nrights under the Puerto Rico Constitution.\r\n\n          We conclude, therefore, that, in the absence of any\r\n\nPuerto   Rico  authority   recognizing  an   \"aimed  at   the\r\n\nrelationship\" requirement, and given Puerto Rico law's strong\r\n\npolicy in  favor of compensating the  tort victim's relatives\r\n\nfor their  independent damages,  it is at  least questionable\r\n\nwhether  the Puerto Rico courts  would read an  \"aimed at the\r\n\n                             -13-\r                                          13\r\r\n\nrelationship\"  requirement into private actions brought under\r\n\nArticle II,   10 of the Puerto Rico Constitution.  It follows\r\n\nthat it  was not plain error  for the district court  to send\r                                  \r\n\nthe plaintiffs'  individual  claims  under  the  Puerto  Rico\r\n\nConstitution  to the jury.  This being so, the district court\r\n\nlater committed error when, following the verdict, it allowed\r\n\nthe defendants'  Rule 50(b)  motion and dismissed  the jury's\r\n\ndamages  award, which  rested separately  on the  Puerto Rico\r\n\nConstitution  as  well  as,  doubtfully,  on  the  Fourteenth\r\n\nAmendment.\r\n\n          Had the defendants wished to preserve the \"aimed at\r\n\nthe relationship\" issue, in particular under Puerto Rico law,\r\n\nfor ruling  by the district court and  ourselves, they should\r\n\nhave raised  it when they moved  for judgment as a  matter of\r\n\nlaw during the trial under Rule 50(a) or, at least, by way of\r\n\nobjection to  the  court's jury  instruction  submitting  the\r\n\nindividual  plaintiffs'  claims  to  the  jury.    This  they\r\n\ncompletely failed to do.\r\n\n          Up  until  this point,  we  have  assumed that  the\r\n\ndistrict court's  power to engage in  post-verdict correction\r\n\nwas  limited  to instances  of plain  error     a  very tough\r\n\nstandard  in civil  cases.    It  could possibly  be  argued,\r\n\nhowever, that district and appellate courts possess some sort\r\n\nof additional  authority to consider  a waived  issue on  the\r\n\nmerits if it presents an important and novel question of law.\r\n\n                             -14-\r                                          14\r\r\n\nSee  City of  Newport v.  Fact Concerts,  Inc., 453  U.S. 247\r                                                          \r\n\n(1981)  (choosing to  review a  waived issue  de novo  on its\r\n\nmerits because the district  court had done so, the  court of\r\n\nappeals   had  not   disagreed  with  the   district  court's\r\n\nconclusions, and the issue  was a novel question of  law that\r\n\nwas important and likely to recur); Getty Petroleum  Corp. v.\r                                                                      \r\n\nBartco  Petroleum Corp., 858 F.2d  103, 107-08 (2d Cir. 1988)\r                                   \r\n\n(examining an issue on the  merits despite a party's  failure\r\n\nto object  to a jury  instruction because the  district court\r\n\nhad considered the  question on  the merits  and because  the\r\n\nissue involved was an important and novel question of federal\r\n\nlaw, citing  City of  Newport), cert.  denied, 490  U.S. 1006\r                                                         \r\n\n(1989);  Weaver v. Bowers, 657 F.2d 1356, 1361 (3d Cir. 1981)\r                                     \r\n\n(relying partly on City of Newport as authority to examine on\r                                              \r\n\nthe merits  a defense of failure to  state a claim upon which\r\n\nrelief  can be granted which  was not raised  until after the\r\n\nconclusion   of  the   trial,   stating  that   \"in   unusual\r\n\ncircumstances the courts of  appeals also have inherent power\r\n\nto  reach issues  although not  timely raised  below\"), cert.\r                                                                         \r\n\ndenied, 455 U.S. 942 (1982).  \r                  \r\n\n          The  short  answer  to   any  contention  that  the\r\n\ndistrict court was empowered  to rule here by the  above City\r                                                                         \r\n\nof Newport principles is that the issue in question is one of\r                      \r\n\nPuerto Rico law on  which the Puerto Rico Supreme  Court, and\r\n\nnot we or even the United States Supreme Court, has the final\r\n\n                             -15-\r                                          15\r\r\n\nsay.8   As  such, consideration  of the  issue on  the merits\r\n\nwould \"neither  . . . promote  the interests  of justice  nor\r\n\n. . . advance  efficient judicial  administration.\"   City of\r                                                                         \r\n\nNewport, 453 U.S. at 257.\r                   \r\n\n          As  we  review  the  defendants'  belated objection\r\n\nunder  the plain error standard  and find no  plain error, at\r\n\nleast in respect to the Puerto Rico law claim, we reverse the\r\n\ndistrict court's post-trial grant of judgment as  a matter of\r\n\nlaw on the plaintiffs' individual damages claims.\r\n\n          We  note that  because  the district  court granted\r\n\njudgment  as a  matter  of  law  to  the  defendants  on  the\r\n\nplaintiffs'  individual  claims,  it  did  not  consider  the\r\n\ndefendants'  request, included within their post-trial motion\r\n\nunder Rules  50(b) and  59, for  a remittitur  and for  a new\r\n\ntrial  on these  claims.   As  we  have restored  the  jury's\r\n\nverdict, we remand to the district  court so that it may  now\r\n\nconsider  these requests to  the extent  the parties  wish to\r\n\npursue them.\r\n\n          Vacated and remanded.\r                                          \r\n\n                    \r                                \r\n\n8.  A longer answer could be that whatever power the Supreme\r\nCourt relied upon in City of Newport was limited to itself\r                                                \r\nand would least likely apply to non-appellate tribunals, such\r\nas the district courts, even assuming it were to apply to\r\ncourts of appeal, which remains doubtful, although we do not\r\nrule on the matter.  As the Court wrote, \"While concluding\r\nthat in this unusual case, the interest of justice warrants\r\nour plenary consideration, we express no view regarding the\r               \r\napplication of the plain-error doctrine by the Courts of\r\nAppeals.\"  City of Newport, 453 U.S. at 257 n.16 (citation\r                                      \r\nomitted) (emphasis added).\r\n\n                             -16-\r                                          16\r\r\n",
  "html": "<p class=\"case_cite\">110 F.3d 204</p>\n    <p class=\"case_cite\">37 Fed.R.Serv.3d 517</p>\n    <p class=\"parties\">Elba ROBLES-VAZQUEZ, et al., Plaintiffs, Appellants,<br>v.<br>Raul TIRADO GARCIA, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1375.</p>\n    <p class=\"court\">United States Court of Appeals,First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1996.<br>Decided April 10, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Guy L. Heinemann, New York City, with whom Edelmiro Salas Garcia, San Juan, PR, was on brief, for Plaintiffs, Appellants.</p>\n      <p class=\"indent\">Sylvia Roger-Stefani, Assistant Solicitor General, with whom Carlos Lugo-Fiol, Solicitor General, San Juan, PR, and Edda Serrano-Blasini, Deputy Assistant Solicitor, Department of Justice, Guaynabo, PR, were on brief, for Defendants, Appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and DiCLERICO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants appeal from an order of the district court vacating an earlier $2.25 million judgment following a jury verdict in plaintiffs-appellants' favor on their individual claims under 42 U.S.C. &#167; 1983 and the Puerto Rico Constitution.  At issue is the power of the district court to grant judgment as a matter of law after a jury's verdict on a ground never raised by the parties prior to submission of the case to the jury.  We reverse.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We state the facts in the light most favorable to the verdict.  See Aetna Casualty Surety Co. v. P &amp; B Autobody, 43 F.3d 1546, 1552 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the night of August 26, 1991, defendants-appellees Raul Tirado Garcia and Julio Olivares Febles, assistant marshals of the Superior Court of Puerto Rico, arrested Meraldo Brana Cruz at his home for nonpayment of child support pursuant to a valid arrest warrant.  Brana had no criminal record, and the marshals did not consider him dangerous;  they did not handcuff or frisk him before placing him in the back seat of the patrol car.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the drive, Brana asked if they could stop by a phone so he could call a relative to arrange for payment of his child support arrearage.  The police officers agreed, but Brana took advantage of the opportunity to make his escape.  During the subsequent pursuit on foot, Tirado fired several shots at Brana, one of which hit him in the back of his leg.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Tirado caught up with Brana, he shot him in the back at close range.  Brana collapsed, and the marshals brought him to the hospital.  Despite extensive surgery, Brana continued to endure excruciating pain, post-traumatic stress syndrome, chronic depression, stomach problems, a swollen leg, back pain, and a limp.  He died on December 24, 1992 of cardiac arrhythmia, caused by the prescription drugs he had been taking for the pain.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Brana sued, among others, Tirado and the Commonwealth of Puerto Rico under 42 U.S.C. &#167; 1983,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> alleging that Tirado had used excessive force in violation of the Fourth and Fourteenth Amendments to the United States Constitution<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and Article II, &#167;&#167; 7 and 10 of the Puerto Rico Constitution.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  After Brana's death, his common-law wife, Elba Robles-Vasquez, and his six children prosecuted Brana's surviving claims as his heirs.  His wife and the children also sought recovery individually for their own pain and suffering, emotional distress, and other damages, relying on similar provisions of the United States and Puerto Rico Constitutions.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the close of the plaintiffs' case, the defendants moved for judgment as a matter of law under Fed.R.Civ.P. 50(a).  This motion did not include as a reason for dismissal of the wife's and children's individual claims that Tirado's actions had in no way been directed at the relationship between Brana and his wife and children.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The jury found in Brana's favor in his own, surviving action, awarding to his heirs, on Brana's behalf, one million dollars in compensatory damages and $500,000 in punitive damages.  The jury also awarded to Robles and the children, in the claims brought on their individual behalfs, $250,000 each in compensatory damages and $500,000 in punitive damages to the group as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court remitted the punitive damages from Brana's own claims to $250,000.  No appeal has been brought from the judgment entered upon Brana's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court, however, granted part of the defendants' Rule 50(b) Motion for Renewal of the Motion For Judgment as a Matter of Law and dismissed the wife's and children's individual claims under &#167; 1983, holding that Tirado's conduct was not aimed at interfering with Brana's relationship with his family as required by First Circuit case law.  See infra note 6. In a footnote, the court also dismissed plaintiffs-appellants' similar claims under the Puerto Rico Constitution, saying they were \"of the same ilk\" as the federal constitutional claims.  As a result, the district court dismissed so much of the jury's award as granted an additional $1,750,000 in compensatory damages, and $500,000 in punitive damages, to the wife and children in their individual rights.  The plaintiffs appeal from the court's granting of the part of the Rule 50(b) motion.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiffs-appellants' primary argument on appeal is that defendants-appellees waived the contention that, as Tirado's alleged unconstitutional action against Brana was not aimed at the latter's relationship with his family, the plaintiff family members could not recover their individual damages resulting from Brana's injury and death.  See infra note 6.  The defendants did not raise this point of law in any pre-trial motion, nor did they raise it in the Rule 50(a) motion filed at trial.  Also, the defendants did not object to the court's jury instructions which authorized the jury to award damages to the individual family members and made no mention before the jury retired of any legal limitation of this nature.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The first reference to the issue surfaced in a rather weak suggestion of the point in defendants-appellees' postverdict renewed motion for judgment as a matter of law made under Fed.R.Civ.P. 50(b).  However, \"[a] post-trial motion for judgment can be granted only on grounds advanced in the pre-verdict motion.\"  Fed.R.Civ.P. 50(b) advisory committee's note to the 1991 amendment;  see also Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 723 (1st Cir.1994) (same).  \"The purpose of the Rule 50(b) requirement is to alert the opposing party to the movant's claim of insufficiency before the case goes to the jury, so that his opponent may possibly cure any deficiency in his case should the motion have merit, and also so that the judge may rule on the adequacy of the evidence without impinging on the jury's fact-finding province.\"  Martinez Moll v. Levitt &amp; Sons of Puerto Rico, Inc., 583 F.2d 565, 569 (1st Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An appellate court may not ordinarily consider an issue raised for the first time in a Rule 50(b) motion on the merits.  See id. at 568.  \"[T]he exceptions [to this rule] are few and far between, and appellate discretion should not be affirmatively exercised unless error is plain and the equities heavily preponderate in favor of correcting it.\"  Correa v. Hospital San Francisco, 69 F.3d 1184, 1196 (1st Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 1423, 134 L.Ed.2d 547 (1996).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A district court has no more leeway than a court of appeals to consider an issue raised post-verdict for the first time in a Rule 50(b) motion.  See generally American and Foreign Insurance Company v. Bolt, 106 F.3d 155, 159-60 (6th Cir.1997) (\"While it is accepted that a judge may sua sponte grant a directed verdict pursuant to Fed.R.Civ.P. 50(a) ... allowing a judge to sua sponte raise a new issue postverdict, and proceed to overturn a jury verdict on that basis contravenes the dictates of Rule 50(b).\")  (citation omitted) (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, one might consider it a close call whether the district court's prior failure, on its own initiative, to have barred plaintiffs' Fourteenth Amendment claims because of our \"aimed at the relationship\" requirement amounted to plain error, so as to allow the court to engage later in post-verdict correction.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But we need not decide that question, because clearly the district court's prior failure to have voluntarily barred plaintiffs' parallel claims under Article II, &#167; 10 of the Puerto Rico Constitution was not plain error, if, in fact, it was error at all.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Stating that the elements of the two claims were identical, the court instructed the jury to award only one set of damages for the plaintiffs' individual claims both under the Fourteenth Amendment and the Puerto Rico Constitution.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  It follows that even if the district court committed plain error in sending to the jury the plaintiffs' individual claims under the Fourteenth Amendment of the United States Constitution, the fact that it did not commit plain error in allowing the Puerto Rican constitutional prong of the claims to go forward prevented it from later allowing defendants' Rule 50(b) motion to invalidate the jury's award of individual damages to plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Puerto Rico, there is no precedent of which we are aware holding that family members of a deceased victim of lethal force used by the police in violation of Article II, &#167; 10 of the Puerto Rico Constitution either have or do not have a private right of action for their own damages derived from the victim's injury and death.  No Puerto Rico opinion, however, forecloses such an action, and decisions in other, related areas of Puerto Rico law indicate that the Puerto Rico Supreme Court might allow it.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The provisions of the Puerto Rico Constitution are said to operate ex proprio vigore, without the need for an effectuating statute comparable to &#167; 1983.  The Puerto Rico Supreme Court has written, \"The fact that a law has not been enacted defining privacy rights does not relieve us from our duty to give effect to that provision, since it is known that all constitutional provisions are, by their own nature, of privileged norm under the legislation, self-exercisable.\"   Quinones v. Commonwealth, 90 P.R.R. 791, 794 (1964).</p>\n    </div>\n    <p class=\"indent\">More recently, the Court wrote:</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have repeatedly held that the character and primacy of the right of privacy operate ex proprio vigore, and may be enforced even between private individuals.  We must reach the same conclusion with regard to the constitutional right which protects the inviolability of the dignity of the human being, and with regard to that right which protects every worker against risks to his personal integrity in his work.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have also recognized the right to be compensated for damages caused when a private citizen encroaches upon one of these rights.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Arroyo v. Rattan Specialties, 17 O.T.S. 43, 74-75 (1986) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under this rationale, the Puerto Rico Supreme Court held that the victim of an illegal search had a private right of action for damages under the Organic Act of Puerto Rico, even before the Puerto Rico Constitution had come into existence.  See Miguel v. Hernaiz Targa &amp; Co., 51 P.R.R. 568, 574-75 (1937).  More recently, the Court has recognized a private right of action for violations of Article II, &#167; 10's ban on wiretapping, see Puerto Rico Telephone Co. v. Martinez, 14 O.T.S. 420, 435 (1983);  see also Menda Biton v. Menda, 796 F.Supp. 631, 633 (D.P.R.1992), and for violations of Article II, &#167; 8's right to protection against abusive attacks against one's reputation or family life, see Ayala v. San Juan Racing Corp., 12 O.T.S. 1012, 1019-20 (1982);  Colon v. Romero Barcelo, 12 O.T.S. 718 (1982);  Gonzalez v. Cuerda, 88 P.R.R. 121, 130 (1963);  see also Rivera-Flores v. Puerto Rico Telephone Co., 64 F.3d 742, 751 n. 9 (1st Cir.1995) (recognizing that Article II, &#167;&#167; 1 and 8 operate ex proprio vigore to make violators liable for tort damages).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Recognition of a private right of action by or on behalf of the victim of a constitutional wrong does not, of course, necessarily mean that members of the victim's family may sue in their individual capacities for damages suffered as a result of the victim's death or injury.  Puerto Rico tort law, however, allows the close relatives of the victim in unlawful death cases to recover for their own damages.  See Hernandez v. Fournier, 80 P.R.R. 93, 96-104 (1957);  Caez v. U.S. Casualty Co., 80 P.R.R. 729, 734-36 (1958);  Rojas-Hernandez v. Puerto Rico Electric Power Authority, 925 F.2d 492, 493 (1st Cir.1991).  As the Puerto Rico Supreme Court wrote, \"Thus, our jurisprudence admits that the next of kin of the victim are entitled to compensation for the material and moral damages which they personally suffered, whether or not they are heirs of the deceased.\"   Hernandez, 80 P.R.R. at 99.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The same could well be true in the realm of constitutional torts as well, although the Puerto Rico courts have yet to rule definitively.  See Colon (allowing relatives of a murdered man to recover under, inter alia, Article II, &#167; 8 of the Puerto Rico Constitution's guarantee of privacy, for the use of pictures of the deceased's corpse in political advertisements, without clarifying whether the recovery was for the breach of the deceased's privacy or the relatives').</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico seems particularly likely to recognize a private right of action for victims' family members in the privacy arena.  The Court has declared that the right of privacy set forth in sections 1, 8, and 10 of Article II of the Puerto Rico Constitution \"has a privileged place in the wide range of rights protected by the Constitution.\"  Commonwealth v. Puerto Rico Telephone Co., 14 O.T.S. 505, 514 (1983);  see also Kerr-Selgas v. American Airlines, Inc., 69 F.3d 1205, 1213 (1st Cir.1995) (recognizing the \"great importance\" attached by the Puerto Rico Supreme Court to the Puerto Rico Constitution's guarantee of the right of privacy and human dignity).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although the relevant language of Article II, &#167; 10 of the Puerto Rico Constitution is identical to that of the Fourth Amendment to the United States Constitution, the Puerto Rico Supreme Court has declared that it may interpret a provision of the Puerto Rico Constitution as being more protective of the right involved than is the analogous provision of the United States Constitution.  See People v. Conde Pratts, 15 O.T.S. 411, 416-17 (1984).  Thus, the Puerto Rico Supreme Court could and might decide against adopting an \"aimed at the relationship\" test for the Puerto Rico Constitution even if the United States Supreme Court were to adopt one for the United States Constitution.  The fact that the First Circuit has adopted such a test under the United States Constitution is not determinative of the plaintiffs' rights under the Puerto Rico Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We conclude, therefore, that, in the absence of any Puerto Rico authority recognizing an \"aimed at the relationship\" requirement, and given Puerto Rico law's strong policy in favor of compensating the tort victim's relatives for their independent damages, it is at least questionable whether the Puerto Rico courts would read an \"aimed at the relationship\" requirement into private actions brought under Article II, &#167; 10 of the Puerto Rico Constitution.  It follows that it was not plain error for the district court to send the plaintiffs' individual claims under the Puerto Rico Constitution to the jury.  This being so, the district court later committed error when, following the verdict, it allowed the defendants' Rule 50(b) motion and dismissed the jury's damages award, which rested separately on the Puerto Rico Constitution as well as, doubtfully, on the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Had the defendants wished to preserve the \"aimed at the relationship\" issue, in particular under Puerto Rico law, for ruling by the district court and ourselves, they should have raised it when they moved for judgment as a matter of law during the trial under Rule 50(a) or, at least, by way of objection to the court's jury instruction submitting the individual plaintiffs' claims to the jury.  This they completely failed to do.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Up until this point, we have assumed that the district court's power to engage in post-verdict correction was limited to instances of plain error--a very tough standard in civil cases.  It could possibly be argued, however, that district and appellate courts possess some sort of additional authority to consider a waived issue on the merits if it presents an important and novel question of law.  See City of Newport v. Fact Concerts, Inc., 453 U.S. 247, 101 S.Ct. 2748, 69 L.Ed.2d 616 (1981) (choosing to review a waived issue de novo on its merits because the district court had done so, the court of appeals had not disagreed with the district court's conclusions, and the issue was a novel question of law that was important and likely to recur);  Getty Petroleum Corp. v. Bartco Petroleum Corp., 858 F.2d 103, 107-08 (2d Cir.1988) (examining an issue on the merits despite a party's failure to object to a jury instruction because the district court had considered the question on the merits and because the issue involved was an important and novel question of federal law, citing City of Newport ), cert. denied, 490 U.S. 1006, 109 S.Ct. 1642, 104 L.Ed.2d 158 (1989);  Weaver v. Bowers, 657 F.2d 1356, 1361 (3d Cir.1981) (relying partly on City of Newport as authority to examine on the merits a defense of failure to state a claim upon which relief can be granted which was not raised until after the conclusion of the trial, stating that \"in unusual circumstances the courts of appeals also have inherent power to reach issues although not timely raised below\"), cert. denied, 455 U.S. 942, 102 S.Ct. 1435, 71 L.Ed.2d 653 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The short answer to any contention that the district court was empowered to rule here by the above City of Newport principles is that the issue in question is one of Puerto Rico law on which the Puerto Rico Supreme Court, and not we or even the United States Supreme Court, has the final say.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  As such, consideration of the issue on the merits would \"neither ... promote the interests of justice nor ... advance efficient judicial administration.\"  City of Newport, 453 U.S. at 257, 101 S.Ct. at 2755.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As we review the defendants' belated objection under the plain error standard and find no plain error, at least in respect to the Puerto Rico law claim, we reverse the district court's post-trial grant of judgment as a matter of law on the plaintiffs' individual damages claims.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We note that because the district court granted judgment as a matter of law to the defendants on the plaintiffs' individual claims, it did not consider the defendants' request, included within their post-trial motion under Rules 50(b) and 59, for a remittitur and for a new trial on these claims.  As we have restored the jury's verdict, we remand to the district court so that it may now consider these requests to the extent the parties wish to pursue them.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 42 U.S.C. &#167; 1983 states, in relevant part, \"Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory ... subjects, or causes to be subjected, any citizen of the United States ... to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Fourth Amendment to the United States Constitution states, in relevant part, \"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated....\"</p>\n        <p>The Fourteenth Amendment states, in relevant part, \"[N]or shall any State deprive any person of life, liberty, or property, without due process of law....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Article II, &#167; 7 of the Puerto Rico Constitution states, in relevant part, \"No person shall be deprived of his liberty or property without due process of law.\"</p>\n        <p>Article II, &#167; 10 of the Puerto Rico Constitution states, in relevant part, \"The right of the people to be secure in their persons, houses, papers and effects against unreasonable searches and seizures shall not be violated.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> First Circuit case law holds that surviving family members cannot recover in an action brought under &#167; 1983 for deprivation of rights secured by the federal constitution for their own damages from the victim's death unless the unconstitutional action was aimed at the familial relationship.  See, e.g., Manarite v. City of Springfield, 957 F.2d 953, 960 (1st Cir.), cert. denied, 506 U.S. 837, 113 S.Ct. 113, 121 L.Ed.2d 70 (1992).  \"State action that affects the parental relationship only incidentally, however, even though the deprivation may be permanent, as in the case of unlawful killing by the police, is not sufficient to establish a violation of a [sic] identified liberty interest.\"  Pittsley v. Warish, 927 F.2d 3, 8 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Similarly, a failure to object to jury instructions constitutes a waiver.  Fed.R.Civ.P. 51 states, in relevant part, \"No party may assign as error the giving or the failure to give an instruction unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter objected to and the grounds of the objection.\"   See also Putnam Resources v. Pateman, 958 F.2d 448, 456 (1st Cir.1992) (\"Silence after instructions ... typically constitutes a waiver of any objections.\");  La Amiga del Pueblo, Inc. v. Robles, 937 F.2d 689, 690-91 (1st Cir.1991) (holding that unobjected to jury instructions become the law of the case);  Quinones-Pacheco v. American Airlines, Inc., 979 F.2d 1, 4 n. 3 (1st Cir.1992) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> While this Circuit has adopted an \"aimed at the relationship\" requirement, see Soto v. Flores, 103 F.3d 1056, 1062 (1st Cir.1997), some other circuits have not, see, e.g., Kelson v. City of Springfield, 767 F.2d 651, 653-55 (9th Cir.1985);  Estate of Bailey by Oare v. County of York, 768 F.2d 503, 509 n. 7 (3d Cir.1985);  Bell v. City of Milwaukee, 746 F.2d 1205, 1244-45 (7th Cir.1984), and the Supreme Court has not yet ruled on this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court instructed the jury, \"The plaintiffs' claims under the Puerto Rico Constitution essentially mirror and are the same as those asserted under the United States Constitution.\"   The court further stated:</p>\n        <p>Since the elements of this claim [under Article II, &#167; 10 of the Puerto Rico Constitution] are the same as under the Federal Constitution, I will not repeat them here.  The verdict form that will be provided to you after I finish my instructions will reflect the claims under both the Federal and Puerto Rico Constitutions.  If you find liability under both constitutions, or either of them, the amount of damages you award will only be provided to the plaintiff once, not double.  That is, no double recovery may be granted by you.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> A longer answer could be that whatever power the Supreme Court relied upon in City of Newport was limited to itself and would least likely apply to non-appellate tribunals, such as the district courts, even assuming it were to apply to courts of appeal, which remains doubtful, although we do not rule on the matter.  As the Court wrote, \"While concluding that in this unusual case, the interest of justice warrants our plenary consideration, we express no view regarding the application of the plain-error doctrine by the Courts of Appeals.\"  City of Newport, 453 U.S. at 257 n. 16, 101 S.Ct. at 2755 n. 16 (citation omitted) (emphasis added)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">204</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">517</span></span></p>\n    <p class=\"parties\">Elba ROBLES-VAZQUEZ, et al., Plaintiffs, Appellants,<br>v.<br>Raul TIRADO GARCIA, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1375.</p>\n    <p class=\"court\">United States Court of Appeals,First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1996.<br>Decided April 10, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Guy L. Heinemann, New York City, with whom Edelmiro Salas Garcia, San Juan, PR, was on brief, for Plaintiffs, Appellants.</p>\n      <p class=\"indent\">Sylvia Roger-Stefani, Assistant Solicitor General, with whom Carlos Lugo-Fiol, Solicitor General, San Juan, PR, and Edda Serrano-Blasini, Deputy Assistant Solicitor, Department of Justice, Guaynabo, PR, were on brief, for Defendants, Appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and DiCLERICO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants appeal from an order of the district court vacating an earlier $2.25 million judgment following a jury verdict in plaintiffs-appellants' favor on their individual claims under 42 U.S.C. &#167; 1983 and the Puerto Rico Constitution.  At issue is the power of the district court to grant judgment as a matter of law after a jury's verdict on a ground never raised by the parties prior to submission of the case to the jury.  We reverse.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We state the facts in the light most favorable to the verdict.  See Aetna Casualty Surety Co. v. P &amp; B Autobody, <span class=\"citation\" data-id=\"686425\"><a href=\"/opinion/686425/aetna-casualty-surety-company-v-p-b-autobody-arsenal-auto-repairs/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1546</span></a></span>, 1552 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the night of August 26, 1991, defendants-appellees Raul Tirado Garcia and Julio Olivares Febles, assistant marshals of the Superior Court of Puerto Rico, arrested Meraldo Brana Cruz at his home for nonpayment of child support pursuant to a valid arrest warrant.  Brana had no criminal record, and the marshals did not consider him dangerous;  they did not handcuff or frisk him before placing him in the back seat of the patrol car.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the drive, Brana asked if they could stop by a phone so he could call a relative to arrange for payment of his child support arrearage.  The police officers agreed, but Brana took advantage of the opportunity to make his escape.  During the subsequent pursuit on foot, Tirado fired several shots at Brana, one of which hit him in the back of his leg.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Tirado caught up with Brana, he shot him in the back at close range.  Brana collapsed, and the marshals brought him to the hospital.  Despite extensive surgery, Brana continued to endure excruciating pain, post-traumatic stress syndrome, chronic depression, stomach problems, a swollen leg, back pain, and a limp.  He died on December 24, 1992 of cardiac arrhythmia, caused by the prescription drugs he had been taking for the pain.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Brana sued, among others, Tirado and the Commonwealth of Puerto Rico under 42 U.S.C. &#167; 1983,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> alleging that Tirado had used excessive force in violation of the Fourth and Fourteenth Amendments to the United States Constitution<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and Article II, &#167;&#167; 7 and 10 of the Puerto Rico Constitution.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  After Brana's death, his common-law wife, Elba Robles-Vasquez, and his six children prosecuted Brana's surviving claims as his heirs.  His wife and the children also sought recovery individually for their own pain and suffering, emotional distress, and other damages, relying on similar provisions of the United States and Puerto Rico Constitutions.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the close of the plaintiffs' case, the defendants moved for judgment as a matter of law under Fed.R.Civ.P. 50(a).  This motion did not include as a reason for dismissal of the wife's and children's individual claims that Tirado's actions had in no way been directed at the relationship between Brana and his wife and children.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The jury found in Brana's favor in his own, surviving action, awarding to his heirs, on Brana's behalf, one million dollars in compensatory damages and $500,000 in punitive damages.  The jury also awarded to Robles and the children, in the claims brought on their individual behalfs, $250,000 each in compensatory damages and $500,000 in punitive damages to the group as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court remitted the punitive damages from Brana's own claims to $250,000.  No appeal has been brought from the judgment entered upon Brana's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court, however, granted part of the defendants' Rule 50(b) Motion for Renewal of the Motion For Judgment as a Matter of Law and dismissed the wife's and children's individual claims under &#167; 1983, holding that Tirado's conduct was not aimed at interfering with Brana's relationship with his family as required by First Circuit case law.  See infra note 6. In a footnote, the court also dismissed plaintiffs-appellants' similar claims under the Puerto Rico Constitution, saying they were \"of the same ilk\" as the federal constitutional claims.  As a result, the district court dismissed so much of the jury's award as granted an additional $1,750,000 in compensatory damages, and $500,000 in punitive damages, to the wife and children in their individual rights.  The plaintiffs appeal from the court's granting of the part of the Rule 50(b) motion.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiffs-appellants' primary argument on appeal is that defendants-appellees waived the contention that, as Tirado's alleged unconstitutional action against Brana was not aimed at the latter's relationship with his family, the plaintiff family members could not recover their individual damages resulting from Brana's injury and death.  See infra note 6.  The defendants did not raise this point of law in any pre-trial motion, nor did they raise it in the Rule 50(a) motion filed at trial.  Also, the defendants did not object to the court's jury instructions which authorized the jury to award damages to the individual family members and made no mention before the jury retired of any legal limitation of this nature.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The first reference to the issue surfaced in a rather weak suggestion of the point in defendants-appellees' postverdict renewed motion for judgment as a matter of law made under Fed.R.Civ.P. 50(b).  However, \"[a] post-trial motion for judgment can be granted only on grounds advanced in the pre-verdict motion.\"  Fed.R.Civ.P. 50(b) advisory committee's note to the 1991 amendment;  see also Sanchez v. Puerto Rico Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 723 (1st Cir.1994) (same).  \"The purpose of the Rule 50(b) requirement is to alert the opposing party to the movant's claim of insufficiency before the case goes to the jury, so that his opponent may possibly cure any deficiency in his case should the motion have merit, and also so that the judge may rule on the adequacy of the evidence without impinging on the jury's fact-finding province.\"  Martinez Moll v. Levitt &amp; Sons of Puerto Rico, Inc., <span class=\"citation\" data-id=\"359618\"><a href=\"/opinion/359618/jose-martinez-moll-v-levitt-sons-of-puerto-rico-inc/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">565</span></a></span>, 569 (1st Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An appellate court may not ordinarily consider an issue raised for the first time in a Rule 50(b) motion on the merits.  See id. at 568.  \"[T]he exceptions [to this rule] are few and far between, and appellate discretion should not be affirmatively exercised unless error is plain and the equities heavily preponderate in favor of correcting it.\"  Correa v. Hospital San Francisco, <span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1196 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1423</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></span> (1996).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A district court has no more leeway than a court of appeals to consider an issue raised post-verdict for the first time in a Rule 50(b) motion.  See generally American and Foreign Insurance Company v. Bolt, <span class=\"citation\" data-id=\"734248\"><a href=\"/opinion/734248/american-and-foreign-insurance-company-as-subrogee-of-luurtsema/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 159-60 (6th Cir.1997) (\"While it is accepted that a judge may sua sponte grant a directed verdict pursuant to Fed.R.Civ.P. 50(a) ... allowing a judge to sua sponte raise a new issue postverdict, and proceed to overturn a jury verdict on that basis contravenes the dictates of Rule 50(b).\")  (citation omitted) (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, one might consider it a close call whether the district court's prior failure, on its own initiative, to have barred plaintiffs' Fourteenth Amendment claims because of our \"aimed at the relationship\" requirement amounted to plain error, so as to allow the court to engage later in post-verdict correction.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But we need not decide that question, because clearly the district court's prior failure to have voluntarily barred plaintiffs' parallel claims under Article II, &#167; 10 of the Puerto Rico Constitution was not plain error, if, in fact, it was error at all.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Stating that the elements of the two claims were identical, the court instructed the jury to award only one set of damages for the plaintiffs' individual claims both under the Fourteenth Amendment and the Puerto Rico Constitution.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  It follows that even if the district court committed plain error in sending to the jury the plaintiffs' individual claims under the Fourteenth Amendment of the United States Constitution, the fact that it did not commit plain error in allowing the Puerto Rican constitutional prong of the claims to go forward prevented it from later allowing defendants' Rule 50(b) motion to invalidate the jury's award of individual damages to plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Puerto Rico, there is no precedent of which we are aware holding that family members of a deceased victim of lethal force used by the police in violation of Article II, &#167; 10 of the Puerto Rico Constitution either have or do not have a private right of action for their own damages derived from the victim's injury and death.  No Puerto Rico opinion, however, forecloses such an action, and decisions in other, related areas of Puerto Rico law indicate that the Puerto Rico Supreme Court might allow it.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The provisions of the Puerto Rico Constitution are said to operate ex proprio vigore, without the need for an effectuating statute comparable to &#167; 1983.  The Puerto Rico Supreme Court has written, \"The fact that a law has not been enacted defining privacy rights does not relieve us from our duty to give effect to that provision, since it is known that all constitutional provisions are, by their own nature, of privileged norm under the legislation, self-exercisable.\"   Quinones v. Commonwealth, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">791</span></span>, 794 (1964).</p>\n    </div>\n    <p class=\"indent\">More recently, the Court wrote:</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have repeatedly held that the character and primacy of the right of privacy operate ex proprio vigore, and may be enforced even between private individuals.  We must reach the same conclusion with regard to the constitutional right which protects the inviolability of the dignity of the human being, and with regard to that right which protects every worker against risks to his personal integrity in his work.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have also recognized the right to be compensated for damages caused when a private citizen encroaches upon one of these rights.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Arroyo v. Rattan Specialties, 17 O.T.S. 43, 74-75 (1986) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under this rationale, the Puerto Rico Supreme Court held that the victim of an illegal search had a private right of action for damages under the Organic Act of Puerto Rico, even before the Puerto Rico Constitution had come into existence.  See Miguel v. Hernaiz Targa &amp; Co., <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">568</span></span>, 574-75 (1937).  More recently, the Court has recognized a private right of action for violations of Article II, &#167; 10's ban on wiretapping, see Puerto Rico Telephone Co. v. Martinez, 14 O.T.S. 420, 435 (1983);  see also Menda Biton v. Menda, <span class=\"citation no-link\"><span class=\"volume\">796</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">631</span></span>, 633 (D.P.R.1992), and for violations of Article II, &#167; 8's right to protection against abusive attacks against one's reputation or family life, see Ayala v. San Juan Racing Corp., 12 O.T.S. 1012, 1019-20 (1982);  Colon v. Romero Barcelo, 12 O.T.S. 718 (1982);  Gonzalez v. Cuerda, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">121</span></span>, 130 (1963);  see also Rivera-Flores v. Puerto Rico Telephone Co., <span class=\"citation\" data-id=\"703157\"><a href=\"/opinion/703157/iris-v-rivera-flores-v-puerto-rico-telephone-company/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span>, 751 n. 9 (1st Cir.1995) (recognizing that Article II, &#167;&#167; 1 and 8 operate ex proprio vigore to make violators liable for tort damages).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Recognition of a private right of action by or on behalf of the victim of a constitutional wrong does not, of course, necessarily mean that members of the victim's family may sue in their individual capacities for damages suffered as a result of the victim's death or injury.  Puerto Rico tort law, however, allows the close relatives of the victim in unlawful death cases to recover for their own damages.  See Hernandez v. Fournier, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">93</span></span>, 96-104 (1957);  Caez v. U.S. Casualty Co., <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">729</span></span>, 734-36 (1958);  Rojas-Hernandez v. Puerto Rico Electric Power Authority, <span class=\"citation\" data-id=\"555762\"><a href=\"/opinion/555762/heibert-rojas-hernandez-v-puerto-rico-electric-power-authority/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">492</span></a></span>, 493 (1st Cir.1991).  As the Puerto Rico Supreme Court wrote, \"Thus, our jurisprudence admits that the next of kin of the victim are entitled to compensation for the material and moral damages which they personally suffered, whether or not they are heirs of the deceased.\"   Hernandez, 80 P.R.R. at 99.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The same could well be true in the realm of constitutional torts as well, although the Puerto Rico courts have yet to rule definitively.  See Colon (allowing relatives of a murdered man to recover under, inter alia, Article II, &#167; 8 of the Puerto Rico Constitution's guarantee of privacy, for the use of pictures of the deceased's corpse in political advertisements, without clarifying whether the recovery was for the breach of the deceased's privacy or the relatives').</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico seems particularly likely to recognize a private right of action for victims' family members in the privacy arena.  The Court has declared that the right of privacy set forth in sections 1, 8, and 10 of Article II of the Puerto Rico Constitution \"has a privileged place in the wide range of rights protected by the Constitution.\"  Commonwealth v. Puerto Rico Telephone Co., 14 O.T.S. 505, 514 (1983);  see also Kerr-Selgas v. American Airlines, Inc., <span class=\"citation\" data-id=\"707599\"><a href=\"/opinion/707599/69-fair-emplpraccas-bna-944-67-empl-prac-dec-p-43780-mary-jane/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1205</span></a></span>, 1213 (1st Cir.1995) (recognizing the \"great importance\" attached by the Puerto Rico Supreme Court to the Puerto Rico Constitution's guarantee of the right of privacy and human dignity).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although the relevant language of Article II, &#167; 10 of the Puerto Rico Constitution is identical to that of the Fourth Amendment to the United States Constitution, the Puerto Rico Supreme Court has declared that it may interpret a provision of the Puerto Rico Constitution as being more protective of the right involved than is the analogous provision of the United States Constitution.  See People v. Conde Pratts, 15 O.T.S. 411, 416-17 (1984).  Thus, the Puerto Rico Supreme Court could and might decide against adopting an \"aimed at the relationship\" test for the Puerto Rico Constitution even if the United States Supreme Court were to adopt one for the United States Constitution.  The fact that the First Circuit has adopted such a test under the United States Constitution is not determinative of the plaintiffs' rights under the Puerto Rico Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We conclude, therefore, that, in the absence of any Puerto Rico authority recognizing an \"aimed at the relationship\" requirement, and given Puerto Rico law's strong policy in favor of compensating the tort victim's relatives for their independent damages, it is at least questionable whether the Puerto Rico courts would read an \"aimed at the relationship\" requirement into private actions brought under Article II, &#167; 10 of the Puerto Rico Constitution.  It follows that it was not plain error for the district court to send the plaintiffs' individual claims under the Puerto Rico Constitution to the jury.  This being so, the district court later committed error when, following the verdict, it allowed the defendants' Rule 50(b) motion and dismissed the jury's damages award, which rested separately on the Puerto Rico Constitution as well as, doubtfully, on the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Had the defendants wished to preserve the \"aimed at the relationship\" issue, in particular under Puerto Rico law, for ruling by the district court and ourselves, they should have raised it when they moved for judgment as a matter of law during the trial under Rule 50(a) or, at least, by way of objection to the court's jury instruction submitting the individual plaintiffs' claims to the jury.  This they completely failed to do.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Up until this point, we have assumed that the district court's power to engage in post-verdict correction was limited to instances of plain error--a very tough standard in civil cases.  It could possibly be argued, however, that district and appellate courts possess some sort of additional authority to consider a waived issue on the merits if it presents an important and novel question of law.  See City of Newport v. Fact Concerts, Inc., <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2748</span></a></span>, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1981) (choosing to review a waived issue de novo on its merits because the district court had done so, the court of appeals had not disagreed with the district court's conclusions, and the issue was a novel question of law that was important and likely to recur);  Getty Petroleum Corp. v. Bartco Petroleum Corp., <span class=\"citation\" data-id=\"512386\"><a href=\"/opinion/512386/getty-petroleum-corp-cross-appellant-v-bartco-petroleum-corp-nicholas/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 107-08 (2d Cir.1988) (examining an issue on the merits despite a party's failure to object to a jury instruction because the district court had considered the question on the merits and because the issue involved was an important and novel question of federal law, citing City of Newport ), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1006</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1642</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></span> (1989);  Weaver v. Bowers, <span class=\"citation\" data-id=\"393803\"><a href=\"/opinion/393803/john-h-weaver-v-g-rogers-bowers-george-m-metzger-and-joseph-f/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1356</span></a></span>, 1361 (3d Cir.1981) (relying partly on City of Newport as authority to examine on the merits a defense of failure to state a claim upon which relief can be granted which was not raised until after the conclusion of the trial, stating that \"in unusual circumstances the courts of appeals also have inherent power to reach issues although not timely raised below\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1435</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">653</span></span> (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The short answer to any contention that the district court was empowered to rule here by the above City of Newport principles is that the issue in question is one of Puerto Rico law on which the Puerto Rico Supreme Court, and not we or even the United States Supreme Court, has the final say.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  As such, consideration of the issue on the merits would \"neither ... promote the interests of justice nor ... advance efficient judicial administration.\"  City of Newport, 453 U.S. at 257, 101 S.Ct. at 2755.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As we review the defendants' belated objection under the plain error standard and find no plain error, at least in respect to the Puerto Rico law claim, we reverse the district court's post-trial grant of judgment as a matter of law on the plaintiffs' individual damages claims.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We note that because the district court granted judgment as a matter of law to the defendants on the plaintiffs' individual claims, it did not consider the defendants' request, included within their post-trial motion under Rules 50(b) and 59, for a remittitur and for a new trial on these claims.  As we have restored the jury's verdict, we remand to the district court so that it may now consider these requests to the extent the parties wish to pursue them.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 42 U.S.C. &#167; 1983 states, in relevant part, \"Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory ... subjects, or causes to be subjected, any citizen of the United States ... to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Fourth Amendment to the United States Constitution states, in relevant part, \"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated....\"</p>\n        <p>The Fourteenth Amendment states, in relevant part, \"[N]or shall any State deprive any person of life, liberty, or property, without due process of law....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Article II, &#167; 7 of the Puerto Rico Constitution states, in relevant part, \"No person shall be deprived of his liberty or property without due process of law.\"</p>\n        <p>Article II, &#167; 10 of the Puerto Rico Constitution states, in relevant part, \"The right of the people to be secure in their persons, houses, papers and effects against unreasonable searches and seizures shall not be violated.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> First Circuit case law holds that surviving family members cannot recover in an action brought under &#167; 1983 for deprivation of rights secured by the federal constitution for their own damages from the victim's death unless the unconstitutional action was aimed at the familial relationship.  See, e.g., Manarite v. City of Springfield, <span class=\"citation\" data-id=\"578608\"><a href=\"/opinion/578608/jessica-a-manarite-by-and-through-her-next-friend-carla-manarite-and/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 960 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">113</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">70</span></span> (1992).  \"State action that affects the parental relationship only incidentally, however, even though the deprivation may be permanent, as in the case of unlawful killing by the police, is not sufficient to establish a violation of a [sic] identified liberty interest.\"  Pittsley v. Warish, <span class=\"citation\" data-id=\"556634\"><a href=\"/opinion/556634/danielle-j-pittsley-v-sergeant-philip-warish/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 8 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Similarly, a failure to object to jury instructions constitutes a waiver.  Fed.R.Civ.P. 51 states, in relevant part, \"No party may assign as error the giving or the failure to give an instruction unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter objected to and the grounds of the objection.\"   See also Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 456 (1st Cir.1992) (\"Silence after instructions ... typically constitutes a waiver of any objections.\");  La Amiga del Pueblo, Inc. v. Robles, <span class=\"citation\" data-id=\"564311\"><a href=\"/opinion/564311/la-amiga-del-pueblo-inc-v-ismael-robles/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 690-91 (1st Cir.1991) (holding that unobjected to jury instructions become the law of the case);  Quinones-Pacheco v. American Airlines, Inc., <span class=\"citation\" data-id=\"594418\"><a href=\"/opinion/594418/valentin-quinones-pacheco-v-american-airlines-inc-valentin/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 n. 3 (1st Cir.1992) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> While this Circuit has adopted an \"aimed at the relationship\" requirement, see Soto v. Flores, <span class=\"citation\" data-id=\"197155\"><a href=\"/opinion/197155/soto-v-carrasquillo/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1056</span></a></span>, 1062 (1st Cir.1997), some other circuits have not, see, e.g., Kelson v. City of Springfield, <span class=\"citation\" data-id=\"454918\"><a href=\"/opinion/454918/duane-vernon-kelson-and-eleanor-t-kelson-v-the-city-of-springfield-jerry/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">651</span></a></span>, 653-55 (9th Cir.1985);  Estate of Bailey by Oare v. County of York, <span class=\"citation\" data-id=\"455940\"><a href=\"/opinion/455940/estate-of-aleta-v-bailey-by-richard-oare-administrator-and-cameron-cr/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span>, 509 n. 7 (3d Cir.1985);  Bell v. City of Milwaukee, <span class=\"citation\" data-id=\"443256\"><a href=\"/opinion/443256/patrick-bell-sr-etc-v-city-of-milwaukee-howard-johnson-and-edwin/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span>, 1244-45 (7th Cir.1984), and the Supreme Court has not yet ruled on this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court instructed the jury, \"The plaintiffs' claims under the Puerto Rico Constitution essentially mirror and are the same as those asserted under the United States Constitution.\"   The court further stated:</p>\n        <p>Since the elements of this claim [under Article II, &#167; 10 of the Puerto Rico Constitution] are the same as under the Federal Constitution, I will not repeat them here.  The verdict form that will be provided to you after I finish my instructions will reflect the claims under both the Federal and Puerto Rico Constitutions.  If you find liability under both constitutions, or either of them, the amount of damages you award will only be provided to the plaintiff once, not double.  That is, no double recovery may be granted by you.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> A longer answer could be that whatever power the Supreme Court relied upon in City of Newport was limited to itself and would least likely apply to non-appellate tribunals, such as the district courts, even assuming it were to apply to courts of appeal, which remains doubtful, although we do not rule on the matter.  As the Court wrote, \"While concluding that in this unusual case, the interest of justice warrants our plenary consideration, we express no view regarding the application of the plain-error doctrine by the Courts of Appeals.\"  City of Newport, 453 U.S. at 257 n. 16, 101 S.Ct. at 2755 n. 16 (citation omitted) (emphasis added)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734248/"
  ]
}