{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197387/",
  "absolute_url": "/opinion/197387/united-states-v-grant/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197387/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:28:45Z",
  "date_modified": "2017-03-24T10:51:16.990653Z",
  "type": "010combined",
  "sha1": "1ee45147edb619eb6145b8c882121260b2e599b3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1697.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1697\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      JONATHAN A. GRANT, II,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                Boudin and Lynch, Circuit Judges.\r                                                          \r\n\n                                           \r\n\n     Miriam Conrad, Federal Defender Office, for appellant.\r                            \r\n     Sheila  W. Sawyer,  Assistant United  States Attorney,  with\r                                \r\nwhom  Donald K. Stern, United  States Attorney, was  on brief for\r                               \r\nappellee.\r\n\n                                           \r\n\n                           May 30, 1997\r\n                                           \r\r\n\n          TORRUELLA,  Chief   Judge.    On  February   28,  1996,\r                    TORRUELLA,  Chief   Judge.\r                                             \r\n\nDefendant-Appellant   Jonathan   Grant   (\"Grant\")   entered   an\r\n\nunconditional plea of guilty to  four counts of being a felon  in\r\n\npossession of eleven different firearms in violation of 18 U.S.C.\r\n\n  922(g).  Each count stated  a different location or a different\r\n\ntime of possession of  the relevant firearms.  Count  One charged\r\n\nGrant with possessing  three firearms  \"[o]n or  about April  22,\r\n\n1995, at Fairhaven, . . .  Massachusetts.\"  Count Two charged him\r\n\nwith possessing  two firearms \"[o]n  or about April 26,  1995, at\r\n\nFairhaven,  . . . Massachusetts.\"   Count Three  charged him with\r\n\npossessing  two  firearms  \"[o]n  or about  April  26,  1995,  at\r\n\nWestport,  . .  . Massachusetts.\"   Count  Four charged  him with\r\n\npossessing four firearms \"[o]n or about May 1, 1995, at Westport,\r\n\n. . . Massachusetts.\"  \r\n\n          At the  May 31, 1996, sentencing  hearing, the district\r\n\ncourt determined that Grant was an  Armed Career Criminal (\"ACC\")\r\n\nunder the Armed Career Criminal Act (\"ACCA\"), 18 U.S.C.   924(e),\r\n\nand accordingly imposed a minimum mandatory sentence of 15 years.\r\n\nIn the  event that this court  determined on appeal that  the ACC\r\n\nfinding was erroneous, the  district court imposed an alternative\r\n\nsentence of a total of fifteen  years, ten years for Counts  One,\r\n\nTwo, and Three,  to run  concurrently, and five  years for  Count\r\n\nFour, to run  consecutively.   As to the  district court's  first\r\n\nground, Grant  contends that the district  court erroneously held\r\n\nthat Grant's  earlier  Massachusetts conviction  for  carrying  a\r\n\ndangerous  weapon constituted  a violent  felony under  the ACCA.\r\n\n                               -2-\r\r\n\nThis allegedly  erroneous finding  provided the  third conviction\r\n\nnecessary to deem  Grant an  ACC.  Grant  next contends that  the\r\n\ndistrict court  erred, on  its alternative grounds,  in enhancing\r\n\nhis offense level  four levels under  U.S.S.G.   2K2.1(b)(5)  and\r\n\nabused  its discretion when it  denied his request  to conduct an\r\n\nevidentiary hearing  on  disputed  facts  in  the  Pre-Sentencing\r\n\nReport (\"PSR\").   Finally, Grant argues  that the district  court\r\n\nviolated  his Double  Jeopardy rights  by imposing  a consecutive\r\n\nsentence on Count Four.  Because we find that Grant's  second and\r\n\nthird  claims  lack  merit,  and therefore  affirm  the  district\r\n\ncourt's  alternative  sentence, we  need  not  reach Grant's  ACC\r\n\nargument.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          In  presenting the  facts, we  consult  the uncontested\r\n\nportions  of  the  PSR,   as  well  as  the  sentencing   hearing\r\n\ntranscript.  United  States v. Lagasse, 87 F.3d 18,  20 (1st Cir.\r                                                \r\n\n1996).\r\n\n          Michael Rivera (\"Rivera\") agreed to buy guns for Grant,\r\n\nin return for  $50 for each gun purchased.   Rivera purchased, on\r\n\nGrant's  behalf,  a total  of  thirteen  guns from  licensed  gun\r\n\ndealers  in Massachusetts.  Rivera turned  over all thirteen guns\r\n\nto Grant, who paid over $6,400 in  cash for the guns.  Grant paid\r\n\nRivera $650 in cash for making the purchases.\r\n\n          A federal Alcohol, Tobacco, and Firearms (\"ATF\") agent,\r\n\nwho  had received  a  tip about  the  purchases from  a  licensed\r\n\ndealer, interviewed Rivera  on May  11, 1995.   Rivera agreed  to\r\n\n                               -3-\r\r\n\ncooperate with federal  agents and, on  June 2, 1995,  introduced\r\n\nGrant to an undercover agent.  Grant indicated in a tape recorded\r\n\nconversation  with Rivera  that he  was interested  in purchasing\r\n\nfive fully  automatic  Tec-9 firearms  with  attached  silencers,\r\n\nbulletproof  vests, and a  silencer for  a .40-caliber  Smith and\r\n\nWesson pistol that Rivera had purchased for him earlier.  As part\r\n\nof  the  sting  operation,  Rivera  made  arrangements  with  the\r\n\ngovernment agent to purchase  these items for Grant.   When Grant\r\n\nwas arrested by ATF agents at  the sham sale, he was carrying the\r\n\n.40-caliber firearm and $3,000 in cash.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\nI.        Sentence enhancement\r          I.        Sentence enhancement\r\n\n          Under U.S.S.G.   2K2.1(b)(5),  the district court is to\r\n\nimpose a four-level enhancement\r\n\n          [i]f  the  defendant  used or  possessed  any\r\n          firearm  or  ammunition  in  connection  with\r\n          another  felony  offense;  or   possessed  or\r\n          transferred  any  firearm or  ammunition with\r\n          knowledge, intent, or reason to  believe that\r\n          it would be used  or possessed in  connection\r\n          with another felony.\r\n\nThe  district court  found that  this enhancement  was warranted.\r\n\nGrant contends that the district court abused its discretion when\r\n\nit  failed to  hold  an evidentiary  hearing regarding  contested\r\n\nportions of the PSR, and that the Section 2K2.1(b)(5) enhancement\r\n\nwas unsupported by the remaining uncontested evidence.\r\n\n          A.   Failure to hold an evidentiary hearing\r                    A.   Failure to hold an evidentiary hearing\r\n\n                               -4-\r\r\n\n          We  review  the district  court's  failure  to hold  an\r\n\nevidentiary hearing  for abuse of  discretion.  United  States v.\r                                                                        \r\n\nJim nez Mart nez, 83 F.3d 488, 498 (1st Cir. 1996).\r                          \r\n\n          Grant contested some of the facts contained in the PSR,\r\n\nspecifically  facts  derived  from  an  ATF  agent's  grand  jury\r\n\ntestimony regarding statements allegedly  made by Rivera but that\r\n\nwere not contained  in Rivera's  grand jury testimony  or in  his\r\n\nwritten statement to the  ATF.  These statements assert  that the\r\n\npurpose of  Grant's firearms  purchases was  to \"arm  persons who\r\n\nsold drugs for defendant in the  greater New Bedford area.\"   PSR\r\n\nat 25.   In the  proceedings below, Grant  sought an  evidentiary\r\n\nhearing into  the factual basis  for the agent's  statements that\r\n\nwere not supported by Rivera's own testimony.  Grant proffered to\r\n\nthe  probation  department and  the  sentencing  court copies  of\r\n\nRivera's  written  statement and  cited  to  Rivera's grand  jury\r\n\ntestimony;1  neither  source,  Grant  argued,  indicates  Grant's\r\n\npurpose in  purchasing  the  weapons.    Grant  argued  that  the\r\n\n                    \r                              \r\n\n1  Part of Rivera's testimony consisted of the following:\r\n\n          Q.   Did he  tell you what he  intended to do\r\n          with the guns?\r\n\n          A.   Yes.  I think he was -- at one point, he\r\n          mentioned he was  going to get rid of them to\r\n          his family members and to some friends.\r\n\n          Q.   Were  these  individuals who  sold drugs\r\n          with and for Grant?\r\n\n          A.   Yes,  the ones  that I  know of  that he\r\n          mentioned.\r\n\nGrand Jury Testimony of Michael Rivera at 9.\r\n\n                               -5-\r\r\n\n\"inconsistency\"  between the agent's testimony regarding Rivera's\r\n\nstatements and Rivera's own statements warranted resolution in an\r\n\nevidentiary hearing.\r\n\n          Grant  further  contends  on  appeal  that neither  the\r\n\nstatements of Rivera nor those of the ATF agent were sufficiently\r\n\nreliable  for the  district court  to credit them  in determining\r\n\nGrant's  knowledge  or intent  regarding  the future  use  of the\r\n\nfirearms.   Grant  asserts  that neither  Rivera's statement  nor\r\n\nRivera's  testimony  displayed  sufficient knowledge  of  Grant's\r\n\nstate of mind to make the statements reliable for the purposes of\r\n\nthis enhancement.\r\n\n          He further asserts that  the ATF agent's statements are\r\n\nunreliable because they are nothing more than claims regarding an\r\n\ninformant's  uncorroborated statements.   Grant  claims  that the\r\n\nrationale of  this court's decision  in United States  v. Jim nez\r                                                                           \r\n\nMart nez applies to  his case.  See Jim nez Mart nez,  83 F.3d at\r                                                              \r\n\n494-95 (finding  reliability concerns after the  defendant made a\r\n\nproffer  contesting the reliability  of an informant's statements\r\n\nregarding the  defendant's statements because  the defendant  and\r\n\nthe informant did  not share  a common language).   Grant  argues\r\n\nthat,  just as  the  defendant's uncontested  proffer in  Jim nez\r                                                                           \r\n\nMart nez sufficiently called into question the reliability of the\r                  \r\n\ninformant's  statements,   the   ATF  agent's   statements   were\r\n\nsufficiently  called  into question  by  Rivera's  statements and\r\n\ntestimony.    The argument  fails.   There is  no \"inconsistency\"\r\n\nbetween the ATF agent's statements and Rivera's written statement\r\n\n                               -6-\r\r\n\nand grand  jury testimony -- the ATF  agent's testimony regarding\r\n\nstatements  made by Rivera in the context of the investigation is\r\n\nconsistent  with the testimony provided by  Rivera.  Moreover, at\r\n\nthe  end of his grand  jury testimony, Rivera  stated that he was\r\n\nengaged  in ongoing  discussions  with the  ATF that  encompassed\r\n\nsubjects beyond those to which he had testified.\r\n\n          More fundamentally, Grant made no proffer regarding any\r\n\npossible,  let alone relevant or material, evidence that would be\r\n\nbrought forward at an  evidentiary hearing.  Without a  reason to\r\n\nbelieve  that   any  benefit  would  derive   from  convening  an\r\n\nevidentiary hearing, the district court  surely did not abuse its\r\n\ndiscretion in refusing Grant's request.\r\n\n          B.   Failure to resolve factual disputes\r                    B.   Failure to resolve factual disputes\r\n\n          Prior to sentencing, Grant objected to various facts in\r\n\nthe PSR.  Grant  argues that the district court  failed to comply\r\n\nwith Federal Rule of  Criminal Procedure 32(c)(1), which requires\r\n\na sentencing court that is presented with a factual dispute to\r\n\n          make either a finding  on the allegation or a\r\n          determination  that  no finding  is necessary\r\n          because the controverted  matter will not  be\r\n          taken into  account in,  or will  not affect,\r\n          sentencing.    A  written  record   of  these\r\n          findings and determinations must  be appended\r\n          to any  copy of  the presentence report  made\r\n          available to the Bureau of Prisons.\r\n\nFed. R. Crim.  P. 32(c)(1).  We have held  that the strictures of\r\n\nRule  32(c)(1)  bind the  sentencing  court to  compliance.   See\r                                                                           \r\n\nUnited  States v.  Bruckman,  874 F.2d  57,  64 (1st  Cir.  1989)\r                                     \r\n\n(finding  a violation of Rule 32[(c)(1)]  when the district court\r\n\nfails  to make or append such findings); United States v. Hanono-\r                                                                           \r\n\n                               -7-\r\r\n\nSurujun, 914 F.2d 15, 18 (1st Cir. 1990) (collecting cases).  The\r                 \r\n\npurposes   of  this  rule  are  two-fold:    (1)  to  protect  \"a\r\n\ndefendant's  due process rights to  be sentenced on  the basis of\r\n\naccurate  information\"; and (2) to provide \"a clear record of the\r\n\ndisposition  of controverted  facts  in the  presentence  report,\r\n\nwhich, in turn, reduces  the likelihood that subsequent appellate\r\n\nor administrative decisions  will be  made based  on improper  or\r\n\nincomplete information.\"  Bruckman, 874 F.2d at 63-64.\r                                            \r\n\n          With  regard  to  the  first  concern,  we  have  held,\r\n\nhowever,  that \"a court may make implicit findings with regard to\r\n\nsentencing matters.\"   United  States v. Ovalle-M rquez,  36 F.3d\r                                                                 \r\n\n212, 227 (1st Cir. 1994); accord United States v. Cruz, 981  F.2d\r                                                                \r\n\n613, 619 (1st Cir.  1992) (\"A court may make implicit findings on\r\n\ndisputed   factual  questions   by  accepting   the  government's\r\n\nrecommendations at the  sentencing hearing.\" (internal quotations\r\n\nomitted)).     During the sentencing hearing, the court gave each\r\n\nparty the opportunity to discuss the basis for relying on the ATF\r\n\nagent's  testimony  regarding  what  Rivera  had  told  him  when\r\n\nRivera's  own words  did not  include the  same statements.   The\r\n\ncontested  statements concerned Grant's alleged knowledge that he\r\n\nwas  giving the  firearms to  individuals who  would use  them in\r\n\nconnection with a felony.   After both parties were heard  on the\r\n\nstatements of the ATF agent and the informant, the district court\r\n\nruled that Grant \"had reason to believe that the weapons would be\r\n\nused  or possessed  in connection  with another  felony offense.\"\r\n\nTranscript of Sentencing Hearing  at 26.  The court  indicated in\r\n\n                               -8-\r\r\n\nwriting,  as part of the judgment, that it \"adopt[ed] the factual\r\n\nfindings  . . .  in the presentence  report.\"  We  find this case\r\n\nvirtually  indistinguishable  from United  States v.  Savoie, 985\r                                                                      \r\n\nF.2d  612, 621 (1st Cir.  1993), which found,  on similar, if not\r\n\nidentical, facts, that the  sentencing court had implicitly ruled\r\n\nthat the contested statements  were sufficiently reliable.  Under\r\n\nSavoie, the district court's  ruling and written adoption  of the\r                \r\n\nPSR  amounts \"necessarily [to  a] finding against  [Grant] on all\r\n\ndisputed  matters of  fact,\" id.,  that are  the subject  of this\r                                          \r\n\nappeal.\r\n\n          Moreover,  although Grant objected  to certain facts in\r\n\nthe PSR that stated he had the requisite knowledge, Grant did not\r\n\nprovide  the sentencing court with  evidence to rebut the factual\r\n\nassertions that he was in  charge of a drug operation in  the New\r\n\nBedford  area and  that he  intended to  provide the  firearms to\r\n\nfriends and family members  in furtherance of their work  in that\r\n\noperation.  Consequently,  the court was justified in  relying on\r\n\nthe contested facts.  See United States v. Mir, 919 F.2d 940, 943\r                                                        \r\n\n(5th Cir. 1990) (explaining  that, although defendant objected to\r\n\nfacts  contained in  the  PSR, his  failure  to present  rebuttal\r\n\nevidence  to refute those facts  left the district  court free to\r\n\nadopt the facts  contained in the  PSR without further  inquiry),\r\n\ncited in  United States  v. Morillo, 8  F.3d 864,  873 (1st  Cir.\r                                             \r\n\n1993); United States v. Ruiz, 905 F.2d 499, 508 (1st Cir. 1990).\r                                      \r\n\n          Having  concluded  that the  court  implicitly resolved\r\n\nthese  factual disputes, we turn to the second concern implicated\r\n\n                               -9-\r\r\n\nby Rule 32(c)(1), namely that a court's determination be appended\r\n\nto  the PSR.  Although the district court implicitly resolved the\r\n\nfactual  disputes,  it  failed  to comply  with  Rule  32(c)(1)'s\r\n\nmandate  that the  sentencing court  append to  the PSR  either a\r\n\ndetermination regarding  the contested facts or  a statement that\r\n\nthe contested facts were not considered in reaching the sentence.\r\n\nConsequently,  we remand to the  sentencing court to  allow it to\r\n\nappend  its determination.   Cruz,  981  F.2d at  619 (explaining\r                                           \r\n\nthat,  where the  sentencing  court merely  fails  to append  its\r\n\nfindings,  remanding without resentencing is appropriate); United\r                                                                           \r\n\nStates  v. Santana-Camacho,  931 F.2d  966, 969  (1st Cir.  1991)\r                                    \r\n\n(finding \"technical\"  failure to append  findings to PSR  did not\r\n\nentitle appellant to resentencing).\r\n\n          C.   Support for the enhancement\r                    C.   Support for the enhancement\r\n\n          We review the sentencing  court's interpretation of the\r\n\nsentencing guidelines de novo  and its factual conclusions, which\r                                       \r\n\nmust be supported by  a preponderance of the evidence,  for clear\r\n\nerror.   United States  v. Ruiz,  105 F.3d 1492,  1504 (1st  Cir.\r                                         \r\n\n1997).   Having concluded that the district court was entitled to\r\n\nrely  on all  of the  facts provided  in the  PSR, we  review its\r\n\nimposition  of   the  four-level  enhancement  under  U.S.S.G.   \r\n\n2K2.1(b)(5) in light of the facts contained in the PSR.\r\n\n          The findings  on which the sentencing  court relied for\r\n\nthe  four-level  enhancement   were  supported  by  the   factual\r\n\nstatements in the  PSR and  amply justify the  enhancement.   See\r                                                                           \r\n\nUnited  States v.  Van, 87  F.3d 1,  3 (1st  Cir. 1996)  (\"In the\r                                \r\n\n                               -10-\r\r\n\nabsence  of  legal error,  the  district court's  ruling  will be\r\n\nsustained  so long  as the  information upon  which it  relied is\r\n\nsufficient  to support  the  findings under  a clearly  erroneous\r\n\nstandard.\").  According to  the PSR, Grant was a  drug dealer who\r\n\nused  friends  and  family  members  to  distribute  drugs.    He\r\n\nindicated to  his \"gopher\" in the  firearms transactions, Rivera,\r\n\nthat he  needed the firearms to protect him and his associates in\r\n\nconnection  with the drug  operation.  These  facts alone support\r\n\nthe   sentencing  court's   finding  that   Grant  possessed   or\r\n\ntransferred the  firearms \"with  knowledge, intent, or  reason to\r\n\nbelieve that [they] would be used or possessed in connection with\r\n\nanother felony.\"  U.S.S.G.   2K2.1(b)(5).  We find no error here.\r\n\nII.       Double Jeopardy challenge\r          II.       Double Jeopardy challenge\r\n\n          The Double  Jeopardy Clause  states:  \"[N]or  shall any\r\n\nperson for the  same offense be twice put in  jeopardy of life or\r\n\nlimb.\"  U.S. Const. amend. V.  In the context  of sentencing, the\r\n\nDouble  Jeopardy Clause  bars  a sentencing  court from  imposing\r\n\nmultiple  punishments for  the  same offense.    See Rutledge  v.\r                                                                       \r\n\nUnited States, 116 S. Ct. 1241, 1245 (1996).  Grant contends that\r                       \r\n\nthe  imposition of  consecutive  sentences for  four counts  that\r\n\namounted to  the  same  offense  violates this  principle.    The\r\n\ngovernment  responds  that  Grant  waived any  challenge  to  the\r\n\nindictment on Double Jeopardy grounds  by his plea agreement  and\r\n\nunconditional  plea  of  guilty   to  all  four  counts  in   the\r\n\nindictment.   It  argues  in the  alternative  that if  Grant  is\r\n\npermitted  to pursue a Double Jeopardy challenge to his sentence,\r\n\n                               -11-\r\r\n\nto prevail he must establish that the felon-in-possession charges\r\n\nin the indictment were facially multiplicitous.\r\n\n          We  reject  the  government's  initial argument.    The\r\n\ncaselaw  establishes   that   a  defendant   may  under   certain\r\n\ncircumstances  mount a  Double Jeopardy  challenge to  a sentence\r\n\narising out  of a conviction  to which  he pled  guilty.   United\r                                                                           \r\n\nStates v. Broce, 488 U.S. 563, 576 (1989); Menna v. New York, 423\r                                                                      \r\n\nU.S. 61, 63  n.2 (1975)  (per curiam); Blackledge  v. Perry,  417\r                                                                     \r\n\nU.S.  21 (1974).    The  government's  focus  here  on  the  plea\r\n\nagreement in addition  to the  plea itself does  not advance  the\r\n\nargument or provide an exception to the general principle.\r\n\n          The  government's  alternative  argument   is  correct.\r\n\nGrant must  show that the indictment  was facially multiplicitous\r\n\nto prevail on his Double Jeopardy challenge.\r\n\n          When a criminal defendant  pleads guilty, he admits not\r\n\nonly  that  he committed  the  factual  predicate underlying  his\r\n\nconviction,  but  also  \"'that  he committed  the  crime  charged\r\n\nagainst him.'\"  Broce, 488 U.S. at 569 (quoting North Carolina v.\r                                                                        \r\n\nAlford, 400 U.S. 25, 32 (1970)).  \"Just as a defendant who pleads\r                \r\n\nguilty to a single  count admits guilt to the  specified offense,\r\n\nso  too does  a defendant  who pleads  guilty to two  counts with\r\n\nfacial  allegations  of distinct  offenses  concede  that he  has\r\n\ncommitted two separate offenses.\"  Id. at 570.\r                                                \r\n\n          At  the  plea hearing,  the  district  court repeatedly\r\n\ndirected Grant's attention to  the fact that he had  been charged\r\n\nwith four different  crimes.   See Transcript of  Change of  Plea\r                                            \r\n\n                               -12-\r\r\n\nHearing, Feb. 28, 1996, at 6, 11.  After being so apprised, Grant\r\n\nentered an unconditional plea on each count.  Having conceded the\r\n\nfacts  in the indictment, he  cannot now contend  that the counts\r\n\nconstitute   the   same   offense   unless   they  are   facially\r\n\nmultiplicitous.\r\n\n          Here,   the  facial  allegations  of  the  four  counts\r\n\nconsisted  of   distinct  offenses,   charging  Grant  with   the\r\n\npossession  of eleven different weapons in two separate cities on\r\n\nthree  different dates.   While it  is true  that Counts  Two and\r\n\nThree charge Grant with possession of certain weapons on the same\r\n\nday, the  two counts  allege possession  of different  weapons in\r\n\ndifferent  cities.  Count Two alleges  possession in Fairhaven of\r\n\ntwo   Glock  semi-automatic  pistols,  and  Count  Three  alleges\r\n\npossession  in Westport  of another  Glock  semi-automatic pistol\r\n\n(with  a different  serial number  from either  of the  two other\r\n\nGlocks) and a Ruger  semi-automatic pistol.  Grant's  guilty plea\r\n\nconstituted  an  admission  to   each  of  the  distinct  factual\r\n\npredicates underlying the separate counts and,  consequently, the\r\n\nplea \"conceded guilt  to [four] separate  offenses.\"  Broce,  488\r                                                                     \r\n\nU.S. at  571.  The four counts being distinct from one another in\r\n\ntime, place, or both, and weapon possessed, they are not facially\r\n\nmultiplicitous.\r\n\n          Grant's efforts to dodge  this conclusion are two-fold.\r\n\nFirst, he contends  that, because  neither the PSR  nor the  plea\r\n\ncolloquy  establish  where Rivera  turned  the  firearms over  to\r\n\nGrant, we must disregard the distinction between the reference in\r\n\n                               -13-\r\r\n\nCounts  One  and  Two  to  possession  of  different  firearms in\r\n\nFairhaven  and  the  reference  in   Counts  Three  and  Four  to\r\n\npossession of other firearms in Westport.  Because Grant's guilty\r\n\nplea  to  all four  counts conceded  that  his possession  of the\r\n\ndifferent  firearms took place  in the locations  alleged in each\r\n\ncount, however, no such showing was required.\r\n\n          Grant's second  argument is  that the sentencing  court\r\n\nfound that the possession  of these weapons amounted to  a single\r\n\ncourse of conduct.  Accordingly,  Grant reasons, the acts alleged\r\n\nin the  four separate  counts  constitute this  single course  of\r\n\nconduct,  making  them  the  same  offense  for  Double  Jeopardy\r\n\npurposes.   Again, Grant's argument fails.   First, Grant's claim\r\n\nthat the district  court made  a finding that  his possession  of\r\n\nthese firearms constituted a single  scheme or course of  conduct\r\n\nis belied by the record.  Second, the four separate counts simply\r\n\ndo not allege simultaneous possession.\r\n\n          The  two  multiple  possession  cases  on  which  Grant\r\n\nrelies, United States  v. Mullins,  698 F.2d 686,  687 (4th  Cir.\r                                           \r\n\n1983), and United States  v. Frankenberry, 696 F.2d 239,  245 (3d\r                                                   \r\n\nCir. 1982), are  different from his situation  in one dispositive\r\n\nway.   In  those two  cases,  the defendants  were  tried on  and\r\n\nconvicted of the  multiple possession counts.  Here, in contrast,\r\n\nGrant pled guilty to each  separate offense and thereby  admitted\r\n\nthe  factual predicates  underlying the  offense.  He  cannot now\r\n\nargue that a factual issue remains regarding the location or time\r\n\n                               -14-\r\r\n\nof  his possession of these  different firearms.   See Broce, 488\r                                                                      \r\n\nU.S. at 569-71.\r\n\n          Based  on  the  foregoing,  we  reject  Grant's  Double\r\n\nJeopardy challenge and affirm  the district court's imposition of\r\n\na five  year sentence on Count  Four to run consecutively  to the\r\n\nconcurrent  ten year  sentences imposed  on Counts One,  Two, and\r\n\nThree.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the  foregoing reasons, we affirm  Grant's sentence\r                                                   affirm\r                                                         \r\n\nand  remand  to the  district  court  to append  to  the PSR  its\r               remand\r                     \r\n\nfindings regarding contested facts.\r\n\n                               -15-\r\r\n",
  "html": "<p class=\"case_cite\">114 F.3d 323</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jonathan A. GRANT, II, Defendant--Appellant.</p>\n    <p class=\"docket\">No. 96-1697.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 8, 1997.<br>Decided May 30, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Miriam Conrad, Federal Defender Office, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Sheila W. Sawyer, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 28, 1996, Defendant-Appellant Jonathan Grant (\"Grant\") entered an unconditional plea of guilty to four counts of being a felon in possession of eleven different firearms in violation of 18 U.S.C. &#167; 922(g).  Each count stated a different location or a different time of possession of the relevant firearms.  Count One charged Grant with possessing three firearms \"[o]n or about April 22, 1995, at Fairhaven, ... Massachusetts.\"   Count Two charged him with possessing two firearms \"[o]n or about April 26, 1995, at Fairhaven, ... Massachusetts.\"   Count Three charged him with possessing two firearms \"[o]n or about April 26, 1995, at Westport, ... Massachusetts.\"   Count Four charged him with possessing four firearms \"[o]n or about May 1, 1995, at Westport, ... Massachusetts.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the May 31, 1996, sentencing hearing, the district court determined that Grant was an Armed Career Criminal (\"ACC\") under the Armed Career Criminal Act (\"ACCA\"), 18 U.S.C. &#167; 924(e), and accordingly imposed a minimum mandatory sentence of 15 years.  In the event that this court determined on appeal that the ACC finding was erroneous, the district court imposed an alternative sentence of a total of fifteen years, ten years for Counts One, Two, and Three, to run concurrently, and five years for Count Four, to run consecutively.  As to the district court's first ground, Grant contends that the district court erroneously held that Grant's earlier Massachusetts conviction for carrying a dangerous weapon constituted a violent felony under the ACCA.  This allegedly erroneous finding provided the third conviction necessary to deem Grant an ACC. Grant next contends that the district court erred, on its alternative grounds, in enhancing his offense level four levels under U.S.S.G. &#167; 2K2.1(b)(5) and abused its discretion when it denied his request to conduct an evidentiary hearing on disputed facts in the Pre-Sentencing Report (\"PSR\").  Finally, Grant argues that the district court violated his Double Jeopardy rights by imposing a consecutive sentence on Count Four.  Because we find that Grant's second and third claims lack merit, and therefore affirm the district court's alternative sentence, we need not reach Grant's ACC argument.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In presenting the facts, we consult the uncontested portions of the PSR, as well as the sentencing hearing transcript.  United States v. Lagasse, 87 F.3d 18, 20 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Michael Rivera (\"Rivera\") agreed to buy guns for Grant, in return for $50 for each gun purchased.  Rivera purchased, on Grant's behalf, a total of thirteen guns from licensed gun dealers in Massachusetts.  Rivera turned over all thirteen guns to Grant, who paid over $6,400 in cash for the guns.  Grant paid Rivera $650 in cash for making the purchases.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A federal Alcohol, Tobacco, and Firearms (\"ATF\") agent, who had received a tip about the purchases from a licensed dealer, interviewed Rivera on May 11, 1995.  Rivera agreed to cooperate with federal agents and, on June 2, 1995, introduced Grant to an undercover agent.  Grant indicated in a tape recorded conversation with Rivera that he was interested in purchasing five fully automatic Tec-9 firearms with attached silencers, bulletproof vests, and a silencer for a .40-caliber Smith and Wesson pistol that Rivera had purchased for him earlier.  As part of the sting operation, Rivera made arrangements with the government agent to purchase these items for Grant.  When Grant was arrested by ATF agents at the sham sale, he was carrying the .40-caliber firearm and $3,000 in cash.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Sentence enhancement</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under U.S.S.G. &#167; 2K2.1(b)(5), the district court is to impose a four-level enhancement</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>[i]f the defendant used or possessed any firearm or ammunition in connection with another felony offense;  or possessed or transferred any firearm or ammunition with knowledge, intent, or reason to believe that it would be used or possessed in connection with another felony.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found that this enhancement was warranted.  Grant contends that the district court abused its discretion when it failed to hold an evidentiary hearing regarding contested portions of the PSR, and that the Section 2K2.1(b)(5) enhancement was unsupported by the remaining uncontested evidence.</p>\n    </div>\n    <p class=\"indent\">A. Failure to hold an evidentiary hearing</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review the district court's failure to hold an evidentiary hearing for abuse of discretion.  United States v. Jimenez Martnez, 83 F.3d 488, 498 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Grant contested some of the facts contained in the PSR, specifically facts derived from an ATF agent's grand jury testimony regarding statements allegedly made by Rivera but that were not contained in Rivera's grand jury testimony or in his written statement to the ATF.  These statements assert that the purpose of Grant's firearms purchases was to \"arm persons who sold drugs for defendant in the greater New Bedford area.\"   PSR at 25.  In the proceedings below, Grant sought an evidentiary hearing into the factual basis for the agent's statements that were not supported by Rivera's own testimony.  Grant proffered to the probation department and the sentencing court copies of Rivera's written statement and cited to Rivera's grand jury testimony;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  neither source, Grant argued, indicates Grant's purpose in purchasing the weapons.  Grant argued that the \"inconsistency\" between the agent's testimony regarding Rivera's statements and Rivera's own statements warranted resolution in an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Grant further contends on appeal that neither the statements of Rivera nor those of the ATF agent were sufficiently reliable for the district court to credit them in determining Grant's knowledge or intent regarding the future use of the firearms.  Grant asserts that neither Rivera's statement nor Rivera's testimony displayed sufficient knowledge of Grant's state of mind to make the statements reliable for the purposes of this enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">He further asserts that the ATF agent's statements are unreliable because they are nothing more than claims regarding an informant's uncorroborated statements.  Grant claims that the rationale of this court's decision in United States v. Jimenez Martnez applies to his case.  See Jimenez Martnez, 83 F.3d at 494-95 (finding reliability concerns after the defendant made a proffer contesting the reliability of an informant's statements regarding the defendant's statements because the defendant and the informant did not share a common language).  Grant argues that, just as the defendant's uncontested proffer in Jimenez Martnez sufficiently called into question the reliability of the informant's statements, the ATF agent's statements were sufficiently called into question by Rivera's statements and testimony.  The argument fails.  There is no \"inconsistency\" between the ATF agent's statements and Rivera's written statement and grand jury testimony--the ATF agent's testimony regarding statements made by Rivera in the context of the investigation is consistent with the testimony provided by Rivera.  Moreover, at the end of his grand jury testimony, Rivera stated that he was engaged in ongoing discussions with the ATF that encompassed subjects beyond those to which he had testified.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">More fundamentally, Grant made no proffer regarding any possible, let alone relevant or material, evidence that would be brought forward at an evidentiary hearing.  Without a reason to believe that any benefit would derive from convening an evidentiary hearing, the district court surely did not abuse its discretion in refusing Grant's request.</p>\n    </div>\n    <p class=\"indent\">B. Failure to resolve factual disputes</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Prior to sentencing, Grant objected to various facts in the PSR. Grant argues that the district court failed to comply with Federal Rule of Criminal Procedure 32(c)(1), which requires a sentencing court that is presented with a factual dispute to</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>make either a finding on the allegation or a determination that no finding is necessary because the controverted matter will not be taken into account in, or will not affect, sentencing.  A written record of these findings and determinations must be appended to any copy of the presentence report made available to the Bureau of Prisons.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Fed.R.Crim.P. 32(c)(1).  We have held that the strictures of Rule 32(c)(1) bind the sentencing court to compliance.  See United States v. Bruckman, 874 F.2d 57, 64 (1st Cir.1989) (finding a violation of Rule 32[ (c)(1) ] when the district court fails to make or append such findings);  United States v. Hanono-Surujun, 914 F.2d 15, 18 (1st Cir.1990) (collecting cases).  The purposes of this rule are two-fold:  (1) to protect \"a defendant's due process rights to be sentenced on the basis of accurate information\";  and (2) to provide \"a clear record of the disposition of controverted facts in the presentence report, which, in turn, reduces the likelihood that subsequent appellate or administrative decisions will be made based on improper or incomplete information.\"  Bruckman, 874 F.2d at 63-64.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With regard to the first concern, we have held, however, that \"a court may make implicit findings with regard to sentencing matters.\"  United States v. Ovalle-Marquez, 36 F.3d 212, 227 (1st Cir.1994);  accord United States v. Cruz, 981 F.2d 613, 619 (1st Cir.1992) (\"A court may make implicit findings on disputed factual questions by accepting the government's recommendations at the sentencing hearing.\"  (internal quotations omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">During the sentencing hearing, the court gave each party the opportunity to discuss the basis for relying on the ATF agent's testimony regarding what Rivera had told him when Rivera's own words did not include the same statements.  The contested statements concerned Grant's alleged knowledge that he was giving the firearms to individuals who would use them in connection with a felony.  After both parties were heard on the statements of the ATF agent and the informant, the district court ruled that Grant \"had reason to believe that the weapons would be used or possessed in connection with another felony offense.\"   Transcript of Sentencing Hearing at 26.  The court indicated in writing, as part of the judgment, that it \"adopt[ed] the factual findings ... in the presentence report.\"   We find this case virtually indistinguishable from United States v. Savoie, 985 F.2d 612, 621 (1st Cir.1993), which found, on similar, if not identical, facts, that the sentencing court had implicitly ruled that the contested statements were sufficiently reliable.  Under Savoie, the district court's ruling and written adoption of the PSR amounts \"necessarily [to a] finding against [Grant] on all disputed matters of fact,\" id., that are the subject of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, although Grant objected to certain facts in the PSR that stated he had the requisite knowledge, Grant did not provide the sentencing court with evidence to rebut the factual assertions that he was in charge of a drug operation in the New Bedford area and that he intended to provide the firearms to friends and family members in furtherance of their work in that operation.  Consequently, the court was justified in relying on the contested facts.  See United States v. Mir, 919 F.2d 940, 943 (5th Cir.1990) (explaining that, although defendant objected to facts contained in the PSR, his failure to present rebuttal evidence to refute those facts left the district court free to adopt the facts contained in the PSR without further inquiry), cited in United States v. Morillo, 8 F.3d 864, 873 (1st Cir.1993);  United States v. Ruiz, 905 F.2d 499, 508 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Having concluded that the court implicitly resolved these factual disputes, we turn to the second concern implicated by Rule 32(c)(1), namely that a court's determination be appended to the PSR. Although the district court implicitly resolved the factual disputes, it failed to comply with Rule 32(c)(1)'s mandate that the sentencing court append to the PSR either a determination regarding the contested facts or a statement that the contested facts were not considered in reaching the sentence.  Consequently, we remand to the sentencing court to allow it to append its determination.  Cruz, 981 F.2d at 619 (explaining that, where the sentencing court merely fails to append its findings, remanding without resentencing is appropriate);  United States v. Santana-Camacho, 931 F.2d 966, 969 (1st Cir.1991) (finding \"technical\" failure to append findings to PSR did not entitle appellant to resentencing).</p>\n    </div>\n    <p class=\"indent\">C. Support for the enhancement</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review the sentencing court's interpretation of the sentencing guidelines de novo and its factual conclusions, which must be supported by a preponderance of the evidence, for clear error.  United States v. Ruiz, 105 F.3d 1492, 1504 (1st Cir.1997).  Having concluded that the district court was entitled to rely on all of the facts provided in the PSR, we review its imposition of the four-level enhancement under U.S.S.G. &#167; 2K2.1(b)(5) in light of the facts contained in the PSR.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The findings on which the sentencing court relied for the four-level enhancement were supported by the factual statements in the PSR and amply justify the enhancement.  See United States v. Van, 87 F.3d 1, 3 (1st Cir.1996) (\"In the absence of legal error, the district court's ruling will be sustained so long as the information upon which it relied is sufficient to support the findings under a clearly erroneous standard.\").  According to the PSR, Grant was a drug dealer who used friends and family members to distribute drugs.  He indicated to his \"gopher\" in the firearms transactions, Rivera, that he needed the firearms to protect him and his associates in connection with the drug operation.  These facts alone support the sentencing court's finding that Grant possessed or transferred the firearms \"with knowledge, intent, or reason to believe that [they] would be used or possessed in connection with another felony.\"  U.S.S.G. &#167; 2K2.1(b)(5).  We find no error here.</p>\n    </div>\n    <p>II. Double Jeopardy challenge</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Double Jeopardy Clause states:  \"[N]or shall any person for the same offense be twice put in jeopardy of life or limb.\"   U.S. Const. amend.  V. In the context of sentencing, the Double Jeopardy Clause bars a sentencing court from imposing multiple punishments for the same offense.  See Rutledge v. United States, --- U.S. ----, ----, 116 S.Ct. 1241, 1245, 134 L.Ed.2d 419 (1996).  Grant contends that the imposition of consecutive sentences for four counts that amounted to the same offense violates this principle.  The government responds that Grant waived any challenge to the indictment on Double Jeopardy grounds by his plea agreement and unconditional plea of guilty to all four counts in the indictment.  It argues in the alternative that if Grant is permitted to pursue a Double Jeopardy challenge to his sentence, to prevail he must establish that the felon-in-possession charges in the indictment were facially multiplicitous.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We reject the government's initial argument.  The caselaw establishes that a defendant may under certain circumstances mount a Double Jeopardy challenge to a sentence arising out of a conviction to which he pled guilty.  United States v. Broce, 488 U.S. 563, 576, 109 S.Ct. 757, 766, 102 L.Ed.2d 927 (1989);  Menna v. New York, 423 U.S. 61, 63 n. 2, 96 S.Ct. 241, 242 n. 2, 46 L.Ed.2d 195 (1975) (per curiam);  Blackledge v. Perry, 417 U.S. 21, 94 S.Ct. 2098, 40 L.Ed.2d 628 (1974).  The government's focus here on the plea agreement in addition to the plea itself does not advance the argument or provide an exception to the general principle.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The government's alternative argument is correct.  Grant must show that the indictment was facially multiplicitous to prevail on his Double Jeopardy challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">When a criminal defendant pleads guilty, he admits not only that he committed the factual predicate underlying his conviction, but also \" 'that he committed the crime charged against him.' \"  Broce, 488 U.S. at 570, 109 S.Ct. at 762 (quoting North Carolina v. Alford, 400 U.S. 25, 32, 91 S.Ct. 160, 164, 27 L.Ed.2d 162 (1970)).  \"Just as a defendant who pleads guilty to a single count admits guilt to the specified offense, so too does a defendant who pleads guilty to two counts with facial allegations of distinct offenses concede that he has committed two separate offenses.\"  Id. at 570, 109 S.Ct. at 763.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At the plea hearing, the district court repeatedly directed Grant's attention to the fact that he had been charged with four different crimes.  See Transcript of Change of Plea Hearing, Feb. 28, 1996, at 6, 11.  After being so apprised, Grant entered an unconditional plea on each count.  Having conceded the facts in the indictment, he cannot now contend that the counts constitute the same offense unless they are facially multiplicitous.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Here, the facial allegations of the four counts consisted of distinct offenses, charging Grant with the possession of eleven different weapons in two separate cities on three different dates.  While it is true that Counts Two and Three charge Grant with possession of certain weapons on the same day, the two counts allege possession of different weapons in different cities.  Count Two alleges possession in Fairhaven of two Glock semi-automatic pistols, and Count Three alleges possession in Westport of another Glock semi-automatic pistol (with a different serial number from either of the two other Glocks) and a Ruger semi-automatic pistol.  Grant's guilty plea constituted an admission to each of the distinct factual predicates underlying the separate counts and, consequently, the plea \"conceded guilt to [four] separate offenses.\"  Broce, 488 U.S. at 571, 109 S.Ct. at 763.   The four counts being distinct from one another in time, place, or both, and weapon possessed, they are not facially multiplicitous.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Grant's efforts to dodge this conclusion are two-fold.  First, he contends that, because neither the PSR nor the plea colloquy establish where Rivera turned the firearms over to Grant, we must disregard the distinction between the reference in Counts One and Two to possession of different firearms in Fairhaven and the reference in Counts Three and Four to possession of other firearms in Westport.  Because Grant's guilty plea to all four counts conceded that his possession of the different firearms took place in the locations alleged in each count, however, no such showing was required.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Grant's second argument is that the sentencing court found that the possession of these weapons amounted to a single course of conduct.  Accordingly, Grant reasons, the acts alleged in the four separate counts constitute this single course of conduct, making them the same offense for Double Jeopardy purposes.  Again, Grant's argument fails.  First, Grant's claim that the district court made a finding that his possession of these firearms constituted a single scheme or course of conduct is belied by the record.  Second, the four separate counts simply do not allege simultaneous possession.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The two multiple possession cases on which Grant relies, United States v. Mullins, 698 F.2d 686, 687 (4th Cir.1983), and United States v. Frankenberry, 696 F.2d 239, 245 (3d Cir.1982), are different from his situation in one dispositive way.  In those two cases, the defendants were tried on and convicted of the multiple possession counts.  Here, in contrast, Grant pled guilty to each separate offense and thereby admitted the factual predicates underlying the offense.  He cannot now argue that a factual issue remains regarding the location or time of his possession of these different firearms.  See Broce, 488 U.S. at 569-71, 109 S.Ct. at 762-63.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Based on the foregoing, we reject Grant's Double Jeopardy challenge and affirm the district court's imposition of a five year sentence on Count Four to run consecutively to the concurrent ten year sentences imposed on Counts One, Two, and Three.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm Grant's sentence and remand to the district court to append to the PSR its findings regarding contested facts.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Part of Rivera's testimony consisted of the following:</p>\n        <p>Q. Did he tell you what he intended to do with the guns?</p>\n        <p>A. Yes.  I think he was--at one point, he mentioned he was going to get rid of them to his family members and to some friends.</p>\n        <p>Q. Were these individuals who sold drugs with and for Grant?</p>\n        <p>A. Yes, the ones that I know of that he mentioned.</p>\n        <p>Grand Jury Testimony of Michael Rivera at 9.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jonathan A. GRANT, II, Defendant--Appellant.</p>\n    <p class=\"docket\">No. 96-1697.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 8, 1997.<br>Decided May 30, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Miriam Conrad, Federal Defender Office, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Sheila W. Sawyer, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 28, 1996, Defendant-Appellant Jonathan Grant (\"Grant\") entered an unconditional plea of guilty to four counts of being a felon in possession of eleven different firearms in violation of 18 U.S.C. &#167; 922(g).  Each count stated a different location or a different time of possession of the relevant firearms.  Count One charged Grant with possessing three firearms \"[o]n or about April 22, 1995, at Fairhaven, ... Massachusetts.\"   Count Two charged him with possessing two firearms \"[o]n or about April 26, 1995, at Fairhaven, ... Massachusetts.\"   Count Three charged him with possessing two firearms \"[o]n or about April 26, 1995, at Westport, ... Massachusetts.\"   Count Four charged him with possessing four firearms \"[o]n or about May 1, 1995, at Westport, ... Massachusetts.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the May 31, 1996, sentencing hearing, the district court determined that Grant was an Armed Career Criminal (\"ACC\") under the Armed Career Criminal Act (\"ACCA\"), 18 U.S.C. &#167; 924(e), and accordingly imposed a minimum mandatory sentence of 15 years.  In the event that this court determined on appeal that the ACC finding was erroneous, the district court imposed an alternative sentence of a total of fifteen years, ten years for Counts One, Two, and Three, to run concurrently, and five years for Count Four, to run consecutively.  As to the district court's first ground, Grant contends that the district court erroneously held that Grant's earlier Massachusetts conviction for carrying a dangerous weapon constituted a violent felony under the ACCA.  This allegedly erroneous finding provided the third conviction necessary to deem Grant an ACC. Grant next contends that the district court erred, on its alternative grounds, in enhancing his offense level four levels under U.S.S.G. &#167; 2K2.1(b)(5) and abused its discretion when it denied his request to conduct an evidentiary hearing on disputed facts in the Pre-Sentencing Report (\"PSR\").  Finally, Grant argues that the district court violated his Double Jeopardy rights by imposing a consecutive sentence on Count Four.  Because we find that Grant's second and third claims lack merit, and therefore affirm the district court's alternative sentence, we need not reach Grant's ACC argument.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In presenting the facts, we consult the uncontested portions of the PSR, as well as the sentencing hearing transcript.  United States v. Lagasse, <span class=\"citation\" data-id=\"196833\"><a href=\"/opinion/196833/united-states-v-lagasse/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 20 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Michael Rivera (\"Rivera\") agreed to buy guns for Grant, in return for $50 for each gun purchased.  Rivera purchased, on Grant's behalf, a total of thirteen guns from licensed gun dealers in Massachusetts.  Rivera turned over all thirteen guns to Grant, who paid over $6,400 in cash for the guns.  Grant paid Rivera $650 in cash for making the purchases.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A federal Alcohol, Tobacco, and Firearms (\"ATF\") agent, who had received a tip about the purchases from a licensed dealer, interviewed Rivera on May 11, 1995.  Rivera agreed to cooperate with federal agents and, on June 2, 1995, introduced Grant to an undercover agent.  Grant indicated in a tape recorded conversation with Rivera that he was interested in purchasing five fully automatic Tec-9 firearms with attached silencers, bulletproof vests, and a silencer for a .40-caliber Smith and Wesson pistol that Rivera had purchased for him earlier.  As part of the sting operation, Rivera made arrangements with the government agent to purchase these items for Grant.  When Grant was arrested by ATF agents at the sham sale, he was carrying the .40-caliber firearm and $3,000 in cash.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Sentence enhancement</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under U.S.S.G. &#167; 2K2.1(b)(5), the district court is to impose a four-level enhancement</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>[i]f the defendant used or possessed any firearm or ammunition in connection with another felony offense;  or possessed or transferred any firearm or ammunition with knowledge, intent, or reason to believe that it would be used or possessed in connection with another felony.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found that this enhancement was warranted.  Grant contends that the district court abused its discretion when it failed to hold an evidentiary hearing regarding contested portions of the PSR, and that the Section 2K2.1(b)(5) enhancement was unsupported by the remaining uncontested evidence.</p>\n    </div>\n    <p class=\"indent\">A. Failure to hold an evidentiary hearing</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review the district court's failure to hold an evidentiary hearing for abuse of discretion.  United States v. Jimenez Martnez, <span class=\"citation\" data-id=\"196722\"><a href=\"/opinion/196722/united-states-v-jimenez-martinez/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></a></span>, 498 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Grant contested some of the facts contained in the PSR, specifically facts derived from an ATF agent's grand jury testimony regarding statements allegedly made by Rivera but that were not contained in Rivera's grand jury testimony or in his written statement to the ATF.  These statements assert that the purpose of Grant's firearms purchases was to \"arm persons who sold drugs for defendant in the greater New Bedford area.\"   PSR at 25.  In the proceedings below, Grant sought an evidentiary hearing into the factual basis for the agent's statements that were not supported by Rivera's own testimony.  Grant proffered to the probation department and the sentencing court copies of Rivera's written statement and cited to Rivera's grand jury testimony;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  neither source, Grant argued, indicates Grant's purpose in purchasing the weapons.  Grant argued that the \"inconsistency\" between the agent's testimony regarding Rivera's statements and Rivera's own statements warranted resolution in an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Grant further contends on appeal that neither the statements of Rivera nor those of the ATF agent were sufficiently reliable for the district court to credit them in determining Grant's knowledge or intent regarding the future use of the firearms.  Grant asserts that neither Rivera's statement nor Rivera's testimony displayed sufficient knowledge of Grant's state of mind to make the statements reliable for the purposes of this enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">He further asserts that the ATF agent's statements are unreliable because they are nothing more than claims regarding an informant's uncorroborated statements.  Grant claims that the rationale of this court's decision in United States v. Jimenez Martnez applies to his case.  See Jimenez Martnez, 83 F.3d at 494-95 (finding reliability concerns after the defendant made a proffer contesting the reliability of an informant's statements regarding the defendant's statements because the defendant and the informant did not share a common language).  Grant argues that, just as the defendant's uncontested proffer in Jimenez Martnez sufficiently called into question the reliability of the informant's statements, the ATF agent's statements were sufficiently called into question by Rivera's statements and testimony.  The argument fails.  There is no \"inconsistency\" between the ATF agent's statements and Rivera's written statement and grand jury testimony--the ATF agent's testimony regarding statements made by Rivera in the context of the investigation is consistent with the testimony provided by Rivera.  Moreover, at the end of his grand jury testimony, Rivera stated that he was engaged in ongoing discussions with the ATF that encompassed subjects beyond those to which he had testified.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">More fundamentally, Grant made no proffer regarding any possible, let alone relevant or material, evidence that would be brought forward at an evidentiary hearing.  Without a reason to believe that any benefit would derive from convening an evidentiary hearing, the district court surely did not abuse its discretion in refusing Grant's request.</p>\n    </div>\n    <p class=\"indent\">B. Failure to resolve factual disputes</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Prior to sentencing, Grant objected to various facts in the PSR. Grant argues that the district court failed to comply with Federal Rule of Criminal Procedure 32(c)(1), which requires a sentencing court that is presented with a factual dispute to</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>make either a finding on the allegation or a determination that no finding is necessary because the controverted matter will not be taken into account in, or will not affect, sentencing.  A written record of these findings and determinations must be appended to any copy of the presentence report made available to the Bureau of Prisons.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Fed.R.Crim.P. 32(c)(1).  We have held that the strictures of Rule 32(c)(1) bind the sentencing court to compliance.  See United States v. Bruckman, <span class=\"citation\" data-id=\"522867\"><a href=\"/opinion/522867/united-states-v-neal-r-bruckman/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span>, 64 (1st Cir.1989) (finding a violation of Rule 32[ (c)(1) ] when the district court fails to make or append such findings);  United States v. Hanono-Surujun, <span class=\"citation\" data-id=\"547667\"><a href=\"/opinion/547667/united-states-v-jose-hanono-surujun/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 18 (1st Cir.1990) (collecting cases).  The purposes of this rule are two-fold:  (1) to protect \"a defendant's due process rights to be sentenced on the basis of accurate information\";  and (2) to provide \"a clear record of the disposition of controverted facts in the presentence report, which, in turn, reduces the likelihood that subsequent appellate or administrative decisions will be made based on improper or incomplete information.\"  Bruckman, 874 F.2d at 63-64.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With regard to the first concern, we have held, however, that \"a court may make implicit findings with regard to sentencing matters.\"  United States v. Ovalle-Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 227 (1st Cir.1994);  accord United States v. Cruz, <span class=\"citation\" data-id=\"596488\"><a href=\"/opinion/596488/united-states-v-joseph-cruz/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 619 (1st Cir.1992) (\"A court may make implicit findings on disputed factual questions by accepting the government's recommendations at the sentencing hearing.\"  (internal quotations omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">During the sentencing hearing, the court gave each party the opportunity to discuss the basis for relying on the ATF agent's testimony regarding what Rivera had told him when Rivera's own words did not include the same statements.  The contested statements concerned Grant's alleged knowledge that he was giving the firearms to individuals who would use them in connection with a felony.  After both parties were heard on the statements of the ATF agent and the informant, the district court ruled that Grant \"had reason to believe that the weapons would be used or possessed in connection with another felony offense.\"   Transcript of Sentencing Hearing at 26.  The court indicated in writing, as part of the judgment, that it \"adopt[ed] the factual findings ... in the presentence report.\"   We find this case virtually indistinguishable from United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 621 (1st Cir.1993), which found, on similar, if not identical, facts, that the sentencing court had implicitly ruled that the contested statements were sufficiently reliable.  Under Savoie, the district court's ruling and written adoption of the PSR amounts \"necessarily [to a] finding against [Grant] on all disputed matters of fact,\" id., that are the subject of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, although Grant objected to certain facts in the PSR that stated he had the requisite knowledge, Grant did not provide the sentencing court with evidence to rebut the factual assertions that he was in charge of a drug operation in the New Bedford area and that he intended to provide the firearms to friends and family members in furtherance of their work in that operation.  Consequently, the court was justified in relying on the contested facts.  See United States v. Mir, <span class=\"citation\" data-id=\"552185\"><a href=\"/opinion/552185/united-states-v-armando-mir/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></a></span>, 943 (5th Cir.1990) (explaining that, although defendant objected to facts contained in the PSR, his failure to present rebuttal evidence to refute those facts left the district court free to adopt the facts contained in the PSR without further inquiry), cited in United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 873 (1st Cir.1993);  United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Having concluded that the court implicitly resolved these factual disputes, we turn to the second concern implicated by Rule 32(c)(1), namely that a court's determination be appended to the PSR. Although the district court implicitly resolved the factual disputes, it failed to comply with Rule 32(c)(1)'s mandate that the sentencing court append to the PSR either a determination regarding the contested facts or a statement that the contested facts were not considered in reaching the sentence.  Consequently, we remand to the sentencing court to allow it to append its determination.  Cruz, 981 F.2d at 619 (explaining that, where the sentencing court merely fails to append its findings, remanding without resentencing is appropriate);  United States v. Santana-Camacho, <span class=\"citation\" data-id=\"560353\"><a href=\"/opinion/560353/united-states-v-ramon-santana-camacho/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">966</span></a></span>, 969 (1st Cir.1991) (finding \"technical\" failure to append findings to PSR did not entitle appellant to resentencing).</p>\n    </div>\n    <p class=\"indent\">C. Support for the enhancement</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review the sentencing court's interpretation of the sentencing guidelines de novo and its factual conclusions, which must be supported by a preponderance of the evidence, for clear error.  United States v. Ruiz, <span class=\"citation\" data-id=\"197202\"><a href=\"/opinion/197202/united-states-v-ruiz/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1492</span></a></span>, 1504 (1st Cir.1997).  Having concluded that the district court was entitled to rely on all of the facts provided in the PSR, we review its imposition of the four-level enhancement under U.S.S.G. &#167; 2K2.1(b)(5) in light of the facts contained in the PSR.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The findings on which the sentencing court relied for the four-level enhancement were supported by the factual statements in the PSR and amply justify the enhancement.  See United States v. Van, <span class=\"citation\" data-id=\"196815\"><a href=\"/opinion/196815/united-states-v-van/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1996) (\"In the absence of legal error, the district court's ruling will be sustained so long as the information upon which it relied is sufficient to support the findings under a clearly erroneous standard.\").  According to the PSR, Grant was a drug dealer who used friends and family members to distribute drugs.  He indicated to his \"gopher\" in the firearms transactions, Rivera, that he needed the firearms to protect him and his associates in connection with the drug operation.  These facts alone support the sentencing court's finding that Grant possessed or transferred the firearms \"with knowledge, intent, or reason to believe that [they] would be used or possessed in connection with another felony.\"  U.S.S.G. &#167; 2K2.1(b)(5).  We find no error here.</p>\n    </div>\n    <p>II. Double Jeopardy challenge</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Double Jeopardy Clause states:  \"[N]or shall any person for the same offense be twice put in jeopardy of life or limb.\"   U.S. Const. amend.  V. In the context of sentencing, the Double Jeopardy Clause bars a sentencing court from imposing multiple punishments for the same offense.  See Rutledge v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118013\"><a href=\"/opinion/118013/rutledge-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>, 1245, <span class=\"citation\" data-id=\"118013\"><a href=\"/opinion/118013/rutledge-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></a></span> (1996).  Grant contends that the imposition of consecutive sentences for four counts that amounted to the same offense violates this principle.  The government responds that Grant waived any challenge to the indictment on Double Jeopardy grounds by his plea agreement and unconditional plea of guilty to all four counts in the indictment.  It argues in the alternative that if Grant is permitted to pursue a Double Jeopardy challenge to his sentence, to prevail he must establish that the felon-in-possession charges in the indictment were facially multiplicitous.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We reject the government's initial argument.  The caselaw establishes that a defendant may under certain circumstances mount a Double Jeopardy challenge to a sentence arising out of a conviction to which he pled guilty.  United States v. Broce, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 576, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">757</span></a></span>, 766, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">927</span></a></span> (1989);  Menna v. New York, <span class=\"citation\" data-id=\"109330\"><a href=\"/opinion/109330/menna-v-new-york/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 63 n. 2, <span class=\"citation\" data-id=\"109330\"><a href=\"/opinion/109330/menna-v-new-york/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></a></span>, 242 n. 2, <span class=\"citation\" data-id=\"109330\"><a href=\"/opinion/109330/menna-v-new-york/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span> (1975) (per curiam);  Blackledge v. Perry, <span class=\"citation\" data-id=\"109042\"><a href=\"/opinion/109042/blackledge-v-perry/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span>, <span class=\"citation\" data-id=\"109042\"><a href=\"/opinion/109042/blackledge-v-perry/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2098</span></a></span>, <span class=\"citation\" data-id=\"109042\"><a href=\"/opinion/109042/blackledge-v-perry/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></a></span> (1974).  The government's focus here on the plea agreement in addition to the plea itself does not advance the argument or provide an exception to the general principle.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The government's alternative argument is correct.  Grant must show that the indictment was facially multiplicitous to prevail on his Double Jeopardy challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">When a criminal defendant pleads guilty, he admits not only that he committed the factual predicate underlying his conviction, but also \" 'that he committed the crime charged against him.' \"  Broce, 488 U.S. at 570, 109 S.Ct. at 762 (quoting North Carolina v. Alford, <span class=\"citation\" data-id=\"108215\"><a href=\"/opinion/108215/north-carolina-v-alford/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 32, <span class=\"citation\" data-id=\"108215\"><a href=\"/opinion/108215/north-carolina-v-alford/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">160</span></a></span>, 164, <span class=\"citation\" data-id=\"108215\"><a href=\"/opinion/108215/north-carolina-v-alford/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">162</span></a></span> (1970)).  \"Just as a defendant who pleads guilty to a single count admits guilt to the specified offense, so too does a defendant who pleads guilty to two counts with facial allegations of distinct offenses concede that he has committed two separate offenses.\"  Id. at 570, 109 S.Ct. at 763.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At the plea hearing, the district court repeatedly directed Grant's attention to the fact that he had been charged with four different crimes.  See Transcript of Change of Plea Hearing, Feb. 28, 1996, at 6, 11.  After being so apprised, Grant entered an unconditional plea on each count.  Having conceded the facts in the indictment, he cannot now contend that the counts constitute the same offense unless they are facially multiplicitous.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Here, the facial allegations of the four counts consisted of distinct offenses, charging Grant with the possession of eleven different weapons in two separate cities on three different dates.  While it is true that Counts Two and Three charge Grant with possession of certain weapons on the same day, the two counts allege possession of different weapons in different cities.  Count Two alleges possession in Fairhaven of two Glock semi-automatic pistols, and Count Three alleges possession in Westport of another Glock semi-automatic pistol (with a different serial number from either of the two other Glocks) and a Ruger semi-automatic pistol.  Grant's guilty plea constituted an admission to each of the distinct factual predicates underlying the separate counts and, consequently, the plea \"conceded guilt to [four] separate offenses.\"  Broce, 488 U.S. at 571, 109 S.Ct. at 763.   The four counts being distinct from one another in time, place, or both, and weapon possessed, they are not facially multiplicitous.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Grant's efforts to dodge this conclusion are two-fold.  First, he contends that, because neither the PSR nor the plea colloquy establish where Rivera turned the firearms over to Grant, we must disregard the distinction between the reference in Counts One and Two to possession of different firearms in Fairhaven and the reference in Counts Three and Four to possession of other firearms in Westport.  Because Grant's guilty plea to all four counts conceded that his possession of the different firearms took place in the locations alleged in each count, however, no such showing was required.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Grant's second argument is that the sentencing court found that the possession of these weapons amounted to a single course of conduct.  Accordingly, Grant reasons, the acts alleged in the four separate counts constitute this single course of conduct, making them the same offense for Double Jeopardy purposes.  Again, Grant's argument fails.  First, Grant's claim that the district court made a finding that his possession of these firearms constituted a single scheme or course of conduct is belied by the record.  Second, the four separate counts simply do not allege simultaneous possession.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The two multiple possession cases on which Grant relies, United States v. Mullins, <span class=\"citation\" data-id=\"413402\"><a href=\"/opinion/413402/united-states-v-john-wyatt-mullins-jr/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span>, 687 (4th Cir.1983), and United States v. Frankenberry, <span class=\"citation\" data-id=\"412029\"><a href=\"/opinion/412029/united-states-v-joseph-peter-frankenberry/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span>, 245 (3d Cir.1982), are different from his situation in one dispositive way.  In those two cases, the defendants were tried on and convicted of the multiple possession counts.  Here, in contrast, Grant pled guilty to each separate offense and thereby admitted the factual predicates underlying the offense.  He cannot now argue that a factual issue remains regarding the location or time of his possession of these different firearms.  See Broce, 488 U.S. at 569-71, 109 S.Ct. at 762-63.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Based on the foregoing, we reject Grant's Double Jeopardy challenge and affirm the district court's imposition of a five year sentence on Count Four to run consecutively to the concurrent ten year sentences imposed on Counts One, Two, and Three.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm Grant's sentence and remand to the district court to append to the PSR its findings regarding contested facts.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Part of Rivera's testimony consisted of the following:</p>\n        <p>Q. Did he tell you what he intended to do with the guns?</p>\n        <p>A. Yes.  I think he was--at one point, he mentioned he was going to get rid of them to his family members and to some friends.</p>\n        <p>Q. Were these individuals who sold drugs with and for Grant?</p>\n        <p>A. Yes, the ones that I know of that he mentioned.</p>\n        <p>Grand Jury Testimony of Michael Rivera at 9.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600257/"
  ]
}