{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197346/",
  "absolute_url": "/opinion/197346/united-states-v-vaknin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197346/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:27:53Z",
  "date_modified": "2017-03-24T10:51:02.705682Z",
  "type": "010combined",
  "sha1": "01b74190f2455163cf886cc4f134f258f67eb1a4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1394.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1394\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                          MOSHE VAKNIN,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\nNo. 96-1393\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         E. ERIC YEGHIAN,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\nNo. 96-1373\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       MICHAEL J. FONSECA,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n       [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                   \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                             \r\n\n     Mark J. Gillis,  by appointment of the  court, for appellant\r                             \r\nVaknin.\r\n     C. Leonard O'Brien for appellant Yeghian.\r                                 \r\n     John A. MacFadyen for appellant Fonseca.\r                                \r\n     Ira Belkin,  Assistant  United States  Attorney,  with  whom\r                         \r\nSheldon  Whitehouse, United  States  Attorney, and   Margaret  E.\r                                                                           \r\nCurran, Assistant United States Attorney, were on brief,  for the\r                \r\nUnited States.\r\n\n                                             \r\n\n                           May 6, 1997\r\n                                             \r\r\n\n          SELYA,  Circuit  Judge.    These  consolidated  appeals\r                    SELYA,  Circuit  Judge.\r                                          \r\n\nraise, inter alia, an interesting  question anent the standard of\r                           \r\n\ncausation  that  courts must  apply in  fashioning restitutionary\r\n\norders under  the Victim  and Witness  Protection Act (VWPA),  18\r\n\nU.S.C.     3663(a), 3664(a) (1994).   The appeals arise out  of a\r\n\nmulti-count indictment:   each of the three appellants bribed the\r\n\nsame bank official in  connection with the making of  loans; some\r\n\nof the loans soured; the bank failed; and the Federal Deposit and\r\n\nInsurance Corporation (FDIC) was left holding an empty bag.  When\r\n\nthe  appellants pled  guilty  to criminal  charges, the  district\r\n\ncourt imposed  sentences which included orders  of restitution to\r\n\ncover what the court considered to be the attributable losses.\r\n\n          The appellants now challenge these impositions, and, in\r\n\naddition,  one  appellant,  citing   his  cooperation  with   the\r\n\nprosecution,  assails  the  district court's  refusal  to  depart\r\n\ndownward from the  guideline sentencing range  (GSR).  We  affirm\r\n\nthe  court's  eschewal  of   a  downward  departure,  uphold  one\r\n\nrestitutionary order (albeit with a modest  modification), vacate\r\n\nthe other two, and remand for further findings.\r\n\nI.  AN HISTORICAL PERSPECTIVE\r          I.  AN HISTORICAL PERSPECTIVE\r\n\n          Compulsory  restitution  as   a  societal  response  to\r\n\ncriminal  wrongdoing dates back over  4,000 years to  the Code of\r\n\nHammurabi and the Old Testament.  See, e.g., Exodus 22:1-3 (\"If a\r                                                             \r\n\nman shall steal . . . he should make full restitution.\").  In its\r\n\nearliest iterations, the practice was designed to forfend against\r\n\nthe high social costs of blood feuds and the wreaking of personal\r\n\n                                3\r\r\n\nvengeance by compensating victims  in a more civilized way.   See\r                                                                           \r\n\ngenerally Thomas  M. Kelly, Note,  Where Offenders Pay  for Their\r                                                                           \r\n\nCrimes:   Victim Restitution and Its  Constitutionality, 59 Notre\r                                                                 \r\n\nDame  L. Rev. 685, 686-88  (1984).  By  the Middle Ages, however,\r\n\nthe sovereign had begun to administer the  criminal law directly,\r\n\nand  criminal  restitution fell  into desuetude.    See id.   The\r                                                                     \r\n\ndevice remained moribund  for several centuries.   In the  United\r\n\nStates, for  example,  federal judges  were  not able  to  impose\r\n\ncriminal restitution as a condition  of probation until 1925 when\r\n\nCongress  passed  the Federal  Probation  Act, 18  U.S.C.    3651\r\n\n(repealed 1984).   Even  then, judges  used the  power sparingly.\r\n\nSee  Peggy M.  Tobolowsky,  Restitution in  the Federal  Criminal\r                                                                           \r\n\nJustice System, 77 Judicature 90, 90-91 (1993).\r                        \r\n\n          The  tectonic plates  shifted  in  1982  when  Congress\r\n\nenacted  the VWPA in response to a growing cognizance of victims'\r\n\nrights.  Notable for the speed of its election-year passage   the\r\n\nlegislation was introduced in  the Senate on April 22,  1982, and\r\n\nsigned into  law by President Reagan less than six months later  \r\n\nthe VWPA transmogrified criminal restitution from a  sporadically\r\n\nimposed condition of probation into  the sentencing norm in cases\r\n\ninvolving quantifiable economic loss.\r\n\n          The congressional purpose that  animated the VWPA is no\r\n\nsecret:   \"the court  in devising just  sanctions for adjudicated\r\n\noffenders, should insure that  the wrongdoer make good[], to  the\r\n\ndegree possible, the harm he has caused his victim.\"  S. Rep. No.\r\n\n532, at 31 (1982), reprinted in 1982 U.S.C.C.A.N. 2515, 2536.  To\r                                         \r\n\n                                4\r\r\n\naccomplish  this  purpose,  a district  court,  when  pronouncing\r\n\nsentence, \"may  order, in  addition to  . .  . any other  penalty\r\n\nauthorized by  law, that the  defendant make  restitution to  any\r\n\nvictim  of such offense.\"   18 U.S.C.    3663(a).  In determining\r\n\nwhether  to award restitution (and,  if so, in  what amount), the\r\n\nsentencing court \"shall consider the amount of the loss sustained\r\n\nby any victim as a result of the offense, the financial resources\r\n\nof  the defendant, the financial needs and earning ability of the\r\n\ndefendant and the defendant's  dependents, and such other factors\r\n\nas the court deems appropriate.\"  Id. at   3664(a).\r                                               \r\n\n          In general,  restitution under  the VWPA is  limited to\r\n\n\"the loss caused by the specific conduct that is the basis of the\r\n\noffense of conviction.\"   Hughey v. United States, 495  U.S. 411,\r                                                           \r\n\n413 (1990).1   When the  fact, cause,  or amount of  the loss  is\r\n                    \r                              \r\n\n     1The  defendant  in  Hughey  had used  credit  cards  in  an\r                                          \r\nunauthorized  manner, and  the Court  limited restitution  to the\r\nloss attributable to the  lone count on which he had  pled guilty\r\n(as opposed to the  total loss from all his  fraudulent conduct).\r\nCongress reacted by amending the VWPA in November of 1990, adding\r\n  3663(a)(2) [the former    3663(a) became   3663(a)(1),  but its\r\nsubstance  remained  essentially  unchanged].     This  amendment\r\nprovides that \"a victim of an offense that involves as an element\r\na scheme, a conspiracy,  or a pattern of criminal  activity means\r\nany person directly harmed by the defendant's criminal conduct in\r\nthe  course  of  the scheme,  conspiracy,  or  pattern.\"   As  we\r\nexplained in United States  v. Hensley, 91 F.3d 274,  276-77 (1st\r                                                \r\nCir.  1996), restitution  for all  criminal  conduct done  in the\r\ncourse  of a single scheme, conspiracy, or pattern of activity is\r\nnow appropriate, whether or not  the defendant has been convicted\r\nof  (or even  charged with)  the  specific acts,  as long  as the\r\noffense  of  conviction has  as  an element  the  broader scheme,\r\nconspiracy, or pattern.\r\n     There  are two reasons why the 1990 amendment has no bearing\r\nhere.   In the  first place,  the criminal  conduct of  which the\r\nappellants  stand convicted  occurred  prior to  the date  of the\r\namendment.   Thus, the pre-1990  version of the  VWPA governs our\r\ninquiry.  See  United States v. Royal,  100 F.3d 1019,  1032 (1st\r                                               \r\n\n                                5\r\r\n\ndisputed, the government must establish it by a preponderance  of\r\n\nthe evidence.  See  United States v. Baker, 25 F.3d 1452, 1454-55\r                                                    \r\n\n(9th  Cir. 1994);  United States  v. Diamond,  969 F.2d  961, 967\r                                                      \r\n\n(10th Cir. 1992); see also 18 U.S.C.   3664(d).\r                                    \r\n\nII.  THE FACTUAL PREDICATE\r          II.  THE FACTUAL PREDICATE\r\n\n          We present  the facts relevant to these appeals as best\r\n\nthey  have  presented  themselves,  mindful that  the  record  is\r\n\nnoticeably underdeveloped.\r\n\n          Kenneth  Annarummo was a bad apple.  While working as a\r\n\nloan officer  for Attleboro-Pawtucket  Savings Bank (APSB  or the\r\n\nBank), he solicited and  accepted bribes from numerous customers.\r\n\nAnnarummo's  skulduggery came to light after  the Bank failed and\r\n\nthe  FDIC intervened.   In  due course,  the  government indicted\r\n\nAnnarummo  and several complicit  borrowers, including appellants\r\n\nMoshe Vaknin, Michael J.  Fonseca, and E. Eric Yeghian  (all real\r\n\nestate  developers).2    We  recount the  circumstances  of  each\r\n\nappellant's involvement.\r\n\n                      A.  Vaknin's Troubles.\r                                A.  Vaknin's Troubles.\r                                                     \r\n\n          Vaknin  first  approached  APSB  in  1987,  seeking  to\r\n\nrefinance  several properties.   Informed  by Annarummo  that his\r\n\nrequest  for funds would be facilitated if he greased the wheels,\r\n\n                    \r                              \r\n\nCir. 1996); United States v. Gilberg, 75 F.3d 15, 20-21 (1st Cir.\r                                              \r\n1996).  In the second  place, the offenses of conviction  here do\r\nnot  have as  an  element  any  broader  scheme,  conspiracy,  or\r\npattern.\r\n\n     2Annarummo eventually  pled guilty  to three counts  of bank\r\nbribery,  18 U.S.C.   215 (1994), and one count of subscribing to\r\na false tax return, 26 U.S.C.   7206(1) (1994).\r\n\n                                6\r\r\n\nVaknin paid  Annarummo $17,500 and thereafter  received the loan.\r\n\nIn 1988, Vaknin sought  to borrow more money and  Annarummo again\r\n\nasked for a bribe in  exchange for his assistance in getting  the\r\n\nloan underwritten.   Vaknin  paid him  $12,500 prior to  securing\r\n\nloan  approval.  This  sequence repeated  itself later  that same\r\n\nyear, when Vaknin slipped  Annarummo another bribe and secured  a\r\n\nthird loan  (which was  approved by  the bank after  a series  of\r\n\nmachinations in  which Annarummo  presented false  information to\r\n\nthe  credit  committee).    Although Vaknin  repaid  the  initial\r\n\nrefinancing in full,  he defaulted on both the 1988 loans and the\r\n\nBank sustained losses in excess of $900,000.\r\n\n          When indicted, Vaknin pled guilty to a single  count of\r\n\nbank  bribery.   See 18  U.S.C.    215 (1994).    The Presentence\r                              \r\n\nInvestigation Report  (PSI Report) did not recommend restitution.\r\n\nIn response to the prosecution's objection, the probation officer\r\n\nexplained:\r\n\n               [I]t  is  not clear  as  to  whether the\r\n          losses  incurred by  the bank  were  a direct\r\n          result of a  fraudulent loan being negotiated\r\n          as a  result of  the bank bribery  or whether\r\n          the   losses   were  attributable   to  other\r\n          factors, such  as a  downturn in  the economy\r\n          which affected the real estate market.\r\n\n          At  the  disposition  hearing,  Judge  Boyle  sentenced\r\n\nVaknin to an incarcerative term of twelve months and one day, two\r\n\nyears'  supervised release, and a $50 special assessment.  On the\r\n\nrestitution  issue,  the   judge  sided  with  the   prosecution;\r\n\nconcluding  that there would have  been no funds  advanced if the\r\n\nbribes  had not been paid,  the judge held  Vaknin liable for the\r\n\n                                7\r\r\n\nlosses resulting from the defaulted loans, rejected the probation\r\n\nofficer's  \"downturn  in  the economy\"  hypothesis,  and  ordered\r\n\nVaknin to pay restitution to the FDIC in the sum of $1,000,000.\r\n\n                     B.  Fonseca's Troubles.\r                               B.  Fonseca's Troubles.\r                                                     \r\n\n          By the time Annarummo arrived on the scene, Fonseca was\r\n\na  valued customer  of  the  Bank,  having  roughly  $750,000  in\r\n\noutstanding loans.   This debt had  been incurred through  normal\r\n\nchannels  and  without  subterfuge,  mostly  in  connection  with\r\n\nsingle-family residential properties in  Rhode Island.  Annarummo\r\n\nmade no immediate  demands on Fonseca,  and Fonseca succeeded  in\r\n\nsecuring additional financing through APSB.\r\n\n          In 1987, Fonseca  encountered business difficulties and\r\n\nbecame fearful that he  would not be able  to meet the  repayment\r\n\nschedule on an outstanding APSB note.  When  he voiced concern to\r\n\nAnnarummo,  the banker demanded a  bribe for his  help in warding\r\n\noff  trouble  should a  default  ensue.   Fonseca  paid Annarummo\r\n\n$3,000 but proved able to meet his payment obligation on time and\r\n\nin full.\r\n\n          In 1988, Fonseca applied for a $4,250,000 loan to cover\r\n\nthe development of a much larger project than he had ever tackled\r\n\n  a subdivision  of more than 50  lots in Bristol,  Rhode Island.\r\n\nThe record suggests  (though it  does not pin  down) that,  after\r\n\napproval of  the  loan request  but  prior to  its  disbursement,\r\n\nAnnarummo  demanded  one  of  the  lots  as  a  bribe.    Fonseca\r\n\nacquiesced and transferred title to Annarummo's  nominee, leaving\r\n\none less lot as security for APSB's loan.\r\n\n                                8\r\r\n\n          The  Bank  terminated Annarummo's  employment  in March\r\n\n1990.    Fonseca's  subdivision   loan  (which  had  a  remaining\r\n\nprincipal balance of $611,500)  was then 30 days in  arrears, and\r\n\nAnnarummo's   successor   recommended   foreclosure.      Fonseca\r\n\nnegotiated  with APSB (which knew nothing of the bribes), and the\r\n\nparties agreed to enter  into a forbearance agreement (FA)  under\r\n\nwhich Fonseca would make  a lump-sum payment of $450,000  in full\r\n\nsatisfaction of  the outstanding indebtedness.   Fonseca tendered\r\n\nthe funds within  the agreed 35-day  period.  In  time, the  Bank\r\n\nfailed, the FDIC intervened, the bribes were discovered, and  the\r\n\nindictment materialized.\r\n\n          Fonseca pled guilty to a single count of  bank bribery.\r\n\nThe district court sentenced  him to serve twelve months  and one\r\n\nday in prison and a  three-year term of supervised release.   The\r\n\ncourt  also imposed a $5,000  fine and a  $50 special assessment.\r\n\nThe matter of  restitution proceeded  much as  in Vaknin's  case.\r\n\nThe  probation  officer  recommended  against   a  restitutionary\r\n\nimpost;   the  prosecution  objected;   and  the  district  judge\r\n\nsustained the objection, ordering  Fonseca to make restitution in\r\n\nthe  sum of $161,500 (the difference between the loan balance and\r\n\nthe amount that Fonseca paid pursuant to the FA).\r\n\n                     C.  Yeghian's Troubles.\r                               C.  Yeghian's Troubles.\r                                                     \r\n\n          Yeghian, a  newcomer  to APSB,  applied for  a loan  of\r\n\n$2,930,000  in 1988 to fund the purchase of real property located\r\n\nin  Providence,  Rhode Island.    Annarummo demanded  a  bribe of\r\n\n$20,000  (although   the  record  is  tenebrous   as  whether  he\r\n\n                                9\r\r\n\napproached Yeghian  before or after the loan  had been approved).\r\n\nIn  any event, Yeghian, using a corrupt lawyer as an internuncio,\r\n\npaid the bribe out of the loan proceeds.\r\n\n          Later  that  same  year,   Yeghian  sought  a  loan  of\r\n\n$1,400,000  to acquire  and develop  a parcel  of real  estate in\r\n\nSeekonk, Massachusetts.   Once again, Annarummo  demanded a bribe\r\n\nand  received $22,909.52.3  Both  loans turned sour.   The Bank's\r\n\ndemise, the FDIC's entry  onto the scene, the deterration  of the\r\n\nbribes, and the indictment followed.\r\n\n          Yeghian pled guilty to  one count of bank bribery.   At\r\n\nsentencing, Judge  Boyle imposed  a ten-month prison  sentence, a\r\n\nthree-year supervised  release term, a  $10,000 fine,  and a  $50\r\n\nspecial assessment.  Rejecting  a recommendation contained in the\r\n\nPSI Report, the judge  ordered Yeghian to pay restitution  in the\r\n\nsum of $2,213,654.74.\r\n\nIII.  THE DEPARTURE DECISION\r          III.  THE DEPARTURE DECISION\r\n\n          Vaknin  challenges  the  incarcerative  portion  of his\r\n\nsentence.  The salient facts are as follows.  The court sentenced\r\n\nVaknin  under   the  1988  edition  of   the  federal  sentencing\r\n\nguidelines.  The court  figured the GSR as 8-14  months (adjusted\r\n\noffense  level  11;  criminal   history  category  I),  and  this\r\n\ncalculation is not  in dispute.  At  the time of sentencing,  the\r\n\ngovernment asked the court to depart downward  because Vaknin had\r\n\nmade a good faith  effort to render substantial assistance.   See\r                                                                           \r\n                    \r                              \r\n\n     3The odd amount stems from the fact that the bribe  took the\r\nform of a  payment by  Yeghian to liquidate  an outstanding  loan\r\nencumbering Annarummo's Porsche.\r\n\n                                10\r\r\n\nUSSG  5K1.1  (\"Upon motion  of  the government  stating that  the\r\n\ndefendant has  made a  good faith  effort to  provide substantial\r\n\nassistance in the investigation  or prosecution of another person\r\n\nwho  has  committed an  offense, the  court  may depart  from the\r\n\nguidelines.\").   For  his part,  Vaknin  solicited an  even  more\r\n\ngenerous  departure.     Nevertheless,  departure  decisions  are\r\n\nentrusted  primarily to  the courts,  and the  sentencing judge's\r\n\nrole cannot be  usurped by agreements between the  prosecutor and\r\n\nthe defendant.  See United States v. Mariano, 983 F.2d 1150, 1154\r                                                      \r\n\nn.3,  1155-56 (1st  Cir. 1993).   Exercising this  authority, the\r\n\ncourt refused to impose a sentence below the GSR.  Vaknin assigns\r\n\nerror.\r\n\n          Vaknin's  claim of error is  doubly flawed.  The short,\r\n\nentirely  dispositive  answer to  it is  that  he stakes  out his\r\n\nposition  in a perfunctory manner.  For that reason, the argument\r\n\nis deemed waived.  See, e.g.,  United States v. Tardiff, 969 F.2d\r                                                                 \r\n\n1283, 1287 (1st Cir. 1992); United States v. Zannino, 895 F.2d 1,\r                                                              \r\n\n17 (1st Cir. 1990).\r\n\n          The slightly  longer but equally  dispositive answer is\r\n\nthat,  in the  main, departure  decisions are  discretionary, and\r\n\nappellate review of refusals  to depart is tightly circumscribed.\r\n\nSee Koon v. United States, 116 S. Ct. 2035, 2046-47 (1996); Bruce\r                                   \r\n\nM.  Selya &amp; Matthew  Kipp, An  Examination of  Emerging Departure\r                                                                           \r\n\nJurisprudence Under the  Federal Sentencing Guidelines, 67  Notre\r                                                                \r\n\nDame  L. Rev.  1, 13-14  (1991).   Jurisdiction will  only attach\r\n\n\"when  it appears  that the  failure to  depart stemmed  from the\r\n\n                                11\r\r\n\nsentencing court's  mistaken impression that it  lacked the legal\r\n\nauthority   to   depart   or,   relatedly,   from   the   court's\r\n\nmisapprehension of the rules  governing departure.\"  Mariano, 983\r                                                                      \r\n\nF.2d at 1153.  No such bevue occurred here.\r\n\n          To be sure, Vaknin labors  to find a cognizable  error.\r\n\nIn this vein, he contends that the district court believed itself\r\n\nunable  to  depart  downward  because  Vaknin  had  not  provided\r\n\ninformation about  his fellow borrowers' criminal  activities but\r\n\nonly about the bribe-taker's criminal activities.  He builds this\r\n\ncontention on scraps drawn from counsel's colloquy with the judge\r\n\nat the disposition hearing.   But an appellate court,  seeking to\r\n\nascertain  a sense of what transpired at sentencing, must look to\r\n\nthe  whole of the record  rather than isolated snippets extracted\r\n\nfrom it.   See, e.g., United  States v. Santiago, 83  F.3d 20, 25\r                                                          \r\n\n(1st  Cir. 1996); United States v. Rostoff, 53 F.3d 398, 407 (1st\r                                                    \r\n\nCir. 1995);  cf. United States v.  Tavano, 12 F.3d 301,  304 (1st\r                                                   \r\n\nCir. 1993).   Applying this  tenet here,  the record,  read as  a\r\n\nseamless whole, belies Vaknin's contention.\r\n\n          We  need not  tarry.   The sentencing  transcript shows\r\n\nwith  pristine clarity that Judge Boyle knew he could depart once\r\n\nthe government invoked USSG  5K1.1, but chose instead to impose a\r\n\nsentence within the GSR.  As we read the record,  his reasons for\r\n\ndemurring  were clear   and  entirely permissible.   In his view,\r\n\nVaknin's cooperation had been adequately rewarded because (a) the\r\n\ngovernment had prosecuted only  one count of bribery  despite the\r\n\nfact that Vaknin  had paid multiple bribes referable  to separate\r\n\n                                12\r\r\n\nborrowings, and (b) Vaknin's offense level (and, hence, the  GSR)\r\n\nalready had  been reduced for acceptance  of responsibility under\r\n\nUSSG  3E1.1.\r\n\n          The transcript also reveals  that the court weighed the\r\n\nquintet of  factors under  which a substantial  assistance motion\r\n\nmust  be  evaluated:   the nature  and  extent of  the assistance\r\n\nprovided; its  significance and  utility to the  prosecution; its\r\n\ntimeliness; the  truthfulness and reliability of  the information\r\n\nconveyed; and the injury  to, or risk exposure of,  the defendant\r\n\nresulting  from his cooperation.   See Mariano, 983  F.2d at 1156\r                                                        \r\n\n(enumerating factors  and  explaining that  \"[a] district  court,\r\n\nfaced  with  a  section 5K1.1  motion,  must  at  a bare  minimum\r\n\nindicate its cognizance  of these factors\").  After mulling these\r\n\nand  other relevant  considerations, the  court  determined that,\r\n\nunder the  specific circumstances of Vaknin's  case, no departure\r\n\nwas warranted.   Such a decision  is quintessentially a  judgment\r\n\ncall, and, thus,  within the sentencing court's discretion.   See\r                                                                           \r\n\nTardiff,  969 F.2d  at  1290.   Consequently,  we lack  both  the\r                 \r\n\nauthority  to   second-guess  the  departure   decision  and  the\r\n\ninclination to do so.\r\n\nIV.  THE CAUSATION QUANDARY\r          IV.  THE CAUSATION QUANDARY\r\n\n            All three appellants  challenge the district  court's\r\n\nrestitutionary orders.   Those challenges are  similar insofar as\r\n\nthey implicate  the standard of  causation.  Therefore,  we treat\r\n\nthem in the ensemble to that extent.\r\n\n                     A.  Standard of Review.\r                               A.  Standard of Review.\r                                                     \r\n\n                                13\r\r\n\n          Restitution  orders customarily  are reviewed  under an\r\n\nabuse of discretion  rubric.   See United States  v. Hensley,  91\r                                                                      \r\n\nF.3d 274, 277 (1st Cir. 1996).  In the course of this review, the\r\n\nsentencing  court's subsidiary factual  findings must be credited\r\n\nunless they are clearly erroneous.  See id.  To the extent that a\r                                                     \r\n\nchallenge to  a restitution  order hinges  on  a legal  question,\r\n\nhowever,  the  sentencing  court's  answer to  that  question  is\r\n\nreviewed de novo.  See  United States v. Gilberg, 75 F.3d  15, 20\r                                                          \r\n\n(1st Cir. 1996); United States v. Savoie, 985 F.2d 612,  619 (1st\r                                                  \r\n\nCir. 1993).   The appellants' allegation that  the district judge\r\n\nemployed an improper legal standard  of causation presents such a\r\n\nquestion.\r\n\n                     B.  The Legal Landscape.\r                               B.  The Legal Landscape.\r                                                      \r\n\n          The level of causation required  under the VWPA is  not\r\n\nimmediately apparent, and the  parties' views on the subject  are\r\n\nsharply divergent.  The  appellants advance a theory  of \"direct\"\r\n\ncausation, exhorting us  to rule that restitution can  be imposed\r\n\nonly if the victim's  losses result directly from the  offense of\r\n\nconviction and therefore that  restitution cannot be imposed when\r\n\nan intervening phenomenon (e.g., a collapsing real estate market)\r\n\nis the more  immediate cause of the  loss.4  Transposed  into the\r\n\nm tier  of  this case,  the  appellants'  theory seemingly  would\r\n\nrequire the government to eliminate the possibility of concurrent\r\n                    \r                              \r\n\n     4While the appellants profess  to know direct causation when\r\nthey  see  it,  they   have  been  unable  either  to   muster  a\r\ncomprehensive  definition of  the  term or  to  suggest a  viable\r\nlimiting principle.  The government's arguments in support of but\r\nfor causation, see infra, suffer from much the same vice.\r                                  \r\n\n                                14\r\r\n\ncauses  and prove  that the  FDIC's losses  occurred as  a direct\r\n\nresult  of the bribes that Annarummo solicited and received.  The\r\n\ngovernment cannot  do so,  the appellants posit,  because stimuli\r\n\nunrelated  to  the bribes,  such  as  intervening market  forces,\r\n\ncaused the ultimate losses.\r\n\n          The  government's counter-argument  is  that \"but  for\"\r\n\ncausation suffices; it urges  us to rule that restitution  can be\r\n\nimposed  as long as the victim's losses would not have eventuated\r\n\nbut for  the criminal activity.  But  for the bribes, this thesis\r\n\nruns, there would have  been no loans, without which  there would\r\n\nhave been no  losses.   In this  very general  sense, the  bribes\r\n\ncaused  the losses     and  that,  to  the  government's  way  of\r\n\nthinking, is enough.\r\n\n          The  appellants'  rejoinder  is twofold.    First, they\r\n\ndebunk the legal standard articulated by the government.  Second,\r\n\nthey say that even  if this articulation accurately  reflects the\r\n\nstate  of the  law,  it does  not  justify the  district  court's\r\n\nrestitutionary orders.  On the appellants' shared hypothesis, the\r\n\nloans  would   have  issued  whether  or  not   the  bribes  were\r\n\nforthcoming; thus, the  Bank would have incurred  the losses even\r\n\nif the appellants had played it straight.\r\n\n          The  parties' positions  stand  at opposite  ends of  a\r\n\ncontinuum.   Our effort to  determine where on  the continuum the\r\n\ncorrect  legal standard is housed starts with the language of the\r\n\nVWPA  itself.   Section  3663(a) authorizes  restitution to  \"any\r\n\nvictim\"  for a covered offense.   This provision  must be read in\r\n\n                                15\r\r\n\ntandem with  section 3664(a), which directs  the sentencing court\r\n\nto consider  \"the amount of the loss sustained by any victim as a\r\n\nresult  of the offense.\"   For purposes  of this  case, see supra\r                                                                           \r\n\nnote 1, restitution is  appropriate only for \"the loss  caused by\r\n\nthe  specific conduct  that  is  the  basis  of  the  offense  of\r\n\nconviction.\"  Hughey, 495 U.S. at 413.\r                              \r\n\n          Since the text of the VWPA does not speak explicitly to\r\n\nthe dimensions of  the requisite standard of causation,5  we must\r\n\nconsult other sources  in our quest to discover it.   Next on the\r\n\nlist  is legislative  history.  This  material, like  the statute\r\n\nitself,  does not  specifically limn  the standard  of causation.\r\n\nNonetheless, it offers some important insights.\r\n\n          In  enacting  the VWPA,  Congress  strove to  encourage\r\n\ngreater  use of a  restitutionary remedy.   See S.  Rep. No. 532,\r                                                         \r\n\nsupra,  1982 U.S.C.C.A.N.  at  2536-37.   At  the same  time,  it\r               \r\n                    \r                              \r\n\n     5Though  the amended version of  the VWPA does  not apply to\r\nthis case, see supra  note 1, the appellants asseverate  that the\r                              \r\namendment's use of the adverb \"directly\" heralds Congress' intent\r\nvis- -vis the  type of causation that  it envisioned.   We do not\r\nagree.   The legislative  history of  the 1990  amendment plainly\r\nindicates that the language  employed, albeit containing the word\r\n\"directly,\" does not support the appellants' theory of causation.\r\nAs Congress explained:\r\n\n          The use of \"directly\" precludes, for example,\r\n          an argument that a  person has been harmed by\r\n          a financial institution offense  that results\r\n          in a payment from the insurance fund because,\r\n          as a taxpayer, a part of a  person's taxes go\r\n          to the insurance fund.\r\n\nH.R.  Rep. No.  681(I),  at 177  n.8  (1990), reprinted  in  1990\r                                                                     \r\nU.S.C.C.A.N. 6472, 6583 n.8.   This definition ranges  far afield\r\nfrom the definition of direct that the appellants tout.  Thus, we\r\nconclude  that the 1990 amendment  did not alter  the standard of\r\ncausation applicable to VWPA cases.\r\n\n                                16\r\r\n\ndisclaimed  any intent to convert the main event   the sentencing\r\n\nhearing    into a time-consuming sideshow    prolonged litigation\r\n\nover  restitution-related  issues.    This  disclaimer  was  made\r\n\nmanifest  in a  variety  of  ways.    For  example,  rather  than\r\n\nrequiring  great precision  in fixing  the amount  of restitution\r\n\ndue, Congress  visualized the VWPA as \"authoriz[ing] the court to\r\n\nreach  an  expeditious, reasonable  determination  of appropriate\r\n\nrestitution  by  resolving  uncertainties  with  a  view  towards\r\n\nachieving fairness to the victim.\"  Id. at 2537.\r                                                 \r\n\n          In  short,  the legislative  history clearly  signals a\r\n\ncongressional preference for rough remedial  justice, emphasizing\r\n\nvictims'  rights.  In our view,  this preference counsels against\r\n\nimporting a  stringent standard  of causation  (such as might  be\r\n\nappropriate in a tort context) into the VWPA.\r\n\n          Of course, rough remedial justice does not mean leaving\r\n\nmatters to the whim of the sentencing judge, and Congress did not\r\n\nconceive  of  restitution  as  being   an  entirely  standardless\r\n\nproposition.  The government must bear the burden of establishing\r\n\nthe  loss, 18  U.S.C.    3664(d), and  an award  cannot be  woven\r\n\nsolely from the gossamer strands of speculation and surmise.  See\r                                                                           \r\n\nUnited States v. Neal, 36 F.3d 1190, 1200-01 (1st Cir. 1994).  By\r                               \r\n\nlike token, just as insisting upon a modicum of reliable evidence\r\n\nreinforces the specific advantages  of the restitutionary remedy,\r\n\nso  too does insisting upon a certain degree of causal precision.\r\n\nAs  the  Supreme Court  has noted,  demanding a  \"direct relation\r\n\nbetween  the harm  and the  punishment  gives restitution  a more\r\n\n                                17\r\r\n\nprecise deterrent  effect than  a  traditional fine.\"   Kelly  v.\r                                                                       \r\n\nRobinson, 479 U.S. 36, 49 n.10 (1986).\r                  \r\n\n          Finding the legislative  history suggestive rather than\r\n\ncompelling, we examine  the caselaw.  In previous decisions, this\r\n\ncourt  has  remarked  the broad  policy  goals  of  the VWPA  and\r\n\nconcluded that  difficulty in  achieving an exact  measurement of\r\n\nvictim loss  should not  preclude the imposition  of restitution.\r\n\nSee  Savoie, 985  F.2d  at 617.   On  the  subject of  causation,\r                     \r\n\nhowever, our  decisions have tended to  involve either situations\r\n\nin which the  closeness of the causal link could not seriously be\r\n\nquestioned, see, e.g.,  United States  v. Lilly, 80  F.3d 24,  28\r                                                         \r\n\n(1st Cir. 1996),  or those in which we  found restitution to have\r\n\nbeen ordered in contravention of Hughey, see, e.g., United States\r                                                                           \r\n\nv. Newman,  49 F.3d 1, 11 (1st Cir. 1995).  Neither polar extreme\r                   \r\n\nbrings  much light  to  the  vexing  issue  which  these  appeals\r\n\npresent.\r\n\n          Neal is  the only  notable exception to  this taxonomy.\r                        \r\n\nThat case  featured a defendant who had been found guilty both of\r\n\nbeing  an accessory  after  the fact  to a  bank  robbery and  of\r\n\nlaundering funds.   The  district court imposed  a restitutionary\r\n\naward that equalled the bank's entire loss from the thievery.  We\r\n\nvacated the award, noting that it could  not be determined on the\r\n\nsparse record  available \"whether the court  calculated, pursuant\r\n\nto  Hughey, the portion of [the bank's] losses that were actually\r                    \r\n\ncaused by the  specific criminal  conduct forming  the basis  for\r\n\nNeal's  convictions.\"   36 F.3d  at 1200  (italics omitted).   We\r\n\n                                18\r\r\n\ninstructed  the district court, on  remand, to hold  a hearing on\r\n\nthe  causation issue and modify the award  to the extent that any\r\n\nportion of  the loss was  not \"attributable  to\" Neal's  criminal\r\n\nconduct.  Id. at  1201.  In dictum, we  cautiously suggested that\r                       \r\n\nsome varietal  of but for  causation might  suffice.  See  id. at\r                                                                        \r\n\n1201  n.10 (\"If . . .  evidence is presented indicating that Neal\r\n\nplayed a significant role in helping  the other defendants escape\r\n\nand  that but for his actions, there was a substantial likelihood\r\n\nthat the full proceeds would have been recovered, the court could\r\n\nwell  be  within its  statutory  authority in  imposing  the full\r\n\n[restitutionary amount].\").  Thus, circuit precedent  furnishes a\r\n\nweak  indication that  but  for causation  can suffice  under the\r\n\nVWPA.\r\n\n          Reading the  out-of-circuit cases  is like attending  a\r\n\nbar association meeting in  a small town; one can  find congenial\r\n\ncases,  like friendly faces in  the crowd, to  support almost any\r\n\nstandard  of causation  for the  VWPA.   We have  found decisions\r\n\nwhich appear at  least superficially to reject  but for causation\r\n\nin favor of a \"direct result\" standard.  See, e.g., United States\r                                                                           \r\n\nv.  Silkowski, 32  F.3d 682,  689-90 (2d  Cir. 1994);  Ratliff v.\r                                                                        \r\n\nUnited  States, 999  F.2d  1023, 1026-27  (6th  Cir. 1993).    By\r                        \r\n\ncontrast,  we   have  found   decisions  which  seem   to  accept\r\n\nunqualified but for causation as sufficient under the VWPA.  See,\r                                                                          \r\n\ne.g.,  United  States v.  Keith, 754  F.2d  1388, 1393  (9th Cir.\r                                         \r\n\n1985); United States  v. Richard,  738 F.2d  1120, 1122-23  (10th\r                                          \r\n\nCir. 1984).  We have found decisions which straddle the question,\r\n\n                                19\r\r\n\nsee Government of the Virgin Islands v. Davis, 43 F.3d 41, 46 (3d\r                                                       \r\n\nCir. 1994) (seemingly endorsing, in  a single paragraph, both but\r\n\nfor  and direct causation), and those  which confess confusion on\r\n\nthe issue,  see United States  v. Cloud, 872  F.2d 846, 856  n.13\r                                                 \r\n\n(9th  Cir.  1989)  (acknowledging  \"a conflict  in  this  circuit\r\n\nregarding  the nexus  the government  must establish  between the\r\n\ndefendant's criminal conduct and the victim's losses to support a\r\n\nVWPA restitution order\").\r\n\n                     C.  Choosing a Standard.\r                               C.  Choosing a Standard.\r                                                      \r\n\n          Upon   close   perscrutation,  the   extreme  positions\r\n\nadvocated by  the parties  do not hold  out much  promise in  our\r\n\nquest for a serviceable standard of causation.\r\n\n          On the one hand, the sort of  direct causation standard\r\n\nthat the appellants  propose is  simply too rigid.   Under  their\r\n\ntheory  of   intervening  forces,   a  court  could   not  impose\r\n\nrestitution even  if the  defendant's conduct were  a substantial\r\n\ncause of a loss, unless  it were the last cause.  Such a standard\r\n\nwould flout  the basic purpose  of the  VWPA.6  In  our judgment,\r\n\nCongress did  not contemplate  such adamantine formalism  when it\r\n\nmoved to  expand the  availability of restitutionary  remedies by\r\n                    \r                              \r\n\n     6Imagine  a situation in which  D, a convicted  felon who is\r\ncarrying  a handgun, is speeding down a highway, fleeing from the\r\nauthorities.  D's car slams into an unregistered automobile, with\r\ndefective brakes, owned and  operated by Stranger (S), causing  S\r\nto swerve  and hit V,  who suffers  severe injuries.   D is  then\r\nprosecuted  for  reckless endangerment  and  found  guilty.   S's\r\nmiscreancy  should not preclude a  court from ordering  D to make\r\nrestitution for V's medical expenses.  Yet the appellants' theory\r\nwould erect just such a barrier.\r\n\n                                20\r\r\n\nenacting the VWPA.  See S. Rep. No. 532, supra, 1982 U.S.C.C.A.N.\r                                                        \r\n\nat 2537.\r\n\n          On  the other hand, concerns of  fairness require us to\r\n\nreject  the  unbridled  but   for  causation  standard  that  the\r\n\ngovernment propounds.  Under it, a court could impose restitution\r\n\nbased on the most tenuous of connections.7  While it is true that\r\n\nfor want of a nail  the kingdom reputedly was lost,  cf. Benjamin\r                                                                  \r\n\nFranklin,  Poor Richard's  Almanac (1758),  it could  hardly have\r                                            \r\n\nbeen  Congress'  intent  to  place   the  entire  burden  on  the\r\n\nblacksmith  if  the  nail  was  an  insignificant  factor  in the\r\n\ncalculus of concurrent  causes.  Such a  result would countervail\r\n\nprinciples of fundamental fairness and, in the bargain,  would be\r\n\nat  odds with the majority of reported  cases.  See, e.g., United\r                                                                           \r\n\nStates v. Holley,  23 F.3d  902, 914-15 (5th  Cir. 1994);  United\r                                                                           \r\n\nStates v. Tyler, 767 F.2d 1350, 1351-53 (9th Cir. 1985).\r                         \r\n\n          Having rejected the parties'  proposals, it falls to us\r\n\nto fashion the appropriate  legal standard.  Despite the  gaps in\r\n\nthe statute  and in its legislative  history, and notwithstanding\r\n\nthe  contradictions that  permeate  the  cases,  we think  it  is\r\n\npossible to  distill certain bedrock principles  from the sources\r\n                    \r                              \r\n\n     7Imagine  a situation similar  to that described  in note 6,\r\nsupra; but, instead  of being prosecuted for a vehicular offense,\r               \r\nD is charged with and convicted of being a felon in possession of\r\na handgun.  While but  for causation may be present    after all,\r\nbut for his unlawful possession of a weapon, D would  have had no\r\noccasion  to flee from the authorities, and, thus, would not have\r\nbeen  careening down the road and would not have precipitated the\r\naccident    it is  hard to  make a  principled argument  that the\r\noffense  of conviction  (felon in  possession) supports  an order\r\nagainst  D to make restitution for V's medical expenses.  Yet the\r\ngovernment's theory ordains just such a result.\r\n\n                                21\r\r\n\nthat we have consulted.\r\n\n          First:  Restitution should not be ordered in respect to\r                    First:\r                         \r\n\na loss  which would have  occurred regardless of  the defendant's\r\n\nconduct.  A good  illustration of this principle in  operation is\r\n\nfound in United States v. Blackburn,  9 F.3d 353 (5th Cir. 1993).\r                                             \r\n\nThere,  the  sentencing court  included  foreclosure expenses  in\r\n\ncalculating the amount  of restitution  due.   The Fifth  Circuit\r\n\nreversed, citing  proof that the foreclosure  would have happened\r\n\neven if  the defendant had not  committed the crime.   See id. at\r                                                                        \r\n\n359; see also  United States v. Walker, 896 F.2d 295, 305-06 (8th\r                                                \r\n\nCir. 1990)  (holding that when  defendants, who owned  a company,\r\n\ndefrauded  the United  States,  restitution to  laid-off  company\r\n\nemployees was improper because the record failed to show that the\r\n\nfraud caused the company to cease operations).\r\n\n          Second:   Even  if but  for causation is  acceptable in\r                    Second\r                          \r\n\ntheory, limitless but for  causation is not.   Restitution should\r\n\nnot  lie if the conduct  underlying the offense  of conviction is\r\n\ntoo far removed,  either factually or temporally,  from the loss.\r\n\nWe offer two examples of remoteness in fact.  The first arises in\r\n\na case that bears some similarity to the instant case.\r\n\n          In  Diamond, 969  F.2d  at 963-64,  the defendant  pled\r                               \r\n\nguilty to filing false financial reports with a lender.  The loan\r\n\nhad  already been made  before Diamond authored  the reports, but\r\n\nthe  reports apparently  helped in  obtaining an extension.   The\r\n\nloan  proved uncollectible.    The sentencing  court ordered  the\r\n\ndefendant to  make restitution,  reasoning that the  loss stemmed\r\n\n                                22\r\r\n\nfrom the false  reports.  The court of  appeals refused to equate\r\n\nthe  extension of an existing loan with  the granting of the loan\r\n\nin the first place, and negated the restitutionary  order because\r\n\nthere  was  no proof  that  the extension  worsened  the lender's\r\n\nposition.  See id. at 966.\r                            \r\n\n          A somewhat different  example of factual  remoteness is\r\n\nfound in  United States v. Sablan,  92 F.3d 865  (9th Cir. 1996).\r                                           \r\n\nThere, the defendant had  been convicted of computer fraud.   The\r\n\ndistrict court  ordered restitution for expenses  incurred by the\r\n\nvictim  in meeting with investigators  to discuss the  case.  The\r\n\nNinth Circuit  struck these amounts  from the award,  ruling that\r\n\nthe expenses were not connected closely enough to  the fraudulent\r\n\nconduct.   See id. at 870; see  also United States v. Kenney, 789\r                                                                      \r\n\nF.2d 783, 784  (9th Cir.  1986) (invalidating that  portion of  a\r\n\nrestitution order  which was designed to  reimburse the corporate\r\n\nvictim  for the  cost  of having  its  employees testify  at  the\r\n\ndefendant's  trial,   but  upholding  that  part   of  the  order\r\n\nencompassing the  cost of  removing film chronicling  the robbery\r\n\nfrom the bank's surveillance cameras).\r\n\n          Typical of  the situations  in which but  for causation\r\n\nexisted  but restitution  was denied  because the  claimed losses\r\n\nwere  temporally  remote is  Holley,  in which  the  court deemed\r                                             \r\n\nrestitution improper  when the  victim, who  received foreclosure\r\n\nproperty  from the  defendant  in  the  course  of  the  criminal\r\n\nactivity,  unnecessarily held  onto  the property  for a  lengthy\r\n\ninterval  after  the  crime  was  discovered,  and  the  property\r\n\n                                23\r\r\n\ndeclined  in  value  during that  period.    23  F.3d at  914-15.\r\n\nSimilarly, in Tyler, the  defendant cut down a tree in a national\r                             \r\n\nforest and  was apprehended as  he tried to  take it to  a nearby\r\n\nlumber  mill.   767 F.2d  at 1351.   The government  retained the\r\n\nlumber, needlessly,  for a long period of time, then sold it in a\r\n\nfallen market for considerably less than it would have fetched if\r\n\nsold  promptly.  See id.  The district court ordered restitution,\r                                  \r\n\npegging  the loss  by  reference  to  the  reduced  price.    The\r\n\nappellate court  disagreed, pointing out that,  although abstract\r\n\nbut for causation existed,  it was too attenuated to  support the\r\n\naward.  See id. at 1351-53.\r                         \r\n\n          Consistent  with  these  two  principles  and  with our\r\n\ndictum in Neal, 36  F.3d at 1201 &amp; n.10, we  hold that a modified\r                        \r\n\nbut  for standard  of  causation is  appropriate for  restitution\r\n\nunder  the VWPA.  This means, in effect, that the government must\r\n\nshow not only that a particular  loss would not have occurred but\r\n\nfor  the conduct underlying  the offense of  conviction, but also\r\n\nthat the causal nexus between the conduct and the loss is not too\r\n\nattenuated (either  factually or  temporally).  The  watchword is\r\n\nreasonableness.     A   sentencing  court  should   undertake  an\r\n\nindividualized inquiry; what constitutes sufficient causation can\r\n\nonly be determined case by case, in a fact-specific probe.\r\n\n                    D.  Applying the Standard.\r                              D.  Applying the Standard.\r                                                       \r\n\n          Having  elucidated the  appropriate legal  standard, we\r\n\nturn finally to the  causation questions embedded in  the appeals\r\n\nthat  are before us.  These appeals, like the decisions canvassed\r\n\n                                24\r\r\n\nabove, provide some insights into the standard's operation.\r\n\n          1.  In Vaknin's case,  restitution is appropriate.  The\r                    1.\r\n\ndistrict court  specifically found  that the bribes  which Vaknin\r\n\npaid  were a but for cause of  the Bank's losses on the defaulted\r\n\nloans.  The record contains no basis on which to mount a credible\r\n\nchallenge to this finding.   After all, the arrangements  for the\r\n\nbribes  preceded the  making of  the loans,  and the  bribes were\r\n\nadmittedly  paid  in  exchange   for  Annarummo's  assistance  in\r\n\nprocuring the loans.\r\n\n          Moreover,  common  sense  must  inform  inquiries  into\r\n\nrestitution under the  VWPA.  See  S. Rep.  No. 532, supra,  1982\r                                                                    \r\n\nU.S.C.C.A.N. at 2536-37.  In Vaknin's case, the  evidence clearly\r\n\nshows  not only that the loans were  procured by bribery but also\r\n\nthat the bribe-taker connived to bend the rules;  in at least one\r\n\ninstance  Annarummo  shaded  the presentation  to  APSB's  credit\r\n\ncommittee  to  increase the  likelihood  that the  loan  would be\r\n\nforthcoming.   We  believe that  where,  as here,  the government\r\n\nestablishes that arrangements  for a bribe precede  and relate to\r\n\nthe  making  of  a  loan,  a  commonsense  inference  arises that\r\n\nsubsequent  losses referable  to the loan's  uncollectibility are\r\n\ncausally linked in reasonable proximity to the bribe.  Cf., e.g.,\r                                                                          \r\n\nBlinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1158-59 (1st Cir.\r                                          \r\n\n1996) (discussing  commonsense inference  that arises  from proof\r\n\nthat a  relevant document has  been destroyed); United  States v.\r                                                                        \r\n\nOlbres, 61  F.3d 967,  971-72 (1st Cir.)  (discussing commonsense\r                \r\n\ninference   that  arises  in  tax  evasion  case  from  proof  of\r\n\n                                25\r\r\n\nexpenditures in excess of declared income and disposable assets),\r\n\ncert. denied, 116 S.  Ct. 522 (1995).   Of course, the  inference\r                      \r\n\ncan be  rebutted if the  defendant produces specific  evidence of\r\n\nfactual or temporal  remoteness.  Here,  however, Vaknin made  no\r\n\nsuch  showing.   To the  contrary, there  is no  compelling proof\r\n\neither of an unforeseeable intervening cause or of any cognizable\r\n\nremoteness, factual or temporal.\r\n\n          That ends  the matter.   Because the  record adequately\r\n\nsupports Judge Boyle's finding of but for causation, and contains\r\n\nno  sufficient  suggestion  of  factual or  temporal  remoteness,\r\n\nrestitution for  the losses resulting  from the tainted  loans is\r\n\naltogether appropriate.\r\n\n          2.  We treat Fonseca's and Yeghian's appeals in tandem.\r                    2.\r\n\nIn  both instances,  the  record is  so  exiguous that  the  very\r\n\nexistence of but for causation seems problematic.  As to Fonseca,\r\n\nthe single loan in respect to which the court ordered restitution\r\n\nmay  have been approved by the  Bank independent of, and prior in\r\n\ntime  to, Annarummo's solicitation of  a bribe.8   On the present\r\n\nrecord,  we simply  cannot tell    and  the lower  court made  no\r\n\nspecific  finding on  the  point.   The  question is  potentially\r\n\nimportant because, if  it turns  out that the  Bank approved  the\r\n\nloan prior to  any arrangements for a  bribe, then in such  event\r\n\nthe circumstances  would  not support  an  inference of  but  for\r\n\ncausation;  and, in  the  absence of  such  an inference,  it  is\r\n                    \r                              \r\n\n     8Fonseca's past lending relationship  with the Bank tends to\r\nsupport this inference.  It suggests, at the least, that the Bank\r\nconsidered him creditworthy well before Annarummo hove into view.\r\n\n                                26\r\r\n\ndifficult (although not impossible)  to conceive how a sufficient\r\n\ncausal link between bribe and loss could be forged.\r\n\n          Moreover,  the record  suggests  that even  if but  for\r\n\ncausation  exists, the requisite  connectedness might be lacking.\r\n\nFonseca  argues  with some  force that  the  Bank's loss,  if one\r\n\noccurred at all, was occasioned by its need for an immediate cash\r\n\ninfusion; that this exigency gave birth to the FA; and therefore,\r\n\nno cognizable loss occurred.9  But this argument, too, depends on\r\n\nfacts which  the record does not contain,  and on which the lower\r\n\ncourt  made  no  particularized  findings.    It  is  clear  that\r\n\nFonseca's loan  was overdue and that the Bank had a right to call\r\n\nthe  loan.  From  that point forward,  it is unclear  whether the\r\n\nBank entered  into the  FA  merely as  a quick  fix  for its  own\r\n\nproblems or because it wanted to mitigate an inevitable loss.\r\n\n          As to Yeghian, the record is similarly inexplicit about\r\n\nthe  timing  of his  arrangements  with  Annarummo vis- -vis  the\r\n\nBank's approval of the  subject loans.  There is  some indication\r\n\nthat one  (if not both)  of the loans  on which he  defaulted may\r\n\nhave been approved  independent of any  deal with Annarummo,  but\r\n\nthe sentencing  court made  no detailed  findings and  the extant\r\n\nrecord  is  too  sparse to  permit  us  to  answer the  causation\r\n\nquestions with confidence.\r\n                    \r                              \r\n\n     9In  substance,  Fonseca   asserts  that  by   accepting  an\r\naccelerated $450,000  payment under a consensual pact (the FA) in\r\nsatisfaction of the outstanding loan balance ($611,500), APSB did\r\nno more than make a  business judgment designed not to salvage  a\r\nfailing loan    Fonseca says he  could have paid it  off in full,\r\ngiven time   but to shore up  a failing bank.  On that basis,  he\r\nreasons that APSB (and ultimately the FDIC) suffered no loss.\r\n\n                                27\r\r\n\n          It  would be  unprofitable  to delve  more deeply  into\r\n\nthese  matters.   We  are  confronted  by a  largely  undeveloped\r\n\nrecord,  embellished  with few  specific  findings.   Given  that\r\n\nenigmatic  reality, remand  is required.   We  envision  that the\r\n\ndistrict  court, the next time around, will direct the parties to\r\n\naugment the record with respect to (a) the presence or absence of\r\n\na causal  link between  Fonseca's and Yeghian's  criminal conduct\r\n\nand the FDIC's losses,  (b) if that causal link  is demonstrated,\r\n\nthe  closeness  of  the  connection,  factually  and  temporally,\r\n\nbetween  that conduct and the ultimate losses, and (c) such other\r\n\nmatters  as the court may  deem suitable.   We anticipate further\r\n\nthat the court will make particularized findings on each disputed\r\n\nissue. Weintimateno viewastothe properoutcomeof thoseproceedings.\r\n\nV.  MISCELLANEOUS\r          V.  MISCELLANEOUS\r\n\n          Three final matters require brief attention.  The first\r\n\nis a  matter raised by  Fonseca and  Yeghian.  The  others relate\r\n\nsolely to Vaknin's obligations.\r\n\n                     A.  Picking up the Tab.\r                               A.  Picking up the Tab.\r                                                     \r\n\n          It is apodictic that restitution only can be ordered to\r\n\nredress  a loss to  a victim.   See United States  v. Gibbens, 25\r                                                                       \r\n\nF.3d  28, 33  (1st Cir.  1994).   Using this  truism as  a lever,\r\n\nFonseca and Yeghian question whether the VWPA allows the court to\r\n\norder restitution to the FDIC for losses  originally sustained by\r\n\nthe (now failed) Bank.  The question is easily answered.\r\n\n          Following existing circuit precedent, we hold  that the\r\n\nbenefit of the VWPA's remedial provisions extends to a government\r\n\n                                28\r\r\n\nagency  which, in  the exercise of  duly delegated  powers, steps\r\n\ninto  the shoes of the original victim.  See id. at 32-35.  Thus,\r                                                          \r\n\nif  a  failed  bank was  a  victim  of  the defendant's  criminal\r\n\nactivity, the FDIC, as its insurer and receiver, itself qualifies\r\n\nas  a victim  for purposes  of a  restitutionary order  under the\r\n\nVWPA.  See  United States v. Phaneuf, 91 F.3d  255, 265 (1st Cir.\r                                              \r\n\n1996).\r\n\n                       B.  Ability to Pay.\r                                 B.  Ability to Pay.\r                                                   \r\n\n          Vaknin  argues  that  the  district  court  abused  its\r\n\ndiscretion   by   ordering  him   to  make   restitution  without\r\n\nconsidering his ability to  pay.  We agree with  Vaknin's premise\r\n\nthat judicial  consideration of a  defendant's ability to  pay is\r\n\nstatutorily  mandated   as  a   prerequisite  to  an   order  for\r\n\nrestitution.  See  18 U.S.C.    3664(a).   We disagree,  however,\r                           \r\n\nwith  his conclusion that the lower court neglected to touch this\r\n\nbase.\r\n\n          We  have  stated with  a  regularity  bordering on  the\r\n\nmonotonous that the consideration  requirement does not mean that\r\n\na judge must decide the question in a particular way or even that\r\n\nhe must make express findings on the record as to the defendant's\r\n\nability to  pay.  See, e.g.,  Newman, 49 F.3d at  10; Savoie, 985\r                                                                      \r\n\nF.2d at 618.  It is enough  if \"the record on appeal reveals that\r\n\nthe judge made implicit  findings or otherwise adequately evinced\r\n\nhis consideration\" of this factor.  Savoie, 985 F.2d at 618.\r                                                    \r\n\n          Here, the PSI Report spelled out Vaknin's past earnings\r\n\nhistory and  current financial condition  in appreciable  detail.\r\n\n                                29\r\r\n\nThe sentencing transcript indicates  that the judge absorbed this\r\n\ninformation,  voiced his  skepticism  about  Vaknin's ability  to\r\n\ncomply  with  the  restitution  order  as  matters  stood,10  but\r\n\nnonetheless impliedly  found  that a  sufficient  possibility  of\r\n\neventual  repayment  existed.    We think  that  this  finding is\r\n\nsupportable.  A defendant's  impoverishment today is no assurance\r\n\nof future poverty, and,  hence, present impecuniousness is  not a\r\n\nbar  to  the imposition  of restitution.    See United  States v.\r                                                                        \r\n\nBrandon,  17  F.3d 409,  461 (1st  Cir.  1994); United  States v.\r                                                                        \r\n\nLombardi, 5 F.3d  568, 573 (1st Cir.  1993).  A  sentencing court\r                  \r\n\npermissibly may take into  account a defendant's earning capacity\r\n\nand the prospect that his fortunes will improve.  See Lombardi, 5\r                                                                        \r\n\nF.3d at 573; Savoie, 985 F.2d at 619.\r                             \r\n\n          Here, the judge apparently  issued a restitution  order\r\n\nas a  hedge against his  founded belief that  the defendant    an\r\n\nindividual  of demonstrated  entrepreneurial  bent    might  well\r\n\nacquire assets in the  future.  While this conclusion  would have\r\n\nbeen  less  controversial  had  the judge  made  a  more  pointed\r\n\nreference to  Vaknin's past accomplishments  and future financial\r\n\nprognosis, we cannot say that  an abuse of discretion transpired.\r\n\nSee Lombardi, 5 F.3d at 572-73.\r                      \r\n\n                C.  The Government's Concessions.\r                          C.  The Government's Concessions.\r                                                          \r\n\n          The district  court ordered Vaknin to  make restitution\r\n\nin the amount of  $1,000,000.  This figure  is vulnerable on  two\r\n                    \r                              \r\n\n     10Indeed,  the  judge explicitly  declined  to  levy a  fine\r\nagainst Vaknin, noting on the judgment form that no fine would be\r\nimposed due to an inability to pay.\r\n\n                                30\r\r\n\nfronts.  First, the  government has brought  to light on its  own\r\n\ninitiative a mathematical error that, when corrected, will reduce\r\n\nthe  amount of restitution owed.11   Second, the sentencing court\r\n\npremised the  loss  calculation  on the  amount  which  the  Bank\r\n\nreceived when it resold the property Vaknin had pledged to secure\r\n\nthe defaulted loans, rather than on its fair market  value at the\r\n\ntime of foreclosure.  Because the district court used fair market\r\n\nvalue as of the  foreclosure date when determining the  amount of\r\n\nrestitution that  Yeghian owed,  the government concedes  that it\r\n\nwould be fair to employ the  same barometer in respect to  Vaknin\r\n\n(a similarly  situated codefendant).  We  accept the government's\r\n\nconcessions  at face  value,  without passing  substantively upon\r\n\nthem, and direct the district court to make these two adjustments\r\n\nto the restitutionary award.  The resultant  obligation thus will\r\n\nbe reduced to $902,000. \r\n\nVI.  CONCLUSION\r          VI.  CONCLUSION\r\n\n          We  need  go no  further.   For  the reasons  set forth\r\n\nherein, we affirm  the convictions of all  the defendants; modify\r\n\nthe restitution  order imposed against Vaknin,  and, as modified,\r\n\naffirm it; vacate  the restitution orders imposed  on Fonseca and\r\n\nYeghian, respectively;  and remand for further  proceedings as to\r\n\nthem.\r\n\n          Affirmed in part; vacated in part; remanded.\r                    Affirmed in part; vacated in part; remanded.\r                                                               \r\n\n                    \r                              \r\n\n     11This  is very  professional behavior,  and we  commend the\r\nprosecutors for it.\r\n\n                                31\r\r\n",
  "html": "<p class=\"case_cite\">112 F.3d 579</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Moshe VAKNIN, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>E. Eric YEGHIAN, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Michael J. FONSECA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1394, 96-1393 and 96-1373.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 9, 1997.<br>Decided May 6, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark J. Gillis, Boston, MA by appointment of the court, for appellant Vaknin.</p>\n      <p class=\"indent\">C. Leonard O'Brien, Providence, RI, for appellant Yeghian.</p>\n      <p class=\"indent\">John A. MacFadyen, Providence, RI, for appellant Fonseca.</p>\n      <p class=\"indent\">Ira Belkin, Assistant United States Attorney, Providence, RI, with whom Sheldon Whitehouse, United States Attorney, and Margaret E. Curran, Assistant United States Attorney, were on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n      <p class=\"indent\">These consolidated appeals raise, inter alia, an interesting question anent the standard of causation that courts must apply in fashioning restitutionary orders under the Victim and Witness Protection Act (VWPA), 18 U.S.C. &#167;&#167; 3663(a), 3664(a) (1994).  The appeals arise out of a multi-count indictment:  each of the three appellants bribed the same bank official in connection with the making of loans;  some of the loans soured;  the bank failed;  and the Federal Deposit and Insurance Corporation (FDIC) was left holding an empty bag.  When the appellants pled guilty to criminal charges, the district court imposed sentences which included orders of restitution to cover what the court considered to be the attributable losses.</p>\n      <p class=\"indent\">The appellants now challenge these impositions, and, in addition, one appellant, citing his cooperation with the prosecution, assails the district court's refusal to depart downward from the guideline sentencing range (GSR).  We affirm the court's eschewal of a downward departure, uphold one restitutionary order (albeit with a modest modification), vacate the other two, and remand for further findings.</p>\n      <p>I. AN HISTORICAL PERSPECTIVE</p>\n      <p class=\"indent\">Compulsory restitution as a societal response to criminal wrongdoing dates back over 4,000 years to the Code of Hammurabi and the Old Testament.  See, e.g., Exodus 22:1-3 (\"If a man shall steal ... he should make full restitution.\").  In its earliest iterations, the practice was designed to forfend against the high social costs of blood feuds and the wreaking of personal vengeance by compensating victims in a more civilized way.  See generally Thomas M. Kelly, Note, Where Offenders Pay for Their Crimes:  Victim Restitution and Its Constitutionality, 59 Notre Dame L.Rev. 685, 686-88 (1984).  By the Middle Ages, however, the sovereign had begun to administer the criminal law directly, and criminal restitution fell into desuetude.  See id.   The device remained moribund for several centuries.  In the United States, for example, federal judges were not able to impose criminal restitution as a condition of probation until 1925 when Congress passed the Federal Probation Act, 18 U.S.C. &#167; 3651 (repealed 1984).  Even then, judges used the power sparingly.  See Peggy M. Tobolowsky, Restitution in the Federal Criminal Justice System, 77 Judicature 90, 90-91 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The tectonic plates shifted in 1982 when Congress enacted the VWPA in response to a growing cognizance of victims' rights.  Notable for the speed of its election-year passage--the legislation was introduced in the Senate on April 22, 1982, and signed into law by President Reagan less than six months later--the VWPA transmogrified criminal restitution from a sporadically imposed condition of probation into the sentencing norm in cases involving quantifiable economic loss.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The congressional purpose that animated the VWPA is no secret:  \"the court in devising just sanctions for adjudicated offenders, should insure that the wrongdoer make good[ ], to the degree possible, the harm he has caused his victim.\"   S.Rep. No. 532, at 31 (1982), reprinted in 1982 U.S.C.C.A.N. 2515, 2536.   To accomplish this purpose, a district court, when pronouncing sentence, \"may order, in addition to ... any other penalty authorized by law, that the defendant make restitution to any victim of such offense.\"  18 U.S.C. &#167; 3663(a).  In determining whether to award restitution (and, if so, in what amount), the sentencing court \"shall consider the amount of the loss sustained by any victim as a result of the offense, the financial resources of the defendant, the financial needs and earning ability of the defendant and the defendant's dependents, and such other factors as the court deems appropriate.\"  Id. at &#167; 3664(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In general, restitution under the VWPA is limited to \"the loss caused by the specific conduct that is the basis of the offense of conviction.\"  Hughey v. United States, 495 U.S. 411, 413, 110 S.Ct. 1979, 1981, 109 L.Ed.2d 408 (1990).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  When the fact, cause, or amount of the loss is disputed, the government must establish it by a preponderance of the evidence.  See United States v. Baker, 25 F.3d 1452, 1454-55 (9th Cir.1994);  United States v. Diamond, 969 F.2d 961, 967 (10th Cir.1992);  see also 18 U.S.C. &#167; 3664(d).</p>\n    </div>\n    <p>II. THE FACTUAL PREDICATE</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We present the facts relevant to these appeals as best they have presented themselves, mindful that the record is noticeably underdeveloped.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Kenneth Annarummo was a bad apple.  While working as a loan officer for Attleboro-Pawtucket Savings Bank (APSB or the Bank), he solicited and accepted bribes from numerous customers.  Annarummo's skulduggery came to light after the Bank failed and the FDIC intervened.  In due course, the government indicted Annarummo and several complicit borrowers, including appellants Moshe Vaknin, Michael J. Fonseca, and E. Eric Yeghian (all real estate developers).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We recount the circumstances of each appellant's involvement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>A. Vaknin's Troubles.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Vaknin first approached APSB in 1987, seeking to refinance several properties.  Informed by Annarummo that his request for funds would be facilitated if he greased the wheels, Vaknin paid Annarummo $17,500 and thereafter received the loan.  In 1988, Vaknin sought to borrow more money and Annarummo again asked for a bribe in exchange for his assistance in getting the loan underwritten.  Vaknin paid him $12,500 prior to securing loan approval.  This sequence repeated itself later that same year, when Vaknin slipped Annarummo another bribe and secured a third loan (which was approved by the bank after a series of machinations in which Annarummo presented false information to the credit committee).  Although Vaknin repaid the initial refinancing in full, he defaulted on both the 1988 loans and the Bank sustained losses in excess of $900,000.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When indicted, Vaknin pled guilty to a single count of bank bribery.  See 18 U.S.C. &#167; 215 (1994).  The Presentence Investigation Report (PSI Report) did not recommend restitution.  In response to the prosecution's objection, the probation officer explained:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">[I]t is not clear as to whether the losses incurred by the bank were a direct result of a fraudulent loan being negotiated as a result of the bank bribery or whether the losses were attributable to other factors, such as a downturn in the economy which affected the real estate market.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the disposition hearing, Judge Boyle sentenced Vaknin to an incarcerative term of twelve months and one day, two years' supervised release, and a $50 special assessment.  On the restitution issue, the judge sided with the prosecution;  concluding that there would have been no funds advanced if the bribes had not been paid, the judge held Vaknin liable for the losses resulting from the defaulted loans, rejected the probation officer's \"downturn in the economy\" hypothesis, and ordered Vaknin to pay restitution to the FDIC in the sum of $1,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. Fonseca's Troubles.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By the time Annarummo arrived on the scene, Fonseca was a valued customer of the Bank, having roughly $750,000 in outstanding loans.  This debt had been incurred through normal channels and without subterfuge, mostly in connection with single-family residential properties in Rhode Island.  Annarummo made no immediate demands on Fonseca, and Fonseca succeeded in securing additional financing through APSB.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In 1987, Fonseca encountered business difficulties and became fearful that he would not be able to meet the repayment schedule on an outstanding APSB note.  When he voiced concern to Annarummo, the banker demanded a bribe for his help in warding off trouble should a default ensue.  Fonseca paid Annarummo $3,000 but proved able to meet his payment obligation on time and in full.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In 1988, Fonseca applied for a $4,250,000 loan to cover the development of a much larger project than he had ever tackled--a subdivision of more than 50 lots in Bristol, Rhode Island.  The record suggests (though it does not pin down) that, after approval of the loan request but prior to its disbursement, Annarummo demanded one of the lots as a bribe.  Fonseca acquiesced and transferred title to Annarummo's nominee, leaving one less lot as security for APSB's loan.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Bank terminated Annarummo's employment in March 1990.  Fonseca's subdivision loan (which had a remaining principal balance of $611,500) was then 30 days in arrears, and Annarummo's successor recommended foreclosure.  Fonseca negotiated with APSB (which knew nothing of the bribes), and the parties agreed to enter into a forbearance agreement (FA) under which Fonseca would make a lumpsum payment of $450,000 in full satisfaction of the outstanding indebtedness.  Fonseca tendered the funds within the agreed 35-day period.  In time, the Bank failed, the FDIC intervened, the bribes were discovered, and the indictment materialized.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Fonseca pled guilty to a single count of bank bribery.  The district court sentenced him to serve twelve months and one day in prison and a three-year term of supervised release.  The court also imposed a $5,000 fine and a $50 special assessment.  The matter of restitution proceeded much as in Vaknin's case.  The probation officer recommended against a restitutionary impost;  the prosecution objected;  and the district judge sustained the objection, ordering Fonseca to make restitution in the sum of $161,500 (the difference between the loan balance and the amount that Fonseca paid pursuant to the FA).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>C. Yeghian's Troubles.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Yeghian, a newcomer to APSB, applied for a loan of $2,930,000 in 1988 to fund the purchase of real property located in Providence, Rhode Island.  Annarummo demanded a bribe of $20,000 (although the record is tenebrous as whether he approached Yeghian before or after the loan had been approved).  In any event, Yeghian, using a corrupt lawyer as an internuncio, paid the bribe out of the loan proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Later that same year, Yeghian sought a loan of $1,400,000 to acquire and develop a parcel of real estate in Seekonk, Massachusetts.  Once again, Annarummo demanded a bribe and received $22,909.52.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Both loans turned sour.  The Bank's demise, the FDIC's entry onto the scene, the deterration of the bribes, and the indictment followed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Yeghian pled guilty to one count of bank bribery.  At sentencing, Judge Boyle imposed a ten-month prison sentence, a three-year supervised release term, a $10,000 fine, and a $50 special assessment.  Rejecting a recommendation contained in the PSI Report, the judge ordered Yeghian to pay restitution in the sum of $2,213,654.74.</p>\n    </div>\n    <p>III. THE DEPARTURE DECISION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Vaknin challenges the incarcerative portion of his sentence.  The salient facts are as follows.  The court sentenced Vaknin under the 1988 edition of the federal sentencing guidelines.  The court figured the GSR as 8-14 months (adjusted offense level 11;  criminal history category I), and this calculation is not in dispute.  At the time of sentencing, the government asked the court to depart downward because Vaknin had made a good faith effort to render substantial assistance.  See USSG &#167; 5K1.1 (\"Upon motion of the government stating that the defendant has made a good faith effort to provide substantial assistance in the investigation or prosecution of another person who has committed an offense, the court may depart from the guidelines.\").  For his part, Vaknin solicited an even more generous departure.  Nevertheless, departure decisions are entrusted primarily to the courts, and the sentencing judge's role cannot be usurped by agreements between the prosecutor and the defendant.  See United States v. Mariano, 983 F.2d 1150, 1154 n. 3, 1155-56 (1st Cir.1993).  Exercising this authority, the court refused to impose a sentence below the GSR. Vaknin assigns error.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Vaknin's claim of error is doubly flawed.  The short, entirely dispositive answer to it is that he stakes out his position in a perfunctory manner.  For that reason, the argument is deemed waived.  See, e.g., United States v. Tardiff, 969 F.2d 1283, 1287 (1st Cir.1992);  United States v. Zannino, 895 F.2d 1, 17 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The slightly longer but equally dispositive answer is that, in the main, departure decisions are discretionary, and appellate review of refusals to depart is tightly circumscribed.  See Koon v. United States, --- U.S. ----, ---- - ----, 116 S.Ct. 2035, 2046-47, 135 L.Ed.2d 392 (1996);  Bruce M. Selya &amp; Matthew Kipp, An Examination of Emerging Departure Jurisprudence Under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 13-14 (1991).  Jurisdiction will only attach \"when it appears that the failure to depart stemmed from the sentencing court's mistaken impression that it lacked the legal authority to depart or, relatedly, from the court's misapprehension of the rules governing departure.\"  Mariano, 983 F.2d at 1153.   No such bevue occurred here.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To be sure, Vaknin labors to find a cognizable error.  In this vein, he contends that the district court believed itself unable to depart downward because Vaknin had not provided information about his fellow borrowers' criminal activities but only about the bribe-taker's criminal activities.  He builds this contention on scraps drawn from counsel's colloquy with the judge at the disposition hearing.  But an appellate court, seeking to ascertain a sense of what transpired at sentencing, must look to the whole of the record rather than isolated snippets extracted from it.  See, e.g., United States v. Santiago, 83 F.3d 20, 25 (1st Cir.1996);  United States v. Rostoff, 53 F.3d 398, 407 (1st Cir.1995);  cf.  United States v. Tavano, 12 F.3d 301, 304 (1st Cir.1993).  Applying this tenet here, the record, read as a seamless whole, belies Vaknin's contention.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We need not tarry.  The sentencing transcript shows with pristine clarity that Judge Boyle knew he could depart once the government invoked USSG &#167; 5K1.1, but chose instead to impose a sentence within the GSR. As we read the record, his reasons for demurring were clear--and entirely permissible.  In his view, Vaknin's cooperation had been adequately rewarded because (a) the government had prosecuted only one count of bribery despite the fact that Vaknin had paid multiple bribes referable to separate borrowings, and (b) Vaknin's offense level (and, hence, the GSR) already had been reduced for acceptance of responsibility under USSG &#167; 3E1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The transcript also reveals that the court weighed the quintet of factors under which a substantial assistance motion must be evaluated:  the nature and extent of the assistance provided;  its significance and utility to the prosecution;  its timeliness;  the truthfulness and reliability of the information conveyed;  and the injury to, or risk exposure of, the defendant resulting from his cooperation.  See Mariano, 983 F.2d at 1156 (enumerating factors and explaining that \"[a] district court, faced with a section 5K1.1 motion, must at a bare minimum indicate its cognizance of these factors\").  After mulling these and other relevant considerations, the court determined that, under the specific circumstances of Vaknin's case, no departure was warranted.  Such a decision is quintessentially a judgment call, and, thus, within the sentencing court's discretion.  See Tardiff, 969 F.2d at 1290.   Consequently, we lack both the authority to second-guess the departure decision and the inclination to do so.</p>\n    </div>\n    <p>IV. THE CAUSATION QUANDARY</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">All three appellants challenge the district court's restitutionary orders.  Those challenges are similar insofar as they implicate the standard of causation.  Therefore, we treat them in the ensemble to that extent.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Restitution orders customarily are reviewed under an abuse of discretion rubric.  See United States v. Hensley, 91 F.3d 274, 277 (1st Cir.1996).  In the course of this review, the sentencing court's subsidiary factual findings must be credited unless they are clearly erroneous.  See id.   To the extent that a challenge to a restitution order hinges on a legal question, however, the sentencing court's answer to that question is reviewed de novo.  See United States v. Gilberg, 75 F.3d 15, 20 (1st Cir.1996);  United States v. Savoie, 985 F.2d 612, 619 (1st Cir.1993).  The appellants' allegation that the district judge employed an improper legal standard of causation presents such a question.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>B. The Legal Landscape.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The level of causation required under the VWPA is not immediately apparent, and the parties' views on the subject are sharply divergent.  The appellants advance a theory of \"direct\" causation, exhorting us to rule that restitution can be imposed only if the victim's losses result directly from the offense of conviction and therefore that restitution cannot be imposed when an intervening phenomenon (e.g., a collapsing real estate market) is the more immediate cause of the loss.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Transposed into the metier of this case, the appellants' theory seemingly would require the government to eliminate the possibility of concurrent causes and prove that the FDIC's losses occurred as a direct result of the bribes that Annarummo solicited and received.  The government cannot do so, the appellants posit, because stimuli unrelated to the bribes, such as intervening market forces, caused the ultimate losses.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The government's counter-argument is that \"but for\" causation suffices;  it urges us to rule that restitution can be imposed as long as the victim's losses would not have eventuated but for the criminal activity.  But for the bribes, this thesis runs, there would have been no loans, without which there would have been no losses.  In this very general sense, the bribes caused the losses--and that, to the government's way of thinking, is enough.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The appellants' rejoinder is twofold.  First, they debunk the legal standard articulated by the government.  Second, they say that even if this articulation accurately reflects the state of the law, it does not justify the district court's restitutionary orders.  On the appellants' shared hypothesis, the loans would have issued whether or not the bribes were forthcoming;  thus, the Bank would have incurred the losses even if the appellants had played it straight.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The parties' positions stand at opposite ends of a continuum.  Our effort to determine where on the continuum the correct legal standard is housed starts with the language of the VWPA itself.  Section 3663(a) authorizes restitution to \"any victim\" for a covered offense.  This provision must be read in tandem with section 3664(a), which directs the sentencing court to consider \"the amount of the loss sustained by any victim as a result of the offense.\"   For purposes of this case, see supra note 1, restitution is appropriate only for \"the loss caused by the specific conduct that is the basis of the offense of conviction.\"  Hughey, 495 U.S. at 413, 110 S.Ct. at 1981.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Since the text of the VWPA does not speak explicitly to the dimensions of the requisite standard of causation,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we must consult other sources in our quest to discover it.  Next on the list is legislative history.  This material, like the statute itself, does not specifically limn the standard of causation.  Nonetheless, it offers some important insights.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In enacting the VWPA, Congress strove to encourage greater use of a restitutionary remedy.  See S.Rep. No. 532, supra, 1982 U.S.C.C.A.N. at 2536-37.   At the same time, it disclaimed any intent to convert the main event--the sentencing hearing--into a time-consuming sideshow--prolonged litigation over restitution-related issues.  This disclaimer was made manifest in a variety of ways.  For example, rather than requiring great precision in fixing the amount of restitution due, Congress visualized the VWPA as \"authoriz[ing] the court to reach an expeditious, reasonable determination of appropriate restitution by resolving uncertainties with a view towards achieving fairness to the victim.\"  Id. at 2537.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In short, the legislative history clearly signals a congressional preference for rough remedial justice, emphasizing victims' rights.  In our view, this preference counsels against importing a stringent standard of causation (such as might be appropriate in a tort context) into the VWPA.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Of course, rough remedial justice does not mean leaving matters to the whim of the sentencing judge, and Congress did not conceive of restitution as being an entirely standardless proposition.  The government must bear the burden of establishing the loss, 18 U.S.C. &#167; 3664(d), and an award cannot be woven solely from the gossamer strands of speculation and surmise.  See United States v. Neal, 36 F.3d 1190, 1200-01 (1st Cir.1994).  By like token, just as insisting upon a modicum of reliable evidence reinforces the specific advantages of the restitutionary remedy, so too does insisting upon a certain degree of causal precision.  As the Supreme Court has noted, demanding a \"direct relation between the harm and the punishment gives restitution a more precise deterrent effect than a traditional fine.\"  Kelly v. Robinson, 479 U.S. 36, 49 n. 10, 107 S.Ct. 353, 361 n. 10, 93 L.Ed.2d 216 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finding the legislative history suggestive rather than compelling, we examine the caselaw.  In previous decisions, this court has remarked the broad policy goals of the VWPA and concluded that difficulty in achieving an exact measurement of victim loss should not preclude the imposition of restitution.  See Savoie, 985 F.2d at 617.   On the subject of causation, however, our decisions have tended to involve either situations in which the closeness of the causal link could not seriously be questioned, see, e.g., United States v. Lilly, 80 F.3d 24, 28 (1st Cir.1996), or those in which we found restitution to have been ordered in contravention of Hughey, see, e.g., United States v. Newman, 49 F.3d 1, 11 (1st Cir.1995).  Neither polar extreme brings much light to the vexing issue which these appeals present.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Neal is the only notable exception to this taxonomy.  That case featured a defendant who had been found guilty both of being an accessory after the fact to a bank robbery and of laundering funds.  The district court imposed a restitutionary award that equalled the bank's entire loss from the thievery.  We vacated the award, noting that it could not be determined on the sparse record available \"whether the court calculated, pursuant to Hughey, the portion of [the bank's] losses that were actually caused by the specific criminal conduct forming the basis for Neal's convictions.\"  36 F.3d at 1200 (italics omitted).  We instructed the district court, on remand, to hold a hearing on the causation issue and modify the award to the extent that any portion of the loss was not \"attributable to\" Neal's criminal conduct.  Id. at 1201.   In dictum, we cautiously suggested that some varietal of but for causation might suffice.  See id. at 1201 n. 10 (\"If ... evidence is presented indicating that Neal played a significant role in helping the other defendants escape and that but for his actions, there was a substantial likelihood that the full proceeds would have been recovered, the court could well be within its statutory authority in imposing the full [restitutionary amount].\").  Thus, circuit precedent furnishes a weak indication that but for causation can suffice under the VWPA.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Reading the out-of-circuit cases is like attending a bar association meeting in a small town;  one can find congenial cases, like friendly faces in the crowd, to support almost any standard of causation for the VWPA.  We have found decisions which appear at least superficially to reject but for causation in favor of a \"direct result\" standard.  See, e.g., United States v. Silkowski, 32 F.3d 682, 689-90 (2d Cir.1994);  Ratliff v. United States, 999 F.2d 1023, 1026-27 (6th Cir.1993).  By contrast, we have found decisions which seem to accept unqualified but for causation as sufficient under the VWPA.  See, e.g., United States v. Keith, 754 F.2d 1388, 1393 (9th Cir.1985);  United States v. Richard, 738 F.2d 1120, 1122-23 (10th Cir.1984).  We have found decisions which straddle the question, see Government of the Virgin Islands v. Davis, 43 F.3d 41, 46 (3d Cir.1994) (seemingly endorsing, in a single paragraph, both but for and direct causation), and those which confess confusion on the issue, see United States v. Cloud, 872 F.2d 846, 856 n. 13 (9th Cir.1989) (acknowledging \"a conflict in this circuit regarding the nexus the government must establish between the defendant's criminal conduct and the victim's losses to support a VWPA restitution order\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>C. Choosing a Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Upon close perscrutation, the extreme positions advocated by the parties do not hold out much promise in our quest for a serviceable standard of causation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">On the one hand, the sort of direct causation standard that the appellants propose is simply too rigid.  Under their theory of intervening forces, a court could not impose restitution even if the defendant's conduct were a substantial cause of a loss, unless it were the last cause.  Such a standard would flout the basic purpose of the VWPA.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In our judgment, Congress did not contemplate such adamantine formalism when it moved to expand the availability of restitutionary remedies by enacting the VWPA.  See S.Rep. No. 532, supra, 1982 U.S.C.C.A.N. at 2537.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On the other hand, concerns of fairness require us to reject the unbridled but for causation standard that the government propounds.  Under it, a court could impose restitution based on the most tenuous of connections.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  While it is true that for want of a nail the kingdom reputedly was lost, cf.   Benjamin Franklin, Poor Richard's Almanac (1758), it could hardly have been Congress' intent to place the entire burden on the blacksmith if the nail was an insignificant factor in the calculus of concurrent causes.  Such a result would countervail principles of fundamental fairness and, in the bargain, would be at odds with the majority of reported cases.  See, e.g., United States v. Holley, 23 F.3d 902, 914-15 (5th Cir.1994);  United States v. Tyler, 767 F.2d 1350, 1351-53 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Having rejected the parties' proposals, it falls to us to fashion the appropriate legal standard.  Despite the gaps in the statute and in its legislative history, and notwithstanding the contradictions that permeate the cases, we think it is possible to distill certain bedrock principles from the sources that we have consulted.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">First:  Restitution should not be ordered in respect to a loss which would have occurred regardless of the defendant's conduct.  A good illustration of this principle in operation is found in United States v. Blackburn, 9 F.3d 353 (5th Cir.1993).  There, the sentencing court included foreclosure expenses in calculating the amount of restitution due.  The Fifth Circuit reversed, citing proof that the foreclosure would have happened even if the defendant had not committed the crime.  See id. at 359;  see also United States v. Walker, 896 F.2d 295, 305-06 (8th Cir.1990) (holding that when defendants, who owned a company, defrauded the United States, restitution to laid-off company employees was improper because the record failed to show that the fraud caused the company to cease operations).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Second:  Even if but for causation is acceptable in theory, limitless but for causation is not.  Restitution should not lie if the conduct underlying the offense of conviction is too far removed, either factually or temporally, from the loss.  We offer two examples of remoteness in fact.  The first arises in a case that bears some similarity to the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In Diamond, 969 F.2d at 963-64, the defendant pled guilty to filing false financial reports with a lender.  The loan had already been made before Diamond authored the reports, but the reports apparently helped in obtaining an extension.  The loan proved uncollectible.  The sentencing court ordered the defendant to make restitution, reasoning that the loss stemmed from the false reports.  The court of appeals refused to equate the extension of an existing loan with the granting of the loan in the first place, and negated the restitutionary order because there was no proof that the extension worsened the lender's position.  See id. at 966.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A somewhat different example of factual remoteness is found in United States v. Sablan, 92 F.3d 865 (9th Cir.1996).  There, the defendant had been convicted of computer fraud.  The district court ordered restitution for expenses incurred by the victim in meeting with investigators to discuss the case.  The Ninth Circuit struck these amounts from the award, ruling that the expenses were not connected closely enough to the fraudulent conduct.  See id. at 870;  see also United States v. Kenney, 789 F.2d 783, 784 (9th Cir.1986) (invalidating that portion of a restitution order which was designed to reimburse the corporate victim for the cost of having its employees testify at the defendant's trial, but upholding that part of the order encompassing the cost of removing film chronicling the robbery from the bank's surveillance cameras).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Typical of the situations in which but for causation existed but restitution was denied because the claimed losses were temporally remote is Holley, in which the court deemed restitution improper when the victim, who received foreclosure property from the defendant in the course of the criminal activity, unnecessarily held onto the property for a lengthy interval after the crime was discovered, and the property declined in value during that period.  23 F.3d at 914-15.   Similarly, in Tyler, the defendant cut down a tree in a national forest and was apprehended as he tried to take it to a nearby lumber mill.  767 F.2d at 1351.   The government retained the lumber, needlessly, for a long period of time, then sold it in a fallen market for considerably less than it would have fetched if sold promptly.  See id.   The district court ordered restitution, pegging the loss by reference to the reduced price.  The appellate court disagreed, pointing out that, although abstract but for causation existed, it was too attenuated to support the award.  See id. at 1351-53.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Consistent with these two principles and with our dictum in Neal, 36 F.3d at 1201 &amp; n. 10, we hold that a modified but for standard of causation is appropriate for restitution under the VWPA.  This means, in effect, that the government must show not only that a particular loss would not have occurred but for the conduct underlying the offense of conviction, but also that the causal nexus between the conduct and the loss is not too attenuated (either factually or temporally).  The watchword is reasonableness.  A sentencing court should undertake an individualized inquiry;  what constitutes sufficient causation can only be determined case by case, in a fact-specific probe.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>D. Applying the Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Having elucidated the appropriate legal standard, we turn finally to the causation questions embedded in the appeals that are before us.  These appeals, like the decisions canvassed above, provide some insights into the standard's operation.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">1. In Vaknin's case, restitution is appropriate.  The district court specifically found that the bribes which Vaknin paid were a but for cause of the Bank's losses on the defaulted loans.  The record contains no basis on which to mount a credible challenge to this finding.  After all, the arrangements for the bribes preceded the making of the loans, and the bribes were admittedly paid in exchange for Annarummo's assistance in procuring the loans.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Moreover, common sense must inform inquiries into restitution under the VWPA.  See S.Rep. No. 532, supra, 1982 U.S.C.C.A.N. at 2536-37.   In Vaknin's case, the evidence clearly shows not only that the loans were procured by bribery but also that the bribe-taker connived to bend the rules;  in at least one instance Annarummo shaded the presentation to APSB's credit committee to increase the likelihood that the loan would be forthcoming.  We believe that where, as here, the government establishes that arrangements for a bribe precede and relate to the making of a loan, a commonsense inference arises that subsequent losses referable to the loan's uncollectibility are causally linked in reasonable proximity to the bribe.  Cf., e.g., Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1158-59 (1st Cir.1996) (discussing commonsense inference that arises from proof that a relevant document has been destroyed);  United States v. Olbres, 61 F.3d 967, 971-72 (1st Cir.)  (discussing commonsense inference that arises in tax evasion case from proof of expenditures in excess of declared income and disposable assets), cert. denied, --- U.S. ----, 116 S.Ct. 522, 133 L.Ed.2d 430 (1995).  Of course, the inference can be rebutted if the defendant produces specific evidence of factual or temporal remoteness.  Here, however, Vaknin made no such showing.  To the contrary, there is no compelling proof either of an unforeseeable intervening cause or of any cognizable remoteness, factual or temporal.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">That ends the matter.  Because the record adequately supports Judge Boyle's finding of but for causation, and contains no sufficient suggestion of factual or temporal remoteness, restitution for the losses resulting from the tainted loans is altogether appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">2. We treat Fonseca's and Yeghian's appeals in tandem.  In both instances, the record is so exiguous that the very existence of but for causation seems problematic.  As to Fonseca, the single loan in respect to which the court ordered restitution may have been approved by the Bank independent of, and prior in time to, Annarummo's solicitation of a bribe.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  On the present record, we simply cannot tell--and the lower court made no specific finding on the point.  The question is potentially important because, if it turns out that the Bank approved the loan prior to any arrangements for a bribe, then in such event the circumstances would not support an inference of but for causation;  and, in the absence of such an inference, it is difficult (although not impossible) to conceive how a sufficient causal link between bribe and loss could be forged.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Moreover, the record suggests that even if but for causation exists, the requisite connectedness might be lacking.  Fonseca argues with some force that the Bank's loss, if one occurred at all, was occasioned by its need for an immediate cash infusion;  that this exigency gave birth to the FA;  and therefore, no cognizable loss occurred.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  But this argument, too, depends on facts which the record does not contain, and on which the lower court made no particularized findings.  It is clear that Fonseca's loan was overdue and that the Bank had a right to call the loan.  From that point forward, it is unclear whether the Bank entered into the FA merely as a quick fix for its own problems or because it wanted to mitigate an inevitable loss.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">As to Yeghian, the record is similarly inexplicit about the timing of his arrangements with Annarummo vis-a-vis the Bank's approval of the subject loans.  There is some indication that one (if not both) of the loans on which he defaulted may have been approved independent of any deal with Annarummo, but the sentencing court made no detailed findings and the extant record is too sparse to permit us to answer the causation questions with confidence.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It would be unprofitable to delve more deeply into these matters.  We are confronted by a largely undeveloped record, embellished with few specific findings.  Given that enigmatic reality, remand is required.  We envision that the district court, the next time around, will direct the parties to augment the record with respect to (a) the presence or absence of a causal link between Fonseca's and Yeghian's criminal conduct and the FDIC's losses, (b) if that causal link is demonstrated, the closeness of the connection, factually and temporally, between that conduct and the ultimate losses, and (c) such other matters as the court may deem suitable.  We anticipate further that the court will make particularized findings on each disputed issue.  We intimate no view as to the proper outcome of those proceedings.</p>\n    </div>\n    <p>V. MISCELLANEOUS</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Three final matters require brief attention.  The first is a matter raised by Fonseca and Yeghian.  The others relate solely to Vaknin's obligations.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>A. Picking up the Tab.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">It is apodictic that restitution only can be ordered to redress a loss to a victim.  See United States v. Gibbens, 25 F.3d 28, 33 (1st Cir.1994).  Using this truism as a lever, Fonseca and Yeghian question whether the VWPA allows the court to order restitution to the FDIC for losses originally sustained by the (now failed) Bank.  The question is easily answered.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Following existing circuit precedent, we hold that the benefit of the VWPA's remedial provisions extends to a government agency which, in the exercise of duly delegated powers, steps into the shoes of the original victim.  See id. at 32-35.   Thus, if a failed bank was a victim of the defendant's criminal activity, the FDIC, as its insurer and receiver, itself qualifies as a victim for purposes of a restitutionary order under the VWPA.  See United States v. Phaneuf, 91 F.3d 255, 265 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>B. Ability to Pay.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Vaknin argues that the district court abused its discretion by ordering him to make restitution without considering his ability to pay.  We agree with Vaknin's premise that judicial consideration of a defendant's ability to pay is statutorily mandated as a prerequisite to an order for restitution.  See 18 U.S.C. &#167; 3664(a).  We disagree, however, with his conclusion that the lower court neglected to touch this base.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We have stated with a regularity bordering on the monotonous that the consideration requirement does not mean that a judge must decide the question in a particular way or even that he must make express findings on the record as to the defendant's ability to pay.  See, e.g., Newman, 49 F.3d at 10;  Savoie, 985 F.2d at 618.   It is enough if \"the record on appeal reveals that the judge made implicit findings or otherwise adequately evinced his consideration\" of this factor.  Savoie, 985 F.2d at 618.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Here, the PSI Report spelled out Vaknin's past earnings history and current financial condition in appreciable detail.  The sentencing transcript indicates that the judge absorbed this information, voiced his skepticism about Vaknin's ability to comply with the restitution order as matters stood,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> but nonetheless impliedly found that a sufficient possibility of eventual repayment existed.  We think that this finding is supportable.  A defendant's impoverishment today is no assurance of future poverty, and, hence, present impecuniousness is not a bar to the imposition of restitution.  See United States v. Brandon, 17 F.3d 409, 461 (1st Cir.1994);  United States v. Lombardi, 5 F.3d 568, 573 (1st Cir.1993).  A sentencing court permissibly may take into account a defendant's earning capacity and the prospect that his fortunes will improve.  See Lombardi, 5 F.3d at 573;  Savoie, 985 F.2d at 619.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Here, the judge apparently issued a restitution order as a hedge against his founded belief that the defendant--an individual of demonstrated entrepreneurial bent--might well acquire assets in the future.  While this conclusion would have been less controversial had the judge made a more pointed reference to Vaknin's past accomplishments and future financial prognosis, we cannot say that an abuse of discretion transpired.  See Lombardi, 5 F.3d at 572-73.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>C. The Government's Concessions.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The district court ordered Vaknin to make restitution in the amount of $1,000,000.  This figure is vulnerable on two fronts.  First, the government has brought to light on its own initiative a mathematical error that, when corrected, will reduce the amount of restitution owed.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Second, the sentencing court premised the loss calculation on the amount which the Bank received when it resold the property Vaknin had pledged to secure the defaulted loans, rather than on its fair market value at the time of foreclosure.  Because the district court used fair market value as of the foreclosure date when determining the amount of restitution that Yeghian owed, the government concedes that it would be fair to employ the same barometer in respect to Vaknin (a similarly situated codefendant).  We accept the government's concessions at face value, without passing substantively upon them, and direct the district court to make these two adjustments to the restitutionary award.  The resultant obligation thus will be reduced to $902,000.</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We need go no further.  For the reasons set forth herein, we affirm the convictions of all the defendants;  modify the restitution order imposed against Vaknin, and, as modified, affirm it;  vacate the restitution orders imposed on Fonseca and Yeghian, respectively;  and remand for further proceedings as to them.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Affirmed in part;  vacated in part;  remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The defendant in Hughey had used credit cards in an unauthorized manner, and the Court limited restitution to the loss attributable to the lone count on which he had pled guilty (as opposed to the total loss from all his fraudulent conduct).  Congress reacted by amending the VWPA in November of 1990, adding &#167; 3663(a)(2) [the former &#167; 3663(a) became &#167; 3663(a)(1), but its substance remained essentially unchanged].  This amendment provides that \"a victim of an offense that involves as an element a scheme, a conspiracy, or a pattern of criminal activity means any person directly harmed by the defendant's criminal conduct in the course of the scheme, conspiracy, or pattern.\"   As we explained in United States v. Hensley, 91 F.3d 274, 276-77 (1st Cir.1996), restitution for all criminal conduct done in the course of a single scheme, conspiracy, or pattern of activity is now appropriate, whether or not the defendant has been convicted of (or even charged with) the specific acts, as long as the offense of conviction has as an element the broader scheme, conspiracy, or pattern</p>\n        <p>There are two reasons why the 1990 amendment has no bearing here.  In the first place, the criminal conduct of which the appellants stand convicted occurred prior to the date of the amendment.  Thus, the pre-1990 version of the VWPA governs our inquiry.  See United States v. Royal, 100 F.3d 1019, 1032 (1st Cir.1996);  United States v. Gilberg, 75 F.3d 15, 20-21 (1st Cir.1996).  In the second place, the offenses of conviction here do not have as an element any broader scheme, conspiracy, or pattern.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Annarummo eventually pled guilty to three counts of bank bribery, 18 U.S.C. &#167; 215 (1994), and one count of subscribing to a false tax return, 26 U.S.C. &#167; 7206(1) (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The odd amount stems from the fact that the bribe took the form of a payment by Yeghian to liquidate an outstanding loan encumbering Annarummo's Porsche</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While the appellants profess to know direct causation when they see it, they have been unable either to muster a comprehensive definition of the term or to suggest a viable limiting principle.  The government's arguments in support of but for causation, see infra, suffer from much the same vice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Though the amended version of the VWPA does not apply to this case, see supra note 1, the appellants asseverate that the amendment's use of the adverb \"directly\" heralds Congress' intent vis-a-vis the type of causation that it envisioned.  We do not agree.  The legislative history of the 1990 amendment plainly indicates that the language employed, albeit containing the word \"directly,\" does not support the appellants' theory of causation.  As Congress explained:</p>\n        <p>The use of \"directly\" precludes, for example, an argument that a person has been harmed by a financial institution offense that results in a payment from the insurance fund because, as a taxpayer, a part of a person's taxes go to the insurance fund.</p>\n        <p>H.R.Rep. No. 681(I), at 177 n. 8 (1990), reprinted in 1990 U.S.C.C.A.N. 6472, 6583 n. 8. This definition ranges far afield from the definition of direct that the appellants tout.  Thus, we conclude that the 1990 amendment did not alter the standard of causation applicable to VWPA cases.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Imagine a situation in which D, a convicted felon who is carrying a handgun, is speeding down a highway, fleeing from the authorities.  D's car slams into an unregistered automobile, with defective brakes, owned and operated by Stranger (S), causing S to swerve and hit V, who suffers severe injuries.  D is then prosecuted for reckless endangerment and found guilty.  S's miscreancy should not preclude a court from ordering D to make restitution for V's medical expenses.  Yet the appellants' theory would erect just such a barrier</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Imagine a situation similar to that described in note 6, supra;  but, instead of being prosecuted for a vehicular offense, D is charged with and convicted of being a felon in possession of a handgun.  While but for causation may be present--after all, but for his unlawful possession of a weapon, D would have had no occasion to flee from the authorities, and, thus, would not have been careening down the road and would not have precipitated the accident--it is hard to make a principled argument that the offense of conviction (felon in possession) supports an order against D to make restitution for V's medical expenses.  Yet the government's theory ordains just such a result</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Fonseca's past lending relationship with the Bank tends to support this inference.  It suggests, at the least, that the Bank considered him creditworthy well before Annarummo hove into view</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In substance, Fonseca asserts that by accepting an accelerated $450,000 payment under a consensual pact (the FA) in satisfaction of the outstanding loan balance ($611,500), APSB did no more than make a business judgment designed not to salvage a failing loan--Fonseca says he could have paid it off in full, given time--but to shore up a failing bank.  On that basis, he reasons that APSB (and ultimately the FDIC) suffered no loss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Indeed, the judge explicitly declined to levy a fine against Vaknin, noting on the judgment form that no fine would be imposed due to an inability to pay</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This is very professional behavior, and we commend the prosecutors for it</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Moshe VAKNIN, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>E. Eric YEGHIAN, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Michael J. FONSECA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1394, 96-1393 and 96-1373.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 9, 1997.<br>Decided May 6, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark J. Gillis, Boston, MA by appointment of the court, for appellant Vaknin.</p>\n      <p class=\"indent\">C. Leonard O'Brien, Providence, RI, for appellant Yeghian.</p>\n      <p class=\"indent\">John A. MacFadyen, Providence, RI, for appellant Fonseca.</p>\n      <p class=\"indent\">Ira Belkin, Assistant United States Attorney, Providence, RI, with whom Sheldon Whitehouse, United States Attorney, and Margaret E. Curran, Assistant United States Attorney, were on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n      <p class=\"indent\">These consolidated appeals raise, inter alia, an interesting question anent the standard of causation that courts must apply in fashioning restitutionary orders under the Victim and Witness Protection Act (VWPA), 18 U.S.C. &#167;&#167; 3663(a), 3664(a) (1994).  The appeals arise out of a multi-count indictment:  each of the three appellants bribed the same bank official in connection with the making of loans;  some of the loans soured;  the bank failed;  and the Federal Deposit and Insurance Corporation (FDIC) was left holding an empty bag.  When the appellants pled guilty to criminal charges, the district court imposed sentences which included orders of restitution to cover what the court considered to be the attributable losses.</p>\n      <p class=\"indent\">The appellants now challenge these impositions, and, in addition, one appellant, citing his cooperation with the prosecution, assails the district court's refusal to depart downward from the guideline sentencing range (GSR).  We affirm the court's eschewal of a downward departure, uphold one restitutionary order (albeit with a modest modification), vacate the other two, and remand for further findings.</p>\n      <p>I. AN HISTORICAL PERSPECTIVE</p>\n      <p class=\"indent\">Compulsory restitution as a societal response to criminal wrongdoing dates back over 4,000 years to the Code of Hammurabi and the Old Testament.  See, e.g., Exodus 22:1-3 (\"If a man shall steal ... he should make full restitution.\").  In its earliest iterations, the practice was designed to forfend against the high social costs of blood feuds and the wreaking of personal vengeance by compensating victims in a more civilized way.  See generally Thomas M. Kelly, Note, Where Offenders Pay for Their Crimes:  Victim Restitution and Its Constitutionality, 59 Notre Dame L.Rev. 685, 686-88 (1984).  By the Middle Ages, however, the sovereign had begun to administer the criminal law directly, and criminal restitution fell into desuetude.  See id.   The device remained moribund for several centuries.  In the United States, for example, federal judges were not able to impose criminal restitution as a condition of probation until 1925 when Congress passed the Federal Probation Act, 18 U.S.C. &#167; 3651 (repealed 1984).  Even then, judges used the power sparingly.  See Peggy M. Tobolowsky, Restitution in the Federal Criminal Justice System, 77 Judicature 90, 90-91 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The tectonic plates shifted in 1982 when Congress enacted the VWPA in response to a growing cognizance of victims' rights.  Notable for the speed of its election-year passage--the legislation was introduced in the Senate on April 22, 1982, and signed into law by President Reagan less than six months later--the VWPA transmogrified criminal restitution from a sporadically imposed condition of probation into the sentencing norm in cases involving quantifiable economic loss.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The congressional purpose that animated the VWPA is no secret:  \"the court in devising just sanctions for adjudicated offenders, should insure that the wrongdoer make good[ ], to the degree possible, the harm he has caused his victim.\"   S.Rep. No. 532, at 31 (1982), reprinted in 1982 U.S.C.C.A.N. 2515, 2536.   To accomplish this purpose, a district court, when pronouncing sentence, \"may order, in addition to ... any other penalty authorized by law, that the defendant make restitution to any victim of such offense.\"  18 U.S.C. &#167; 3663(a).  In determining whether to award restitution (and, if so, in what amount), the sentencing court \"shall consider the amount of the loss sustained by any victim as a result of the offense, the financial resources of the defendant, the financial needs and earning ability of the defendant and the defendant's dependents, and such other factors as the court deems appropriate.\"  Id. at &#167; 3664(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In general, restitution under the VWPA is limited to \"the loss caused by the specific conduct that is the basis of the offense of conviction.\"  Hughey v. United States, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 413, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1979</span></a></span>, 1981, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">408</span></a></span> (1990).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  When the fact, cause, or amount of the loss is disputed, the government must establish it by a preponderance of the evidence.  See United States v. Baker, <span class=\"citation\" data-id=\"671500\"><a href=\"/opinion/671500/united-states-v-ronald-keith-baker-united-states-of-america-v-robert/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1452</span></a></span>, 1454-55 (9th Cir.1994);  United States v. Diamond, <span class=\"citation\" data-id=\"587007\"><a href=\"/opinion/587007/united-states-v-james-l-diamond/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span>, 967 (10th Cir.1992);  see also 18 U.S.C. &#167; 3664(d).</p>\n    </div>\n    <p>II. THE FACTUAL PREDICATE</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We present the facts relevant to these appeals as best they have presented themselves, mindful that the record is noticeably underdeveloped.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Kenneth Annarummo was a bad apple.  While working as a loan officer for Attleboro-Pawtucket Savings Bank (APSB or the Bank), he solicited and accepted bribes from numerous customers.  Annarummo's skulduggery came to light after the Bank failed and the FDIC intervened.  In due course, the government indicted Annarummo and several complicit borrowers, including appellants Moshe Vaknin, Michael J. Fonseca, and E. Eric Yeghian (all real estate developers).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We recount the circumstances of each appellant's involvement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>A. Vaknin's Troubles.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Vaknin first approached APSB in 1987, seeking to refinance several properties.  Informed by Annarummo that his request for funds would be facilitated if he greased the wheels, Vaknin paid Annarummo $17,500 and thereafter received the loan.  In 1988, Vaknin sought to borrow more money and Annarummo again asked for a bribe in exchange for his assistance in getting the loan underwritten.  Vaknin paid him $12,500 prior to securing loan approval.  This sequence repeated itself later that same year, when Vaknin slipped Annarummo another bribe and secured a third loan (which was approved by the bank after a series of machinations in which Annarummo presented false information to the credit committee).  Although Vaknin repaid the initial refinancing in full, he defaulted on both the 1988 loans and the Bank sustained losses in excess of $900,000.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When indicted, Vaknin pled guilty to a single count of bank bribery.  See 18 U.S.C. &#167; 215 (1994).  The Presentence Investigation Report (PSI Report) did not recommend restitution.  In response to the prosecution's objection, the probation officer explained:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">[I]t is not clear as to whether the losses incurred by the bank were a direct result of a fraudulent loan being negotiated as a result of the bank bribery or whether the losses were attributable to other factors, such as a downturn in the economy which affected the real estate market.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the disposition hearing, Judge Boyle sentenced Vaknin to an incarcerative term of twelve months and one day, two years' supervised release, and a $50 special assessment.  On the restitution issue, the judge sided with the prosecution;  concluding that there would have been no funds advanced if the bribes had not been paid, the judge held Vaknin liable for the losses resulting from the defaulted loans, rejected the probation officer's \"downturn in the economy\" hypothesis, and ordered Vaknin to pay restitution to the FDIC in the sum of $1,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. Fonseca's Troubles.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By the time Annarummo arrived on the scene, Fonseca was a valued customer of the Bank, having roughly $750,000 in outstanding loans.  This debt had been incurred through normal channels and without subterfuge, mostly in connection with single-family residential properties in Rhode Island.  Annarummo made no immediate demands on Fonseca, and Fonseca succeeded in securing additional financing through APSB.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In 1987, Fonseca encountered business difficulties and became fearful that he would not be able to meet the repayment schedule on an outstanding APSB note.  When he voiced concern to Annarummo, the banker demanded a bribe for his help in warding off trouble should a default ensue.  Fonseca paid Annarummo $3,000 but proved able to meet his payment obligation on time and in full.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In 1988, Fonseca applied for a $4,250,000 loan to cover the development of a much larger project than he had ever tackled--a subdivision of more than 50 lots in Bristol, Rhode Island.  The record suggests (though it does not pin down) that, after approval of the loan request but prior to its disbursement, Annarummo demanded one of the lots as a bribe.  Fonseca acquiesced and transferred title to Annarummo's nominee, leaving one less lot as security for APSB's loan.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Bank terminated Annarummo's employment in March 1990.  Fonseca's subdivision loan (which had a remaining principal balance of $611,500) was then 30 days in arrears, and Annarummo's successor recommended foreclosure.  Fonseca negotiated with APSB (which knew nothing of the bribes), and the parties agreed to enter into a forbearance agreement (FA) under which Fonseca would make a lumpsum payment of $450,000 in full satisfaction of the outstanding indebtedness.  Fonseca tendered the funds within the agreed 35-day period.  In time, the Bank failed, the FDIC intervened, the bribes were discovered, and the indictment materialized.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Fonseca pled guilty to a single count of bank bribery.  The district court sentenced him to serve twelve months and one day in prison and a three-year term of supervised release.  The court also imposed a $5,000 fine and a $50 special assessment.  The matter of restitution proceeded much as in Vaknin's case.  The probation officer recommended against a restitutionary impost;  the prosecution objected;  and the district judge sustained the objection, ordering Fonseca to make restitution in the sum of $161,500 (the difference between the loan balance and the amount that Fonseca paid pursuant to the FA).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>C. Yeghian's Troubles.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Yeghian, a newcomer to APSB, applied for a loan of $2,930,000 in 1988 to fund the purchase of real property located in Providence, Rhode Island.  Annarummo demanded a bribe of $20,000 (although the record is tenebrous as whether he approached Yeghian before or after the loan had been approved).  In any event, Yeghian, using a corrupt lawyer as an internuncio, paid the bribe out of the loan proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Later that same year, Yeghian sought a loan of $1,400,000 to acquire and develop a parcel of real estate in Seekonk, Massachusetts.  Once again, Annarummo demanded a bribe and received $22,909.52.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Both loans turned sour.  The Bank's demise, the FDIC's entry onto the scene, the deterration of the bribes, and the indictment followed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Yeghian pled guilty to one count of bank bribery.  At sentencing, Judge Boyle imposed a ten-month prison sentence, a three-year supervised release term, a $10,000 fine, and a $50 special assessment.  Rejecting a recommendation contained in the PSI Report, the judge ordered Yeghian to pay restitution in the sum of $2,213,654.74.</p>\n    </div>\n    <p>III. THE DEPARTURE DECISION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Vaknin challenges the incarcerative portion of his sentence.  The salient facts are as follows.  The court sentenced Vaknin under the 1988 edition of the federal sentencing guidelines.  The court figured the GSR as 8-14 months (adjusted offense level 11;  criminal history category I), and this calculation is not in dispute.  At the time of sentencing, the government asked the court to depart downward because Vaknin had made a good faith effort to render substantial assistance.  See USSG &#167; 5K1.1 (\"Upon motion of the government stating that the defendant has made a good faith effort to provide substantial assistance in the investigation or prosecution of another person who has committed an offense, the court may depart from the guidelines.\").  For his part, Vaknin solicited an even more generous departure.  Nevertheless, departure decisions are entrusted primarily to the courts, and the sentencing judge's role cannot be usurped by agreements between the prosecutor and the defendant.  See United States v. Mariano, <span class=\"citation\" data-id=\"598971\"><a href=\"/opinion/598971/united-states-v-abel-a-mariano-jr-united-states-of-america-v-barry/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1150</span></a></span>, 1154 n. 3, 1155-56 (1st Cir.1993).  Exercising this authority, the court refused to impose a sentence below the GSR. Vaknin assigns error.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Vaknin's claim of error is doubly flawed.  The short, entirely dispositive answer to it is that he stakes out his position in a perfunctory manner.  For that reason, the argument is deemed waived.  See, e.g., United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287 (1st Cir.1992);  United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The slightly longer but equally dispositive answer is that, in the main, departure decisions are discretionary, and appellate review of refusals to depart is tightly circumscribed.  See Koon v. United States, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, 2046-47, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996);  Bruce M. Selya &amp; Matthew Kipp, An Examination of Emerging Departure Jurisprudence Under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 13-14 (1991).  Jurisdiction will only attach \"when it appears that the failure to depart stemmed from the sentencing court's mistaken impression that it lacked the legal authority to depart or, relatedly, from the court's misapprehension of the rules governing departure.\"  Mariano, 983 F.2d at 1153.   No such bevue occurred here.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To be sure, Vaknin labors to find a cognizable error.  In this vein, he contends that the district court believed itself unable to depart downward because Vaknin had not provided information about his fellow borrowers' criminal activities but only about the bribe-taker's criminal activities.  He builds this contention on scraps drawn from counsel's colloquy with the judge at the disposition hearing.  But an appellate court, seeking to ascertain a sense of what transpired at sentencing, must look to the whole of the record rather than isolated snippets extracted from it.  See, e.g., United States v. Santiago, <span class=\"citation\" data-id=\"196737\"><a href=\"/opinion/196737/united-states-v-santiago/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 25 (1st Cir.1996);  United States v. Rostoff, <span class=\"citation\" data-id=\"196027\"><a href=\"/opinion/196027/united-states-v-rostoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></a></span>, 407 (1st Cir.1995);  cf.  United States v. Tavano, <span class=\"citation\" data-id=\"195113\"><a href=\"/opinion/195113/united-states-v-tavano/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 304 (1st Cir.1993).  Applying this tenet here, the record, read as a seamless whole, belies Vaknin's contention.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We need not tarry.  The sentencing transcript shows with pristine clarity that Judge Boyle knew he could depart once the government invoked USSG &#167; 5K1.1, but chose instead to impose a sentence within the GSR. As we read the record, his reasons for demurring were clear--and entirely permissible.  In his view, Vaknin's cooperation had been adequately rewarded because (a) the government had prosecuted only one count of bribery despite the fact that Vaknin had paid multiple bribes referable to separate borrowings, and (b) Vaknin's offense level (and, hence, the GSR) already had been reduced for acceptance of responsibility under USSG &#167; 3E1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The transcript also reveals that the court weighed the quintet of factors under which a substantial assistance motion must be evaluated:  the nature and extent of the assistance provided;  its significance and utility to the prosecution;  its timeliness;  the truthfulness and reliability of the information conveyed;  and the injury to, or risk exposure of, the defendant resulting from his cooperation.  See Mariano, 983 F.2d at 1156 (enumerating factors and explaining that \"[a] district court, faced with a section 5K1.1 motion, must at a bare minimum indicate its cognizance of these factors\").  After mulling these and other relevant considerations, the court determined that, under the specific circumstances of Vaknin's case, no departure was warranted.  Such a decision is quintessentially a judgment call, and, thus, within the sentencing court's discretion.  See Tardiff, 969 F.2d at 1290.   Consequently, we lack both the authority to second-guess the departure decision and the inclination to do so.</p>\n    </div>\n    <p>IV. THE CAUSATION QUANDARY</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">All three appellants challenge the district court's restitutionary orders.  Those challenges are similar insofar as they implicate the standard of causation.  Therefore, we treat them in the ensemble to that extent.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Restitution orders customarily are reviewed under an abuse of discretion rubric.  See United States v. Hensley, <span class=\"citation\" data-id=\"196912\"><a href=\"/opinion/196912/united-states-v-hensley/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 277 (1st Cir.1996).  In the course of this review, the sentencing court's subsidiary factual findings must be credited unless they are clearly erroneous.  See id.   To the extent that a challenge to a restitution order hinges on a legal question, however, the sentencing court's answer to that question is reviewed de novo.  See United States v. Gilberg, <span class=\"citation\" data-id=\"196544\"><a href=\"/opinion/196544/united-states-v-gilberg/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 20 (1st Cir.1996);  United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 619 (1st Cir.1993).  The appellants' allegation that the district judge employed an improper legal standard of causation presents such a question.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>B. The Legal Landscape.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The level of causation required under the VWPA is not immediately apparent, and the parties' views on the subject are sharply divergent.  The appellants advance a theory of \"direct\" causation, exhorting us to rule that restitution can be imposed only if the victim's losses result directly from the offense of conviction and therefore that restitution cannot be imposed when an intervening phenomenon (e.g., a collapsing real estate market) is the more immediate cause of the loss.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Transposed into the metier of this case, the appellants' theory seemingly would require the government to eliminate the possibility of concurrent causes and prove that the FDIC's losses occurred as a direct result of the bribes that Annarummo solicited and received.  The government cannot do so, the appellants posit, because stimuli unrelated to the bribes, such as intervening market forces, caused the ultimate losses.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The government's counter-argument is that \"but for\" causation suffices;  it urges us to rule that restitution can be imposed as long as the victim's losses would not have eventuated but for the criminal activity.  But for the bribes, this thesis runs, there would have been no loans, without which there would have been no losses.  In this very general sense, the bribes caused the losses--and that, to the government's way of thinking, is enough.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The appellants' rejoinder is twofold.  First, they debunk the legal standard articulated by the government.  Second, they say that even if this articulation accurately reflects the state of the law, it does not justify the district court's restitutionary orders.  On the appellants' shared hypothesis, the loans would have issued whether or not the bribes were forthcoming;  thus, the Bank would have incurred the losses even if the appellants had played it straight.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The parties' positions stand at opposite ends of a continuum.  Our effort to determine where on the continuum the correct legal standard is housed starts with the language of the VWPA itself.  Section 3663(a) authorizes restitution to \"any victim\" for a covered offense.  This provision must be read in tandem with section 3664(a), which directs the sentencing court to consider \"the amount of the loss sustained by any victim as a result of the offense.\"   For purposes of this case, see supra note 1, restitution is appropriate only for \"the loss caused by the specific conduct that is the basis of the offense of conviction.\"  Hughey, 495 U.S. at 413, 110 S.Ct. at 1981.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Since the text of the VWPA does not speak explicitly to the dimensions of the requisite standard of causation,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we must consult other sources in our quest to discover it.  Next on the list is legislative history.  This material, like the statute itself, does not specifically limn the standard of causation.  Nonetheless, it offers some important insights.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In enacting the VWPA, Congress strove to encourage greater use of a restitutionary remedy.  See S.Rep. No. 532, supra, 1982 U.S.C.C.A.N. at 2536-37.   At the same time, it disclaimed any intent to convert the main event--the sentencing hearing--into a time-consuming sideshow--prolonged litigation over restitution-related issues.  This disclaimer was made manifest in a variety of ways.  For example, rather than requiring great precision in fixing the amount of restitution due, Congress visualized the VWPA as \"authoriz[ing] the court to reach an expeditious, reasonable determination of appropriate restitution by resolving uncertainties with a view towards achieving fairness to the victim.\"  Id. at 2537.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In short, the legislative history clearly signals a congressional preference for rough remedial justice, emphasizing victims' rights.  In our view, this preference counsels against importing a stringent standard of causation (such as might be appropriate in a tort context) into the VWPA.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Of course, rough remedial justice does not mean leaving matters to the whim of the sentencing judge, and Congress did not conceive of restitution as being an entirely standardless proposition.  The government must bear the burden of establishing the loss, 18 U.S.C. &#167; 3664(d), and an award cannot be woven solely from the gossamer strands of speculation and surmise.  See United States v. Neal, <span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1200-01 (1st Cir.1994).  By like token, just as insisting upon a modicum of reliable evidence reinforces the specific advantages of the restitutionary remedy, so too does insisting upon a certain degree of causal precision.  As the Supreme Court has noted, demanding a \"direct relation between the harm and the punishment gives restitution a more precise deterrent effect than a traditional fine.\"  Kelly v. Robinson, <span class=\"citation\" data-id=\"111772\"><a href=\"/opinion/111772/kelly-v-robinson/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 49 n. 10, <span class=\"citation\" data-id=\"111772\"><a href=\"/opinion/111772/kelly-v-robinson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">353</span></a></span>, 361 n. 10, <span class=\"citation\" data-id=\"111772\"><a href=\"/opinion/111772/kelly-v-robinson/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></a></span> (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finding the legislative history suggestive rather than compelling, we examine the caselaw.  In previous decisions, this court has remarked the broad policy goals of the VWPA and concluded that difficulty in achieving an exact measurement of victim loss should not preclude the imposition of restitution.  See Savoie, 985 F.2d at 617.   On the subject of causation, however, our decisions have tended to involve either situations in which the closeness of the causal link could not seriously be questioned, see, e.g., United States v. Lilly, <span class=\"citation\" data-id=\"196681\"><a href=\"/opinion/196681/united-states-v-lilly/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 28 (1st Cir.1996), or those in which we found restitution to have been ordered in contravention of Hughey, see, e.g., United States v. Newman, <span class=\"citation\" data-id=\"195935\"><a href=\"/opinion/195935/united-states-v-newman/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.1995).  Neither polar extreme brings much light to the vexing issue which these appeals present.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Neal is the only notable exception to this taxonomy.  That case featured a defendant who had been found guilty both of being an accessory after the fact to a bank robbery and of laundering funds.  The district court imposed a restitutionary award that equalled the bank's entire loss from the thievery.  We vacated the award, noting that it could not be determined on the sparse record available \"whether the court calculated, pursuant to Hughey, the portion of [the bank's] losses that were actually caused by the specific criminal conduct forming the basis for Neal's convictions.\"  36 F.3d at 1200 (italics omitted).  We instructed the district court, on remand, to hold a hearing on the causation issue and modify the award to the extent that any portion of the loss was not \"attributable to\" Neal's criminal conduct.  Id. at 1201.   In dictum, we cautiously suggested that some varietal of but for causation might suffice.  See id. at 1201 n. 10 (\"If ... evidence is presented indicating that Neal played a significant role in helping the other defendants escape and that but for his actions, there was a substantial likelihood that the full proceeds would have been recovered, the court could well be within its statutory authority in imposing the full [restitutionary amount].\").  Thus, circuit precedent furnishes a weak indication that but for causation can suffice under the VWPA.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Reading the out-of-circuit cases is like attending a bar association meeting in a small town;  one can find congenial cases, like friendly faces in the crowd, to support almost any standard of causation for the VWPA.  We have found decisions which appear at least superficially to reject but for causation in favor of a \"direct result\" standard.  See, e.g., United States v. Silkowski, <span class=\"citation\" data-id=\"676493\"><a href=\"/opinion/676493/united-states-v-ralph-j-silkowski/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">682</span></a></span>, 689-90 (2d Cir.1994);  Ratliff v. United States, <span class=\"citation\" data-id=\"612134\"><a href=\"/opinion/612134/daryl-e-ratliff-v-united-states/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1023</span></a></span>, 1026-27 (6th Cir.1993).  By contrast, we have found decisions which seem to accept unqualified but for causation as sufficient under the VWPA.  See, e.g., United States v. Keith, <span class=\"citation\" data-id=\"447983\"><a href=\"/opinion/447983/united-states-v-norman-h-keith/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1388</span></a></span>, 1393 (9th Cir.1985);  United States v. Richard, <span class=\"citation\" data-id=\"438777\"><a href=\"/opinion/438777/united-states-v-john-edward-richard/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1120</span></a></span>, 1122-23 (10th Cir.1984).  We have found decisions which straddle the question, see Government of the Virgin Islands v. Davis, <span class=\"citation\" data-id=\"685133\"><a href=\"/opinion/685133/government-of-the-virgin-islands-v-astarte-davis-no-93-7299-united/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 46 (3d Cir.1994) (seemingly endorsing, in a single paragraph, both but for and direct causation), and those which confess confusion on the issue, see United States v. Cloud, <span class=\"citation\" data-id=\"521590\"><a href=\"/opinion/521590/united-states-v-ronald-v-cloud/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">846</span></a></span>, 856 n. 13 (9th Cir.1989) (acknowledging \"a conflict in this circuit regarding the nexus the government must establish between the defendant's criminal conduct and the victim's losses to support a VWPA restitution order\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>C. Choosing a Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Upon close perscrutation, the extreme positions advocated by the parties do not hold out much promise in our quest for a serviceable standard of causation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">On the one hand, the sort of direct causation standard that the appellants propose is simply too rigid.  Under their theory of intervening forces, a court could not impose restitution even if the defendant's conduct were a substantial cause of a loss, unless it were the last cause.  Such a standard would flout the basic purpose of the VWPA.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In our judgment, Congress did not contemplate such adamantine formalism when it moved to expand the availability of restitutionary remedies by enacting the VWPA.  See S.Rep. No. 532, supra, 1982 U.S.C.C.A.N. at 2537.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On the other hand, concerns of fairness require us to reject the unbridled but for causation standard that the government propounds.  Under it, a court could impose restitution based on the most tenuous of connections.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  While it is true that for want of a nail the kingdom reputedly was lost, cf.   Benjamin Franklin, Poor Richard's Almanac (1758), it could hardly have been Congress' intent to place the entire burden on the blacksmith if the nail was an insignificant factor in the calculus of concurrent causes.  Such a result would countervail principles of fundamental fairness and, in the bargain, would be at odds with the majority of reported cases.  See, e.g., United States v. Holley, <span class=\"citation\" data-id=\"6446\"><a href=\"/opinion/6446/united-states-v-holley/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">902</span></a></span>, 914-15 (5th Cir.1994);  United States v. Tyler, <span class=\"citation\" data-id=\"455814\"><a href=\"/opinion/455814/united-states-v-steven-wayne-tyler/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1350</span></a></span>, 1351-53 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Having rejected the parties' proposals, it falls to us to fashion the appropriate legal standard.  Despite the gaps in the statute and in its legislative history, and notwithstanding the contradictions that permeate the cases, we think it is possible to distill certain bedrock principles from the sources that we have consulted.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">First:  Restitution should not be ordered in respect to a loss which would have occurred regardless of the defendant's conduct.  A good illustration of this principle in operation is found in United States v. Blackburn, <span class=\"citation\" data-id=\"6105\"><a href=\"/opinion/6105/united-states-v-blackburn/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">353</span></a></span> (5th Cir.1993).  There, the sentencing court included foreclosure expenses in calculating the amount of restitution due.  The Fifth Circuit reversed, citing proof that the foreclosure would have happened even if the defendant had not committed the crime.  See id. at 359;  see also United States v. Walker, <span class=\"citation\" data-id=\"536568\"><a href=\"/opinion/536568/united-states-v-r-randall-walker-united-states-of-america-v-trula-a/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">295</span></a></span>, 305-06 (8th Cir.1990) (holding that when defendants, who owned a company, defrauded the United States, restitution to laid-off company employees was improper because the record failed to show that the fraud caused the company to cease operations).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Second:  Even if but for causation is acceptable in theory, limitless but for causation is not.  Restitution should not lie if the conduct underlying the offense of conviction is too far removed, either factually or temporally, from the loss.  We offer two examples of remoteness in fact.  The first arises in a case that bears some similarity to the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In Diamond, 969 F.2d at 963-64, the defendant pled guilty to filing false financial reports with a lender.  The loan had already been made before Diamond authored the reports, but the reports apparently helped in obtaining an extension.  The loan proved uncollectible.  The sentencing court ordered the defendant to make restitution, reasoning that the loss stemmed from the false reports.  The court of appeals refused to equate the extension of an existing loan with the granting of the loan in the first place, and negated the restitutionary order because there was no proof that the extension worsened the lender's position.  See id. at 966.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A somewhat different example of factual remoteness is found in United States v. Sablan, <span class=\"citation\" data-id=\"724022\"><a href=\"/opinion/724022/96-cal-daily-op-serv-5870-96-daily-journal-dar-9565-united-states-of/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span> (9th Cir.1996).  There, the defendant had been convicted of computer fraud.  The district court ordered restitution for expenses incurred by the victim in meeting with investigators to discuss the case.  The Ninth Circuit struck these amounts from the award, ruling that the expenses were not connected closely enough to the fraudulent conduct.  See id. at 870;  see also United States v. Kenney, <span class=\"citation\" data-id=\"469169\"><a href=\"/opinion/469169/united-states-v-lloyd-george-kenney/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">783</span></a></span>, 784 (9th Cir.1986) (invalidating that portion of a restitution order which was designed to reimburse the corporate victim for the cost of having its employees testify at the defendant's trial, but upholding that part of the order encompassing the cost of removing film chronicling the robbery from the bank's surveillance cameras).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Typical of the situations in which but for causation existed but restitution was denied because the claimed losses were temporally remote is Holley, in which the court deemed restitution improper when the victim, who received foreclosure property from the defendant in the course of the criminal activity, unnecessarily held onto the property for a lengthy interval after the crime was discovered, and the property declined in value during that period.  23 F.3d at 914-15.   Similarly, in Tyler, the defendant cut down a tree in a national forest and was apprehended as he tried to take it to a nearby lumber mill.  767 F.2d at 1351.   The government retained the lumber, needlessly, for a long period of time, then sold it in a fallen market for considerably less than it would have fetched if sold promptly.  See id.   The district court ordered restitution, pegging the loss by reference to the reduced price.  The appellate court disagreed, pointing out that, although abstract but for causation existed, it was too attenuated to support the award.  See id. at 1351-53.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Consistent with these two principles and with our dictum in Neal, 36 F.3d at 1201 &amp; n. 10, we hold that a modified but for standard of causation is appropriate for restitution under the VWPA.  This means, in effect, that the government must show not only that a particular loss would not have occurred but for the conduct underlying the offense of conviction, but also that the causal nexus between the conduct and the loss is not too attenuated (either factually or temporally).  The watchword is reasonableness.  A sentencing court should undertake an individualized inquiry;  what constitutes sufficient causation can only be determined case by case, in a fact-specific probe.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>D. Applying the Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Having elucidated the appropriate legal standard, we turn finally to the causation questions embedded in the appeals that are before us.  These appeals, like the decisions canvassed above, provide some insights into the standard's operation.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">1. In Vaknin's case, restitution is appropriate.  The district court specifically found that the bribes which Vaknin paid were a but for cause of the Bank's losses on the defaulted loans.  The record contains no basis on which to mount a credible challenge to this finding.  After all, the arrangements for the bribes preceded the making of the loans, and the bribes were admittedly paid in exchange for Annarummo's assistance in procuring the loans.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Moreover, common sense must inform inquiries into restitution under the VWPA.  See S.Rep. No. 532, supra, 1982 U.S.C.C.A.N. at 2536-37.   In Vaknin's case, the evidence clearly shows not only that the loans were procured by bribery but also that the bribe-taker connived to bend the rules;  in at least one instance Annarummo shaded the presentation to APSB's credit committee to increase the likelihood that the loan would be forthcoming.  We believe that where, as here, the government establishes that arrangements for a bribe precede and relate to the making of a loan, a commonsense inference arises that subsequent losses referable to the loan's uncollectibility are causally linked in reasonable proximity to the bribe.  Cf., e.g., Blinzler v. Marriott Int'l, Inc., <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1158-59 (1st Cir.1996) (discussing commonsense inference that arises from proof that a relevant document has been destroyed);  United States v. Olbres, <span class=\"citation\" data-id=\"196204\"><a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 971-72 (1st Cir.)  (discussing commonsense inference that arises in tax evasion case from proof of expenditures in excess of declared income and disposable assets), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">522</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">430</span></span> (1995).  Of course, the inference can be rebutted if the defendant produces specific evidence of factual or temporal remoteness.  Here, however, Vaknin made no such showing.  To the contrary, there is no compelling proof either of an unforeseeable intervening cause or of any cognizable remoteness, factual or temporal.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">That ends the matter.  Because the record adequately supports Judge Boyle's finding of but for causation, and contains no sufficient suggestion of factual or temporal remoteness, restitution for the losses resulting from the tainted loans is altogether appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">2. We treat Fonseca's and Yeghian's appeals in tandem.  In both instances, the record is so exiguous that the very existence of but for causation seems problematic.  As to Fonseca, the single loan in respect to which the court ordered restitution may have been approved by the Bank independent of, and prior in time to, Annarummo's solicitation of a bribe.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  On the present record, we simply cannot tell--and the lower court made no specific finding on the point.  The question is potentially important because, if it turns out that the Bank approved the loan prior to any arrangements for a bribe, then in such event the circumstances would not support an inference of but for causation;  and, in the absence of such an inference, it is difficult (although not impossible) to conceive how a sufficient causal link between bribe and loss could be forged.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Moreover, the record suggests that even if but for causation exists, the requisite connectedness might be lacking.  Fonseca argues with some force that the Bank's loss, if one occurred at all, was occasioned by its need for an immediate cash infusion;  that this exigency gave birth to the FA;  and therefore, no cognizable loss occurred.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  But this argument, too, depends on facts which the record does not contain, and on which the lower court made no particularized findings.  It is clear that Fonseca's loan was overdue and that the Bank had a right to call the loan.  From that point forward, it is unclear whether the Bank entered into the FA merely as a quick fix for its own problems or because it wanted to mitigate an inevitable loss.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">As to Yeghian, the record is similarly inexplicit about the timing of his arrangements with Annarummo vis-a-vis the Bank's approval of the subject loans.  There is some indication that one (if not both) of the loans on which he defaulted may have been approved independent of any deal with Annarummo, but the sentencing court made no detailed findings and the extant record is too sparse to permit us to answer the causation questions with confidence.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It would be unprofitable to delve more deeply into these matters.  We are confronted by a largely undeveloped record, embellished with few specific findings.  Given that enigmatic reality, remand is required.  We envision that the district court, the next time around, will direct the parties to augment the record with respect to (a) the presence or absence of a causal link between Fonseca's and Yeghian's criminal conduct and the FDIC's losses, (b) if that causal link is demonstrated, the closeness of the connection, factually and temporally, between that conduct and the ultimate losses, and (c) such other matters as the court may deem suitable.  We anticipate further that the court will make particularized findings on each disputed issue.  We intimate no view as to the proper outcome of those proceedings.</p>\n    </div>\n    <p>V. MISCELLANEOUS</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Three final matters require brief attention.  The first is a matter raised by Fonseca and Yeghian.  The others relate solely to Vaknin's obligations.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>A. Picking up the Tab.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">It is apodictic that restitution only can be ordered to redress a loss to a victim.  See United States v. Gibbens, <span class=\"citation\" data-id=\"195396\"><a href=\"/opinion/195396/united-states-v-gibbens/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 33 (1st Cir.1994).  Using this truism as a lever, Fonseca and Yeghian question whether the VWPA allows the court to order restitution to the FDIC for losses originally sustained by the (now failed) Bank.  The question is easily answered.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Following existing circuit precedent, we hold that the benefit of the VWPA's remedial provisions extends to a government agency which, in the exercise of duly delegated powers, steps into the shoes of the original victim.  See id. at 32-35.   Thus, if a failed bank was a victim of the defendant's criminal activity, the FDIC, as its insurer and receiver, itself qualifies as a victim for purposes of a restitutionary order under the VWPA.  See United States v. Phaneuf, <span class=\"citation\" data-id=\"196902\"><a href=\"/opinion/196902/united-states-v-phaneuf/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 265 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>B. Ability to Pay.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Vaknin argues that the district court abused its discretion by ordering him to make restitution without considering his ability to pay.  We agree with Vaknin's premise that judicial consideration of a defendant's ability to pay is statutorily mandated as a prerequisite to an order for restitution.  See 18 U.S.C. &#167; 3664(a).  We disagree, however, with his conclusion that the lower court neglected to touch this base.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We have stated with a regularity bordering on the monotonous that the consideration requirement does not mean that a judge must decide the question in a particular way or even that he must make express findings on the record as to the defendant's ability to pay.  See, e.g., Newman, 49 F.3d at 10;  Savoie, 985 F.2d at 618.   It is enough if \"the record on appeal reveals that the judge made implicit findings or otherwise adequately evinced his consideration\" of this factor.  Savoie, 985 F.2d at 618.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Here, the PSI Report spelled out Vaknin's past earnings history and current financial condition in appreciable detail.  The sentencing transcript indicates that the judge absorbed this information, voiced his skepticism about Vaknin's ability to comply with the restitution order as matters stood,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> but nonetheless impliedly found that a sufficient possibility of eventual repayment existed.  We think that this finding is supportable.  A defendant's impoverishment today is no assurance of future poverty, and, hence, present impecuniousness is not a bar to the imposition of restitution.  See United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 461 (1st Cir.1994);  United States v. Lombardi, <span class=\"citation\" data-id=\"194934\"><a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 573 (1st Cir.1993).  A sentencing court permissibly may take into account a defendant's earning capacity and the prospect that his fortunes will improve.  See Lombardi, 5 F.3d at 573;  Savoie, 985 F.2d at 619.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Here, the judge apparently issued a restitution order as a hedge against his founded belief that the defendant--an individual of demonstrated entrepreneurial bent--might well acquire assets in the future.  While this conclusion would have been less controversial had the judge made a more pointed reference to Vaknin's past accomplishments and future financial prognosis, we cannot say that an abuse of discretion transpired.  See Lombardi, 5 F.3d at 572-73.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>C. The Government's Concessions.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The district court ordered Vaknin to make restitution in the amount of $1,000,000.  This figure is vulnerable on two fronts.  First, the government has brought to light on its own initiative a mathematical error that, when corrected, will reduce the amount of restitution owed.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Second, the sentencing court premised the loss calculation on the amount which the Bank received when it resold the property Vaknin had pledged to secure the defaulted loans, rather than on its fair market value at the time of foreclosure.  Because the district court used fair market value as of the foreclosure date when determining the amount of restitution that Yeghian owed, the government concedes that it would be fair to employ the same barometer in respect to Vaknin (a similarly situated codefendant).  We accept the government's concessions at face value, without passing substantively upon them, and direct the district court to make these two adjustments to the restitutionary award.  The resultant obligation thus will be reduced to $902,000.</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We need go no further.  For the reasons set forth herein, we affirm the convictions of all the defendants;  modify the restitution order imposed against Vaknin, and, as modified, affirm it;  vacate the restitution orders imposed on Fonseca and Yeghian, respectively;  and remand for further proceedings as to them.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Affirmed in part;  vacated in part;  remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The defendant in Hughey had used credit cards in an unauthorized manner, and the Court limited restitution to the loss attributable to the lone count on which he had pled guilty (as opposed to the total loss from all his fraudulent conduct).  Congress reacted by amending the VWPA in November of 1990, adding &#167; 3663(a)(2) [the former &#167; 3663(a) became &#167; 3663(a)(1), but its substance remained essentially unchanged].  This amendment provides that \"a victim of an offense that involves as an element a scheme, a conspiracy, or a pattern of criminal activity means any person directly harmed by the defendant's criminal conduct in the course of the scheme, conspiracy, or pattern.\"   As we explained in United States v. Hensley, <span class=\"citation\" data-id=\"196912\"><a href=\"/opinion/196912/united-states-v-hensley/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 276-77 (1st Cir.1996), restitution for all criminal conduct done in the course of a single scheme, conspiracy, or pattern of activity is now appropriate, whether or not the defendant has been convicted of (or even charged with) the specific acts, as long as the offense of conviction has as an element the broader scheme, conspiracy, or pattern</p>\n        <p>There are two reasons why the 1990 amendment has no bearing here.  In the first place, the criminal conduct of which the appellants stand convicted occurred prior to the date of the amendment.  Thus, the pre-1990 version of the VWPA governs our inquiry.  See United States v. Royal, <span class=\"citation\" data-id=\"197077\"><a href=\"/opinion/197077/united-states-v-royal/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1019</span></a></span>, 1032 (1st Cir.1996);  United States v. Gilberg, <span class=\"citation\" data-id=\"196544\"><a href=\"/opinion/196544/united-states-v-gilberg/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 20-21 (1st Cir.1996).  In the second place, the offenses of conviction here do not have as an element any broader scheme, conspiracy, or pattern.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Annarummo eventually pled guilty to three counts of bank bribery, 18 U.S.C. &#167; 215 (1994), and one count of subscribing to a false tax return, 26 U.S.C. &#167; 7206(1) (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The odd amount stems from the fact that the bribe took the form of a payment by Yeghian to liquidate an outstanding loan encumbering Annarummo's Porsche</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While the appellants profess to know direct causation when they see it, they have been unable either to muster a comprehensive definition of the term or to suggest a viable limiting principle.  The government's arguments in support of but for causation, see infra, suffer from much the same vice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Though the amended version of the VWPA does not apply to this case, see supra note 1, the appellants asseverate that the amendment's use of the adverb \"directly\" heralds Congress' intent vis-a-vis the type of causation that it envisioned.  We do not agree.  The legislative history of the 1990 amendment plainly indicates that the language employed, albeit containing the word \"directly,\" does not support the appellants' theory of causation.  As Congress explained:</p>\n        <p>The use of \"directly\" precludes, for example, an argument that a person has been harmed by a financial institution offense that results in a payment from the insurance fund because, as a taxpayer, a part of a person's taxes go to the insurance fund.</p>\n        <p>H.R.Rep. No. 681(I), at 177 n. 8 (1990), reprinted in 1990 U.S.C.C.A.N. 6472, 6583 n. 8. This definition ranges far afield from the definition of direct that the appellants tout.  Thus, we conclude that the 1990 amendment did not alter the standard of causation applicable to VWPA cases.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Imagine a situation in which D, a convicted felon who is carrying a handgun, is speeding down a highway, fleeing from the authorities.  D's car slams into an unregistered automobile, with defective brakes, owned and operated by Stranger (S), causing S to swerve and hit V, who suffers severe injuries.  D is then prosecuted for reckless endangerment and found guilty.  S's miscreancy should not preclude a court from ordering D to make restitution for V's medical expenses.  Yet the appellants' theory would erect just such a barrier</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Imagine a situation similar to that described in note 6, supra;  but, instead of being prosecuted for a vehicular offense, D is charged with and convicted of being a felon in possession of a handgun.  While but for causation may be present--after all, but for his unlawful possession of a weapon, D would have had no occasion to flee from the authorities, and, thus, would not have been careening down the road and would not have precipitated the accident--it is hard to make a principled argument that the offense of conviction (felon in possession) supports an order against D to make restitution for V's medical expenses.  Yet the government's theory ordains just such a result</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Fonseca's past lending relationship with the Bank tends to support this inference.  It suggests, at the least, that the Bank considered him creditworthy well before Annarummo hove into view</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In substance, Fonseca asserts that by accepting an accelerated $450,000 payment under a consensual pact (the FA) in satisfaction of the outstanding loan balance ($611,500), APSB did no more than make a business judgment designed not to salvage a failing loan--Fonseca says he could have paid it off in full, given time--but to shore up a failing bank.  On that basis, he reasons that APSB (and ultimately the FDIC) suffered no loss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Indeed, the judge explicitly declined to levy a fine against Vaknin, noting on the judgment form that no fine would be imposed due to an inability to pay</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This is very professional behavior, and we commend the prosecutors for it</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/6446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/671500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/724022/"
  ]
}