{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197372/",
  "absolute_url": "/opinion/197372/united-states-v-ramirez-burgos/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197372/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:28:23Z",
  "date_modified": "2017-03-24T10:51:15.705812Z",
  "type": "010combined",
  "sha1": "d6dfd27617c513a56cf7005ec4cda63046dd5cdf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1298.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1298\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    JULIO RAMIREZ-BURGOS,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Cyr, Stahl and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nJulio Ramirez-Burgos on brief pro se.\r                                \r\nGuillermo  Gil,   United  States   Attorney,  Nelson   Perez-Sosa,\r                                                                             \r\nAssistant United States Attorney, and Jose A. Quilles-Espinosa, Senior\r                                                                      \r\nLitigation Counsel, on brief for appellee.\r\n\n                                         \r\n\n                         MAY 21, 1997\r\n                                         \r\r\n\n          Per  Curiam.   Defendant  Julio  Ramirez-Burgos was\r                                 \r\n\nconvicted  by  a jury  of aiding  and  abetting in  two armed\r\n\ncarjackings in violation of 18 U.S.C.   2119, and 18 U.S.C.  \r\n\n2, and  of using a weapon during  the commission of a violent\r\n\ncrime in violation of 18 U.S.C.    924(c).  He was  sentenced\r\n\nto a term of 35 years' imprisonment. \r\n\n          On   appeal,  defendant   seeks  to   overturn  his\r\n\nconviction on the grounds  that (1) the prosecution allegedly\r\n\npresented  perjured  testimony,  to  wit,  the  testimony  of\r\n\ndefendant's  accomplice, (2)  the court  erred in  failing to\r\n\nsuppress the two  victims' identifications of  defendant, (3)\r\n\nthe  evidence   was  otherwise  insufficient  to  prove  that\r\n\ndefendant participated in the crimes, and (4) the court erred\r\n\nin  admitting evidence of a  rape he committed  during one of\r\n\nthe carjackings.  He also asserts multiple challenges  to the\r\n\ncomputation of his sentence.\r\n\n          Background \r                      Background\r                                \r\n\n          Viewed in the light  most favorable to the verdict,\r\n\nthe  evidence  at  trial   showed  that  by   prearrangement,\r\n\ndefendant   and   his   accomplice,    Daniel   Montanez-Rosa\r\n\n(\"Daniel\"), were each carrying  a revolver when they accosted\r\n\ntheir   first   carjacking   victim,  Nancy   Rosada-Santiago\r\n\n(\"Nancy\").  Brandishing a weapon, one of the men forced Nancy\r\n\nto cede control of her Pontiac Sunbird.\r\n\n                             -2-\r\r\n\n          The pair then drove around in Nancy's car searching\r\n\nfor  a second victim --  all the while  holding Nancy against\r\n\nher will,  guns pressed against her.   She was forced  to lie\r\n\nlow in the front  passenger seat, facing the door,  while the\r\n\nmen questioned her about her  family and personal life, stole\r\n\nher cash,  jewelry and  telephone beeper, and  threatened her\r\n\nchildren and her life.\r\n\n          Spying  a second  likely victim,  Kassandra Rivera-\r\n\nBoujoven  (\"Kassandra\"),  the  men  rammed  Nancy's car  into\r\n\nKassandra's Mitsubishi.  Again brandishing a gun, Daniel took\r\n\nover the  Mitsubishi, forcing  Kassandra to lie  down on  the\r\n\npassenger seat of her car, face toward the door.  \r\n\n          Now in  control of two cars and  two women victims,\r\n\nthe carjackers continued on their journey toward a site where\r\n\nthey could sell the stolen jewelry and buy drugs.   Along the\r\n\nway, defendant  stopped Nancy's  car, forced her  to undress,\r\n\nand forcibly raped her.\r\n\n          During the  rape the  car's interior light  was on,\r\n\nallowing Nancy to see  the defendant's face.  She  also could\r\n\nhear  Daniel yelling  from  a distance,  urging defendant  to\r\n\n\"hurry up.\"  With  a final instruction to Nancy  to remain at\r\n\nthe  site or her family would \"pay\" for it, \"especially [her]\r\n\nlittle girl,\"  defendant exited the Pontiac  and climbed into\r\n\nthe back  seat of the  Mitsubishi --  leaving Nancy  kneeling\r\n\n                             -3-\r\r\n\nagainst the passenger seat of her car, traumatized, hurt, and\r\n\nsuffering from vaginal bleeding.\r\n\n          Together again and driving about in the Mitsubishi,\r\n\nthe  two  men  now   turned  their  attention  to  Kassandra.\r\n\nPressing a gun  to her  ribs, they questioned  her about  her\r\n\npersonal life,  rifled through her purse,  stole her jewelry,\r\n\nthreatened her life, and  argued between themselves about how\r\n\nto drug her and kill her. \r\n\n          At one  point they  stopped the  car  at a  housing\r\n\nproject in order to buy drugs, and again at a  gas station to\r\n\nget  water  with which  to  mix  the  drugs.   As  they  were\r\n\ninjecting themselves with the drugs, a police car approached,\r\n\nlights  flashing.   In the light,  Kassandra clearly  saw the\r\n\ndefendant's face, and his  gun.  Threatening to shoot  her if\r\n\nshe did not turn away, defendant also ordered Daniel to \"take\r\n\noff.\"  A high speed chase ensued which ended with a crash.  \r\n\n          The  two  men  were  arrested at  the  crash  site.\r\n\nKassandra was  discovered in the wreckage  wedged beneath the\r\n\nglove  compartment.    She  was  pried from  the  car,  semi-\r\n\nconscious, hysterical, and unable to walk.   \r\n\n          Defendant  testified that  he was  not involved  in\r\n\neither of  the carjackings, but had  unwittingly climbed into\r\n\nthe back seat of Kassandra's Mitsubishi, unarmed, just before\r\n\nthe police  chase.  By  \"sheer happenstance,\" he  claims, the\r\n\nreal carjackers (Daniel and  an unidentified second man) must\r\n\n                             -4-\r\r\n\nhave interrupted their crime spree at the same time and place\r\n\n(the  housing project) where defendant had gone to buy drugs.\r\n\nAllegedly  without  any  knowledge  of the  crimes,  nor  the\r\n\nexistence  of the  presumed real second  carjacker, defendant\r\n\nmust have  unwittingly switched  places with the  real second\r\n\ncarjacker --  joining Daniel in  the Mitsubishi for  the sole\r\n\npurpose of shooting-up drugs.  \r\n\n          Defendant  theorizes that Daniel's  testimony was a\r\n\nfabrication designed  to inculpate defendant in  a rape which\r\n\nDaniel himself had perpetrated -- and that both Kassandra and\r\n\nNancy were mistaken in their identifications of defendant.   \r\n\n          (1)  Alleged Perjury\r                      (1)  Alleged Perjury\r                                          \r\n\n          Defendant asks  this court  to infer  that Daniel's\r\n\ntestimony was perjured -- and that the prosecution knew it --\r\n\nas shown by  inconsistencies between  Daniel's testimony  and\r\n\nthat  of  the  complaining  witnesses;  Daniel's   own  prior\r\n\ninconsistent statements,  confessed lies in  other cases, and\r\n\nprior  criminal  convictions.    A  knowing  presentation  of\r\n\nperjured testimony  by the prosecution violates a defendant's\r\n\nright to due process.  See United States  v. Tavares, 93 F.3d\r                                                                \r\n\n10, 14 (1st Cir.)  (citations), cert. denied, 117 S.  Ct. 373\r                                                        \r\n\n(1996). \r\n\n          However,   \"it   is  axiomatic   that  inconsistent\r\n\ntestimony  is not per se perjurious.\"  United States v. Gary,\r                                                                        \r\n\n74 F.3d  304, 314 (1st Cir.),  cert. denied, 116 S.  Ct. 2567\r                                                       \r\n\n                             -5-\r\r\n\n(1996); see  also United States  v. Lebon, 4  F.3d 1,  2 (1st\r                                                     \r\n\nCir. 1993).  Nor is perjury conclusively shown here by adding\r\n\nto  the  mix the  circumstantial  evidence  that Daniel  lied\r\n\nbefore and engaged in other acts of dishonesty.\r\n\n          Defendant did  not ask  the trial  court to  make a\r\n\nfinding of perjury.   \"We decline his invitation that  we now\r\n\nfind wilful  intent to  provide false  testimony based on  no\r\n\nmore than  . .  . inconsistenc[ies]\" and  character evidence.\r\n\nTavares, 93 F.3d at 14. \r                   \r\n\n          (2)  Motion to Suppress the Identifications\r                      (2)  Motion to Suppress the Identifications\r                                                                 \r\n\n          Defendant  challenges the  denial of his  motion to\r\n\nsuppress the complaining  witnesses' line-up  identifications\r\n\nof him,  and presumably the admissibility of  their later in-\r\n\ncourt  identifications, as  tainted  by a  prior show-up  and\r\n\nsuggestive conditions at the line-up. Identifications made in\r\n\ncircumstances that are so impermissibly suggestive as to give\r\n\nrise  to  \"a  very  substantial  likelihood  of   irreparable\r\n\nmisidentification\" are  not admissible  in  keeping with  due\r\n\nprocess.   Bouthot v. United States, 878 F.2d 1506, 1514 (1st\r                                               \r\n\nCir. 1989) (quoting  Simmons v. United States, 390  U.S. 377,\r                                                         \r\n\n384 (1968)).  \r\n\n           Defendant    claims     that    (1)    Kassandra's\r\n\nidentification  was  impermissibly tainted  because Kassandra\r\n\nsaw the  defendant  being  taken  by his  keepers  through  a\r\n\nhallway  at the police station  to the line-up  room; and (2)\r\n\n                             -6-\r\r\n\nboth  of the  complaining witnesses'  line-up identifications\r\n\nwere  tainted  because  defendant  was  distinctively clothed\r\n\n(allegedly in a  tee shirt and blue jeans), and  his face was\r\n\nswollen, bruised and  bleeding.  His  version of the  line-up\r\n\nwas  supported   by  his   wife,  Sonia  Maria   Vazquez-Rosa\r\n\n(\"Sonia\"),  who testified that she was  in the police station\r\n\nhallway and there saw her husband being led past Kassandra on\r\n\nhis way to the line-up, tee shirted and battered. \r\n\n          Other testimony about the line-up, however,  was to\r\n\nthe contrary.   Kassandra denied that  the alleged accidental\r\n\nshow-up  had   occurred,  as  did  the   police  officer  who\r\n\naccompanied Kassandra  before and  during the line-up.   They\r\n\ndenied  seeing  any swelling,  bleeding  or  bruising on  the\r\n\ndefendant's face.  His clothing, they said, was substantially\r\n\nthe  same as  that  of the  other participants,  including an\r\n\nidentical  over-the-trousers collared  shirt supplied  to all\r\n\nparticipants  by   the   police.     Contemporaneous   police\r\n\nphotographs corroborated this version of the line-up. \r\n\n          The district judge found, as fact, that the alleged\r\n\naccidental  show-up had  not occurred;  and that  defendant's\r\n\nface  was   not  impermissibly  marked  nor   his  appearance\r\n\notherwise  suggestive.   The  findings reflect  a \"reasonable\r\n\nview   of   the   evidence,\"   and   incorporate  credibility\r\n\ndeterminations  which  are  necessarily entitled  to  special\r\n\ndeference  by an  appellate tribunal.   United  States  v. De\r                                                                         \r\n\n                             -7-\r\r\n\nJesus-Rios,  990  F.2d 672,  676  (1st Cir.  1993);  see also\r                                                                         \r\n\nBouthot, 878 F.2d at 1513-14 n.8.\r                   \r\n\n          Seeing no ground for disturbing the court's factual\r\n\ndetermination  that  the  identification  procedure  was  not\r\n\nimpermissibly suggestive, we need  not reach the second prong\r\n\nof   the  due   process  issue,   i.e.,  the   likelihood  of\r\n\nmisidentification.   See United States v.  Guzman-Rivera, 990\r                                                                    \r\n\nF.2d 681, 682 (1st  Cir. 1993).  In  any event, as  discussed\r\n\nbelow and  in the  margin, the victims'  identifications were\r\n\nreliable in light of the relevant second-prong factors.1     \r                                                                   1\r\n\n          (3)  Sufficiency of the Evidence\r                      (3)  Sufficiency of the Evidence\r                                                      \r\n\n          Defendant  argues  that   there  was   insufficient\r\n\nevidence to identify him  as a participant in the  crimes, at\r\n\nleast  in  the  absence   of  Daniel's  (allegedly  perjured)\r\n\ntestimony.  The argument is faulty for two reasons.\r\n\n          First, Daniel's testimony,  though inconsistent  in\r\n\npart  with the other  eyewitnesses, was not  incredible.  His\r\n\ncredibility was subjected  to sustained and  searching cross-\r\n\nexamination.  The jury  was instructed on the  possibility of\r\n\n                    \r                                \r\n\n   1As  applied in  this case,  the second-prong  factors set\r               1\r\nforth in  De Jesus-Rios, 990  F.2d at 677, show:  (1) Each of\r                                   \r\nthe complaining witnesses had an opportunity during the crime\r\nto view the defendant at close range, (2) both testified that\r\ntheir gazes were fixed on defendant during those moments, (3)\r\ntheir descriptions  to the  police, while vague  and omitting\r\ndefendant's  moustache,  were  consistent   with  defendant's\r\nappearance, (4) both identified the defendant with certainty,\r\nand (5) the  line-up was  held within 24-36  hours after  the\r\ncrime. \r\n\n                             -8-\r\r\n\nproblems with testimony of this type.  The choice was for the\r\n\njury,  not for  this  court.   See  United States  v.  Laboy-\r                                                                         \r\n\nDelgado, 84 F.3d 22, 27 (1st Cir. 1996).\r                   \r\n\n          Second,  and in any event, defendant was positively\r\n\nidentified in court  by both of the  complaining witnesses as\r\n\nan armed and violent participant in the carjackings.  Despite\r\n\ngaps  in each witness's ability  to see during the respective\r\n\ncrimes, each identification had a  substantial foundation and\r\n\nwas corroborated by other evidence.   \r\n\n          Nancy testified  that she first  saw the  defendant\r\n\nonly briefly, as he entered  her car.  She then saw  his face\r\n\nclearly in the car light for several minutes as he raped her.\r\n\nA  piece of paper found in Nancy's purse, which was retrieved\r\n\nafter  the   crime  from   her  car,  bore   the  defendant's\r\n\nfingerprint.\r\n\n          Nancy's    testimony    also    corroborated    the\r\n\nidentification  of defendant  as  the back-seat  carjacker of\r\n\nKassandra's vehicle.  As defendant drove away in another car,\r\n\nNancy testified, he reminded  her of his threats  against her\r\n\nchild, and told her to call him on the telephone beeper which\r\n\nhe  had stolen from her.   Substantially the  same words were\r\n\noverheard by Kassandra,  shouted from her  car window by  the\r\n\nsecond of her car's invaders (whom she could not yet see). \r\n\n          Kassandra then heard  this second carjacker's voice\r\n\ncontinuously, enabling her to  testify with certainty that it\r\n\n                             -9-\r\r\n\nwas  he who had initially climbed over her crouched body into\r\n\nthe back seat  of her car, held  a gun to her  ribs, and then\r\n\nexited  and reentered  the  vehicle at  the housing  project.\r\n\nDuring  this stop,  she  said, too,  the back-seat  carjacker\r\n\nstood right next  to the  car, his body  continuously in  her\r\n\nline of sight.   True,  she first saw  defendant's face,  and\r\n\ngun, only when the  police chase began.  But  defendant spoke\r\n\nthen, too, and she  saw the face connected  to this voice  at\r\n\nclose range, in good lighting, and with fixed attention.  \r\n\n          To be sure, cross-examination revealed that each of\r\n\nthe complaining witnesses was extremely frightened during the\r\n\ncrime, and  still upset at  the time of the  line-ups.  Their\r\n\nrespective  opportunities  to  see the  carjackers  had  been\r\n\nlimited by  darkness and the  twisted postures they  had been\r\n\nforced to assume on the passenger seats of their automobiles.\r\n\nIn  addition, each  gave only  a general  description  of the\r\n\nculprits when  first questioned, and each  testified that the\r\n\nfirst  carjacker to approach her  car was partly  masked by a\r\n\ntee shirt  pulled up  over his  mouth and  nose.  Nancy  even\r\n\nadmitted that she  never saw the first carjacker's  face, and\r\n\nwas not at all able to identify Daniel. \r\n\n          These were  good arguments, offered to  the jury in\r\n\nan attempt to cast  doubt on the credibility of  the victims'\r\n\nidentifications.    In  addition,  defendant  challenged  the\r\n\nscientific  evidence,  pointing  out  that  much  of  it  was\r\n\n                             -10-\r\r\n\ninconclusive, and someone else might have wrongly transported\r\n\nhis  fingerprint to Nancy's car.  And he elicited substantial\r\n\ntestimony which tended to impeach Daniel's credibility. \r\n\n          Having   heard  all   of  the   evidence,  however,\r\n\nincluding defendant's own testimony,  the jury convicted  the\r\n\ndefendant.    Viewed  in  the  light  most  favorable to  the\r\n\nverdict, there  was more  than ample  reliable identification\r\n\nevidence  which \"would  allow  a rational  jury to  determine\r\n\nbeyond a  reasonable doubt that the defendant [was] guilty as\r\n\ncharged.\"  United States  v. Sullivan, 85 F.3d 743,  747 (1st\r                                                 \r\n\nCir.  1996) (quoting  United  States v.  Mena-Robles, 4  F.3d\r                                                                \r\n\n1026,  1031 (1st Cir. 1993)),  cert. denied, 114  S. Ct. 1550\r                                                       \r\n\n(1994); see also Guzman-Rivera, 990 F.2d at 682-83. \r                                          \r\n\n          (4)  Evidence of the Rape\r                      (4)  Evidence of the Rape\r                                               \r\n\n          Defendant also assigns  as error  the rejection  of\r\n\nhis motion to exclude evidence of the rape; arguing that rape\r\n\nis not an  \"element\" of  the offense, but  only a  sentencing\r\n\nenhancement issue.  We  have travelled this road before,  and\r\n\nrejected similar  arguments under  this statute.   See United\r                                                                         \r\n\nStates  v. Cruz-Kuilan,  75 F.3d  59,  60-61 (1st  Cir. 1996)\r                                  \r\n\n(finding proof of victim's death  admissible to show a taking\r\n\nby  force and  violence); United  States v.  Rivera-Gomez, 67\r                                                                     \r\n\nF.3d  993,  995  (1st  Cir. 1995)  (finding  proof  of  death\r\n\nadmissible to show use of force and violence,  although death\r\n\nis  not an independent element  of offense); United States v.\r                                                                      \r\n\n                             -11-\r\r\n\nRivera,  83   F.3d  542,  545  (1st   Cir.  1996)  (upholding\r                  \r\n\nadmissibility of  evidence of rape which  provided a \"crucial\r\n\nchapter\"  in  narrative  of  events  and  critical  proof  of\r\n\npossession of a weapon).\r\n\n          Of  course,  in and  of itself,  a  rape is  not an\r\n\nessential element  of the crime  of carjacking as  defined in\r\n\nthe Anti  Car  Theft Act,  18  U.S.C.    2119  (1992).2   See\r                                                                  2      \r\n\nRivera-Gomez, 67 F.3d  at 996 (defining statutory  elements).\r                        \r\n\nHowever, if a carjacker chooses rape as the means of \"force,\"\r\n\n\"violence,\" or \"intimidation\" by which to  seize control of a\r\n\nvehicle, it amounts to the same thing. \r\n\n          In this  case the  prosecution showed that  Nancy's\r\n\ncar was  first taken from her by intimidation with a gun, not\r\n\n                    \r                                \r\n\n   2  The 1992 statute provides:\r               2\r\n\n     Whoever, possessing a firearm as defined in section\r\n     921  of this title, takes  a motor vehicle that has\r\n     been . . . in interstate or foreign commerce from .\r\n     .  .  the person  of .  .  . another  by  force and\r\n     violence or by intimidation,  or attempts to do so,\r\n     shall --\r\n          (1) be fined . . . or imprisoned not more than\r\n     15 years or both\r\n          (2) if  serious bodily  injury (as defined  in\r\n     section 1365 of this title) results, be fined under\r\n     this title or imprisoned not more than 25 years, or\r\n     both . . . . \r\n\n     The statute  has since been amended.   In 1994, Congress\r\nsubstituted  \"with intent  to cause  death or  serious bodily\r\nharm\" for \"possessing  a firearm as defined  in section 921.\"\r\nIn  October,  1996,  Congress  clarified  subsection  (2)  by\r\nexpressly  providing   that  \"serious  bodily   injury\"  also\r\nincludes  sexual assaults  violative  of 18  U.S.C.     2241,\r\n2242.\r\n\n                             -12-\r\r\n\nby  rape.   The  later  rape, nonetheless,  accompanied  by a\r\n\nveiled  threat to  do the  same  to her  daughter, terrorized\r\n\nNancy into complying with the carjackers' command that she --\r\n\nwith her  car -- remain stationery for  some time at the spot\r\n\nwhere  the carjackers  left them.   Thus  the rape,  like the\r\n\nearlier brandishing of the  gun, provided the intimidation by\r\n\nwhich the carjackers extended their control of the victim and\r\n\nher automobile.    Compare Rivera,  83 F.3d  at 545  (holding\r                                             \r\n\nevidence  of  a  rape admissible  on  other  issues,  but not\r\n\nessential to prove  a taking by  \"force and violence,\"  where\r\n\nthe  rape was not instrumental in the taking nor retention of\r                             \r\n\nthe car).  \r\n\n          Evidence of the rape  was of critical relevance, in\r\n\nany   event,  to   the   jury's   understanding  of   Nancy's\r\n\nidentification of the defendant.  And it provided  a \"crucial\r\n\nchapter\" in the  narrative that linked  the defendant to  the\r\n\nsecond  carjacking.  Rivera-Gomez, 67 F.3d at 997.  Given the\r                                             \r\n\nvalue of  this evidence as directly probative of two elements\r\n\nof  the offense, the court did not abuse its discretion under\r\n\nFed. R. Evid. 403 in admitting it, despite any risk of unfair\r\n\nprejudice.   Id. at 996.   \"Though lurid, it is  part of what\r                            \r\n\nold-fashioned  lawyers might  call the res  gestae.\"   Id. at\r                                                                      \r\n\n998. \r\n\n          Sentencing\r                      Sentencing\r                                \r\n\n                             -13-\r\r\n\n          The   court  sentenced  defendant  to  420  months'\r\n\nimprisonment:     360  months   (concurrent  terms)  for  the\r\n\ncarjackings charged  in Counts One  and Two, and  a mandatory\r\n\nconsecutive  60-month term for the firearms violation charged\r\n\nin Count  Three.  The concurrent  carjacking sentences exceed\r\n\nthe statutory maximum.\r\n\n          Under the guidelines, the carjacking sentences were\r\n\ncalculated  as follows.   The base offense  level, under USSG\r\n\n 2B3.1,  for each  carjacking  count was  20.   Six  sets  of\r\n\nenhancements were  added to each count,  bringing the offense\r\n\nlevel for Count  One to 35, and  for Count Two to  33.  Since\r\n\nthese were \"non-groupable offenses,\" applying USSG  3D1.4(a),\r\n\nthe  court  added  two  levels,  bringing  defendant's  total\r\n\noffense level for the two carjackings to 37.  With a Category\r\n\nI  criminal history, this produced a  guideline range for the\r\n\ncarjackings  of  210-262 months.    The  court then  departed\r\n\nupward under  USSG   5K2.3, and  Application note  2 to  USSG\r\n\n 2K2.4, arriving at the 360-month (concurrent) sentence.   \r\n\n          However, as  the government concedes on appeal, the\r\n\nstatutory maximum term for  the Count One carjacking (Nancy's\r\n\ncar) is  300 months.  See 18 U.S.C.   2119(2).  On Count Two,\r                                     \r\n\n(Kassandra's  car), the maximum is 180 months.  See 18 U.S.C.\r                                                               \r\n\n  2119(1).  Concurrent terms for the carjackings were clearly\r\n\nintended by the court,  and so specified.  Thus  the sentence\r\n\non  Counts One  and  Two  should  have  been  capped  at  the\r\n\n                             -14-\r\r\n\nstatutory maximum for the highest count of conviction, or 300\r\n\nmonths.    See  USSG    5G1.2(b)(c).    Adding  the  60-month\r                          \r\n\nmandatory  consecutive sentence  under  18 U.S.C.    924(c)),\r\n\nproduces a total allowable term of imprisonment for all three\r\n\ncounts of 360 months.  \r\n\n          We reject defendant's other assignments of error at\r\n\nsentencing for the following reasons. \r\n\n          (1)  Two-level Enhancement for Perjury:   There was\r                      (1)  Two-level Enhancement for Perjury\r                                                            \r\n\nno  clear  error  in   the  court's  finding  that  defendant\r\n\nintentionally   attempted  to  obstruct  justice  by  falsely\r\n\ndenying  any involvement in the two carjackings and the rape.\r\n\nSee USSG  3C1.1;  United States  v. Tracy, 36  F.3d 199,  201\r                                                     \r\n\n(1st Cir.), cert. denied, 513 U.S. 1031 (1994). \r                                    \r\n\n            Defendant  theorizes that  his testimony  may not\r\n\nhave  been deliberately false but, since he is a drug addict,\r\n\nthe   product  of  confusion,   mistake,  or  faulty  memory.\r\n\nHowever,  at trial  he unequivocally  testified to  an alibi,\r\n\nclaiming  to remember  even  the television  programs he  was\r\n\nwatching  in  his  home at  the  time  of  the  crimes.    He\r\n\nreiterated  the  alibi in  his  post-trial  statement to  the\r\n\nprobation  officer.    Given  the  several  eyewitnesses  who\r\n\ninstead  placed him  at  the crime  scenes,  as well  as  the\r\n\nfingerprint evidence, there was ample factual support for the\r\n\ndistrict court's finding.  See United States v. Dunnigan, 507\r                                                                    \r\n\nU.S. 87, 95 (1993). \r\n\n                             -15-\r\r\n\n          (2) Two Level Enhancement for Reckless Endangerment\r                      (2) Two Level Enhancement for Reckless Endangerment\r                                                                         \r\n\nDuring  Flight:   There  was no  clear  error in  the court's\r            During  Flight\r                          \r\n\nfinding  that  the high  speed  chase,  along crowded  roads,\r\n\ncreated  a  substantial risk  of  death or  bodily  injury to\r\n\nothers, and actually resulted  in bodily injury to Kassandra.\r\n\nSee USSG  3C1.2.\r               \r\n\n          Defendant argues  that as a back-seat  occupant, he\r\n\nwas not in control  of the vehicle.  However, there was ample\r\n\nsupport for the court's finding that defendant ordered Daniel\r\n\nto  \"take  off,\"  and  otherwise  aided  and  abetted  Daniel\r\n\nthroughout the chase.\r\n\n          (3)  Loss Exceeding  $10,000:   There  is no  clear\r                      (3)  Loss Exceeding  $10,000\r                                                  \r\n\nerror in the court's  findings that the loss to  each victim,\r\n\nincluding the value of their respective automobiles, exceeded\r\n\n$10,000.    Defendant's   challenges  in   this  regard   are\r\n\nfrivolous.  See USSG  2B1.1, comment. (n.2). \r                           \r\n\n          (4)   Serious   Bodily   Injury:      The   court's\r                      (4)   Serious   Bodily   Injury:\r                                                     \r\n\ndetermination that Nancy suffered \"serious bodily injury\" due\r\n\nto a protracted impairment  of her mental faculties triggered\r\n\nthe twenty-five  year maximum  term of imprisonment  on Count\r\n\nOne.  See 18  U.S.C.   2119(2).3  In  calculating defendant's\r                                           3\r                     \r\n\n                    \r                                \r\n\n   3  The  statute incorporates  the  definition of  \"serious\r               3\r\nbodily injury,\" found in 18 U.S.C.   1365(g)(3), i.e., injury\r\ninvolving \"(A) a substantial risk of death; (B)       extreme\r\nphysical  pain; (C) protracted  and obvious disfigurement; or\r\n(D) protracted loss or impairment of the function of a bodily\r\nmember, organ or mental faculty . . . .\"\r\n\n                             -16-\r\r\n\nguideline   sentence,  the   court   imposed   a   four-level\r\n\nenhancement   for   \"serious   bodily   injury\"   under  USSG\r\n\n 2B3.1(b)(3), and departed upward under USSG  5K2.3.\r\n\n          The decision to  apply the statutory  penalty range\r\n\nprovided  in 18  U.S.C.    2119(2),  was  amply supported  by\r\n\nevidence  adduced at  the  sentencing  hearing.   Psychiatric\r\n\nreports  showed that  as  a result  of  the crime  Nancy  was\r\n\ndiagnosed  with  post-traumatic  stress  disorder  and  major\r\n\ndepression.  Due to the mental trauma inflicted by the crime,\r\n\nshe  attempted  suicide  at  least  twice,  suffered auditory\r\n\nhallucinations,   and   was   hospitalized  for   psychiatric\r\n\ntreatment.  She was  forced to  discontinue her  career as  a\r\n\npharmacist, had become emotionally distant from her children,\r\n\nand dependent on her  mother.  The medical prognosis  is that\r\n\nshe will require additional  psychotherapy, hospitalizations,\r\n\nand medical intervention for the rest of her life.\r\n\n          Defendant  misplaces reliance  on United  States v.\r                                                                      \r\n\nRivera, 83 F.3d 542 (1st Cir.  1996).  In Rivera there was no\r                                                            \r\n\nfinding of  protracted mental injury, and inadequate evidence\r\n\nto  sustain a finding  that the victim  had suffered \"extreme\r\n\nphysical pain,\" as  defined by the statute.  Id.  at 547.  By\r                                                            \r\n\ncontrast here, the court found that  as a result of the crime\r\n\nNancy  will  suffer  a  lifetime  impairment  of  her  mental\r\n\n                    \r                                \r\n\n                             -17-\r\r\n\nfaculties.  See 18 U.S.C.   1365(g)(3)(D).  It should also be\r                           \r\n\nnoted that  subsequent to  the Rivera case,  Congress enacted\r                                                 \r\n\nthe  Carjacking Correction  Act  of 1996,  which amended  the\r\n\ndefinition  of \"serious  bodily injury\"  to include  rape and\r\n\nsexual abuse.\r\n\n          The court's factual finding  was amply supported by\r\n\nevidence in the PSR and medical reports.  There was no  abuse\r\n\nin  the  refusal  to  require live  testimony.    \"Sentencing\r\n\nhearings  are not meant to be mini-trials.\"  United States v.\r                                                                      \r\n\nRobles-Torres,  109 F.3d  83,  86 (1st  Cir. 1997)  (citation\r                         \r\n\nomitted).  \r\n\n          As to the guidelines calculation, the court did not\r\n\nexhaust  its enhancement  power under   2B3.1, by  imposing a\r\n\nfour  level increase  for Nancy's  \"serious bodily  injury.\"4\r                                                                        4\r\n\nThe  finding that  Nancy  will suffer  a  lifetime of  mental\r\n\nillness  could have been factored into the sentence as a six-\r\n\nlevel enhancement for   \"permanent\" bodily injury.5  Instead,\r                                                              5\r\n\nfactoring  in  the  permanency of  the  injury  as  an upward\r\n\n                    \r                                \r\n\n   4\"Serious bodily  injury\"  is defined  in  the  sentencing\r               4\r\nguidelines to  mean \"extreme physical pain  or the impairment\r\nof a function of a bodily member, organ or mental faculty; or\r\nrequiring    medical    intervention    such   as    surgery,\r\nhospitalization,  or physical  rehabilitation.\"   USSG  1B1.1\r\ncomment. (n.1(j)).\r\n\n   5\"Permanent  or  life-threatening bodily  injury\" includes\r               5\r\n\"loss or substantial  impairment of the  function of a .  . .\r\nmental  faculty that is likely  to be permanent.\"   USSG  1B1\r\ncomment. (n.1(h)).\r\n\n                             -18-\r\r\n\ndeparture under USSG  5K2.3, p.s., did  not amount to \"double\r\n\ncounting.\"  \r\n\n          Defendant also fails to demonstrate that the  court\r\n\nabused its  discretion in deciding that a  lifetime of mental\r\n\nillness is a  \"much more serious\" injury  than that \"normally\r\n\nresulting  from commission  of the  offense\" of  carjacking.6\r                                                                        6\r\n\nUSSG  5K2.3,  p.s.    The court  was not  required to  obtain\r\n\nextrinsic  \"proof\"  of  a  comparatively  \"normal\"  level  of\r\n\ncarjacking  victims' injuries,  but was  entitled to  rely on\r\n\nother  Guidelines cases  and  its superior  knowledge of  the\r\n\nfacts.  Koon v. United States,  116 S. Ct. 2035, 2038 (1996);\r                                         \r\n\nUnited States v. Rivera, 994 F.2d 942, 952 (1st Cir. 1993).\r                                   \r\n\n          (5)  Upward Departure  Under USSG   2K2.4, comment.\r                      (5)  Upward Departure  Under USSG   2K2.4, comment.\r                                                                         \r\n\n(n.2)\r            (n.2)\r                 \r\n\n          Defendant argues that  the court erred in  applying\r\n\nApplication note 2  to USSG  2K2.4,  which permits an  upward\r\n\ndeparture to compensate for  the possible anomalous result of\r\n\nan offender  receiving a  lighter guidelines sentence  for an\r\n\nunderlying offense (carjacking) when  he is also convicted of\r\n\na firearms offense under    924(c), than if he  was convicted\r\n\nsolely of the underlying offense.   \r\n\n                    \r                                \r\n\n   6Defendant mistakenly assumes  that the court  should have\r               6\r\ncompared  the  victim's  mental  trauma  to  that  \"normally\"\r\nexperienced  by victims  of rape.   The  offense charged  was\r\ncarjacking;  the  use  of rape  as  a  means  to control  and\r\nterrorize  the victim  contributed to  the unusual  degree of\r\nmental  injury inflicted  on the  victim as  a result  of the\r\ncharged offense.\r\n\n                             -19-\r\r\n\n          Defendant   misapprehends   the   guideline.     In\r\n\ncalculating the  sentencing  range for  the carjackings,  the\r\n\ncourt  properly   refrained  from  assessing   a  five  level\r\n\nenhancement  for  the brandishing  of  a  firearm during  the\r\n\noffense.  See  United States  v. McCarthy, 77  F.3d 522,  536\r                                                     \r\n\n(1st  Cir. 1996), cert. denied,  117 S. Ct.  479, 771 (1997).\r                                          \r\n\nThis resulted  in a  guideline range  for the carjackings  of\r\n\n210-262 months.   Adding the  mandatory 60-month  consecutive\r\n\nsentence  for the violation of 18 U.S.C.   924(c), produced a\r\n\ntotal  sentence of only 322  months.  By  contrast, had there\r\n\nbeen  no  separate count  of  conviction  under  18 U.S.C.   \r\n\n924(c), the enhancement for brandishing the weapon would have\r\n\nincreased   the  guidelines  calculation  of  the  carjacking\r\n\nsentence alone  to a level of 42, (360 months to life).  This\r\n\ncomputational  anomaly  justified   an  upward  departure  --\r\n\nsubject,  of  course,  to  an adjustment  for  the  statutory\r\n\nmaximum.\r\n\n          Defendant's opposite reading of Application note 2,\r\n\nas  requiring  a  decrease in  the  maximum  penalty for  the\r\n\ncarjackings to  offset the 60-month consecutive  sentence for\r\n\nthe  firearms  offense,7  also   ignores  the  court's  broad\r                                   7\r\n\n                    \r                                \r\n\n   7This   interpretation  may   be  rooted  in   a  mistaken\r               7\r\nunderstanding of the double jeopardy clause.  While defendant\r\ndoes  not directly argue the point here, in a previous appeal\r\nhe    argued that  the  firearms charge  should  be dismissed\r\nbefore  trial because  it  violated  the prohibition  against\r\nmultiple  punishment.   The earlier  appeal was  dismissed on\r\njurisdictional grounds. United  States v. Ramirez-Burgos,  44\r                                                                    \r\n\n                             -20-\r\r\n\ndiscretion.  That  a district court  may consider lowering  a\r                                                    \r\n\nguidelines sentence to offset a consecutive statutory minimum\r\n\nin some circumstances does not mean that it is required to do\r\n\nso.  United States v. Webster, 54 F.3d 1, 4 (1st Cir. 1995).\r                                         \r\n\n          In sum, there was no abuse of discretion in the two\r\n\nupward departures.  Both were well explained and  grounded in\r\n\nrecord  facts.  See  United States v.  Twitty, 104 F.3d  1, 2\r                                                         \r\n\n(1st  Cir. 1997); United States v. Quinones, 26 F.3d 213 (1st\r                                                       \r\n\nCir. 1994).  While  the court did not separately  specify the\r\n\nextent  of each,  the oversight  was harmless.   But  for the\r\n\nstatutory  maximum, a five-level increase was warranted under\r\n\nthe Application  note to   2K2.4 alone, bringing  the penalty\r\n\nrange to 360 months to life. \r\n\n                    \r                                \r\n\nF.3d 17 (1st Cir.  1995); see also United States  v. Stoller,\r                                                                        \r\n78   F.3d  710,  715  &amp;   n.2  (1st  Cir.  1996)  (indicating\r\nuncertainty   about    the   continued   vitality    of   the\r\njurisdictional  ruling),  cert.  dismissed, 117  S.  Ct.  378\r                                                      \r\n(1996).\r\n\n     Double    jeopardy's   prohibition    against   multiple\r\npunishments,  however,  only  prevents  the imposition  of  a\r\nstiffer  sentence than  the  legislature  intended.    United\r                                                                         \r\nStates v.  Page, 84 F.3d  38, 41  (1st Cir. 1996).   Congress\r                           \r\nclearly intended that  a term of incarceration under   924(c)\r\nshould be in addition to the punishment provided in 18 U.S.C.\r\n  2119.  See United States v. Centeno-Torres, 50 F.3d 84,  85\r                                                        \r\nn.2 (1st  Cir.) (citing additional cases),  cert. denied, 116\r                                                                    \r\nS.  Ct. 208 (1995); cf.  United States v.  Gonzales, 513 U.S.\r                                                               \r\n132, --- (1997) (observing that  Congress \"has made clear its\r\ndesire  to run     924(c) enhancements  consecutively to  all\r\nother prison  terms, [even]  regardless of whether  they were\r\nimposed  under firearms  enhancement  statutes similar  to   \r\n924(c).\"). \r\n\n                             -21-\r\r\n\n          However,   since  the  statutory  maximum  for  the\r\n\nhighest count of conviction on the carjackings is 300 months,\r\n\nwe must vacate  so much of the sentence as  reflects a higher\r\n\nconcurrent  term for  Counts  One  and  Two.   The  mandatory\r\n\nconsecutive 60-month sentence for the firearms offense brings\r\n\nthe permissible  total sentence for  all three counts  to 360\r\n\nmonths. \r\n\n          The  judgment  of  conviction  is  affirmed.    The\r                                                                 \r\n\nsentence on Counts One and Two is vacated and remanded to the\r                                                     \r\n\ndistrict  court  with  directions  that  the  court  enter  a\r\n\nsentence  in accordance  with this  decision.   In  all other\r\n\nrespects, the sentence is affirmed.\r                                              \r\n\n                             -22-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1298\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    JULIO RAMIREZ-BURGOS,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Cyr, Stahl and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nJulio Ramirez-Burgos on brief pro se.\r                                \r\nGuillermo  Gil,   United  States   Attorney,  Nelson   Perez-Sosa,\r                                                                             \r\nAssistant United States Attorney, and Jose A. Quilles-Espinosa, Senior\r                                                                      \r\nLitigation Counsel, on brief for appellee.\r\n\n                                         \r\n\n                         MAY 21, 1997\r\n                                         \r\r\n\n          Per  Curiam.   Defendant  Julio  Ramirez-Burgos was\r                                 \r\n\nconvicted  by  a jury  of aiding  and  abetting in  two armed\r\n\ncarjackings in violation of 18 U.S.C.   2119, and 18 U.S.C.  \r\n\n2, and  of using a weapon during  the commission of a violent\r\n\ncrime in violation of 18 U.S.C.    924(c).  He was  sentenced\r\n\nto a term of 35 years' imprisonment. \r\n\n          On   appeal,  defendant   seeks  to   overturn  his\r\n\nconviction on the grounds  that (1) the prosecution allegedly\r\n\npresented  perjured  testimony,  to  wit,  the  testimony  of\r\n\ndefendant's  accomplice, (2)  the court  erred in  failing to\r\n\nsuppress the two  victims' identifications of  defendant, (3)\r\n\nthe  evidence   was  otherwise  insufficient  to  prove  that\r\n\ndefendant participated in the crimes, and (4) the court erred\r\n\nin  admitting evidence of a  rape he committed  during one of\r\n\nthe carjackings.  He also asserts multiple challenges  to the\r\n\ncomputation of his sentence.\r\n\n          Background \r                      Background\r                                \r\n\n          Viewed in the light  most favorable to the verdict,\r\n\nthe  evidence  at  trial   showed  that  by   prearrangement,\r\n\ndefendant   and   his   accomplice,    Daniel   Montanez-Rosa\r\n\n(\"Daniel\"), were each carrying  a revolver when they accosted\r\n\ntheir   first   carjacking   victim,  Nancy   Rosada-Santiago\r\n\n(\"Nancy\").  Brandishing a weapon, one of the men forced Nancy\r\n\nto cede control of her Pontiac Sunbird.\r\n\n                             -2-\r\r\n\n          The pair then drove around in Nancy's car searching\r\n\nfor  a second victim --  all the while  holding Nancy against\r\n\nher will,  guns pressed against her.   She was forced  to lie\r\n\nlow in the front  passenger seat, facing the door,  while the\r\n\nmen questioned her about her  family and personal life, stole\r\n\nher cash,  jewelry and  telephone beeper, and  threatened her\r\n\nchildren and her life.\r\n\n          Spying  a second  likely victim,  Kassandra Rivera-\r\n\nBoujoven  (\"Kassandra\"),  the  men  rammed  Nancy's car  into\r\n\nKassandra's Mitsubishi.  Again brandishing a gun, Daniel took\r\n\nover the  Mitsubishi, forcing  Kassandra to lie  down on  the\r\n\npassenger seat of her car, face toward the door.  \r\n\n          Now in  control of two cars and  two women victims,\r\n\nthe carjackers continued on their journey toward a site where\r\n\nthey could sell the stolen jewelry and buy drugs.   Along the\r\n\nway, defendant  stopped Nancy's  car, forced her  to undress,\r\n\nand forcibly raped her.\r\n\n          During the  rape the  car's interior light  was on,\r\n\nallowing Nancy to see  the defendant's face.  She  also could\r\n\nhear  Daniel yelling  from  a distance,  urging defendant  to\r\n\n\"hurry up.\"  With  a final instruction to Nancy  to remain at\r\n\nthe  site or her family would \"pay\" for it, \"especially [her]\r\n\nlittle girl,\"  defendant exited the Pontiac  and climbed into\r\n\nthe back  seat of the  Mitsubishi --  leaving Nancy  kneeling\r\n\n                             -3-\r\r\n\nagainst the passenger seat of her car, traumatized, hurt, and\r\n\nsuffering from vaginal bleeding.\r\n\n          Together again and driving about in the Mitsubishi,\r\n\nthe  two  men  now   turned  their  attention  to  Kassandra.\r\n\nPressing a gun  to her  ribs, they questioned  her about  her\r\n\npersonal life,  rifled through her purse,  stole her jewelry,\r\n\nthreatened her life, and  argued between themselves about how\r\n\nto drug her and kill her. \r\n\n          At one  point they  stopped the  car  at a  housing\r\n\nproject in order to buy drugs, and again at a  gas station to\r\n\nget  water  with which  to  mix  the  drugs.   As  they  were\r\n\ninjecting themselves with the drugs, a police car approached,\r\n\nlights  flashing.   In the light,  Kassandra clearly  saw the\r\n\ndefendant's face, and his  gun.  Threatening to shoot  her if\r\n\nshe did not turn away, defendant also ordered Daniel to \"take\r\n\noff.\"  A high speed chase ensued which ended with a crash.  \r\n\n          The  two  men  were  arrested at  the  crash  site.\r\n\nKassandra was  discovered in the wreckage  wedged beneath the\r\n\nglove  compartment.    She  was  pried from  the  car,  semi-\r\n\nconscious, hysterical, and unable to walk.   \r\n\n          Defendant  testified that  he was  not involved  in\r\n\neither of  the carjackings, but had  unwittingly climbed into\r\n\nthe back seat of Kassandra's Mitsubishi, unarmed, just before\r\n\nthe police  chase.  By  \"sheer happenstance,\" he  claims, the\r\n\nreal carjackers (Daniel and  an unidentified second man) must\r\n\n                             -4-\r\r\n\nhave interrupted their crime spree at the same time and place\r\n\n(the  housing project) where defendant had gone to buy drugs.\r\n\nAllegedly  without  any  knowledge  of the  crimes,  nor  the\r\n\nexistence  of the  presumed real second  carjacker, defendant\r\n\nmust have  unwittingly switched  places with the  real second\r\n\ncarjacker --  joining Daniel in  the Mitsubishi for  the sole\r\n\npurpose of shooting-up drugs.  \r\n\n          Defendant  theorizes that Daniel's  testimony was a\r\n\nfabrication designed  to inculpate defendant in  a rape which\r\n\nDaniel himself had perpetrated -- and that both Kassandra and\r\n\nNancy were mistaken in their identifications of defendant.   \r\n\n          (1)  Alleged Perjury\r                      (1)  Alleged Perjury\r                                          \r\n\n          Defendant asks  this court  to infer  that Daniel's\r\n\ntestimony was perjured -- and that the prosecution knew it --\r\n\nas shown by  inconsistencies between  Daniel's testimony  and\r\n\nthat  of  the  complaining  witnesses;  Daniel's   own  prior\r\n\ninconsistent statements,  confessed lies in  other cases, and\r\n\nprior  criminal  convictions.    A  knowing  presentation  of\r\n\nperjured testimony  by the prosecution violates a defendant's\r\n\nright to due process.  See United States  v. Tavares, </pre><span class=\"citation\" data-id=\"196930\"><a href=\"/opinion/196930/united-states-v-tavares/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span>\r                                                                \r\n\n<span class=\"page\">10</span></a></span><pre class=\"inline\">, 14 (1st Cir.)  (citations), cert. denied, 117 S.  Ct. 373\r                                                        \r\n\n(1996). \r\n\n          However,   \"it   is  axiomatic   that  inconsistent\r\n\ntestimony  is not per se perjurious.\"  United States v. Gary,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"196508\"><a href=\"/opinion/196508/united-states-v-gary/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">304</span></a></span><pre class=\"inline\">, 314 (1st Cir.),  cert. denied, 116 S.  Ct. 2567\r                                                       \r\n\n                             -5-\r\r\n\n(1996); see  also United States  v. Lebon, </pre><span class=\"citation\" data-id=\"629114\"><a href=\"/opinion/629114/united-states-v-peter-a-lebon/\"><span class=\"volume\">4</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  2 (1st\r                                                     \r\n\nCir. 1993).  Nor is perjury conclusively shown here by adding\r\n\nto  the  mix the  circumstantial  evidence  that Daniel  lied\r\n\nbefore and engaged in other acts of dishonesty.\r\n\n          Defendant did  not ask  the trial  court to  make a\r\n\nfinding of perjury.   \"We decline his invitation that  we now\r\n\nfind wilful  intent to  provide false  testimony based on  no\r\n\nmore than  . .  . inconsistenc[ies]\" and  character evidence.\r\n\nTavares, 93 F.3d at 14. \r                   \r\n\n          (2)  Motion to Suppress the Identifications\r                      (2)  Motion to Suppress the Identifications\r                                                                 \r\n\n          Defendant  challenges the  denial of his  motion to\r\n\nsuppress the complaining  witnesses' line-up  identifications\r\n\nof him,  and presumably the admissibility of  their later in-\r\n\ncourt  identifications, as  tainted  by a  prior show-up  and\r\n\nsuggestive conditions at the line-up. Identifications made in\r\n\ncircumstances that are so impermissibly suggestive as to give\r\n\nrise  to  \"a  very  substantial  likelihood  of   irreparable\r\n\nmisidentification\" are  not admissible  in  keeping with  due\r\n\nprocess.   Bouthot v. United States, </pre><span class=\"citation\" data-id=\"526035\"><a href=\"/opinion/526035/united-states-v-joseph-t-bouthot/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1506</span></a></span><pre class=\"inline\">, 1514 (1st\r                                               \r\n\nCir. 1989) (quoting  Simmons v. United States, </pre><span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">390</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span><pre class=\"inline\">,\r                                                         \r\n\n384 (1968)).  \r\n\n           Defendant    claims     that    (1)    Kassandra's\r\n\nidentification  was  impermissibly tainted  because Kassandra\r\n\nsaw the  defendant  being  taken  by his  keepers  through  a\r\n\nhallway  at the police station  to the line-up  room; and (2)\r\n\n                             -6-\r\r\n\nboth  of the  complaining witnesses'  line-up identifications\r\n\nwere  tainted  because  defendant  was  distinctively clothed\r\n\n(allegedly in a  tee shirt and blue jeans), and  his face was\r\n\nswollen, bruised and  bleeding.  His  version of the  line-up\r\n\nwas  supported   by  his   wife,  Sonia  Maria   Vazquez-Rosa\r\n\n(\"Sonia\"),  who testified that she was  in the police station\r\n\nhallway and there saw her husband being led past Kassandra on\r\n\nhis way to the line-up, tee shirted and battered. \r\n\n          Other testimony about the line-up, however,  was to\r\n\nthe contrary.   Kassandra denied that  the alleged accidental\r\n\nshow-up  had   occurred,  as  did  the   police  officer  who\r\n\naccompanied Kassandra  before and  during the line-up.   They\r\n\ndenied  seeing  any swelling,  bleeding  or  bruising on  the\r\n\ndefendant's face.  His clothing, they said, was substantially\r\n\nthe  same as  that  of the  other participants,  including an\r\n\nidentical  over-the-trousers collared  shirt supplied  to all\r\n\nparticipants  by   the   police.     Contemporaneous   police\r\n\nphotographs corroborated this version of the line-up. \r\n\n          The district judge found, as fact, that the alleged\r\n\naccidental  show-up had  not occurred;  and that  defendant's\r\n\nface  was   not  impermissibly  marked  nor   his  appearance\r\n\notherwise  suggestive.   The  findings reflect  a \"reasonable\r\n\nview   of   the   evidence,\"   and   incorporate  credibility\r\n\ndeterminations  which  are  necessarily entitled  to  special\r\n\ndeference  by an  appellate tribunal.   United  States  v. De\r                                                                         \r\n\n                             -7-\r\r\n\nJesus-Rios,  </pre><span class=\"citation\" data-id=\"604123\"><a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span><pre class=\"inline\">,  676  (1st Cir.  1993);  see also\r                                                                         \r\n\nBouthot, 878 F.2d at 1513-14 n.8.\r                   \r\n\n          Seeing no ground for disturbing the court's factual\r\n\ndetermination  that  the  identification  procedure  was  not\r\n\nimpermissibly suggestive, we need  not reach the second prong\r\n\nof   the  due   process  issue,   i.e.,  the   likelihood  of\r\n\nmisidentification.   See United States v.  Guzman-Rivera, </pre><span class=\"citation\" data-id=\"604124\"><a href=\"/opinion/604124/united-states-v-juan-c-guzman-rivera/\"><span class=\"volume\">990</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span><pre class=\"inline\">, 682 (1st  Cir. 1993).  In  any event, as  discussed\r\n\nbelow and  in the  margin, the victims'  identifications were\r\n\nreliable in light of the relevant second-prong factors.1     \r                                                                   1\r\n\n          (3)  Sufficiency of the Evidence\r                      (3)  Sufficiency of the Evidence\r                                                      \r\n\n          Defendant  argues  that   there  was   insufficient\r\n\nevidence to identify him  as a participant in the  crimes, at\r\n\nleast  in  the  absence   of  Daniel's  (allegedly  perjured)\r\n\ntestimony.  The argument is faulty for two reasons.\r\n\n          First, Daniel's testimony,  though inconsistent  in\r\n\npart  with the other  eyewitnesses, was not  incredible.  His\r\n\ncredibility was subjected  to sustained and  searching cross-\r\n\nexamination.  The jury  was instructed on the  possibility of\r\n\n                    \r                                \r\n\n   1As  applied in  this case,  the second-prong  factors set\r               1\r\nforth in  De Jesus-Rios, 990  F.2d at 677, show:  (1) Each of\r                                   \r\nthe complaining witnesses had an opportunity during the crime\r\nto view the defendant at close range, (2) both testified that\r\ntheir gazes were fixed on defendant during those moments, (3)\r\ntheir descriptions  to the  police, while vague  and omitting\r\ndefendant's  moustache,  were  consistent   with  defendant's\r\nappearance, (4) both identified the defendant with certainty,\r\nand (5) the  line-up was  held within 24-36  hours after  the\r\ncrime. \r\n\n                             -8-\r\r\n\nproblems with testimony of this type.  The choice was for the\r\n\njury,  not for  this  court.   See  United States  v.  Laboy-\r                                                                         \r\n\nDelgado, </pre><span class=\"citation\" data-id=\"196771\"><a href=\"/opinion/196771/united-states-v-laboy-delgado/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 27 (1st Cir. 1996).\r                   \r\n\n          Second,  and in any event, defendant was positively\r\n\nidentified in court  by both of the  complaining witnesses as\r\n\nan armed and violent participant in the carjackings.  Despite\r\n\ngaps  in each witness's ability  to see during the respective\r\n\ncrimes, each identification had a  substantial foundation and\r\n\nwas corroborated by other evidence.   \r\n\n          Nancy testified  that she first  saw the  defendant\r\n\nonly briefly, as he entered  her car.  She then saw  his face\r\n\nclearly in the car light for several minutes as he raped her.\r\n\nA  piece of paper found in Nancy's purse, which was retrieved\r\n\nafter  the   crime  from   her  car,  bore   the  defendant's\r\n\nfingerprint.\r\n\n          Nancy's    testimony    also    corroborated    the\r\n\nidentification  of defendant  as  the back-seat  carjacker of\r\n\nKassandra's vehicle.  As defendant drove away in another car,\r\n\nNancy testified, he reminded  her of his threats  against her\r\n\nchild, and told her to call him on the telephone beeper which\r\n\nhe  had stolen from her.   Substantially the  same words were\r\n\noverheard by Kassandra,  shouted from her  car window by  the\r\n\nsecond of her car's invaders (whom she could not yet see). \r\n\n          Kassandra then heard  this second carjacker's voice\r\n\ncontinuously, enabling her to  testify with certainty that it\r\n\n                             -9-\r\r\n\nwas  he who had initially climbed over her crouched body into\r\n\nthe back seat  of her car, held  a gun to her  ribs, and then\r\n\nexited  and reentered  the  vehicle at  the housing  project.\r\n\nDuring  this stop,  she  said, too,  the back-seat  carjacker\r\n\nstood right next  to the  car, his body  continuously in  her\r\n\nline of sight.   True,  she first saw  defendant's face,  and\r\n\ngun, only when the  police chase began.  But  defendant spoke\r\n\nthen, too, and she  saw the face connected  to this voice  at\r\n\nclose range, in good lighting, and with fixed attention.  \r\n\n          To be sure, cross-examination revealed that each of\r\n\nthe complaining witnesses was extremely frightened during the\r\n\ncrime, and  still upset at  the time of the  line-ups.  Their\r\n\nrespective  opportunities  to  see the  carjackers  had  been\r\n\nlimited by  darkness and the  twisted postures they  had been\r\n\nforced to assume on the passenger seats of their automobiles.\r\n\nIn  addition, each  gave only  a general  description  of the\r\n\nculprits when  first questioned, and each  testified that the\r\n\nfirst  carjacker to approach her  car was partly  masked by a\r\n\ntee shirt  pulled up  over his  mouth and  nose.  Nancy  even\r\n\nadmitted that she  never saw the first carjacker's  face, and\r\n\nwas not at all able to identify Daniel. \r\n\n          These were  good arguments, offered to  the jury in\r\n\nan attempt to cast  doubt on the credibility of  the victims'\r\n\nidentifications.    In  addition,  defendant  challenged  the\r\n\nscientific  evidence,  pointing  out  that  much  of  it  was\r\n\n                             -10-\r\r\n\ninconclusive, and someone else might have wrongly transported\r\n\nhis  fingerprint to Nancy's car.  And he elicited substantial\r\n\ntestimony which tended to impeach Daniel's credibility. \r\n\n          Having   heard  all   of  the   evidence,  however,\r\n\nincluding defendant's own testimony,  the jury convicted  the\r\n\ndefendant.    Viewed  in  the  light  most  favorable to  the\r\n\nverdict, there  was more  than ample  reliable identification\r\n\nevidence  which \"would  allow  a rational  jury to  determine\r\n\nbeyond a  reasonable doubt that the defendant [was] guilty as\r\n\ncharged.\"  United States  v. Sullivan, </pre><span class=\"citation\" data-id=\"196791\"><a href=\"/opinion/196791/united-states-v-sullivan/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">743</span></a></span><pre class=\"inline\">,  747 (1st\r                                                 \r\n\nCir.  1996) (quoting  United  States v.  Mena-Robles, </pre><span class=\"citation\" data-id=\"629114\"><a href=\"/opinion/629114/united-states-v-peter-a-lebon/\"><span class=\"volume\">4</span>  <span class=\"reporter\">F.3d</span>\r                                                                \r\n\n<span class=\"page\">1</span></a></span><pre class=\"inline\">026,  1031 (1st Cir. 1993)),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1550</span></span><pre class=\"inline\">\r                                                       \r\n\n(1994); see also Guzman-Rivera, 990 F.2d at 682-83. \r                                          \r\n\n          (4)  Evidence of the Rape\r                      (4)  Evidence of the Rape\r                                               \r\n\n          Defendant also assigns  as error  the rejection  of\r\n\nhis motion to exclude evidence of the rape; arguing that rape\r\n\nis not an  \"element\" of  the offense, but  only a  sentencing\r\n\nenhancement issue.  We  have travelled this road before,  and\r\n\nrejected similar  arguments under  this statute.   See United\r                                                                         \r\n\nStates  v. Cruz-Kuilan,  </pre><span class=\"citation\" data-id=\"196554\"><a href=\"/opinion/196554/united-states-v-cruz-quilan/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">59</span></a></span><pre class=\"inline\">,  60-61 (1st  Cir. 1996)\r                                  \r\n\n(finding proof of victim's death  admissible to show a taking\r\n\nby  force and  violence); United  States v.  Rivera-Gomez, </pre><span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span>\r                                                                     \r\n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">993</span></a></span><pre class=\"inline\">,  995  (1st  Cir. 1995)  (finding  proof  of  death\r\n\nadmissible to show use of force and violence,  although death\r\n\nis  not an independent element  of offense); United States v.\r                                                                      \r\n\n                             -11-\r\r\n\nRivera,  </pre><span class=\"citation\" data-id=\"196774\"><a href=\"/opinion/196774/united-states-v-vazquez-rivera/\"><span class=\"volume\">83</span>   <span class=\"reporter\">F.3d</span>  <span class=\"page\">542</span></a></span><pre class=\"inline\">,  545  (1st   Cir.  1996)  (upholding\r                  \r\n\nadmissibility of  evidence of rape which  provided a \"crucial\r\n\nchapter\"  in  narrative  of  events  and  critical  proof  of\r\n\npossession of a weapon).\r\n\n          Of  course,  in and  of itself,  a  rape is  not an\r\n\nessential element  of the crime  of carjacking as  defined in\r\n\nthe Anti  Car  Theft Act,  18  U.S.C.    2119  (1992).2   See\r                                                                  2      \r\n\nRivera-Gomez, 67 F.3d  at 996 (defining statutory  elements).\r                        \r\n\nHowever, if a carjacker chooses rape as the means of \"force,\"\r\n\n\"violence,\" or \"intimidation\" by which to  seize control of a\r\n\nvehicle, it amounts to the same thing. \r\n\n          In this  case the  prosecution showed that  Nancy's\r\n\ncar was  first taken from her by intimidation with a gun, not\r\n\n                    \r                                \r\n\n   2  The 1992 statute provides:\r               2\r\n\n     Whoever, possessing a firearm as defined in section\r\n     921  of this title, takes  a motor vehicle that has\r\n     been . . . in interstate or foreign commerce from .\r\n     .  .  the person  of .  .  . another  by  force and\r\n     violence or by intimidation,  or attempts to do so,\r\n     shall --\r\n          (1) be fined . . . or imprisoned not more than\r\n     15 years or both\r\n          (2) if  serious bodily  injury (as defined  in\r\n     section 1365 of this title) results, be fined under\r\n     this title or imprisoned not more than 25 years, or\r\n     both . . . . \r\n\n     The statute  has since been amended.   In 1994, Congress\r\nsubstituted  \"with intent  to cause  death or  serious bodily\r\nharm\" for \"possessing  a firearm as defined  in section 921.\"\r\nIn  October,  1996,  Congress  clarified  subsection  (2)  by\r\nexpressly  providing   that  \"serious  bodily   injury\"  also\r\nincludes  sexual assaults  violative  of 18  U.S.C.     2241,\r\n2242.\r\n\n                             -12-\r\r\n\nby  rape.   The  later  rape, nonetheless,  accompanied  by a\r\n\nveiled  threat to  do the  same  to her  daughter, terrorized\r\n\nNancy into complying with the carjackers' command that she --\r\n\nwith her  car -- remain stationery for  some time at the spot\r\n\nwhere  the carjackers  left them.   Thus  the rape,  like the\r\n\nearlier brandishing of the  gun, provided the intimidation by\r\n\nwhich the carjackers extended their control of the victim and\r\n\nher automobile.    Compare Rivera,  83 F.3d  at 545  (holding\r                                             \r\n\nevidence  of  a  rape admissible  on  other  issues,  but not\r\n\nessential to prove  a taking by  \"force and violence,\"  where\r\n\nthe  rape was not instrumental in the taking nor retention of\r                             \r\n\nthe car).  \r\n\n          Evidence of the rape  was of critical relevance, in\r\n\nany   event,  to   the   jury's   understanding  of   Nancy's\r\n\nidentification of the defendant.  And it provided  a \"crucial\r\n\nchapter\" in the  narrative that linked  the defendant to  the\r\n\nsecond  carjacking.  Rivera-Gomez, 67 F.3d at 997.  Given the\r                                             \r\n\nvalue of  this evidence as directly probative of two elements\r\n\nof  the offense, the court did not abuse its discretion under\r\n\nFed. R. Evid. 403 in admitting it, despite any risk of unfair\r\n\nprejudice.   Id. at 996.   \"Though lurid, it is  part of what\r                            \r\n\nold-fashioned  lawyers might  call the res  gestae.\"   Id. at\r                                                                      \r\n\n998. \r\n\n          Sentencing\r                      Sentencing\r                                \r\n\n                             -13-\r\r\n\n          The   court  sentenced  defendant  to  420  months'\r\n\nimprisonment:     360  months   (concurrent  terms)  for  the\r\n\ncarjackings charged  in Counts One  and Two, and  a mandatory\r\n\nconsecutive  60-month term for the firearms violation charged\r\n\nin Count  Three.  The concurrent  carjacking sentences exceed\r\n\nthe statutory maximum.\r\n\n          Under the guidelines, the carjacking sentences were\r\n\ncalculated  as follows.   The base offense  level, under USSG\r\n\n 2B3.1,  for each  carjacking  count was  20.   Six  sets  of\r\n\nenhancements were  added to each count,  bringing the offense\r\n\nlevel for Count  One to 35, and  for Count Two to  33.  Since\r\n\nthese were \"non-groupable offenses,\" applying USSG  3D1.4(a),\r\n\nthe  court  added  two  levels,  bringing  defendant's  total\r\n\noffense level for the two carjackings to 37.  With a Category\r\n\nI  criminal history, this produced a  guideline range for the\r\n\ncarjackings  of  210-262 months.    The  court then  departed\r\n\nupward under  USSG   5K2.3, and  Application note  2 to  USSG\r\n\n 2K2.4, arriving at the 360-month (concurrent) sentence.   \r\n\n          However, as  the government concedes on appeal, the\r\n\nstatutory maximum term for  the Count One carjacking (Nancy's\r\n\ncar) is  300 months.  See 18 U.S.C.   2119(2).  On Count Two,\r                                     \r\n\n(Kassandra's  car), the maximum is 180 months.  See 18 U.S.C.\r                                                               \r\n\n  2119(1).  Concurrent terms for the carjackings were clearly\r\n\nintended by the court,  and so specified.  Thus  the sentence\r\n\non  Counts One  and  Two  should  have  been  capped  at  the\r\n\n                             -14-\r\r\n\nstatutory maximum for the highest count of conviction, or 300\r\n\nmonths.    See  USSG    5G1.2(b)(c).    Adding  the  60-month\r                          \r\n\nmandatory  consecutive sentence  under  18 U.S.C.    924(c)),\r\n\nproduces a total allowable term of imprisonment for all three\r\n\ncounts of 360 months.  \r\n\n          We reject defendant's other assignments of error at\r\n\nsentencing for the following reasons. \r\n\n          (1)  Two-level Enhancement for Perjury:   There was\r                      (1)  Two-level Enhancement for Perjury\r                                                            \r\n\nno  clear  error  in   the  court's  finding  that  defendant\r\n\nintentionally   attempted  to  obstruct  justice  by  falsely\r\n\ndenying  any involvement in the two carjackings and the rape.\r\n\nSee USSG  3C1.1;  United States  v. Tracy, </pre><span class=\"citation\" data-id=\"678806\"><a href=\"/opinion/678806/united-states-v-john-l-tracy/\"><span class=\"volume\">36</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span><pre class=\"inline\">,  201\r                                                     \r\n\n(1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1031</span></span><pre class=\"inline\"> (1994). \r                                    \r\n\n            Defendant  theorizes that  his testimony  may not\r\n\nhave  been deliberately false but, since he is a drug addict,\r\n\nthe   product  of  confusion,   mistake,  or  faulty  memory.\r\n\nHowever,  at trial  he unequivocally  testified to  an alibi,\r\n\nclaiming  to remember  even  the television  programs he  was\r\n\nwatching  in  his  home at  the  time  of  the  crimes.    He\r\n\nreiterated  the  alibi in  his  post-trial  statement to  the\r\n\nprobation  officer.    Given  the  several  eyewitnesses  who\r\n\ninstead  placed him  at  the crime  scenes,  as well  as  the\r\n\nfingerprint evidence, there was ample factual support for the\r\n\ndistrict court's finding.  See United States v. Dunnigan, </pre><span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">507</span>\r                                                                    \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span><pre class=\"inline\">, 95 (1993). \r\n\n                             -15-\r\r\n\n          (2) Two Level Enhancement for Reckless Endangerment\r                      (2) Two Level Enhancement for Reckless Endangerment\r                                                                         \r\n\nDuring  Flight:   There  was no  clear  error in  the court's\r            During  Flight\r                          \r\n\nfinding  that  the high  speed  chase,  along crowded  roads,\r\n\ncreated  a  substantial risk  of  death or  bodily  injury to\r\n\nothers, and actually resulted  in bodily injury to Kassandra.\r\n\nSee USSG  3C1.2.\r               \r\n\n          Defendant argues  that as a back-seat  occupant, he\r\n\nwas not in control  of the vehicle.  However, there was ample\r\n\nsupport for the court's finding that defendant ordered Daniel\r\n\nto  \"take  off,\"  and  otherwise  aided  and  abetted  Daniel\r\n\nthroughout the chase.\r\n\n          (3)  Loss Exceeding  $10,000:   There  is no  clear\r                      (3)  Loss Exceeding  $10,000\r                                                  \r\n\nerror in the court's  findings that the loss to  each victim,\r\n\nincluding the value of their respective automobiles, exceeded\r\n\n$10,000.    Defendant's   challenges  in   this  regard   are\r\n\nfrivolous.  See USSG  2B1.1, comment. (n.2). \r                           \r\n\n          (4)   Serious   Bodily   Injury:      The   court's\r                      (4)   Serious   Bodily   Injury:\r                                                     \r\n\ndetermination that Nancy suffered \"serious bodily injury\" due\r\n\nto a protracted impairment  of her mental faculties triggered\r\n\nthe twenty-five  year maximum  term of imprisonment  on Count\r\n\nOne.  See 18  U.S.C.   2119(2).3  In  calculating defendant's\r                                           3\r                     \r\n\n                    \r                                \r\n\n   3  The  statute incorporates  the  definition of  \"serious\r               3\r\nbodily injury,\" found in 18 U.S.C.   1365(g)(3), i.e., injury\r\ninvolving \"(A) a substantial risk of death; (B)       extreme\r\nphysical  pain; (C) protracted  and obvious disfigurement; or\r\n(D) protracted loss or impairment of the function of a bodily\r\nmember, organ or mental faculty . . . .\"\r\n\n                             -16-\r\r\n\nguideline   sentence,  the   court   imposed   a   four-level\r\n\nenhancement   for   \"serious   bodily   injury\"   under  USSG\r\n\n 2B3.1(b)(3), and departed upward under USSG  5K2.3.\r\n\n          The decision to  apply the statutory  penalty range\r\n\nprovided  in 18  U.S.C.    2119(2),  was  amply supported  by\r\n\nevidence  adduced at  the  sentencing  hearing.   Psychiatric\r\n\nreports  showed that  as  a result  of  the crime  Nancy  was\r\n\ndiagnosed  with  post-traumatic  stress  disorder  and  major\r\n\ndepression.  Due to the mental trauma inflicted by the crime,\r\n\nshe  attempted  suicide  at  least  twice,  suffered auditory\r\n\nhallucinations,   and   was   hospitalized  for   psychiatric\r\n\ntreatment.  She was  forced to  discontinue her  career as  a\r\n\npharmacist, had become emotionally distant from her children,\r\n\nand dependent on her  mother.  The medical prognosis  is that\r\n\nshe will require additional  psychotherapy, hospitalizations,\r\n\nand medical intervention for the rest of her life.\r\n\n          Defendant  misplaces reliance  on United  States v.\r                                                                      \r\n\nRivera, </pre><span class=\"citation\" data-id=\"196774\"><a href=\"/opinion/196774/united-states-v-vazquez-rivera/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span><pre class=\"inline\"> (1st Cir.  1996).  In Rivera there was no\r                                                            \r\n\nfinding of  protracted mental injury, and inadequate evidence\r\n\nto  sustain a finding  that the victim  had suffered \"extreme\r\n\nphysical pain,\" as  defined by the statute.  Id.  at 547.  By\r                                                            \r\n\ncontrast here, the court found that  as a result of the crime\r\n\nNancy  will  suffer  a  lifetime  impairment  of  her  mental\r\n\n                    \r                                \r\n\n                             -17-\r\r\n\nfaculties.  See 18 U.S.C.   1365(g)(3)(D).  It should also be\r                           \r\n\nnoted that  subsequent to  the Rivera case,  Congress enacted\r                                                 \r\n\nthe  Carjacking Correction  Act  of 1996,  which amended  the\r\n\ndefinition  of \"serious  bodily injury\"  to include  rape and\r\n\nsexual abuse.\r\n\n          The court's factual finding  was amply supported by\r\n\nevidence in the PSR and medical reports.  There was no  abuse\r\n\nin  the  refusal  to  require live  testimony.    \"Sentencing\r\n\nhearings  are not meant to be mini-trials.\"  United States v.\r                                                                      \r\n\nRobles-Torres,  </pre><span class=\"citation\" data-id=\"197266\"><a href=\"/opinion/197266/united-states-v-robles-torres/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">83</span></a></span><pre class=\"inline\">,  86 (1st  Cir. 1997)  (citation\r                         \r\n\nomitted).  \r\n\n          As to the guidelines calculation, the court did not\r\n\nexhaust  its enhancement  power under   2B3.1, by  imposing a\r\n\nfour  level increase  for Nancy's  \"serious bodily  injury.\"4\r                                                                        4\r\n\nThe  finding that  Nancy  will suffer  a  lifetime of  mental\r\n\nillness  could have been factored into the sentence as a six-\r\n\nlevel enhancement for   \"permanent\" bodily injury.5  Instead,\r                                                              5\r\n\nfactoring  in  the  permanency of  the  injury  as  an upward\r\n\n                    \r                                \r\n\n   4\"Serious bodily  injury\"  is defined  in  the  sentencing\r               4\r\nguidelines to  mean \"extreme physical pain  or the impairment\r\nof a function of a bodily member, organ or mental faculty; or\r\nrequiring    medical    intervention    such   as    surgery,\r\nhospitalization,  or physical  rehabilitation.\"   USSG  1B1.1\r\ncomment. (n.1(j)).\r\n\n   5\"Permanent  or  life-threatening bodily  injury\" includes\r               5\r\n\"loss or substantial  impairment of the  function of a .  . .\r\nmental  faculty that is likely  to be permanent.\"   USSG  1B1\r\ncomment. (n.1(h)).\r\n\n                             -18-\r\r\n\ndeparture under USSG  5K2.3, p.s., did  not amount to \"double\r\n\ncounting.\"  \r\n\n          Defendant also fails to demonstrate that the  court\r\n\nabused its  discretion in deciding that a  lifetime of mental\r\n\nillness is a  \"much more serious\" injury  than that \"normally\r\n\nresulting  from commission  of the  offense\" of  carjacking.6\r                                                                        6\r\n\nUSSG  5K2.3,  p.s.    The court  was not  required to  obtain\r\n\nextrinsic  \"proof\"  of  a  comparatively  \"normal\"  level  of\r\n\ncarjacking  victims' injuries,  but was  entitled to  rely on\r\n\nother  Guidelines cases  and  its superior  knowledge of  the\r\n\nfacts.  Koon v. United States,  </pre><span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span><pre class=\"inline\">, 2038 (1996);\r                                         \r\n\nUnited States v. Rivera, </pre><span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span><pre class=\"inline\">, 952 (1st Cir. 1993).\r                                   \r\n\n          (5)  Upward Departure  Under USSG   2K2.4, comment.\r                      (5)  Upward Departure  Under USSG   2K2.4, comment.\r                                                                         \r\n\n(n.2)\r            (n.2)\r                 \r\n\n          Defendant argues that  the court erred in  applying\r\n\nApplication note 2  to USSG  2K2.4,  which permits an  upward\r\n\ndeparture to compensate for  the possible anomalous result of\r\n\nan offender  receiving a  lighter guidelines sentence  for an\r\n\nunderlying offense (carjacking) when  he is also convicted of\r\n\na firearms offense under    924(c), than if he  was convicted\r\n\nsolely of the underlying offense.   \r\n\n                    \r                                \r\n\n   6Defendant mistakenly assumes  that the court  should have\r               6\r\ncompared  the  victim's  mental  trauma  to  that  \"normally\"\r\nexperienced  by victims  of rape.   The  offense charged  was\r\ncarjacking;  the  use  of rape  as  a  means  to control  and\r\nterrorize  the victim  contributed to  the unusual  degree of\r\nmental  injury inflicted  on the  victim as  a result  of the\r\ncharged offense.\r\n\n                             -19-\r\r\n\n          Defendant   misapprehends   the   guideline.     In\r\n\ncalculating the  sentencing  range for  the carjackings,  the\r\n\ncourt  properly   refrained  from  assessing   a  five  level\r\n\nenhancement  for  the brandishing  of  a  firearm during  the\r\n\noffense.  See  United States  v. McCarthy, </pre><span class=\"citation\" data-id=\"196595\"><a href=\"/opinion/196595/united-states-v-mccarthy/\"><span class=\"volume\">77</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">522</span></a></span><pre class=\"inline\">,  536\r                                                     \r\n\n(1st  Cir. 1996), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">479</span></span><pre class=\"inline\">, 771 (1997).\r                                          \r\n\nThis resulted  in a  guideline range  for the carjackings  of\r\n\n210-262 months.   Adding the  mandatory 60-month  consecutive\r\n\nsentence  for the violation of 18 U.S.C.   924(c), produced a\r\n\ntotal  sentence of only 322  months.  By  contrast, had there\r\n\nbeen  no  separate count  of  conviction  under  18 U.S.C.   \r\n\n924(c), the enhancement for brandishing the weapon would have\r\n\nincreased   the  guidelines  calculation  of  the  carjacking\r\n\nsentence alone  to a level of 42, (360 months to life).  This\r\n\ncomputational  anomaly  justified   an  upward  departure  --\r\n\nsubject,  of  course,  to  an adjustment  for  the  statutory\r\n\nmaximum.\r\n\n          Defendant's opposite reading of Application note 2,\r\n\nas  requiring  a  decrease in  the  maximum  penalty for  the\r\n\ncarjackings to  offset the 60-month consecutive  sentence for\r\n\nthe  firearms  offense,7  also   ignores  the  court's  broad\r                                   7\r\n\n                    \r                                \r\n\n   7This   interpretation  may   be  rooted  in   a  mistaken\r               7\r\nunderstanding of the double jeopardy clause.  While defendant\r\ndoes  not directly argue the point here, in a previous appeal\r\nhe    argued that  the  firearms charge  should  be dismissed\r\nbefore  trial because  it  violated  the prohibition  against\r\nmultiple  punishment.   The earlier  appeal was  dismissed on\r\njurisdictional grounds. United  States v. Ramirez-Burgos,  44\r                                                                    \r\n\n                             -20-\r\r\n\ndiscretion.  That  a district court  may consider lowering  a\r                                                    \r\n\nguidelines sentence to offset a consecutive statutory minimum\r\n\nin some circumstances does not mean that it is required to do\r\n\nso.  United States v. Webster, 5</pre><span class=\"citation\" data-id=\"629114\"><a href=\"/opinion/629114/united-states-v-peter-a-lebon/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 1995).\r                                         \r\n\n          In sum, there was no abuse of discretion in the two\r\n\nupward departures.  Both were well explained and  grounded in\r\n\nrecord  facts.  See  United States v.  Twitty, 10</pre><span class=\"citation\" data-id=\"629114\"><a href=\"/opinion/629114/united-states-v-peter-a-lebon/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 2\r                                                         \r\n\n(1st  Cir. 1997); United States v. Quinones, </pre><span class=\"citation\" data-id=\"672030\"><a href=\"/opinion/672030/united-states-v-jesus-m-quinones-aka-jesus-m-quinones-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span><pre class=\"inline\"> (1st\r                                                       \r\n\nCir. 1994).  While  the court did not separately  specify the\r\n\nextent  of each,  the oversight  was harmless.   But  for the\r\n\nstatutory  maximum, a five-level increase was warranted under\r\n\nthe Application  note to   2K2.4 alone, bringing  the penalty\r\n\nrange to 360 months to life. \r\n\n                    \r                                \r\n\nF.3d 17 (1st Cir.  1995); see also United States  v. Stoller,\r                                                                        \r\n</pre><span class=\"citation\" data-id=\"714794\"><a href=\"/opinion/714794/united-states-v-robert-s-stoller/\"><span class=\"volume\">78</span>   <span class=\"reporter\">F.3d</span>  <span class=\"page\">710</span></a></span><pre class=\"inline\">,  715  &amp;   n.2  (1st  Cir.  1996)  (indicating\r\nuncertainty   about    the   continued   vitality    of   the\r\njurisdictional  ruling),  cert.  dismissed, 117  S.  Ct.  378\r                                                      \r\n(1996).\r\n\n     Double    jeopardy's   prohibition    against   multiple\r\npunishments,  however,  only  prevents  the imposition  of  a\r\nstiffer  sentence than  the  legislature  intended.    United\r                                                                         \r\nStates v.  Page, </pre><span class=\"citation\" data-id=\"196778\"><a href=\"/opinion/196778/united-states-v-page/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">38</span></a></span><pre class=\"inline\">, 41  (1st Cir. 1996).   Congress\r                           \r\nclearly intended that  a term of incarceration under   924(c)\r\nshould be in addition to the punishment provided in 18 U.S.C.\r\n  2119.  See United States v. Centeno-Torres, </pre><span class=\"citation\" data-id=\"195987\"><a href=\"/opinion/195987/united-states-v-centeno-torres/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span><pre class=\"inline\">,  85\r                                                        \r\nn.2 (1st  Cir.) (citing additional cases),  cert. denied, 116\r                                                                    \r\nS.  Ct. 208 (1995); cf.  United States v.  Gonzales, </pre><span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n<span class=\"page\">132</span></span><pre class=\"inline\">, --- (1997) (observing that  Congress \"has made clear its\r\ndesire  to run     924(c) enhancements  consecutively to  all\r\nother prison  terms, [even]  regardless of whether  they were\r\nimposed  under firearms  enhancement  statutes similar  to   \r\n924(c).\"). \r\n\n                             -21-\r\r\n\n          However,   since  the  statutory  maximum  for  the\r\n\nhighest count of conviction on the carjackings is 300 months,\r\n\nwe must vacate  so much of the sentence as  reflects a higher\r\n\nconcurrent  term for  Counts  One  and  Two.   The  mandatory\r\n\nconsecutive 60-month sentence for the firearms offense brings\r\n\nthe permissible  total sentence for  all three counts  to 360\r\n\nmonths. \r\n\n          The  judgment  of  conviction  is  affirmed.    The\r                                                                 \r\n\nsentence on Counts One and Two is vacated and remanded to the\r                                                     \r\n\ndistrict  court  with  directions  that  the  court  enter  a\r\n\nsentence  in accordance  with this  decision.   In  all other\r\n\nrespects, the sentence is affirmed.\r                                              \r\n\n                             -22-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714794/"
  ]
}