{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197362/",
  "absolute_url": "/opinion/197362/united-states-v-khounsavanh/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197362/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:28:13Z",
  "date_modified": "2017-03-24T10:51:19.931363Z",
  "type": "010combined",
  "sha1": "56d7b12afbeefc5a7d7a774d20c7e8ef7249203b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1244.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 96-1244\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    THAKHONE KHOUNSAVANH,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                   \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n                                         \r\n\nJennifer Petersen,  with whom  Karl R.D.  Suchecki and  Petersen &amp;\r                                                                              \r\nSuchecki were on brief, for appellant.\r                \r\nSheldon Whitehouse,  United States  Attorney, with  whom Zechariah\r                                                                              \r\nChafee, Assistant United States Attorney, was on brief, for appellee.\r              \r\n\n                                         \r\n\n                         May 16, 1997\r\n                                         \r\r\n\n          BOWNES, Senior Circuit  Judge.  Defendant  Thakhone\r                      BOWNES, Senior Circuit  Judge.\r                                                   \r\n\nKhounsavanh   appeals  his   conviction  for   Conspiracy  to\r\n\nDistribute  Cocaine Base  and for  Possession with  Intent to\r\n\nDistribute Cocaine Base.  See 21 U.S.C.    841(a)(1), 846; 18\r                                         \r\n\nU.S.C.    2.   He contends that  the district court  erred in\r\n\ndenying his motion to suppress the fruits  of a search on the\r\n\nground  that  the  affidavit underlying  the  search  warrant\r\n\nlacked  sufficient  information  to  support   a  finding  of\r\n\nprobable cause.  We affirm.\r\n\n                          The Facts\r                                      The Facts\r                                               \r\n\n          On  May 23,  1995, Providence, Rhode  Island police\r\n\nofficers executed a  search warrant for the  first floor rear\r\n\napartment   at  676-678  Chalkstone  Avenue,  a  three-family\r\n\ntenement building.   The  warrant was  based on  an affidavit\r\n\nsubmitted  by  Detective  Freddy  Rocha.   According  to  the\r\n\naffidavit, a confidential informant had told  Detective Rocha\r\n\nthat two men were  storing and selling crack cocaine  in that\r\n\napartment.  The affidavit described the two men as \"'Fat Boy'\r\n\nAlias John Doe . . . an Asian Male, Unkn. Age.  5'6\" Tall and\r\n\n170 Lbs.  and 'Turtle' Alias John  Doe.  5'7\" 130  Lbs.\"  The\r\n\ninformant  also told  the  detective that  he  \"could make  a\r\n\npurchase  of  cocaine from  this  subject.\"   (The  affidavit\r\n\nalternates several times between referring to the subjects in\r\n\nthe singular and in the plural.)\r\n\n                             -2-\r                                          2\r\r\n\n          The detective sought to corroborate the informant's\r\n\nstory by taking him up  on his offer to conduct  a controlled\r\n\nbuy  of  cocaine  from  the  apartment  under  the  officer's\r\n\nsupervision.   According to  the  affidavit, Detective  Rocha\r\n\n\"drove  to  the Chalkstone  Avenue  area  [and] searched  the\r\n\ninformant  for contraband.   Finding  none the  informant was\r\n\ngiven  an  amount of  U.S. currency  and  directed to  make a\r\n\npurchase  of cocaine from  'Fat Boy' and  'Turtle' at 676-678\r\n\nChalkstone Ave.\"   The detective watched  the informant enter\r\n\nthe  building  through the  rear door  and exit  five minutes\r\n\nlater through the same door.  The detective met the informant\r\n\nat a pre-arranged location, where  the informant handed him a\r\n\nquantity  of  suspected  cocaine   which  he  stated  he  had\r\n\npurchased  from \"Fat  Boy.\"   Tests later  revealed that  the\r\n\nsubstance was indeed cocaine.\r\n\n          The detective then applied  for a warrant to search\r\n\nthe first  floor rear apartment at  676-678 Chalkstone Avenue\r\n\nand/or the two men  (\"Fat Boy\" and \"Turtle\").   The complaint\r\n\nfor  the warrant  (which was  sworn to  before a  state court\r\n\njudge) added  to the  affidavit's description the  facts that\r\n\n\"Fat Boy\" was approximately twenty-five years old with \"short\r\n\nhair balding,\" and that \"Turtle\" was an Asian male with black\r\n\nshort hair.   The court  issued the warrant,  both as  to the\r\n\npremises and as to the persons of \"Fat Boy\" and \"Turtle.\"\r\n\n                             -3-\r                                          3\r\r\n\n          The police executed the warrant the same day.  When\r\n\nthe police  entered the apartment, two  men who approximately\r\n\nfit the  informant's descriptions fled  to a bedroom.   Three\r\n\nother people were present in the apartment during the  search\r\n\nbut did not leave the  room they had been in when  the police\r\n\narrived.  One detective  searched \"Fat Boy\" and found  in his\r\n\nfront pants pocket a  plastic bag containing fourteen smaller\r\n\nbags  of what tested out as crack cocaine.  Another detective\r\n\nfound,  in the ceiling of  the kitchen, a  bag containing 650\r\n\nsmaller bags of crack  cocaine.  Another small bag  of powder\r\n\ncocaine was found in the bedroom.   In addition to the drugs,\r\n\nthe police seized  the wallets and identification  of the two\r\n\nmen who fled, one of whom is the defendant.   They also found\r\n\nin  the apartment and seized a pager, bagging material, and a\r\n\ngas bill on which the defendant's name appeared.\r\n\n          The defendant  moved to suppress the  fruits of the\r\n\nsearch.  After hearing, the district court denied the motion.\r\n\nThe defendant then  entered a plea of guilty  to Counts I and\r\n\nII of the indictment, and the government dismissed Count III.\r\n\nIn  his plea  agreement, the  defendant  gave notice  that he\r\n\nintended  to appeal  the  denial of  his suppression  motion,\r\n\npursuant to Fed. R. Crim. P. 11(a)(2).\r\n\n                      Standard of Review\r                                  Standard of Review\r                                                    \r\n\n          In reviewing a denial  of a suppression motion, the\r\n\ndistrict  court's  ultimate legal  conclusion,  including the\r\n\n                             -4-\r                                          4\r\r\n\ndetermination that a given  set of facts constituted probable\r\n\ncause, is a question of  law subject to de novo review.   See\r                                                                         \r\n\nOrnelas  v. United  States,  116 S.  Ct.  1657, 1659  (1996);\r                                      \r\n\nUnited States v. Zayas-Diaz,  95 F.3d 105, 111 n.6  (1st Cir.\r                                       \r\n\n1996).  The district court's  findings (if any) of historical\r\n\nfacts -- \"the  events which occurred leading up to  the . . .\r\n\nsearch,\" Ornelas, 116 S. Ct. at 1661 -- must be upheld unless\r                            \r\n\nthey  are clearly erroneous.  See id. at 1663; Zayas-Diaz, 95\r                                                                     \r\n\nF.3d at 111 n.6.  A  reviewing court must \"give due weight to\r\n\ninferences  drawn from  those  facts by  resident judges  and\r\n\nlocal  law enforcement  officers.\"   Ornelas,  116 S.  Ct. at\r                                                        \r\n\n1663.   But  \"the  decision whether  these historical  facts,\r\n\nviewed  from  the  standpoint of  an  objectively  reasonable\r\n\npolice officer,  amount to . .  . probable cause\" is  a mixed\r\n\nquestion of  law and fact  which we review  de novo.   Id. at\r                                                                      \r\n\n1661-63.\r\n\n                           Analysis\r                                       Analysis\r                                               \r\n\n          The  Fourth Amendment  states:   \"The right  of the\r\n\npeople to be  secure in  their persons,  houses, papers,  and\r\n\neffects,  against unreasonable  searches and  seizures, shall\r\n\nnot  be  violated, and  no  Warrants  shall issue,  but  upon\r\n\nprobable  cause,  supported  by  Oath   or  affirmation,  and\r\n\nparticularly  describing the  place to  be searched,  and the\r\n\npersons  or things  to be  seized.\"   U.S. Const.  amend. IV.\r\n\nThere  is a strong preference for the use of search warrants.\r\n\n                             -5-\r                                          5\r\r\n\nSee Ornelas, 116 S. Ct. at 1663; Payton v. New York, 445 U.S.\r                                                               \r\n\n573,  586  (1980).   While  the  warrant  requirement may  be\r\n\ndispensed with in certain exigent circumstances that are \"few\r\n\nin number and carefully  delineated,\" United States v. United\r                                                                         \r\n\nStates Dist.  Court, 407 U.S.  297, 318 (1972),  the probable\r                               \r\n\ncause  requirement is rigorously adhered to.   See Arizona v.\r                                                                         \r\n\nHicks, 480  U.S. 321,  326-27, 329  (1987).  \"Probable  cause\r                 \r\n\nexists  when 'the affidavit  upon which a  warrant is founded\r\n\ndemonstrates in some trustworthy fashion the  likelihood that\r\n\nan  offense has been committed and that there is sound reason\r\n\nto  believe that a particular search will turn up evidence of\r\n\nit'\"  or that  the search  will turn  up contraband.   United\r                                                                         \r\n\nStates v. Schaefer, 87 F.3d 562, 565 (1st Cir. 1996) (quoting\r                              \r\n\nUnited  States v.  Aguirre, 839  F.2d 854,  857-58 (1st  Cir.\r                                      \r\n\n1988)).\r\n\n          The   standard  we   apply   in   determining   the\r\n\nsufficiency of an affidavit is  whether the \"totality of  the\r\n\ncircumstances\" stated in  the affidavit demonstrates probable\r\n\ncause  to search  either the  premises or  the person.1   See\r                                                                         \r\n\nIllinois v.  Gates, 462  U.S. 213, 238  (1983).   \"[P]robable\r                              \r\n\ncause need  not be  tantamount to  proof beyond  a reasonable\r\n\ndoubt.  . . . Probability  is the touchstone.\"   Aguirre, 839\r                                                                    \r\n\nF.2d at 857 (internal quotation marks and citations omitted).\r\n\n                    \r                                \r\n\n1.  \"The  issuing magistrate  ordinarily  considers only  the\r\nfacts  set forth  in  supporting affidavits  accompanying the\r\nwarrant application.\"  Zayas-Diaz, 95 F.3d at 111.\r                                             \r\n\n                             -6-\r                                          6\r\r\n\nSee Gates, 462 U.S.  at 244 n.13 (\"[P]robable  cause requires\r                     \r\n\nonly   a  probability  or   substantial  chance  of  criminal\r\n\nactivity,  not an  actual showing  of such  activity.\").   To\r\n\nestablish   probable  cause   for  a  premises   search,  the\r\n\ninformation  available in  the  affidavit must  show \"a  fair\r\n\nprobability that  contraband or evidence  of a crime  will be\r\n\nfound in  a particular  place.\"  Id.  at 238.   An  affidavit\r                                                \r\n\nsupporting a  request  for a  search  warrant must  give  the\r\n\nmagistrate a \"substantial basis\"  upon which to conclude that\r\n\nthere  is such a \"fair probability.\"  Gates, 462 U.S. at 238-\r                                                       \r\n\n39.   The facts must be judged against an objective standard:\r\n\n\"would the facts available to the officer at the  moment of .\r\n\n. . the search  'warrant a [person] of reasonable  caution in\r\n\nthe belief' that the action taken was appropriate?\"  Terry v.\r                                                                         \r\n\nOhio, 392 U.S. 1, 21-22 (1968).\r                \r\n\n          In  many  cases, as  here,  part of  the  basis for\r\n\nprobable cause derives from  information that the police have\r\n\nobtained  from an informant.   Prior to Gates,  the Court had\r                                                         \r\n\ndeveloped  a  two-pronged test  for such  a  case:   when the\r\n\nwarrant affidavit rests on hearsay -- an informant's report -\r\n\n-  the affidavit must inform  the magistrate \"of  some of the\r\n\nunderlying circumstances from  which the informant  concluded\r\n\nthat the narcotics were where he claimed they were [the basis\r\n\nof knowledge prong], and some of the underlying circumstances\r\n\nfrom which the officer concluded that the informant . . . was\r\n\n                             -7-\r                                          7\r\r\n\n'credible'   or  his  information  'reliable'  [the  veracity\r\n\nprong].\"   Aguilar  v.  Texas,  378  U.S.  108,  114  (1964);\r                                         \r\n\nSpinelli v. United States,  393 U.S. 410, 416 (1969).   Gates\r                                                                         \r\n\nabandoned   the  notion   that  \"these  elements   should  be\r\n\nunderstood as entirely separate and  independent requirements\r\n\nto  be rigidly exacted in every case\" before a probable cause\r\n\ndetermination  may be  sustained.   Gates, 462  U.S.  at 230.\r                                                     \r\n\nGates  replaced  the  two-pronged  framework of  Aguilar  and\r                                                                    \r\n\nSpinelli with the totality of the circumstances test.  \r                    \r\n\n          While eschewing  a rigid  adherence to each  of the\r\n\nAguilar-Spinelli  factors, Gates maintained  the relevancy of\r                                            \r\n\nthe considerations set forth in those cases.  The Gates Court\r                                                                   \r\n\nsurely  did   not  intend   that  its  totality   test  would\r\n\n\"threaten[]  to  'obliterate  one  of  the  most  fundamental\r\n\ndistinctions between our  form of government, where  officers\r\n\nare  under the law, and  the police-state where  they are the\r\n\nlaw.'\"   Gates,  462 U.S.  at 291  (Brennan, J.,  dissenting)\r                          \r\n\n(quoting Johnson v. United  States, 333 U.S. 10, 17  (1948)).\r                                              \r\n\nNor  did  Gates  intend for  trial  and  appellate courts  to\r                           \r\n\nabdicate   their   responsibility   to   uphold   the  Fourth\r\n\nAmendment's probable cause requirement.   See Hicks, 480 U.S.\r                                                               \r\n\n321.   We have  never read  Gates as  a total  abandonment of\r                                             \r\n\nstandards and rules  of law in determining  whether the state\r\n\nmay intrude on a citizen's privacy.  Nor does Gates mean that\r                                                               \r\n\nreviewing  courts  are writing  on  a  clean  slate  when  we\r\n\n                             -8-\r                                          8\r\r\n\nconfront  the  question of  when  an  informant's information\r\n\nrises to the level of probable cause.  The Gates Court agreed\r                                                            \r\n\nthat  the   Aguilar  and  Spinelli   factors,  including  \"an\r                                              \r\n\ninformant's   'veracity,'   'reliability'   and   'basis   of\r\n\nknowledge' are  all highly relevant in  determining the value\r\n\nof his report.\"   Gates, 462  U.S. at  230; see Schaefer,  87\r                                                                    \r\n\nF.3d at  566 (the  Aguilar and  Spinelli factors are  \"highly\r                                                    \r\n\nrelevant,\" even after Gates).\r                                       \r\n\n          We  have recently offered  a non-exhaustive list of\r\n\npossible factors  that a  magistrate or reviewing  court will\r\n\nconsider:  \r\n\n          Among  others,  the   factors  that   may\r\n          contribute   to    a   \"probable   cause\"\r\n          determination    include    whether    an\r\n          affidavit    supports     the    probable\r\n          \"'veracity'  or  'basis of  knowledge' of\r\n          persons  supplying  hearsay information\";\r\n          whether  informant  statements are  self-\r\n          authenticating; whether some  or all  the\r\n          informant's   factual   statements   were\r\n          corroborated   wherever  reasonable   and\r\n          practicable    (e.g.,   through    police\r\n          surveillance);   and   whether   a   law-\r\n          enforcement     affiant    included     a\r\n          professional  assessment of  the probable\r\n          significance  of the facts related by the\r\n          informant,   based   on   experience   or\r\n          expertise.    None  of  these  factors is\r\n          indispensable; thus, stronger evidence on\r\n          one or more factors  may compensate for a\r\n          weaker or deficient showing on another. \r\n\nZayas-Diaz, 95 F.3d at  111 (citations and footnote omitted).\r                      \r\n\n          The risk that  the informant is  lying or in  error\r\n\nneed not be  wholly eliminated.   Rather, what  is needed  is\r\n\nthat \"the probability  of a lying or  inaccurate informer has\r\n\n                             -9-\r                                          9\r\r\n\nbeen   sufficiently  reduced   by  corroborative   facts  and\r\n\nobservations.\"  2  W. LaFave, Search and Seizure:  A Treatise\r                                                                         \r\n\non  the  Fourth  Amendment   168  (3d  ed.  1996)  (\"LaFave\")\r                                      \r\n\n(quotation omitted).  The  judgment to be made is:  when does\r\n\nverification  of  part  of  the  informant's  story  make  it\r\n\nsufficiently likely that the  crucial part of the informant's\r\n\nstory (i.e., allegations that  criminal activity has occurred\r\n\nand  that evidence pertaining  thereto will  be found  in the\r\n\nlocation to be searched)  is true, such as would  \"'warrant a\r\n\n[person] of reasonable caution in the  belief' that [a search\r\n\nwould  be] appropriate,\"  based upon  what the  informant has\r\n\nsaid?  See Terry, 391 U.S. at 21-22.\r                            \r\n\n          In   analyzing   whether   there    is   sufficient\r\n\ncorroboration, in verifying the  reliability of the informant\r\n\nor in  demonstrating an adequate  basis for knowledge,  it is\r\n\nnot particularly probative  for the informant to supply a lot\r\n\nof  details about  irrelevant facts  that other  people could\r\n\neasily  know about  and that  are not incriminating,  such as\r\n\ndescribing  all   the  furniture  in  an   apartment  or  the\r\n\ndefendant's  routine   activities.    Such  details   do  not\r\n\ndemonstrate  that the  informant has  a legitimate  basis for\r\n\nknowing  about  the defendant's  allegedly  criminal activity\r\n\nwhich,  after all, is what the affidavit must establish.  \"At\r\n\nbest, [such] details merit  the conclusion that the informant\r\n\nhas   been  in  the  premises   in  question  [or  knows  the\r\n\n                             -10-\r                                          10\r\r\n\ndefendant's daily  routine], but since a  direct statement to\r\n\nthat effect  by the informant would not carry the day, it can\r\n\nhardly be  enough that this particular  conclusion is reached\r\n\nby inference from the statement of detail.\"  2 LaFave  at 160\r\n\n(footnote omitted).  Unless such details, combined with other\r\n\ncircumstances,  would in  some  way  generate suspicion  that\r\n\ncriminal conduct has occurred  or that contraband or evidence\r\n\nexists on the premises  or on the person to be searched, they\r\n\nwould not warrant a prudent police officer in the belief that\r\n\na search would  be appropriate.   Cf. Alabama  v. White,  496\r                                                                   \r\n\nU.S.  325, 332 (1990)  (where anonymous caller  told police a\r\n\nwoman  would   leave  a  certain  apartment   building  at  a\r\n\nparticular time and get into a particularly described car and\r\n\ndrive  to a  certain  motel, and  where surveilling  officers\r\n\nobserved such behavior, these facts constitute a \"close case\"\r\n\nto  establish merely  reasonable  suspicion to  make a  Terry\r                                                                         \r\n\nstop).\r\n\n          In the instant  case, the defendant  challenges two\r\n\ndistinct  aspects  of the  search:   whether  the  police had\r\n\nprobable cause to  obtain a warrant to search  the apartment;\r\n\nand  whether  the  police  were justified  in  searching  the\r\n\ndefendant  when  they did.   We  will  analyze each  of these\r\n\naspects separately.   We conclude that the  warrant was based\r\n\nupon sufficient  facts to establish probable  cause to search\r\n\nthe premises; then when  that search was executed, additional\r\n\n                             -11-\r                                          11\r\r\n\ninformation came  to light  which provided probable  cause to\r\n\nsearch the person of the defendant.\r\n\n          The  government  argues   that  a  controlled  buy,\r\n\nobserved by the  officer, is per  se sufficient to  establish\r                                                \r\n\nprobable cause to  search the apartment.  We disagree.  A per\r                                                                         \r\n\nse  rule is  not  appropriate in  the  context of  protecting\r              \r\n\nprecious Fourth Amendment freedoms.   Fourth Amendment rights\r\n\n\"are not mere second-class rights  but belong in the  catalog\r\n\nof indispensable  freedoms.   Among  deprivations of  rights,\r\n\nnone is so  effective in  cowing a  population, crushing  the\r\n\nspirit of the  individual and putting terror in  every heart.\r\n\nUncontrolled  search and seizure is one of the first and most\r\n\neffective  weapons   in  the   arsenal  of   every  arbitrary\r\n\ngovernment.\"   Brinegar v. United  States, 338 U.S.  160, 180\r                                                     \r\n\n(1949)  (Jackson, J.,  dissenting).   \"But  the  right to  be\r\n\nsecure  against  searches and  seizures  is one  of  the most\r\n\ndifficult to protect.  Since the officers  are themselves the\r\n\nchief invaders, there is no enforcement outside of court. . .\r\n\n.  Courts  can protect  the innocent  against such  invasions\r\n\nonly indirectly and through  the medium of excluding evidence\r\n\nobtained against those who  frequently are guilty.\"    Id. at\r                                                                      \r\n\n181.  As Justice Scalia has  written for the Court, \"there is\r\n\nnothing   new  in  the   realization  that  the  Constitution\r\n\nsometimes  insulates the  criminality  of a  few in  order to\r\n\nprotect the privacy of us all.\"  Hicks, 480 U.S. at 329.\r                                                  \r\n\n                             -12-\r                                          12\r\r\n\n          Moreover,   a   probable  cause   determination  is\r\n\nfundamentally  a  fact-specific  inquiry.    No   one  factor\r\n\npossesses talismanic  powers.   Because of the  importance of\r\n\nFourth Amendment  freedoms to every American,  and because of\r\n\nthe fact-specific  nature of  the probable cause  inquiry, we\r\n\nreject  the government's  contention  that  a controlled  buy\r\n\nshould  be per se sufficient  to establish probable  cause.  \r                             \r\n\nSee United States  v. Caggiano,  899 F.2d 99,  102 (1st  Cir.\r                                          \r\n\n1990) (a  determination of probable cause \"cannot be based on\r\n\nhard  certainties   and  rigid  rules\");   cf.  Richards   v.\r                                                                         \r\n\nWisconsin, 117 S. Ct.  1416, 1421 (1997) (rejecting a  per se\r                                                                         \r\n\nexception  to   the  knock-and-announce  element   of  Fourth\r\n\nAmendment's  reasonableness  requirement   for  felony   drug\r\n\ninvestigations).   We hold  instead that  every case  must be\r\n\nevaluated  \"on  its  own  facts and  circumstances,\"  Ker  v.\r                                                                         \r\n\nCalifornia, 374 U.S. 23,  33 (1963) (internal quotation marks\r                      \r\n\nomitted), with due consideration to  the totality of all  the\r\n\ncircumstances  in that  particular case,  Gates, 462  U.S. at\r                                                           \r\n\n238.  See also Ornelas, 116 S. Ct. at 1661.  \"[T]he fact that\r                                  \r\n\n[a  controlled  buy]  may  frequently  present  circumstances\r\n\nwarranting [a  finding of probable cause]  cannot remove from\r\n\nthe neutral scrutiny of [a magistrate and] a reviewing  court\r\n\nthe  [existence  of probable  cause]  in  a particular  case.\r\n\nInstead, in each case, it  is the duty of a  court confronted\r\n\nwith  the  question  to   determine  whether  the  facts  and\r\n\n                             -13-\r                                          13\r\r\n\ncircumstances of  the particular  [affidavit in support  of a\r\n\nwarrant application] justified\" the issuance of  the warrant.\r\n\nRichards,  117 S.  Ct. at  1421.   Accordingly, we  hold that\r                    \r\n\nmagistrates  and reviewing courts must carefully review every\r\n\nwarrant application  on its  own merit, to  determine whether\r\n\nall  the facts and circumstances of  that case are sufficient\r\n\nto establish probable cause to conduct a search.\r\n\n          We do agree, however, that, taking into account the\r\n\ntotality of circumstances in the instant case, the government\r\n\nhad established probable  cause for the  search of the  first\r\n\nfloor rear apartment at 676-678 Chalkstone Avenue.  According\r\n\nto the officer's  affidavit, the informant had  told him that\r\n\nhe knew \"Fat Boy\" and \"Turtle\" were storing and selling drugs\r\n\nin the  apartment in question;  the informant had  offered to\r\n\nmake  a purchase  from  those individuals  in that  apartment\r\n\n(knowing  that,  if  he was  lying,  he  would  be found  out\r\n\nrelatively  quickly); and the  informant in fact  went to the\r\n\napartment without  crack cocaine,  after  having been  patted\r\n\ndown,  and   emerged  several   minutes  later  with   crack,\r\n\nexplaining that he  had purchased the crack from  \"Fat Boy.\"2\r\n\nWhile all  these facts  did not  corroborate each  other with\r\n\ncertainty, the combination of  facts \"'reduced the chances of\r\n\na reckless  or prevaricating tale,' [and]  thus provid[ed] 'a\r\n\n                    \r                                \r\n\n2.  The complaint  contained additional facts  but those were\r\nnot part of the affidavit.  See infra at 20 &amp; n.4.\r                                                 \r\n\n                             -14-\r                                          14\r\r\n\nsubstantial basis  for crediting  the hearsay.'\"   Gates, 468\r                                                                    \r\n\nU.S. at 244-45 (quoting Jones v. United States, 362 U.S. 257,\r                                                          \r\n\n269,  271   (1960)).    Taken  together,   these  facts  were\r\n\nsufficient to give the  magistrate a \"substantial basis\" upon\r\n\nwhich to  conclude that  there was  a \"fair  probability that\r\n\ncontraband  or evidence of a  crime [would] be  found\" in the\r\n\napartment.  See Gates, 462 U.S. at 238-39. \r                                 \r\n\n          This  case  contains  almost  the exact  same  fact\r\n\npattern as in  United States  v. Garcia, 983  F.2d 1160  (1st\r                                                   \r\n\nCir. 1993).  In  Garcia, the defendant had moved  to suppress\r                                   \r\n\nevidence seized during the search of an apartment in a three-\r\n\nfamily building, on the  ground that the affidavit underlying\r\n\nthe search  warrant upon which the search  team relied failed\r\n\nto demonstrate probable cause for the search.\r\n\n          That affidavit, in essence, stated:  that\r\n          [the  affiant,  a  police detective]  had\r\n          reason to believe that a large-scale drug\r\n          operation was being  conducted out of the\r\n          second floor apartment of  93-95 Gallatin\r\n          Street;  that  he  met  with  a  reliable\r\n          confidential informant who told  him that\r\n          two  Hispanic  persons  were storing  and\r\n          selling  drugs;  that  the informant  had\r\n          seen  large  amounts  of cocaine  in  the\r\n          apartment; and that, to  corroborate this\r\n          information,  [the detective]  executed a\r\n          \"controlled  buy\" through  the informant.\r\n          The   affidavit   fully   described   the\r\n          \"controlled buy.\" \r\n\nId. at 1166.  In Garcia, as here, the controlled buy was less\r                                   \r\n\nthan  ideal:  the detective  was able to  watch the informant\r\n\nenter  and leave the building through its front door, but did\r\n\n                             -15-\r                                          15\r\r\n\nnot  follow  the informant  into  the building  and  thus was\r\n\nunable  to  verify with  certainty  which  apartment was  the\r\n\nsource  of  the drugs  (or even  whether  the drugs  had been\r\n\nsecreted  elsewhere in  the  building, as  the defendant  had\r\n\nhypothesized).  Id.  at 1166-67.  In  addition, Garcia shared\r                                                                  \r\n\nanother anomaly  with the instant  case:  when  the informant\r\n\nhanded  the drugs  to the  officer, he  reported that  he had\r\n\npurchased the  drugs from  \"the Hispanic male  [singular] who\r\n\nresided  in  the second  floor  apartment,\"  even though  the\r\n\ninformant  had  previously  told  him  that  there  were  two\r\n\nHispanic persons involved in the drug-selling operation.  Id.\r                                                                         \r\n\nat 1167.\r\n\n          We  found that  the state  court judge  issuing the\r\n\nwarrant  and   the  district  judge  reviewing   it  \"drew  a\r\n\nreasonable inference  of probable  cause that there  was drug\r\n\ntrafficking in  the second floor apartment  of 93-95 Gallatin\r\n\nStreet.\"  Id.   Likewise, in the instant case,  the affidavit\r                         \r\n\ncontained  sufficient information to lead a reasonable person\r\n\nto  believe that crack cocaine  was being stored  in and sold\r\n\nfrom  the first  floor rear  apartment at  676-678 Chalkstone\r\n\nAvenue, also a three-story tenement building.\r\n\n          The  present case  is  controlled by  Garcia   even\r                                                                  \r\n\nthough  the  affidavit  there  contained one  fact  that  the\r\n\npresent affidavit did not:  the detective in Garcia described\r                                                               \r\n\nthe informant as \"reliable.\"  This is a distinction without a\r\n\n                             -16-\r                                          16\r\r\n\nreal difference.   A bald assertion  of reliability, with  no\r\n\nallegations regarding the basis for the officer's belief that\r\n\nthe informant is reliable --  such as convictions obtained as\r\n\na result of information supplied in the past by the informant\r\n\n-- is \"entitled  to only  slight weight.\"   United States  v.\r                                                                         \r\n\nForee,  43  F.3d  1572,   1576  (11th  Cir.  1995)  (internal\r                 \r\n\nquotation marks  omitted); see  Gates, 462  U.S. at 239  (\"An\r                                                 \r\n\nofficer's statement  that  'affiants have  received  reliable\r\n\ninformation  from  a credible  person  and  do believe'  that\r\n\nheroin  is stored in a home, is likewise inadequate.\").  Even\r\n\nthough the informant's past  performance may be considered in\r\n\nevaluating the credibility or reliability of the informant, a\r\n\nmere  allegation   that  the   informant  is   \"credible\"  or\r\n\n\"reliable\"  does not  permit the  judicial officer  to assume\r\n\nthat any  such past performance  actually took place  or that\r\n\nthe   performance  was   of  a   nature  to   merit   such  a\r\n\ncharacterization of the informant. \r\n\n          Thus, it  is of only \"slight\" moment that this case\r\n\nlacks  the  conclusory  assertion  of  reliability  that  was\r\n\npresent  in  Garcia.    The  more  important  facts  are  the\r                               \r\n\nsimilarities between the two cases:  an informant who alleges\r\n\nthat  drugs  are  being  stored  and  sold  in  a  particular\r\n\napartment, who offered to  make a controlled buy and  who did\r\n\nmake  a  controlled  buy  from  the  same  apartment.     The\r\n\ncorroboration of the informant's story did not consist merely\r\n\n                             -17-\r                                          17\r\r\n\nof  corroborating  some innocent  facts  that  any number  of\r\n\npeople  might  know.   This  was  corroboration  of the  very\r\n\ncriminal activity which the police were investigating, and of\r\n\nthe existence of contraband or evidence on the premises to be\r\n\nsearched.  As such,  it supports a finding of  probable cause\r\n\nin  a way that facts about furniture or routine activities do\r\n\nnot.\r\n\n          To be sure, the controlled buy in this case was, as\r\n\nthe defendant claims, not  free of problems.  Compare  United\r                                                                         \r\n\nStates  v.  Cruz  Jimenez, 894  F.2d  1,  3  (1st Cir.  1990)\r                                     \r\n\n(informant, searched  first,  had  cocaine  when  she  exited\r\n\ndefendant's motel room; that, plus what police overheard from\r\n\nbody recorder she wore during transaction, confirmed that she\r\n\nobtained drugs from defendant).  But as noted, in Garcia, 983\r                                                                    \r\n\nF.2d  at 1166-67,  we upheld  a probable  cause determination\r\n\nwhere   the  facts,  including   the  imperfections   of  the\r\n\ncontrolled buy, were remarkably similar to those here.3\r\n\n                    \r                                \r\n\n3.  The government  contends that, even if  the affidavit did\r\nnot  contain sufficient  corroboration to  establish probable\r\ncause to  search, suppression  is not appropriate  because of\r\nthe  Leon good faith exception.   See United  States v. Leon,\r                                                                        \r\n468 U.S. 897 (1984).  \"This good faith exception, however, is\r\ngrounded in an  objective standard of  reasonableness.  As  a\r\nresult,  an  officer  is   required  to  have  a  'reasonable\r\nknowledge of  what  the law  prohibits.'\"   United States  v.\r                                                                         \r\nFuccillo,  808 F.2d  173, 177 (1st  Cir.), cert.  denied, 482\r                                                                    \r\nU.S.  905 (1987)  (quoting  Leon,  468  U.S.  at  920  n.20).\r                                            \r\n\"Suppression  is   still  an  appropriate  remedy  when  'the\r\nofficers  were . . . reckless in preparing their affidavit. .\r\n. .'\"   Fuccillo, 808 F.2d at 178 (quoting  Leon, 468 U.S. at\r                                                            \r\n926).   In Fuccillo, we held that the officers \"were reckless\r                               \r\nin not including in the affidavit information which was known\r\n\n                             -18-\r                                          18\r\r\n\n          The   defendant  further  argues  that  the  search\r\n\nwarrant was  inadequate because of a  few minor discrepancies\r\n\nor errors in some facts in the affidavit and in the officer's\r\n\ntestimony  about the  name of  the street  from which  he was\r\n\nconducting  surveillance  during  the  controlled  buy.    We\r\n\ndisagree.  The  magistrate \"may  reasonably choose to  . .  .\r\n\ndisregard petty inconsistencies\"  in informants'  statements.\r\n\nSchaefer,  87 F.3d at 567  (quoted in Zayas-Diaz,  95 F.3d at\r                                                            \r\n\n115-16).\r\n\n          We  turn  now to  the  defendant's  claim that  the\r\n\naffidavit  contained  insufficient  information  to  form the\r\n\nbasis  for  probable  cause  to search  the  person  of  this\r                                                               \r\n\ndefendant.   This is a  separate issue from  the existence of\r\n\nprobable cause to search the premises which we have discussed\r\n\nsupra.   Probable cause to search a person \"must be supported\r                 \r\n\nby  probable  cause  particularized  with  respect   to  that\r\n\nperson.\"   Ybarra v. Illinois, 444 U.S. 85, 91 (1979); United\r                                                                         \r\n\nStates  v. Sepulveda,  102 F.3d  1313, 1315 (1st  Cir. 1996).\r                                \r\n\n\"[A]   person's  mere  propinquity  to  others  independently\r\n\nsuspected of  criminal activity does not,  without more, give\r\n\n                    \r                                \r\n\nor  easily accessible  to them.\"    Id. at  178.   There, the\r                                                   \r\nofficers  \"simply  did  not   'take  every  step  that  could\r\nreasonably be expected of them.'\"  Id. (quoting Massachusetts\r                                                                         \r\nv. Sheppard,  468 U.S. 981, 989 (1984)).  In this case, it is\r                       \r\nan   open  question  whether   this  objective   standard  of\r\nreasonableness was  met.  We  need not  reach this  question,\r\nhowever, since  we determine  the evidence is  admissible, in\r\nany event, on other grounds.\r\n\n                             -19-\r                                          19\r\r\n\nrise to probable cause  to search that person.\"   Ybarra, 444\r                                                                    \r\n\nU.S.  at  91;  Sepulveda, 102  F.3d  at  1315.   The  factors\r                                    \r\n\ndiscussed supra,  while providing probable  cause to  believe\r                           \r\n\nthat  the  premises contained  contraband  or  evidence of  a\r                               \r\n\ncrime, do not alone provide a sufficient basis for the police\r\n\nto have searched this defendant's person (on which they found\r\n\nhis identification which,  coupled with the gas bill they had\r\n\nfound in the apartment, tied him to the premises).  \r\n\n          The  government argues  that  the \"specificity  and\r\n\ndetail\"  of the  informant's  descriptions of  \"Fat Boy\"  and\r\n\n\"Turtle\"    are   so   \"precise\"   that   they   are   \"self-\r\n\nauthenticating,\"  an  additional  factor that  would  support\r\n\nissuing a  warrant to  search  the person  of this  defendant\r\n\n(citing Zayas-Diaz,  95 F.3d at  111).   We disagree.   It is\r                              \r\n\ntrue that there may be cases where an informant provides such\r\n\na  wealth of detail, with  such a high  degree of specificity\r\n\nthat  it is unlikely  that the  informant is  inventing these\r\n\nassertions, and  his veracity  is supported through  the very\r\n\nspecificity and detail  of his  statement.   See id.;  United\r                                                                         \r\n\nStates v. Caggiano, 899 F.2d 99, 102-03 (1st  Cir. 1990).  In\r                              \r\n\nthe instant  case, however, the so-called  \"precision\" in the\r\n\naffidavit -- \"'Turtle' Alias John Doe.   5'7\" 130 Lbs.\" -- is\r\n\nnot  nearly enough  to make  the informant's  statement self-\r\n\nauthenticating.    This  is  true  even  if  we   accept  the\r\n\ngovernment's  invitation to  consider as well  the additional\r\n\n                             -20-\r                                          20\r\r\n\nassertions  contained  in  the  complaint   attached  to  the\r\n\naffidavit:   that \"Turtle\" was an Asian male with black short\r\n\nhair.4 \r\n\n          Nor does the  controlled buy in  this case offer  a\r\n\ncorroborative  cure for  the affidavit's  deficiencies.   The\r\n\ncontrolled  buy --  during  which the  informant said  he had\r\n\nbought drugs from \"Fat  Boy,\" not from this defendant  -- was\r\n\nsufficient to cure the  lack of probable cause to  search the\r\n\npremises but  was inadequate  to cure  the  lack of  probable\r                    \r\n\ncause  to  believe that  a search  of the  defendant's person\r                                                                         \r\n\nwould likely turn up contraband or evidence of a crime.\r\n\n          Nevertheless,   once   the  officers   entered  the\r\n\napartment legally  pursuant to  the legal search  warrant for\r\n\nthe   premises,   they   observed   two   men   fleeing   who\r\n\n(approximately)  fit  those admittedly  sketchy descriptions.\r\n\nThis flight, coupled with the controlled buy monitored by the\r\n\ndetective  and the informant's  description (including height\r\n\nand weight) of two alleged drug traffickers selling drugs out\r                              \r\n\n                    \r                                \r\n\n4.  The  latter details  were not included  in the  affidavit\r\nitself,  and \"[t]he  issuing magistrate  ordinarily considers\r\nonly   the  facts   set   forth   in  supporting   affidavits\r\naccompanying the  warrant application.\"   Zayas-Diaz, 95 F.3d\r                                                                \r\nat  111.  The  magistrate may  also consider  testimony given\r\nbefore  him or her, if the testimony  was sworn to and made a\r\npart of the affidavit.  See Fed. R. Crim. P. 41(c).  We  need\r                                       \r\nnot decide whether the  complaint accompanying the  affidavit\r\nin this case should  be considered as part of  the affidavit,\r\nbecause we hold infra  that the police had probable  cause to\r                                 \r\nsearch  the defendant's  person  regardless of  how we  would\r\ndecide this issue.\r\n\n                             -21-\r                                          21\r\r\n\nof that apartment, was sufficient to establish probable cause\r\n\nto  search the defendant's person, without a warrant.5  Thus,\r\n\neven  though  the affidavit  was  insufficient  to sustain  a\r\n\nwarrant to search the person of this defendant, the affidavit\r\n\nwas sufficient to sustain a  warrant to search the apartment,\r\n\nand  once  the  police  entered the  apartment  legally,  the\r\n\ndefendant's suspicious behavior (coupled with the informant's\r\n\nreport and  the controlled  buy) was sufficient  to establish\r\n\nprobable  cause to  search  the defendant  for contraband  or\r\n\nevidence of a crime.\r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          We  cannot  say  that  the  affidavit  here  lacked\r\n\nprobable cause sufficient  to justify a  search of the  first\r\n\nfloor   rear   apartment   at   676-678   Chalkstone  Avenue.\r\n\nNevertheless,  we urge  police officers  to include  in their\r\n\naffidavits as much  information as they can legally gather on\r\n\nwhich  to base  a finding  of reliability  and basis  for the\r\n\ninformant's knowledge.   And we will  require magistrates and\r\n\nreviewing courts  to scrutinize  affidavits such as  this one\r\n\ncarefully.  \r\n\n                    \r                                \r\n\n5.  The warrantless  aspect of the search of  the defendant's\r\nperson was  justified by exigent circumstances  in this case:\r\ntwo individuals  who met an informant's  descriptions of drug\r\ndealers fled from  police officers as they  executed a search\r\nwarrant, during the investigation  of a crime involving drugs\r\nthat  could easily be disposed  of.  See  McCabe v. Life-Line\r                                                                         \r\nAmbulance Serv.,  77 F.3d  540, 545 (1st  Cir. 1996);  United\r                                                                         \r\nStates v. Wihbey, 75 F.3d 761, 766 (1st Cir. 1996).\r                            \r\n\n                             -22-\r                                          22\r\r\n\n          As we said in  the context of Rule 11,  \"[t]he more\r\n\nmeticulously  [a legal rule] is adhered to, the more it tends\r\n\nto  discourage,  or  at  least  to  enable  more  expeditious\r\n\ndisposition of\"  a defendant's attacks on asserted violations\r\n\nof the  rule.   United States  v. Martinez-Martinez,  69 F.3d\r                                                               \r\n\n1215,  1225-26 (1st Cir. 1995), cert. denied, 116 S. Ct. 1343\r                                                        \r\n\n(1996)  (quoting United States v.  Cotal-Crespo, 47 F.3d 1, 8\r                                                           \r\n\n(1st  Cir.),  cert. denied,  116 S.  Ct.  94 (1995),  in turn\r                                      \r\n\nquoting McCarthy v. United States, 394 U.S. 459, 465 (1969)).\r                                             \r\n\nTherefore, \"[a]lthough  we conclude that  the [probable cause\r\n\ndetermination] in this case was adequate, we are nevertheless\r\n\ncompelled  to   remind  district   courts  [and  police   and\r\n\nmagistrates]  that,  for the  sake  of  judicial economy  and\r\n\nfundamental fairness, the best way to ensure that\" the Fourth\r\n\nAmendment's probable cause requirement is complied with is to\r\n\nmeticulously comply  with it.  Martinez-Martinez,  69 F.3d at\r                                                            \r\n\n1225-26 (quoting  Cotal-Crespo, 47 F.3d at  8); see Richards,\r                                                                        \r\n\n117  S.  Ct. at  1421 (emphasizing  importance   of   neutral\r\n\nscrutiny  of  police  behavior by  a \r\n\n                             -23-\r                                          23\r\r\n\nreviewing court to ensure compliance with Fourth Amendment in\r\n\nparticular case).\r\n\n                              Affirmed.\r                                          Affirmed.\r                                                  \r\n\n                             -24-\r                                          24\r\r\n",
  "html": "<p class=\"case_cite\">113 F.3d 279</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Thakhone KHOUNSAVANH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1244.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1997.<br>Decided May 16, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jennifer Petersen, with whom Karl R.D. Suchecki and Petersen &amp; Suchecki were on brief, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, with whom Zechariah Chafee, Assistant United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Thakhone Khounsavanh appeals his conviction for Conspiracy to Distribute Cocaine Base and for Possession with Intent to Distribute Cocaine Base.  See 21 U.S.C. &#167;&#167; 841(a)(1), 846;  18 U.S.C. &#167; 2.  He contends that the district court erred in denying his motion to suppress the fruits of a search on the ground that the affidavit underlying the search warrant lacked sufficient information to support a finding of probable cause.  We affirm.</p>\n    </div>\n    <p>The Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 23, 1995, Providence, Rhode Island police officers executed a search warrant for the first floor rear apartment at 676-678 Chalkstone Avenue, a three-family tenement building.  The warrant was based on an affidavit submitted by Detective Freddy Rocha.  According to the affidavit, a confidential informant had told Detective Rocha that two men were storing and selling crack cocaine in that apartment.  The affidavit described the two men as \" 'Fat Boy' Alias John Doe ... an Asian Male, Unkn.  Age. 5'6\"' Tall and 170 Lbs. and 'Turtle' Alias John Doe. 5'7\"' 130 Lbs.\" The informant also told the detective that he \"could make a purchase of cocaine from this subject.\"  (The affidavit alternates several times between referring to the subjects in the singular and in the plural.)</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The detective sought to corroborate the informant's story by taking him up on his offer to conduct a controlled buy of cocaine from the apartment under the officer's supervision.  According to the affidavit, Detective Rocha \"drove to the Chalkstone Avenue area [and] searched the informant for contraband.  Finding none the informant was given an amount of U.S. currency and directed to make a purchase of cocaine from 'Fat Boy' and 'Turtle' at 676-678 Chalkstone Ave.\" The detective watched the informant enter the building through the rear door and exit five minutes later through the same door.  The detective met the informant at a pre-arranged location, where the informant handed him a quantity of suspected cocaine which he stated he had purchased from \"Fat Boy.\"  Tests later revealed that the substance was indeed cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The detective then applied for a warrant to search the first floor rear apartment at 676-678 Chalkstone Avenue and/or the two men (\"Fat Boy\" and \"Turtle\").  The complaint for the warrant (which was sworn to before a state court judge) added to the affidavit's description the facts that \"Fat Boy\" was approximately twenty-five years old with \"short hair balding,\" and that \"Turtle\" was an Asian male with black short hair.  The court issued the warrant, both as to the premises and as to the persons of \"Fat Boy\" and \"Turtle.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The police executed the warrant the same day.  When the police entered the apartment, two men who approximately fit the informant's descriptions fled to a bedroom.  Three other people were present in the apartment during the search but did not leave the room they had been in when the police arrived.  One detective searched \"Fat Boy\" and found in his front pants pocket a plastic bag containing fourteen smaller bags of what tested out as crack cocaine.  Another detective found, in the ceiling of the kitchen, a bag containing 650 smaller bags of crack cocaine.  Another small bag of powder cocaine was found in the bedroom.  In addition to the drugs, the police seized the wallets and identification of the two men who fled, one of whom is the defendant.  They also found in the apartment and seized a pager, bagging material, and a gas bill on which the defendant's name appeared.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendant moved to suppress the fruits of the search.  After hearing, the district court denied the motion.  The defendant then entered a plea of guilty to Counts I and II of the indictment, and the government dismissed Count III.  In his plea agreement, the defendant gave notice that he intended to appeal the denial of his suppression motion, pursuant to Fed.R.Crim.P. 11(a)(2).</p>\n    </div>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In reviewing a denial of a suppression motion, the district court's ultimate legal conclusion, including the determination that a given set of facts constituted probable cause, is a question of law subject to de novo review.  See Ornelas v. United States, --- U.S. ----, ----, 116 S.Ct. 1657, 1659, 134 L.Ed.2d 911 (1996);  United States v. Zayas-Diaz, 95 F.3d 105, 111 n. 6 (1st Cir.1996).  The district court's findings (if any) of historical facts--\"the events which occurred leading up to the ... search,\" Ornelas, --- U.S. at ----, 116 S.Ct. at 1661--must be upheld unless they are clearly erroneous.  See id. at ----, 116 S.Ct. at 1663;  Zayas-Diaz, 95 F.3d at 111 n. 6. A reviewing court must \"give due weight to inferences drawn from those facts by resident judges and local law enforcement officers.\"  Ornelas, --- U.S. at ----, 116 S.Ct. at 1663.   But \"the decision whether these historical facts, viewed from the standpoint of an objectively reasonable police officer, amount to ... probable cause\" is a mixed question of law and fact which we review de novo.  Id. at ----- -----, 116 S.Ct. at 1661-63.</p>\n    </div>\n    <p>Analysis</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Fourth Amendment states:  \"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\"   U.S. Const. amend.  IV. There is a strong preference for the use of search warrants.  See Ornelas, --- U.S. at ----, 116 S.Ct. at 1663;  Payton v. New York, 445 U.S. 573, 586, 100 S.Ct. 1371, 1380, 63 L.Ed.2d 639 (1980).  While the warrant requirement may be dispensed with in certain exigent circumstances that are \"few in number and carefully delineated,\" United States v. United States Dist. Court, 407 U.S. 297, 318, 92 S.Ct. 2125, 2137, 32 L.Ed.2d 752 (1972), the probable cause requirement is rigorously adhered to.  See Arizona v. Hicks, 480 U.S. 321, 326-27, 329, 107 S.Ct. 1149, 1153-54, 1155, 94 L.Ed.2d 347 (1987).  \"Probable cause exists when 'the affidavit upon which a warrant is founded demonstrates in some trustworthy fashion the likelihood that an offense has been committed and that there is sound reason to believe that a particular search will turn up evidence of it' \" or that the search will turn up contraband.  United States v. Schaefer, 87 F.3d 562, 565 (1st Cir.1996) (quoting United States v. Aguirre, 839 F.2d 854, 857-58 (1st Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The standard we apply in determining the sufficiency of an affidavit is whether the \"totality of the circumstances\" stated in the affidavit demonstrates probable cause to search either the premises or the person.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Illinois v. Gates, 462 U.S. 213, 238, 103 S.Ct. 2317, 2332, 76 L.Ed.2d 527 (1983).  \"[P]robable cause need not be tantamount to proof beyond a reasonable doubt....  Probability is the touchstone.\"  Aguirre, 839 F.2d at 857 (internal quotation marks and citations omitted).  See Gates, 462 U.S. at 244 n. 13, 103 S.Ct. at 2335 n. 13 (\"[P]robable cause requires only a probability or substantial chance of criminal activity, not an actual showing of such activity.\").  To establish probable cause for a premises search, the information available in the affidavit must show \"a fair probability that contraband or evidence of a crime will be found in a particular place.\"  Id. at 238, 103 S.Ct. at 2332.   An affidavit supporting a request for a search warrant must give the magistrate a \"substantial basis\" upon which to conclude that there is such a \"fair probability.\"  Gates, 462 U.S. at 238-39, 103 S.Ct. at 2332-33.   The facts must be judged against an objective standard:  \"would the facts available to the officer at the moment of ... the search 'warrant a [person] of reasonable caution in the belief' that the action taken was appropriate?\"  Terry v. Ohio, 392 U.S. 1, 21-22, 88 S.Ct. 1868, 1880, 20 L.Ed.2d 889 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In many cases, as here, part of the basis for probable cause derives from information that the police have obtained from an informant.  Prior to Gates, the Court had developed a two-pronged test for such a case:  when the warrant affidavit rests on hearsay--an informant's report--the affidavit must inform the magistrate \"of some of the underlying circumstances from which the informant concluded that the narcotics were where he claimed they were [the basis of knowledge prong], and some of the underlying circumstances from which the officer concluded that the informant ... was 'credible' or his information 'reliable' [the veracity prong].\"  Aguilar v. Texas, 378 U.S. 108, 114, 84 S.Ct. 1509, 1514, 12 L.Ed.2d 723 (1964);  Spinelli v. United States, 393 U.S. 410, 416, 89 S.Ct. 584, 589, 21 L.Ed.2d 637 (1969).  Gates abandoned the notion that \"these elements should be understood as entirely separate and independent requirements to be rigidly exacted in every case\" before a probable cause determination may be sustained.  Gates, 462 U.S. at 230, 103 S.Ct. at 2328.  Gates replaced the two-pronged framework of Aguilar and Spinelli with the totality of the circumstances test.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While eschewing a rigid adherence to each of the Aguilar-Spinelli factors, Gates maintained the relevancy of the considerations set forth in those cases.  The Gates Court surely did not intend that its totality test would \"threaten[ ] to 'obliterate one of the most fundamental distinctions between our form of government, where officers are under the law, and the police-state where they are the law.' \"  Gates, 462 U.S. at 291, 103 S.Ct. at 2360 (Brennan, J., dissenting) (quoting Johnson v. United States, 333 U.S. 10, 17, 68 S.Ct. 367, 370, 92 L.Ed. 436 (1948)).  Nor did Gates intend for trial and appellate courts to abdicate their responsibility to uphold the Fourth Amendment's probable cause requirement.  See Hicks, 480 U.S. 321, 107 S.Ct. 1149, 94 L.Ed.2d 347.   We have never read Gates as a total abandonment of standards and rules of law in determining whether the state may intrude on a citizen's privacy.  Nor does Gates mean that reviewing courts are writing on a clean slate when we confront the question of when an informant's information rises to the level of probable cause.  The Gates Court agreed that the Aguilar and Spinelli factors, including \"an informant's 'veracity,' 'reliability' and 'basis of knowledge' are all highly relevant in determining the value of his report.\"  Gates, 462 U.S. at 230, 103 S.Ct. at 2328;  see Schaefer, 87 F.3d at 566 (the Aguilar and Spinelli factors are \"highly relevant,\" even after Gates ).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have recently offered a non-exhaustive list of possible factors that a magistrate or reviewing court will consider:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Among others, the factors that may contribute to a \"probable cause\" determination include whether an affidavit supports the probable \" 'veracity' or 'basis of knowledge' of persons supplying hearsay information\";  whether informant statements are self-authenticating;  whether some or all the informant's factual statements were corroborated wherever reasonable and practicable (e.g., through police surveillance);  and whether a law-enforcement affiant included a professional assessment of the probable significance of the facts related by the informant, based on experience or expertise.  None of these factors is indispensable;  thus, stronger evidence on one or more factors may compensate for a weaker or deficient showing on another.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Zayas-Diaz, 95 F.3d at 111 (citations and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The risk that the informant is lying or in error need not be wholly eliminated.  Rather, what is needed is that \"the probability of a lying or inaccurate informer has been sufficiently reduced by corroborative facts and observations.\"   2 W. LaFave, Search and Seizure:  A Treatise on the Fourth Amendment 168 (3d ed.  1996) (\"LaFave\") (quotation omitted).  The judgment to be made is:  when does verification of part of the informant's story make it sufficiently likely that the crucial part of the informant's story (i.e., allegations that criminal activity has occurred and that evidence pertaining thereto will be found in the location to be searched) is true, such as would \" 'warrant a [person] of reasonable caution in the belief' that [a search would be] appropriate,\" based upon what the informant has said?   See Terry, 392 U.S. at 21-22, 88 S.Ct. at 1880.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In analyzing whether there is sufficient corroboration, in verifying the reliability of the informant or in demonstrating an adequate basis for knowledge, it is not particularly probative for the informant to supply a lot of details about irrelevant facts that other people could easily know about and that are not incriminating, such as describing all the furniture in an apartment or the defendant's routine activities.  Such details do not demonstrate that the informant has a legitimate basis for knowing about the defendant's allegedly criminal activity which, after all, is what the affidavit must establish.  \"At best, [such] details merit the conclusion that the informant has been in the premises in question [or knows the defendant's daily routine], but since a direct statement to that effect by the informant would not carry the day, it can hardly be enough that this particular conclusion is reached by inference from the statement of detail.\"   2 LaFave at 160 (footnote omitted).  Unless such details, combined with other circumstances, would in some way generate suspicion that criminal conduct has occurred or that contraband or evidence exists on the premises or on the person to be searched, they would not warrant a prudent police officer in the belief that a search would be appropriate.  Cf. Alabama v. White, 496 U.S. 325, 332, 110 S.Ct. 2412, 2417, 110 L.Ed.2d 301 (1990) (where anonymous caller told police a woman would leave a certain apartment building at a particular time and get into a particularly described car and drive to a certain motel, and where surveilling officers observed such behavior, these facts constitute a \"close case\" to establish merely reasonable suspicion to make a Terry stop).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the instant case, the defendant challenges two distinct aspects of the search:  whether the police had probable cause to obtain a warrant to search the apartment;  and whether the police were justified in searching the defendant when they did.  We will analyze each of these aspects separately.  We conclude that the warrant was based upon sufficient facts to establish probable cause to search the premises;  then when that search was executed, additional information came to light which provided probable cause to search the person of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government argues that a controlled buy, observed by the officer, is per se sufficient to establish probable cause to search the apartment.  We disagree.  A per se rule is not appropriate in the context of protecting precious Fourth Amendment freedoms.  Fourth Amendment rights \"are not mere second-class rights but belong in the catalog of indispensable freedoms.  Among deprivations of rights, none is so effective in cowing a population, crushing the spirit of the individual and putting terror in every heart.  Uncontrolled search and seizure is one of the first and most effective weapons in the arsenal of every arbitrary government.\"  Brinegar v. United States, 338 U.S. 160, 180, 69 S.Ct. 1302, 1313, 93 L.Ed. 1879 (1949) (Jackson, J., dissenting).  \"But the right to be secure against searches and seizures is one of the most difficult to protect.  Since the officers are themselves the chief invaders, there is no enforcement outside of court....  Courts can protect the innocent against such invasions only indirectly and through the medium of excluding evidence obtained against those who frequently are guilty.\"  Id. at 181, 69 S.Ct. at 1313.   As Justice Scalia has written for the Court, \"there is nothing new in the realization that the Constitution sometimes insulates the criminality of a few in order to protect the privacy of us all.\"  Hicks, 480 U.S. at 329, 107 S.Ct. at 1155.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, a probable cause determination is fundamentally a fact-specific inquiry.  No one factor possesses talismanic powers.  Because of the importance of Fourth Amendment freedoms to every American, and because of the factspecific nature of the probable cause inquiry, we reject the government's contention that a controlled buy should be per se sufficient to establish probable cause.  See United States v. Caggiano, 899 F.2d 99, 102 (1st Cir.1990) (a determination of probable cause \"cannot be based on hard certainties and rigid rules\");  cf.  Richards v. Wisconsin, --- U.S. ----, ----, 117 S.Ct. 1416, 1421, 137 L.Ed.2d 615 (1997) (rejecting a per se exception to the knock-and-announce element of Fourth Amendment's reasonableness requirement for felony drug investigations).  We hold instead that every case must be evaluated \"on its own facts and circumstances,\" Ker v. California, 374 U.S. 23, 33, 83 S.Ct. 1623, 1630, 10 L.Ed.2d 726 (1963) (internal quotation marks omitted), with due consideration to the totality of all the circumstances in that particular case, Gates, 462 U.S. at 238, 103 S.Ct. at 2332.   See also Ornelas, --- U.S. at ----, 116 S.Ct. at 1661.  \"[T]he fact that [a controlled buy] may frequently present circumstances warranting [a finding of probable cause] cannot remove from the neutral scrutiny of [a magistrate and] a reviewing court the [existence of probable cause] in a particular case.  Instead, in each case, it is the duty of a court confronted with the question to determine whether the facts and circumstances of the particular [affidavit in support of a warrant application] justified\" the issuance of the warrant.  Richards, --- U.S. at ----, 117 S.Ct. at 1421.   Accordingly, we hold that magistrates and reviewing courts must carefully review every warrant application on its own merit, to determine whether all the facts and circumstances of that case are sufficient to establish probable cause to conduct a search.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We do agree, however, that, taking into account the totality of circumstances in the instant case, the government had established probable cause for the search of the first floor rear apartment at 676-678 Chalkstone Avenue.  According to the officer's affidavit, the informant had told him that he knew \"Fat Boy\" and \"Turtle\" were storing and selling drugs in the apartment in question;  the informant had offered to make a purchase from those individuals in that apartment (knowing that, if he was lying, he would be found out relatively quickly);  and the informant in fact went to the apartment without crack cocaine, after having been patted down, and emerged several minutes later with crack, explaining that he had purchased the crack from \"Fat Boy.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  While all these facts did not corroborate each other with certainty, the combination of facts \" 'reduced the chances of a reckless or prevaricating tale,' [and] thus provid[ed] 'a substantial basis for crediting the hearsay.' \"  Gates, 462 U.S. at 244-45, 103 S.Ct. at 2335 (quoting Jones v. United States, 362 U.S. 257, 269, 271, 80 S.Ct. 725, 736, 4 L.Ed.2d 697 (1960)).  Taken together, these facts were sufficient to give the magistrate a \"substantial basis\" upon which to conclude that there was a \"fair probability that contraband or evidence of a crime [would] be found\" in the apartment.  See Gates, 462 U.S. at 238, 103 S.Ct. at 2332.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This case contains almost the exact same fact pattern as in United States v. Garcia, 983 F.2d 1160 (1st Cir.1993).  In Garcia, the defendant had moved to suppress evidence seized during the search of an apartment in a three-family building, on the ground that the affidavit underlying the search warrant upon which the search team relied failed to demonstrate probable cause for the search.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>That affidavit, in essence, stated:  that [the affiant, a police detective] had reason to believe that a large-scale drug operation was being conducted out of the second floor apartment of 93-95 Gallatin Street;  that he met with a reliable confidential informant who told him that two Hispanic persons were storing and selling drugs;  that the informant had seen large amounts of cocaine in the apartment;  and that, to corroborate this information, [the detective] executed a \"controlled buy\" through the informant.  The affidavit fully described the \"controlled buy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 1166.   In Garcia, as here, the controlled buy was less than ideal:  the detective was able to watch the informant enter and leave the building through its front door, but did not follow the informant into the building and thus was unable to verify with certainty which apartment was the source of the drugs (or even whether the drugs had been secreted elsewhere in the building, as the defendant had hypothesized).  Id. at 1166-67.   In addition, Garcia shared another anomaly with the instant case:  when the informant handed the drugs to the officer, he reported that he had purchased the drugs from \"the Hispanic male [singular] who resided in the second floor apartment,\" even though the informant had previously told him that there were two Hispanic persons involved in the drug-selling operation.  Id. at 1167.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We found that the state court judge issuing the warrant and the district judge reviewing it \"drew a reasonable inference of probable cause that there was drug trafficking in the second floor apartment of 93-95 Gallatin Street.\"  Id. Likewise, in the instant case, the affidavit contained sufficient information to lead a reasonable person to believe that crack cocaine was being stored in and sold from the first floor rear apartment at 676-678 Chalkstone Avenue, also a three-story tenement building.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The present case is controlled by Garcia even though the affidavit there contained one fact that the present affidavit did not:  the detective in Garcia described the informant as \"reliable.\"   This is a distinction without a real difference.  A bald assertion of reliability, with no allegations regarding the basis for the officer's belief that the informant is reliable--such as convictions obtained as a result of information supplied in the past by the informant--is \"entitled to only slight weight.\"  United States v. Foree, 43 F.3d 1572, 1576 (11th Cir.1995) (internal quotation marks omitted);  see Gates, 462 U.S. at 239, 103 S.Ct. at 2332-33 (\"An officer's statement that 'affiants have received reliable information from a credible person and do believe' that heroin is stored in a home, is likewise inadequate.\").  Even though the informant's past performance may be considered in evaluating the credibility or reliability of the informant, a mere allegation that the informant is \"credible\" or \"reliable\" does not permit the judicial officer to assume that any such past performance actually took place or that the performance was of a nature to merit such a characterization of the informant.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Thus, it is of only \"slight\" moment that this case lacks the conclusory assertion of reliability that was present in Garcia.   The more important facts are the similarities between the two cases:  an informant who alleges that drugs are being stored and sold in a particular apartment, who offered to make a controlled buy and who did make a controlled buy from the same apartment.  The corroboration of the informant's story did not consist merely of corroborating some innocent facts that any number of people might know.  This was corroboration of the very criminal activity which the police were investigating, and of the existence of contraband or evidence on the premises to be searched.  As such, it supports a finding of probable cause in a way that facts about furniture or routine activities do not.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To be sure, the controlled buy in this case was, as the defendant claims, not free of problems.  Compare United States v. Cruz Jimenez, 894 F.2d 1, 3 (1st Cir.1990) (informant, searched first, had cocaine when she exited defendant's motel room;  that, plus what police overheard from body recorder she wore during transaction, confirmed that she obtained drugs from defendant).  But as noted, in Garcia, 983 F.2d at 1166-67, we upheld a probable cause determination where the facts, including the imperfections of the controlled buy, were remarkably similar to those here.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The defendant further argues that the search warrant was inadequate because of a few minor discrepancies or errors in some facts in the affidavit and in the officer's testimony about the name of the street from which he was conducting surveillance during the controlled buy.  We disagree.  The magistrate \"may reasonably choose to ... disregard petty inconsistencies\" in informants' statements.  Schaefer, 87 F.3d at 567 (quoted in Zayas-Diaz, 95 F.3d at 115-16).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We turn now to the defendant's claim that the affidavit contained insufficient information to form the basis for probable cause to search the person of this defendant.  This is a separate issue from the existence of probable cause to search the premises which we have discussed supra.   Probable cause to search a person \"must be supported by probable cause particularized with respect to that person.\"  Ybarra v. Illinois, 444 U.S. 85, 91, 100 S.Ct. 338, 342, 62 L.Ed.2d 238 (1979);  United States v. Sepulveda, 102 F.3d 1313, 1315 (1st Cir.1996).  \"[A] person's mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person.\"  Ybarra, 444 U.S. at 91, 100 S.Ct. at 342;  Sepulveda, 102 F.3d at 1315.   The factors discussed supra, while providing probable cause to believe that the premises contained contraband or evidence of a crime, do not alone provide a sufficient basis for the police to have searched this defendant's person (on which they found his identification which, coupled with the gas bill they had found in the apartment, tied him to the premises).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The government argues that the \"specificity and detail\" of the informant's descriptions of \"Fat Boy\" and \"Turtle\" are so \"precise\" that they are \"self-authenticating,\" an additional factor that would support issuing a warrant to search the person of this defendant (citing Zayas-Diaz, 95 F.3d at 111).   We disagree.  It is true that there may be cases where an informant provides such a wealth of detail, with such a high degree of specificity that it is unlikely that the informant is inventing these assertions, and his veracity is supported through the very specificity and detail of his statement.  See id.;  United States v. Caggiano, 899 F.2d 99, 102-03 (1st Cir.1990).  In the instant case, however, the so-called \"precision\" in the affidavit--\" 'Turtle' Alias John Doe. 5'7\"' 130 Lbs.\"--is not nearly enough to make the informant's statement self-authenticating.  This is true even if we accept the government's invitation to consider as well the additional assertions contained in the complaint attached to the affidavit:  that \"Turtle\" was an Asian male with black short hair.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nor does the controlled buy in this case offer a corroborative cure for the affidavit's deficiencies.  The controlled buy--during which the informant said he had bought drugs from \"Fat Boy,\" not from this defendant--was sufficient to cure the lack of probable cause to search the premises but was inadequate to cure the lack of probable cause to believe that a search of the defendant's person would likely turn up contraband or evidence of a crime.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Nevertheless, once the officers entered the apartment legally pursuant to the legal search warrant for the premises, they observed two men fleeing who (approximately) fit those admittedly sketchy descriptions.  This flight, coupled with the controlled buy monitored by the detective and the informant's description (including height and weight) of two alleged drug traffickers selling drugs out of that apartment, was sufficient to establish probable cause to search the defendant's person, without a warrant.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Thus, even though the affidavit was insufficient to sustain a warrant to search the person of this defendant, the affidavit was sufficient to sustain a warrant to search the apartment, and once the police entered the apartment legally, the defendant's suspicious behavior (coupled with the informant's report and the controlled buy) was sufficient to establish probable cause to search the defendant for contraband or evidence of a crime.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We cannot say that the affidavit here lacked probable cause sufficient to justify a search of the first floor rear apartment at 676-678 Chalkstone Avenue.  Nevertheless, we urge police officers to include in their affidavits as much information as they can legally gather on which to base a finding of reliability and basis for the informant's knowledge.  And we will require magistrates and reviewing courts to scrutinize affidavits such as this one carefully.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As we said in the context of Rule 11, \"[t]he more meticulously [a legal rule] is adhered to, the more it tends to discourage, or at least to enable more expeditious disposition of\" a defendant's attacks on asserted violations of the rule.  United States v. Martinez-Martinez, 69 F.3d 1215, 1225-26 (1st Cir.1995) , cert. denied, --- U.S. ----, 116 S.Ct. 1343, 134 L.Ed.2d 492 (1996) (quoting United States v. Cotal-Crespo, 47 F.3d 1, 8 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 94, 133 L.Ed.2d 49 (1995), in turn quoting McCarthy v. United States, 394 U.S. 459, 465, 89 S.Ct. 1166, 1170, 22 L.Ed.2d 418 (1969)).  Therefore, \"[a]lthough we conclude that the [probable cause determination] in this case was adequate, we are nevertheless compelled to remind district courts [and police and magistrates] that, for the sake of judicial economy and fundamental fairness, the best way to ensure that\" the Fourth Amendment's probable cause requirement is complied with is to meticulously comply with it.  Martinez-Martinez, 69 F.3d at 1225-26 (quoting Cotal-Crespo, 47 F.3d at 8);  see Richards, --- U.S. at ----, 117 S.Ct. at 1421 (emphasizing importance of neutral scrutiny of police behavior by a reviewing court to ensure compliance with Fourth Amendment in particular case).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"The issuing magistrate ordinarily considers only the facts set forth in supporting affidavits accompanying the warrant application.\"  Zayas-Diaz, 95 F.3d at 111</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The complaint contained additional facts but those were not part of the affidavit.  See infra at 20 &amp; n. 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government contends that, even if the affidavit did not contain sufficient corroboration to establish probable cause to search, suppression is not appropriate because of the Leon good faith exception.  See United States v. Leon, 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984).  \"This good faith exception, however, is grounded in an objective standard of reasonableness.  As a result, an officer is required to have a 'reasonable knowledge of what the law prohibits.' \"  United States v. Fuccillo, 808 F.2d 173, 177 (1st Cir.), cert. denied, 482 U.S. 905, 107 S.Ct. 2481, 96 L.Ed.2d 374 (1987) (quoting Leon, 468 U.S. at 919 n. 20, 104 S.Ct. at 3419 n. 20).  \"Suppression is still an appropriate remedy when 'the officers were ... reckless in preparing their affidavit....' \"  Fuccillo, 808 F.2d at 178 (quoting Leon, 468 U.S. at 926, 104 S.Ct. at 3422).   In Fuccillo, we held that the officers \"were reckless in not including in the affidavit information which was known or easily accessible to them.\"  Id. at 178.   There, the officers \"simply did not 'take every step that could reasonably be expected of them.' \"  Id. (quoting Massachusetts v. Sheppard, 468 U.S. 981, 989, 104 S.Ct. 3424, 3428, 82 L.Ed.2d 737 (1984)).  In this case, it is an open question whether this objective standard of reasonableness was met.  We need not reach this question, however, since we determine the evidence is admissible, in any event, on other grounds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The latter details were not included in the affidavit itself, and \"[t]he issuing magistrate ordinarily considers only the facts set forth in supporting affidavits accompanying the warrant application.\"  Zayas-Diaz, 95 F.3d at 111.   The magistrate may also consider testimony given before him or her, if the testimony was sworn to and made a part of the affidavit.  See Fed.R.Crim.P. 41(c).  We need not decide whether the complaint accompanying the affidavit in this case should be considered as part of the affidavit, because we hold infra that the police had probable cause to search the defendant's person regardless of how we would decide this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The warrantless aspect of the search of the defendant's person was justified by exigent circumstances in this case:  two individuals who met an informant's descriptions of drug dealers fled from police officers as they executed a search warrant, during the investigation of a crime involving drugs that could easily be disposed of.  See McCabe v. Life-Line Ambulance Serv., 77 F.3d 540, 545 (1st Cir.1996);  United States v. Wihbey, 75 F.3d 761, 766 (1st Cir.1996)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Thakhone KHOUNSAVANH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1244.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1997.<br>Decided May 16, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jennifer Petersen, with whom Karl R.D. Suchecki and Petersen &amp; Suchecki were on brief, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, with whom Zechariah Chafee, Assistant United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Thakhone Khounsavanh appeals his conviction for Conspiracy to Distribute Cocaine Base and for Possession with Intent to Distribute Cocaine Base.  See 21 U.S.C. &#167;&#167; 841(a)(1), 846;  18 U.S.C. &#167; 2.  He contends that the district court erred in denying his motion to suppress the fruits of a search on the ground that the affidavit underlying the search warrant lacked sufficient information to support a finding of probable cause.  We affirm.</p>\n    </div>\n    <p>The Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 23, 1995, Providence, Rhode Island police officers executed a search warrant for the first floor rear apartment at 676-678 Chalkstone Avenue, a three-family tenement building.  The warrant was based on an affidavit submitted by Detective Freddy Rocha.  According to the affidavit, a confidential informant had told Detective Rocha that two men were storing and selling crack cocaine in that apartment.  The affidavit described the two men as \" 'Fat Boy' Alias John Doe ... an Asian Male, Unkn.  Age. 5'6\"' Tall and 170 Lbs. and 'Turtle' Alias John Doe. 5'7\"' 130 Lbs.\" The informant also told the detective that he \"could make a purchase of cocaine from this subject.\"  (The affidavit alternates several times between referring to the subjects in the singular and in the plural.)</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The detective sought to corroborate the informant's story by taking him up on his offer to conduct a controlled buy of cocaine from the apartment under the officer's supervision.  According to the affidavit, Detective Rocha \"drove to the Chalkstone Avenue area [and] searched the informant for contraband.  Finding none the informant was given an amount of U.S. currency and directed to make a purchase of cocaine from 'Fat Boy' and 'Turtle' at 676-678 Chalkstone Ave.\" The detective watched the informant enter the building through the rear door and exit five minutes later through the same door.  The detective met the informant at a pre-arranged location, where the informant handed him a quantity of suspected cocaine which he stated he had purchased from \"Fat Boy.\"  Tests later revealed that the substance was indeed cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The detective then applied for a warrant to search the first floor rear apartment at 676-678 Chalkstone Avenue and/or the two men (\"Fat Boy\" and \"Turtle\").  The complaint for the warrant (which was sworn to before a state court judge) added to the affidavit's description the facts that \"Fat Boy\" was approximately twenty-five years old with \"short hair balding,\" and that \"Turtle\" was an Asian male with black short hair.  The court issued the warrant, both as to the premises and as to the persons of \"Fat Boy\" and \"Turtle.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The police executed the warrant the same day.  When the police entered the apartment, two men who approximately fit the informant's descriptions fled to a bedroom.  Three other people were present in the apartment during the search but did not leave the room they had been in when the police arrived.  One detective searched \"Fat Boy\" and found in his front pants pocket a plastic bag containing fourteen smaller bags of what tested out as crack cocaine.  Another detective found, in the ceiling of the kitchen, a bag containing 650 smaller bags of crack cocaine.  Another small bag of powder cocaine was found in the bedroom.  In addition to the drugs, the police seized the wallets and identification of the two men who fled, one of whom is the defendant.  They also found in the apartment and seized a pager, bagging material, and a gas bill on which the defendant's name appeared.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendant moved to suppress the fruits of the search.  After hearing, the district court denied the motion.  The defendant then entered a plea of guilty to Counts I and II of the indictment, and the government dismissed Count III.  In his plea agreement, the defendant gave notice that he intended to appeal the denial of his suppression motion, pursuant to Fed.R.Crim.P. 11(a)(2).</p>\n    </div>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In reviewing a denial of a suppression motion, the district court's ultimate legal conclusion, including the determination that a given set of facts constituted probable cause, is a question of law subject to de novo review.  See Ornelas v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, 1659, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996);  United States v. Zayas-Diaz, <span class=\"citation\" data-id=\"196972\"><a href=\"/opinion/196972/united-states-v-zayas-diaz/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 111 n. 6 (1st Cir.1996).  The district court's findings (if any) of historical facts--\"the events which occurred leading up to the ... search,\" Ornelas, --- U.S. at ----, 116 S.Ct. at 1661--must be upheld unless they are clearly erroneous.  See id. at ----, 116 S.Ct. at 1663;  Zayas-Diaz, 95 F.3d at 111 n. 6. A reviewing court must \"give due weight to inferences drawn from those facts by resident judges and local law enforcement officers.\"  Ornelas, --- U.S. at ----, 116 S.Ct. at 1663.   But \"the decision whether these historical facts, viewed from the standpoint of an objectively reasonable police officer, amount to ... probable cause\" is a mixed question of law and fact which we review de novo.  Id. at ----- -----, 116 S.Ct. at 1661-63.</p>\n    </div>\n    <p>Analysis</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Fourth Amendment states:  \"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\"   U.S. Const. amend.  IV. There is a strong preference for the use of search warrants.  See Ornelas, --- U.S. at ----, 116 S.Ct. at 1663;  Payton v. New York, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 586, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1371</span></a></span>, 1380, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span></a></span> (1980).  While the warrant requirement may be dispensed with in certain exigent circumstances that are \"few in number and carefully delineated,\" United States v. United States Dist. Court, <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, 318, <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2125</span></a></span>, 2137, <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></a></span> (1972), the probable cause requirement is rigorously adhered to.  See Arizona v. Hicks, <span class=\"citation\" data-id=\"111834\"><a href=\"/opinion/111834/arizona-v-hicks/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 326-27, 329, <span class=\"citation\" data-id=\"111834\"><a href=\"/opinion/111834/arizona-v-hicks/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1149</span></a></span>, 1153-54, 1155, <span class=\"citation\" data-id=\"111834\"><a href=\"/opinion/111834/arizona-v-hicks/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (1987).  \"Probable cause exists when 'the affidavit upon which a warrant is founded demonstrates in some trustworthy fashion the likelihood that an offense has been committed and that there is sound reason to believe that a particular search will turn up evidence of it' \" or that the search will turn up contraband.  United States v. Schaefer, <span class=\"citation\" data-id=\"196839\"><a href=\"/opinion/196839/united-states-v-schaefer/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 565 (1st Cir.1996) (quoting United States v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 857-58 (1st Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The standard we apply in determining the sufficiency of an affidavit is whether the \"totality of the circumstances\" stated in the affidavit demonstrates probable cause to search either the premises or the person.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 238, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, 2332, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983).  \"[P]robable cause need not be tantamount to proof beyond a reasonable doubt....  Probability is the touchstone.\"  Aguirre, 839 F.2d at 857 (internal quotation marks and citations omitted).  See Gates, 462 U.S. at 244 n. 13, 103 S.Ct. at 2335 n. 13 (\"[P]robable cause requires only a probability or substantial chance of criminal activity, not an actual showing of such activity.\").  To establish probable cause for a premises search, the information available in the affidavit must show \"a fair probability that contraband or evidence of a crime will be found in a particular place.\"  Id. at 238, 103 S.Ct. at 2332.   An affidavit supporting a request for a search warrant must give the magistrate a \"substantial basis\" upon which to conclude that there is such a \"fair probability.\"  Gates, 462 U.S. at 238-39, 103 S.Ct. at 2332-33.   The facts must be judged against an objective standard:  \"would the facts available to the officer at the moment of ... the search 'warrant a [person] of reasonable caution in the belief' that the action taken was appropriate?\"  Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 21-22, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1880, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In many cases, as here, part of the basis for probable cause derives from information that the police have obtained from an informant.  Prior to Gates, the Court had developed a two-pronged test for such a case:  when the warrant affidavit rests on hearsay--an informant's report--the affidavit must inform the magistrate \"of some of the underlying circumstances from which the informant concluded that the narcotics were where he claimed they were [the basis of knowledge prong], and some of the underlying circumstances from which the officer concluded that the informant ... was 'credible' or his information 'reliable' [the veracity prong].\"  Aguilar v. Texas, <span class=\"citation\" data-id=\"106865\"><a href=\"/opinion/106865/aguilar-v-texas/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">108</span></a></span>, 114, <span class=\"citation\" data-id=\"106865\"><a href=\"/opinion/106865/aguilar-v-texas/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1509</span></a></span>, 1514, <span class=\"citation\" data-id=\"106865\"><a href=\"/opinion/106865/aguilar-v-texas/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></a></span> (1964);  Spinelli v. United States, <span class=\"citation\" data-id=\"107831\"><a href=\"/opinion/107831/spinelli-v-united-states/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, 416, <span class=\"citation\" data-id=\"107831\"><a href=\"/opinion/107831/spinelli-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">584</span></a></span>, 589, <span class=\"citation\" data-id=\"107831\"><a href=\"/opinion/107831/spinelli-v-united-states/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">637</span></a></span> (1969).  Gates abandoned the notion that \"these elements should be understood as entirely separate and independent requirements to be rigidly exacted in every case\" before a probable cause determination may be sustained.  Gates, 462 U.S. at 230, 103 S.Ct. at 2328.  Gates replaced the two-pronged framework of Aguilar and Spinelli with the totality of the circumstances test.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While eschewing a rigid adherence to each of the Aguilar-Spinelli factors, Gates maintained the relevancy of the considerations set forth in those cases.  The Gates Court surely did not intend that its totality test would \"threaten[ ] to 'obliterate one of the most fundamental distinctions between our form of government, where officers are under the law, and the police-state where they are the law.' \"  Gates, 462 U.S. at 291, 103 S.Ct. at 2360 (Brennan, J., dissenting) (quoting Johnson v. United States, <span class=\"citation\" data-id=\"104504\"><a href=\"/opinion/104504/johnson-v-united-states/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, 17, <span class=\"citation\" data-id=\"104504\"><a href=\"/opinion/104504/johnson-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, 370, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">436</span></span> (1948)).  Nor did Gates intend for trial and appellate courts to abdicate their responsibility to uphold the Fourth Amendment's probable cause requirement.  See Hicks, <span class=\"citation\" data-id=\"111834\"><a href=\"/opinion/111834/arizona-v-hicks/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"111834\"><a href=\"/opinion/111834/arizona-v-hicks/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1149</span></a></span>, <span class=\"citation\" data-id=\"111834\"><a href=\"/opinion/111834/arizona-v-hicks/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span>.   We have never read Gates as a total abandonment of standards and rules of law in determining whether the state may intrude on a citizen's privacy.  Nor does Gates mean that reviewing courts are writing on a clean slate when we confront the question of when an informant's information rises to the level of probable cause.  The Gates Court agreed that the Aguilar and Spinelli factors, including \"an informant's 'veracity,' 'reliability' and 'basis of knowledge' are all highly relevant in determining the value of his report.\"  Gates, 462 U.S. at 230, 103 S.Ct. at 2328;  see Schaefer, 87 F.3d at 566 (the Aguilar and Spinelli factors are \"highly relevant,\" even after Gates ).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have recently offered a non-exhaustive list of possible factors that a magistrate or reviewing court will consider:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Among others, the factors that may contribute to a \"probable cause\" determination include whether an affidavit supports the probable \" 'veracity' or 'basis of knowledge' of persons supplying hearsay information\";  whether informant statements are self-authenticating;  whether some or all the informant's factual statements were corroborated wherever reasonable and practicable (e.g., through police surveillance);  and whether a law-enforcement affiant included a professional assessment of the probable significance of the facts related by the informant, based on experience or expertise.  None of these factors is indispensable;  thus, stronger evidence on one or more factors may compensate for a weaker or deficient showing on another.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Zayas-Diaz, 95 F.3d at 111 (citations and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The risk that the informant is lying or in error need not be wholly eliminated.  Rather, what is needed is that \"the probability of a lying or inaccurate informer has been sufficiently reduced by corroborative facts and observations.\"   2 W. LaFave, Search and Seizure:  A Treatise on the Fourth Amendment 168 (3d ed.  1996) (\"LaFave\") (quotation omitted).  The judgment to be made is:  when does verification of part of the informant's story make it sufficiently likely that the crucial part of the informant's story (i.e., allegations that criminal activity has occurred and that evidence pertaining thereto will be found in the location to be searched) is true, such as would \" 'warrant a [person] of reasonable caution in the belief' that [a search would be] appropriate,\" based upon what the informant has said?   See Terry, 392 U.S. at 21-22, 88 S.Ct. at 1880.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In analyzing whether there is sufficient corroboration, in verifying the reliability of the informant or in demonstrating an adequate basis for knowledge, it is not particularly probative for the informant to supply a lot of details about irrelevant facts that other people could easily know about and that are not incriminating, such as describing all the furniture in an apartment or the defendant's routine activities.  Such details do not demonstrate that the informant has a legitimate basis for knowing about the defendant's allegedly criminal activity which, after all, is what the affidavit must establish.  \"At best, [such] details merit the conclusion that the informant has been in the premises in question [or knows the defendant's daily routine], but since a direct statement to that effect by the informant would not carry the day, it can hardly be enough that this particular conclusion is reached by inference from the statement of detail.\"   2 LaFave at 160 (footnote omitted).  Unless such details, combined with other circumstances, would in some way generate suspicion that criminal conduct has occurred or that contraband or evidence exists on the premises or on the person to be searched, they would not warrant a prudent police officer in the belief that a search would be appropriate.  Cf. Alabama v. White, <span class=\"citation\" data-id=\"112454\"><a href=\"/opinion/112454/alabama-v-white/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 332, <span class=\"citation\" data-id=\"112454\"><a href=\"/opinion/112454/alabama-v-white/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2412</span></a></span>, 2417, <span class=\"citation\" data-id=\"112454\"><a href=\"/opinion/112454/alabama-v-white/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></a></span> (1990) (where anonymous caller told police a woman would leave a certain apartment building at a particular time and get into a particularly described car and drive to a certain motel, and where surveilling officers observed such behavior, these facts constitute a \"close case\" to establish merely reasonable suspicion to make a Terry stop).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the instant case, the defendant challenges two distinct aspects of the search:  whether the police had probable cause to obtain a warrant to search the apartment;  and whether the police were justified in searching the defendant when they did.  We will analyze each of these aspects separately.  We conclude that the warrant was based upon sufficient facts to establish probable cause to search the premises;  then when that search was executed, additional information came to light which provided probable cause to search the person of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government argues that a controlled buy, observed by the officer, is per se sufficient to establish probable cause to search the apartment.  We disagree.  A per se rule is not appropriate in the context of protecting precious Fourth Amendment freedoms.  Fourth Amendment rights \"are not mere second-class rights but belong in the catalog of indispensable freedoms.  Among deprivations of rights, none is so effective in cowing a population, crushing the spirit of the individual and putting terror in every heart.  Uncontrolled search and seizure is one of the first and most effective weapons in the arsenal of every arbitrary government.\"  Brinegar v. United States, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 180, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1302</span></a></span>, 1313, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1879</span></span> (1949) (Jackson, J., dissenting).  \"But the right to be secure against searches and seizures is one of the most difficult to protect.  Since the officers are themselves the chief invaders, there is no enforcement outside of court....  Courts can protect the innocent against such invasions only indirectly and through the medium of excluding evidence obtained against those who frequently are guilty.\"  Id. at 181, 69 S.Ct. at 1313.   As Justice Scalia has written for the Court, \"there is nothing new in the realization that the Constitution sometimes insulates the criminality of a few in order to protect the privacy of us all.\"  Hicks, 480 U.S. at 329, 107 S.Ct. at 1155.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, a probable cause determination is fundamentally a fact-specific inquiry.  No one factor possesses talismanic powers.  Because of the importance of Fourth Amendment freedoms to every American, and because of the factspecific nature of the probable cause inquiry, we reject the government's contention that a controlled buy should be per se sufficient to establish probable cause.  See United States v. Caggiano, <span class=\"citation\" data-id=\"538794\"><a href=\"/opinion/538794/united-states-v-allen-j-caggiano/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span>, 102 (1st Cir.1990) (a determination of probable cause \"cannot be based on hard certainties and rigid rules\");  cf.  Richards v. Wisconsin, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></a></span>, 1421, <span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1997) (rejecting a per se exception to the knock-and-announce element of Fourth Amendment's reasonableness requirement for felony drug investigations).  We hold instead that every case must be evaluated \"on its own facts and circumstances,\" Ker v. California, <span class=\"citation\" data-id=\"106641\"><a href=\"/opinion/106641/ker-v-california/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>, 33, <span class=\"citation\" data-id=\"106641\"><a href=\"/opinion/106641/ker-v-california/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1623</span></a></span>, 1630, <span class=\"citation\" data-id=\"106641\"><a href=\"/opinion/106641/ker-v-california/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">726</span></a></span> (1963) (internal quotation marks omitted), with due consideration to the totality of all the circumstances in that particular case, Gates, 462 U.S. at 238, 103 S.Ct. at 2332.   See also Ornelas, --- U.S. at ----, 116 S.Ct. at 1661.  \"[T]he fact that [a controlled buy] may frequently present circumstances warranting [a finding of probable cause] cannot remove from the neutral scrutiny of [a magistrate and] a reviewing court the [existence of probable cause] in a particular case.  Instead, in each case, it is the duty of a court confronted with the question to determine whether the facts and circumstances of the particular [affidavit in support of a warrant application] justified\" the issuance of the warrant.  Richards, --- U.S. at ----, 117 S.Ct. at 1421.   Accordingly, we hold that magistrates and reviewing courts must carefully review every warrant application on its own merit, to determine whether all the facts and circumstances of that case are sufficient to establish probable cause to conduct a search.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We do agree, however, that, taking into account the totality of circumstances in the instant case, the government had established probable cause for the search of the first floor rear apartment at 676-678 Chalkstone Avenue.  According to the officer's affidavit, the informant had told him that he knew \"Fat Boy\" and \"Turtle\" were storing and selling drugs in the apartment in question;  the informant had offered to make a purchase from those individuals in that apartment (knowing that, if he was lying, he would be found out relatively quickly);  and the informant in fact went to the apartment without crack cocaine, after having been patted down, and emerged several minutes later with crack, explaining that he had purchased the crack from \"Fat Boy.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  While all these facts did not corroborate each other with certainty, the combination of facts \" 'reduced the chances of a reckless or prevaricating tale,' [and] thus provid[ed] 'a substantial basis for crediting the hearsay.' \"  Gates, 462 U.S. at 244-45, 103 S.Ct. at 2335 (quoting Jones v. United States, <span class=\"citation\" data-id=\"106022\"><a href=\"/opinion/106022/jones-v-united-states/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 269, 271, <span class=\"citation\" data-id=\"106022\"><a href=\"/opinion/106022/jones-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>, 736, <span class=\"citation\" data-id=\"106022\"><a href=\"/opinion/106022/jones-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1960)).  Taken together, these facts were sufficient to give the magistrate a \"substantial basis\" upon which to conclude that there was a \"fair probability that contraband or evidence of a crime [would] be found\" in the apartment.  See Gates, 462 U.S. at 238, 103 S.Ct. at 2332.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This case contains almost the exact same fact pattern as in United States v. Garcia, <span class=\"citation\" data-id=\"598972\"><a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1160</span></a></span> (1st Cir.1993).  In Garcia, the defendant had moved to suppress evidence seized during the search of an apartment in a three-family building, on the ground that the affidavit underlying the search warrant upon which the search team relied failed to demonstrate probable cause for the search.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>That affidavit, in essence, stated:  that [the affiant, a police detective] had reason to believe that a large-scale drug operation was being conducted out of the second floor apartment of 93-95 Gallatin Street;  that he met with a reliable confidential informant who told him that two Hispanic persons were storing and selling drugs;  that the informant had seen large amounts of cocaine in the apartment;  and that, to corroborate this information, [the detective] executed a \"controlled buy\" through the informant.  The affidavit fully described the \"controlled buy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 1166.   In Garcia, as here, the controlled buy was less than ideal:  the detective was able to watch the informant enter and leave the building through its front door, but did not follow the informant into the building and thus was unable to verify with certainty which apartment was the source of the drugs (or even whether the drugs had been secreted elsewhere in the building, as the defendant had hypothesized).  Id. at 1166-67.   In addition, Garcia shared another anomaly with the instant case:  when the informant handed the drugs to the officer, he reported that he had purchased the drugs from \"the Hispanic male [singular] who resided in the second floor apartment,\" even though the informant had previously told him that there were two Hispanic persons involved in the drug-selling operation.  Id. at 1167.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We found that the state court judge issuing the warrant and the district judge reviewing it \"drew a reasonable inference of probable cause that there was drug trafficking in the second floor apartment of 93-95 Gallatin Street.\"  Id. Likewise, in the instant case, the affidavit contained sufficient information to lead a reasonable person to believe that crack cocaine was being stored in and sold from the first floor rear apartment at 676-678 Chalkstone Avenue, also a three-story tenement building.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The present case is controlled by Garcia even though the affidavit there contained one fact that the present affidavit did not:  the detective in Garcia described the informant as \"reliable.\"   This is a distinction without a real difference.  A bald assertion of reliability, with no allegations regarding the basis for the officer's belief that the informant is reliable--such as convictions obtained as a result of information supplied in the past by the informant--is \"entitled to only slight weight.\"  United States v. Foree, <span class=\"citation\" data-id=\"686427\"><a href=\"/opinion/686427/united-states-v-francis-everett-foree-and-christina-draznin/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1572</span></a></span>, 1576 (11th Cir.1995) (internal quotation marks omitted);  see Gates, 462 U.S. at 239, 103 S.Ct. at 2332-33 (\"An officer's statement that 'affiants have received reliable information from a credible person and do believe' that heroin is stored in a home, is likewise inadequate.\").  Even though the informant's past performance may be considered in evaluating the credibility or reliability of the informant, a mere allegation that the informant is \"credible\" or \"reliable\" does not permit the judicial officer to assume that any such past performance actually took place or that the performance was of a nature to merit such a characterization of the informant.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Thus, it is of only \"slight\" moment that this case lacks the conclusory assertion of reliability that was present in Garcia.   The more important facts are the similarities between the two cases:  an informant who alleges that drugs are being stored and sold in a particular apartment, who offered to make a controlled buy and who did make a controlled buy from the same apartment.  The corroboration of the informant's story did not consist merely of corroborating some innocent facts that any number of people might know.  This was corroboration of the very criminal activity which the police were investigating, and of the existence of contraband or evidence on the premises to be searched.  As such, it supports a finding of probable cause in a way that facts about furniture or routine activities do not.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To be sure, the controlled buy in this case was, as the defendant claims, not free of problems.  Compare United States v. Cruz Jimenez, <span class=\"citation\" data-id=\"535250\"><a href=\"/opinion/535250/united-states-v-jose-m-cruz-jimenez/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1990) (informant, searched first, had cocaine when she exited defendant's motel room;  that, plus what police overheard from body recorder she wore during transaction, confirmed that she obtained drugs from defendant).  But as noted, in Garcia, 983 F.2d at 1166-67, we upheld a probable cause determination where the facts, including the imperfections of the controlled buy, were remarkably similar to those here.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The defendant further argues that the search warrant was inadequate because of a few minor discrepancies or errors in some facts in the affidavit and in the officer's testimony about the name of the street from which he was conducting surveillance during the controlled buy.  We disagree.  The magistrate \"may reasonably choose to ... disregard petty inconsistencies\" in informants' statements.  Schaefer, 87 F.3d at 567 (quoted in Zayas-Diaz, 95 F.3d at 115-16).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We turn now to the defendant's claim that the affidavit contained insufficient information to form the basis for probable cause to search the person of this defendant.  This is a separate issue from the existence of probable cause to search the premises which we have discussed supra.   Probable cause to search a person \"must be supported by probable cause particularized with respect to that person.\"  Ybarra v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span>, 91, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">338</span></span>, 342, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></span> (1979);  United States v. Sepulveda, <span class=\"citation\" data-id=\"197144\"><a href=\"/opinion/197144/united-states-v-sepulveda/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1313</span></a></span>, 1315 (1st Cir.1996).  \"[A] person's mere propinquity to others independently suspected of criminal activity does not, without more, give rise to probable cause to search that person.\"  Ybarra, 444 U.S. at 91, 100 S.Ct. at 342;  Sepulveda, 102 F.3d at 1315.   The factors discussed supra, while providing probable cause to believe that the premises contained contraband or evidence of a crime, do not alone provide a sufficient basis for the police to have searched this defendant's person (on which they found his identification which, coupled with the gas bill they had found in the apartment, tied him to the premises).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The government argues that the \"specificity and detail\" of the informant's descriptions of \"Fat Boy\" and \"Turtle\" are so \"precise\" that they are \"self-authenticating,\" an additional factor that would support issuing a warrant to search the person of this defendant (citing Zayas-Diaz, 95 F.3d at 111).   We disagree.  It is true that there may be cases where an informant provides such a wealth of detail, with such a high degree of specificity that it is unlikely that the informant is inventing these assertions, and his veracity is supported through the very specificity and detail of his statement.  See id.;  United States v. Caggiano, <span class=\"citation\" data-id=\"538794\"><a href=\"/opinion/538794/united-states-v-allen-j-caggiano/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span>, 102-03 (1st Cir.1990).  In the instant case, however, the so-called \"precision\" in the affidavit--\" 'Turtle' Alias John Doe. 5'7\"' 130 Lbs.\"--is not nearly enough to make the informant's statement self-authenticating.  This is true even if we accept the government's invitation to consider as well the additional assertions contained in the complaint attached to the affidavit:  that \"Turtle\" was an Asian male with black short hair.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nor does the controlled buy in this case offer a corroborative cure for the affidavit's deficiencies.  The controlled buy--during which the informant said he had bought drugs from \"Fat Boy,\" not from this defendant--was sufficient to cure the lack of probable cause to search the premises but was inadequate to cure the lack of probable cause to believe that a search of the defendant's person would likely turn up contraband or evidence of a crime.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Nevertheless, once the officers entered the apartment legally pursuant to the legal search warrant for the premises, they observed two men fleeing who (approximately) fit those admittedly sketchy descriptions.  This flight, coupled with the controlled buy monitored by the detective and the informant's description (including height and weight) of two alleged drug traffickers selling drugs out of that apartment, was sufficient to establish probable cause to search the defendant's person, without a warrant.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Thus, even though the affidavit was insufficient to sustain a warrant to search the person of this defendant, the affidavit was sufficient to sustain a warrant to search the apartment, and once the police entered the apartment legally, the defendant's suspicious behavior (coupled with the informant's report and the controlled buy) was sufficient to establish probable cause to search the defendant for contraband or evidence of a crime.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We cannot say that the affidavit here lacked probable cause sufficient to justify a search of the first floor rear apartment at 676-678 Chalkstone Avenue.  Nevertheless, we urge police officers to include in their affidavits as much information as they can legally gather on which to base a finding of reliability and basis for the informant's knowledge.  And we will require magistrates and reviewing courts to scrutinize affidavits such as this one carefully.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As we said in the context of Rule 11, \"[t]he more meticulously [a legal rule] is adhered to, the more it tends to discourage, or at least to enable more expeditious disposition of\" a defendant's attacks on asserted violations of the rule.  United States v. Martinez-Martinez, <span class=\"citation\" data-id=\"707600\"><a href=\"/opinion/707600/united-states-v-olivia-martinez-martinez/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span>, 1225-26 (1st Cir.1995) , cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1343</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></span> (1996) (quoting United States v. Cotal-Crespo, <span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">94</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></span> (1995), in turn quoting McCarthy v. United States, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 465, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span></a></span>, 1170, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1969)).  Therefore, \"[a]lthough we conclude that the [probable cause determination] in this case was adequate, we are nevertheless compelled to remind district courts [and police and magistrates] that, for the sake of judicial economy and fundamental fairness, the best way to ensure that\" the Fourth Amendment's probable cause requirement is complied with is to meticulously comply with it.  Martinez-Martinez, 69 F.3d at 1225-26 (quoting Cotal-Crespo, 47 F.3d at 8);  see Richards, --- U.S. at ----, 117 S.Ct. at 1421 (emphasizing importance of neutral scrutiny of police behavior by a reviewing court to ensure compliance with Fourth Amendment in particular case).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"The issuing magistrate ordinarily considers only the facts set forth in supporting affidavits accompanying the warrant application.\"  Zayas-Diaz, 95 F.3d at 111</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The complaint contained additional facts but those were not part of the affidavit.  See infra at 20 &amp; n. 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government contends that, even if the affidavit did not contain sufficient corroboration to establish probable cause to search, suppression is not appropriate because of the Leon good faith exception.  See United States v. Leon, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3405</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1984).  \"This good faith exception, however, is grounded in an objective standard of reasonableness.  As a result, an officer is required to have a 'reasonable knowledge of what the law prohibits.' \"  United States v. Fuccillo, <span class=\"citation\" data-id=\"480985\"><a href=\"/opinion/480985/united-states-v-carl-a-fuccillo/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">173</span></a></span>, 177 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2481</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">374</span></span> (1987) (quoting Leon, 468 U.S. at 919 n. 20, 104 S.Ct. at 3419 n. 20).  \"Suppression is still an appropriate remedy when 'the officers were ... reckless in preparing their affidavit....' \"  Fuccillo, 808 F.2d at 178 (quoting Leon, 468 U.S. at 926, 104 S.Ct. at 3422).   In Fuccillo, we held that the officers \"were reckless in not including in the affidavit information which was known or easily accessible to them.\"  Id. at 178.   There, the officers \"simply did not 'take every step that could reasonably be expected of them.' \"  Id. (quoting Massachusetts v. Sheppard, <span class=\"citation\" data-id=\"111263\"><a href=\"/opinion/111263/massachusetts-v-sheppard/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">981</span></a></span>, 989, <span class=\"citation\" data-id=\"111263\"><a href=\"/opinion/111263/massachusetts-v-sheppard/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3424</span></a></span>, 3428, <span class=\"citation\" data-id=\"111263\"><a href=\"/opinion/111263/massachusetts-v-sheppard/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">737</span></a></span> (1984)).  In this case, it is an open question whether this objective standard of reasonableness was met.  We need not reach this question, however, since we determine the evidence is admissible, in any event, on other grounds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The latter details were not included in the affidavit itself, and \"[t]he issuing magistrate ordinarily considers only the facts set forth in supporting affidavits accompanying the warrant application.\"  Zayas-Diaz, 95 F.3d at 111.   The magistrate may also consider testimony given before him or her, if the testimony was sworn to and made a part of the affidavit.  See Fed.R.Crim.P. 41(c).  We need not decide whether the complaint accompanying the affidavit in this case should be considered as part of the affidavit, because we hold infra that the police had probable cause to search the defendant's person regardless of how we would decide this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The warrantless aspect of the search of the defendant's person was justified by exigent circumstances in this case:  two individuals who met an informant's descriptions of drug dealers fled from police officers as they executed a search warrant, during the investigation of a crime involving drugs that could easily be disposed of.  See McCabe v. Life-Line Ambulance Serv., <span class=\"citation\" data-id=\"196608\"><a href=\"/opinion/196608/mccabe-v-the-city-of-lynn/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">540</span></a></span>, 545 (1st Cir.1996);  United States v. Wihbey, <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 766 (1st Cir.1996)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707600/"
  ]
}