{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197333/",
  "absolute_url": "/opinion/197333/lio-v-robinson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197333/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:27:33Z",
  "date_modified": "2017-03-24T10:50:58.554208Z",
  "type": "010combined",
  "sha1": "7d77cef9592366b9b30b502f2ce45dcf627f6a6e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1223.01A",
  "local_path": null,
  "plain_text": "\n\n          [NOT FOR PUBLICATION]\r                                [NOT FOR PUBLICATION]\r\n\n      United States Court of Appeals\r\n          For the First Circuit\r                                For the First Circuit\r\n\n                               \r\n\nNo. 96-1223\r\n\n     ADALBERTO LIO a/k/a ALBERTO LIO,\r\n\n          Plaintiff, Appellant,\r\n\n                    v.\r\n\n     WALTER F. ROBINSON, JR., ET AL.,\r\n\n          Defendants, Appellees.\r\n\n                               \r\n\nAPPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n    FOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                               \r\n\n                  Before\r\n\n          Lynch, Circuit Judge, \r                                                    \r\n\nAldrich and Bownes, Senior Circuit Judges.\r                                                               \r\n\n                               \r\n\nEdgar L. Kelley for appellant.\r                           \r\nMary Jo Harris,  Special Assistant Corporation Counsel, with  whom\r                          \r\nMerita  A. Hopkins, Corporation Counsel, and  Kopelman and Paige, P.C.\r                                                                              \r\nwere on brief for appellees.\r\n\n                               \r\n\n              April 29, 1997\r\n                               \r\r\n\nBOWNES, Senior Circuit Judge.   Plaintiff-appellant\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nAdalberto  Lio appeals from a jury finding of no liability in\r\n\nhis  42  U.S.C.    1983  action,  Massachusetts Civil  Rights\r\n\naction, and  Massachusetts tort  claim  against seven  Boston\r\n\npolice officers and  the City of Boston.1  The only issues on\r\n\nappeal  concern  evidentiary  rulings made  by  the  district\r\n\ncourt.  We affirm the rulings.\r\n\n                    I.\r                                          I.\r\n\n               THE EVIDENCE\r                                     THE EVIDENCE\r                                                 \r\n\nWe rehearse so much of the evidence as is necessary\r\n\nto understand the evidentiary rulings that are the subject of\r\n\nthis appeal.  Our review of the evidence is  made, of course,\r\n\nin  the light most favorable  to the verdicts.   Newell P.R.,\r                                                                         \r\n\nLtd. v. Rubbermaid,  Inc., 20  F.3d 15, 18  (1st Cir.  1994).\r                                     \r\n\nPlaintiff  Lio had been a Boston police officer since June of\r\n\n1979; his designation  was patrolman.   Starting in 1982,  he\r\n\nbegan exercising to build up his body.   He used various gyms\r\n\nin the  Boston area.  In the  spring of 1991, he  was using a\r\n\ngym in Dedham,  Massachusetts.  In  April of 1991,  Sergeant-\r\n\nDetective  Leonard  Marquardt  (one of  the  defendants)  was\r\n\ninformed by an  officer of the Dedham  Police Department that\r\n\nLio was  selling drugs  -- steroids  -- at  a gym  in Dedham.\r\n\n          \r                                \r\n\n1.  The original  defendants  included the  Town  of  Dedham,\r\nMassachusetts,  and  two of  its  police  officers.   Summary\r\njudgments  were granted  in favor  of  these defendants.   No\r\nappeal has been taken from those judgments.\r\n\n                   -2-\r                                          2\r\r\n\nMarquardt  contacted  his  supervisor, Superintendent  Joseph\r\n\nSaia (also a  defendant), and  a sting operation  was set  in\r\n\nmotion.  There was to be a \"buy-bust.\"  \r\n\nJohn  Antoniou, who had been arrested previously by\r\n\nMarquardt  and  Detective  Walter F.  Robinson,  Jr. (another\r\n\ndefendant) for  selling drugs, agreed to  purchase a quantity\r\n\nof steroids from Lio.  Antoniou knew Lio from meeting him  at\r\n\nthe gym.   He was  one of  the persons from  whom the  Dedham\r\n\nPolice  Department received information  that Lio was dealing\r\n\nin  steroids.  Antoniou was  given $650 by  Marquardt to make\r\n\nthe \"buy.\"  \r\n\nOn  May 23,  1991,  Marquardt was  informed by  the\r\n\nDedham Police Department that  Antoniou had arranged with Lio\r\n\nto make the \"buy\" at  11:30 p.m. that night at the  White Hen\r\n\nPantry  (a convenience store) on Hyde  Park Avenue in Boston.\r\n\nMarquardt  informed Detectives  Robinson  and  Kenneth  Beers\r\n\n(another  defendant), who were  on duty,  to be  available to\r\n\nobserve  the \"buy.\"   Marquardt  met with Antoniou  in Dedham\r\n\nprior  to the \"buy.\"  He emphasized  that the \"buy\" had to be\r\n\nvisible  so  it could  be  observed  by  the watching  police\r\n\nofficers.   Antoniou was told to signal that the \"buy\" was in\r\n\nprogress by running his fingers through his hair.\r\n\nThe \"buy\"  was not  made at  the White  Hen Pantry.\r\n\nLio, who  was in police  uniform, talked briefly  to Antoniou\r\n\nbefore entering and  after leaving the store.  Antoniou's car\r\n\n                   -3-\r                                          3\r\r\n\nfollowed  Lio's  car down  Hyde Park  Avenue.   The observing\r\n\npolice   officers  kept  their   superiors  apprised  of  the\r\n\nsituation by radio.   The two proceeded to Austin  Street and\r\n\nparked  about  twenty  feet   from  the  intersection.    The\r\n\nobserving  officers,  Detectives  Beers  and  Robinson,  were\r\n\nfollowing in Detective Beers' private car.  Beers  parked his\r\n\ncar so that  he and  Robinson could see  both Antoniou's  and\r\n\nLio's cars.   They saw both men get out of their vehicles and\r\n\nmeet in  the middle  of the  street.  Lio  thrust a  bag onto\r\n\nAntoniou's  chest, which  Antoniou  threw into  the passenger\r\n\nside of his automobile, a white Corvette convertible with the\r\n\nroof back.   When the  bag was subsequently  examined by  the\r\n\npolice, it  was found  to  contain packages  of steroids  and\r\n\nhypodermic needles.\r\n\nAfter the \"buy\" had been made, Beers drove  his car\r\n\nto  Austin Street,  which was  one-way, and  parked it  at an\r\n\nangle  across the street so  as to block  vehicles from going\r\n\nforward.  Beers then  approached Lio.  There is  a difference\r\n\nin the testimony as to what happened next.  According to Lio,\r\n\nBeers kicked and punched him.   He pushed Beers away so  that\r\n\nhe could get back into his  car and leave.  Beers claims that\r\n\nLio  hit him  hard in  the midsection  and knocked  him down.\r\n\nBeers claims that he put Lio under arrest for assaulting him.\r\n\nThings then happened quickly. Lio got into his car,\r\n\na blue  Toyota coupe, and began  to back up at  a high speed.\r\n\n                   -4-\r                                          4\r\r\n\nBeers  hung onto  the  side of  Lio's  car until  it  stopped\r\n\nsuddenly and he was thrown off.  Lio started forward straight\r\n\nat Detective Robinson.  Robinson jumped to the side and fired\r\n\nat  Lio.   His shot  blew out  the front  side window  on the\r\n\ndriver's side of the car.   Lio then stopped and put  the car\r\n\nin reverse.  Both Beers and Robinson fired at the rear end of\r\n\nLio's car.  Two bullet holes were found in the rear bumper of\r\n\nthe  car.  Lio managed to back  his car into the intersection\r\n\nof Austin and West Streets.  He turned into West Street.\r\n\nSuperintendent Robert  Faherty (another defendant),\r\n\nnight  commander of the Boston Police Force, was in the area.\r\n\nHe  heard a  radio  transmission by  a  police officer  state\r\n\n\"Austin toward West.\"  As he turned onto West Street he heard\r\n\ngunshots and saw  a small  dark sports car  approaching at  a\r\n\nhigh rate of speed.  Faherty, thinking that there had  been a\r\n\ndrive-by shooting, gave chase.  He followed Lio onto Enneking\r\n\nParkway.  Shortly thereafter Faherty heard a  crash.  Faherty\r\n\nsaw Lio get out of his car and run into a patch of woods.\r\n\nIn  a short  time,  back-up police  units began  to\r\n\narrive at the scene.   One of the first arrivals was  Officer\r\n\nCornell  Patterson (another  defendant).    He asked  Faherty\r\n\nwhere  the suspect had gone  and was told,  \"into the woods.\"\r\n\nPatterson took  Faherty's flashlight  and began a  search for\r\n\nLio.   He found him, and Lio surrendered.  Patterson took him\r\n\nto  Superintendent Faherty, who told Lio that he was going to\r\n\n                   -5-\r                                          5\r\r\n\nbe  charged with attempted murder.  Faherty then gave Lio the\r\n\nMiranda warnings.   Lio was  then taken to  the area  station\r                   \r\n\nhouse for booking.       Superintendent     Saia    commanded\r\n\nSergeant   Edward   O'Donnell  (the   seventh  police-officer\r\n\ndefendant) to  conduct a \"use of  deadly force\" investigation\r\n\ninto  the  shots  fired at  Lio  and  his  car by  Detectives\r\n\nRobinson and Beers.\r\n\nLio was charged with assault with intent to murder,\r\n\nassault and battery by  means of a dangerous weapon  (a car),\r\n\nassault  by means of a  dangerous weapon (a  car), driving to\r\n\nendanger, speeding, leaving the scene of an accident, failure\r\n\nto  stop  for a  police officer,  distribution  of a  Class E\r\n\ncontrolled  substance,  unlawful  possession   of  hypodermic\r\n\nneedles, and unlawful  possession of syringes.   In May 1994,\r\n\nthe District Attorney issued a nolle prosequi, dismissing the\r                                                         \r\n\ncharges against Lio.  This lawsuit followed.  \r\n\nPlaintiff's  complaint  alleged  violations  of  42\r\n\nU.S.C.    1983  (false  arrest,  excessive  force,  malicious\r\n\nprosecution,  and  conspiracy   to  violate  civil   rights),\r\n\nviolations of the Massachusetts  Civil Rights Act, Mass. Gen.\r\n\nLaws ch. 12,    11I, and assault and battery,  arising out of\r\n\nan investigation which culminated in Lio's arrest on May  23,\r\n\n1991.   The plaintiff further alleged that the City of Boston\r\n\nhad a  practice, custom or policy  of allowing constitutional\r\n\nviolations, such as alleged in his complaint, to occur.\r\n\n                   -6-\r                                          6\r\r\n\nThe district  court decided  prior to the  start of\r\n\nthe trial  that the case against the City of Boston should be\r\n\nsevered  from   that  of   the  police  officers   and  tried\r\n\nimmediately   thereafter  if  any  of  the  defendant  police\r\n\nofficers  were found liable.   Because the jury  did not find\r\n\nany of the individual defendants liable, the case against the\r\n\nCity of Boston was dismissed.\r\n\n                   II.\r                                         II.\r\n\n                THE ISSUES\r                                      THE ISSUES\r                                                \r\n\nAppellant has  raised three issues,  which we state\r\n\nas they are  set forth at page  one of his brief.   We review\r\n\nfor  abuse of  discretion.   See Blinzler v.  Marriott Int'l,\r                                                                         \r\n\nInc., 81 F.3d 1148, 1158 (1st Cir. 1996).\r                \r\n\nThe first issue is stated as follows:\r\n\n     I.  Whether the trial judge erred in\r\nallowing Defendant's Motion In  Limine To\r\nExclude  Evidence  of   a  Character   or\r\nReputation Pursuant to  Federal Rules  of\r\nEvidence   404(b),   resulting   in   the\r\nexclusion of evidence  of racial  animus,\r\nto  prove  motive,  opportunity,  intent,\r\npreparation,    plan,   knowledge,    and\r\nidentity within Rule 404(b).\r\n\nThere  was  a  hearing   on  defendants'  motion  in  limine.\r                                                                        \r\n\nPlaintiff wanted to prove through the deposition testimony of\r\n\nGregory  Matthews,  Jose Alfonso,  Marilyn Hinton,  and Brian\r\n\nLatson  -- all of whom  were minority officers  on the Boston\r\n\nPolice  Force, and all of whom,  except Alfonso, served under\r\n\ndefendant  Marquardt   --  that Marquardt  harbored a  racial\r\n\n                   -7-\r                                          7\r\r\n\nanimus toward minorities.  At the  hearing the district judge\r\n\nstated the  question as he understood  it: whether Marquardt,\r\n\nacting  in a  supervisory  capacity, did  something that  was\r\n\nmotivated  by racial  animus.  Counsel  for Lio,  Mr. Kelley,\r\n\nagreed that  that was the  question.  The  following colloquy\r\n\nthen ensued:\r\n\n     THE COURT:  All right.  Now, then it\r\nseems to me that since that is the issue,\r\nthe existence  of  racial animus  is  not\r\nitself an  element of  any claim and  the\r\nquestion   becomes   what   evidence   is\r\nadmissible  to show that  the officer did\r\nsomething with racial animus.  That's the\r\nquestion.   And that brings  us directly,\r\nthen,  to Rule 404, that says evidence of\r\na person's character that he has a racial\r\nanimus is not  admissible for the purpose\r\nof  proving  that  action  in  conformity\r\ntherewith   occurred   on  a   particular\r\noccasion.  404(a) is directly in point.\r\n\n     MR. KELLEY:  It would be in point if\r\nthe purpose of  the offer were restricted\r\nto proving propensity or proclivity.\r\n\n     THE COURT:  But  what is the purpose\r\nof the offer?\r\n\n     MR.  KELLEY:  The purposes -- one of\r\nthe defendants here, Superintendent Saia,\r\na long and experienced officer who was in\r\ncharge   of   the  operations   of  these\r\nparticular defendants, knowing in advance\r\nof -- sufficient  to question the  racial\r\nbias and  animus of  given officers  in a\r\ngiven  station,  did  nothing,   took  no\r\naction, as a matter of fact in testimony,\r\nendorsed their actions.\r\n\n     THE  COURT:   Well,  you  see,  that\r\ndoesn't  at all  support  an argument  of\r\nopinion or reputation  in the  community.\r\nThat would be an argument that would only\r\npermit  evidence  that Saia  himself knew\r\n\n                   -8-\r                                          8\r\r\n\nabout  this  characteristic of  the other\r\nperson, so that's what you have to offer.\r\nYou can't offer --\r\n\n     MR. KELLEY:   That's what I'm saying\r\nwe will offer and we will prove.\r\n\n     THE COURT:  Well, that's  not -- all\r\nright.  Then show me the proffer.\r\n\nThen followed an extensive colloquy (ten transcript\r\n\npages) between the  court and plaintiff's counsel.  The court\r\n\nruled  that the  deposition  testimony of  the four  minority\r\n\npolice officers could not be used.  It then stated:\r\n\nNow, that's  not going to  stop you  from\r\nmaking  a proffer  during  the course  of\r\ntrial.     Of  course,  if  you  want  to\r\ncomplain  about  my  ruling   on  appeal,\r\nyou're  going to  have to  do that.   And\r\nwhen I hear that proffer in  more detail,\r\nI'll consider any  arguments that may  be\r\nmade  at that  time just  in case  it may\r\npersuade me to a different view.\r\n\n     But the view  I hold at the  present\r\ntime is  that what you're aiming for here\r\nis to show that Saia is liable personally\r\nand  that the  only way  I can  determine\r\nthat that is correct is to determine that\r\nSaia  acted with  racial animus  and that\r\nwhat  you're  proffering  to  me  doesn't\r\ncover  some  gaps  between  a  particular\r\nofficer's   personal   view   about   his\r\nexperiences  and,  first,  the  inference\r\nthat that means that Marquardt has racial\r\nanimus  and  has  that  reputation,  and,\r\nsecondly,  that  Saia  knows   that  and,\r\nthird,  that  when  Saia  is  making  his\r\ndecisions  he's not  just  making  a  bad\r\nexecutive  decision,  but he's  making it\r\nwith racial  animus  because of  his  own\r\nracial animus.  There are several missing\r\nsteps in the proffer of evidence.\r\n\nNo proffers were made during trial.\r\n\n                   -9-\r                                          9\r\r\n\nOn  November  23, 1995,  the day  after defendants'\r\n\nmotion in limine had been granted, plaintiff filed a \"Proffer\r                            \r\n\nof Evidence\" to which were attached extensive excerpts of the\r\n\ndeposition  testimony  of  minority  Boston  Police  Officers\r\n\nMatthews, Alfonso,  Hinton, and Latson.   The purpose  of the\r\n\nproffer is stated as follows:\r\n\n     In  respect  of  Marilyn Hinton  her\r\ntestimony   is   replete  with   personal\r\nexperiences that  prove conclusively that\r\nthe  defendant,  Leonard Marquardt  had a\r\nrampant  racial  animus  which  made  her\r\nservice   in   Area  E   humiliating  and\r\nhorrific   as   a  black   female  police\r\nofficer.  She  extended his  paradigmatic\r\nracism  as  illustrative  of the  cynical\r\nrule that police like him  are \"easier to\r\ntolerate than to correct,\" as a pervasive\r\npolicy in Area E.\r\n\n     The gist of  Gregory Matthews  [sic]\r\ntestimony as excerpted is that he was the\r\nobject of direct  racial slurs stated  by\r\nthe defendant, Leonard Marquardt, that he\r\nheard the defendant  refer to  minorities\r\nand blacks a[sic]  \"chincs and spics\"  at\r\npage 52, and \"Leroy(s)\" at page 72.\r\n\n     In  the  case of  Brian  Latson, his\r\ntestimony is probative  on the issue that\r\nthe defendant, Leonard  Marquardt, had  a\r\npropensity  to usurp the functions of the\r\ndivision  of  Internal   Affairs.     The\r\ndefendant,  Leonard Marquardt,  arrogated\r\nto himself an excessive personal industry\r\nin supervising minority officers.\r\n\n     In  the case  of  Jose  Alfonso  his\r\ntestimony is  probative on the issue of a\r\ndefense that the plaintiff  invented such\r\nan animus  as a  defense to  the criminal\r\nand  administrative  charges against  him\r\nresulting from the  \"buy bust\"  operation\r\ngenerated  by  Area   E  personnel   (all\r\n\n                   -10-\r                                          10\r\r\n\ndefendants  except  Saia) for  a spurious\r\nexecution in Dedham.\r\n\nWe  have read  the deposition  testimony carefully.\r\n\nWe point out, first of  all, that a portion of the  testimony\r\n\nof all the  deponents is  hearsay and for  that reason  alone\r\n\nwould not be  admissible.  Officer  Alfonso obtained all  his\r\n\ninformation about  Area E  (the home base  for Marquardt  and\r\n\nLio) from Lio.   Lio was Alfonso's training officer  and they\r\n\nwere  partners for  a year  and a  half, assigned  to Spanish\r\n\nareas  of Boston.  Because  of Lio's advice,  Alfonso did not\r\n\nwork in Area  E.  He only knew about  Marquardt from what Lio\r\n\ntold him.   He did  not know Superintendent  Faherty at  all.\r\n\nInsofar as the proffer  suggests that Alfonso had information\r\n\nthat  the   \"buy-bust\"  sting  operation   was  spurious  and\r\n\nmotivated  by Marquardt's  racial  animus, there  is no  such\r\n\ntestimony,  either direct or implied, in his deposition.  Nor\r\n\nis there in any of the other depositions.\r\n\nOfficers   Matthews   and   Hinton   worked   under\r\n\nMarquardt,  apparently  at different  times.   Both described\r\n\nMarquardt  as a  bigoted racist  who treated  minorities with\r\n\nscorn and derision.  According to Hinton, Marquardt was foul-\r\n\nmouthed with minority women and verbally assaulted them.  \r\n\nOfficer Brian Latson worked under Marquardt in Area\r\n\nE.  He testified  that he never observed  anything suggesting\r\n\nthat either  Marquardt or  Detective Robinson  were targeting\r\n\nminority  officers.   He testified  further that  he did  not\r\n\n                   -11-\r                                          11\r\r\n\nthink  the racial  climate at Area  E was  bad at  all and he\r\n\nenjoyed   working  there.     Latson  also   testified  under\r\n\nquestioning  by  Lio's  counsel   that  Lio  was  upset  with\r\n\nMarquardt and \"fearful\" of him.  Then followed testimony that\r\n\nwould  be  clearly  inadmissible  on  relevancy  and  hearsay\r\n\ngrounds:   Latson's commanding  officer, Deputy  Clayburn (an\r\n\nAfrican-American), called  him into  his office and  told him\r\n\nthat he had  heard that  Latson was using  steroids.   Latson\r\n\ndenied  it, and said that  he had been  a Christian Scientist\r\n\nsince he was twelve  and never even took an  aspirin.  Latson\r\n\nfurther  said that he was willing to submit to whatever tests\r\n\nthat Clayburn wanted to  give.  It was Latson's  opinion that\r\n\nthis inquiry  was prompted by the  fact that both  he and Lio\r\n\nwere  into body building and lifting weights.  About the same\r\n\ntime, he was approached by a known drug dealer and  a \"street\r\n\nsource\" for Latson, who told him that two detectives had been\r\n\ninquiring  about  him.    Latson testified  that  he  thought\r\n\nMarquardt  was   asking  about  him  because   of  his  close\r\n\nrelationship with Lio.\r\n\nAs we discern it, Lio's theory for the admission of\r\n\nthe  deposition testimony is that it tended to prove that the\r\n\n\"buy-bust\"  sting  operation  was  motivated  by  Marquardt's\r\n\nracial  animus against Lio.  Even if we assume that Marquardt\r\n\nhad a strong racial  animus against minority police officers,\r\n\nof  which   the  depositions  of  Hinton   and  Matthews  are\r\n\n                   -12-\r                                          12\r\r\n\nprobative, and  that Superintendent Saia knew  this or should\r\n\nhave known it,  we fail  to comprehend the  relevancy of  the\r\n\ndepositions.    There  was  no  direct,  circumstantial,   or\r\n\ninferential evidence that  Lio was  \"set up\" as  a result  of\r\n\nMarquardt's  racial  animus  toward minority  officers.   The\r\n\nsting operation originated with the Dedham Police Department.\r\n\nThat police  department informed Marquardt that  Lio had been\r\n\ndealing in steroids.   It was the Dedham Police  who selected\r\n\nJohn Antoniou  to make  the \"buy.\"    Marquardt had  reliable\r\n\ninformation than an officer under his  command was dealing in\r\n\ndrugs.    He got  permission  from  his  superior officer  to\r\n\nproceed with the \"buy-bust\"  sting.  There is nothing  in the\r\n\ndeposition testimony to suggest  that he would have proceeded\r\n\ndifferently had the implicated  officer been white instead of\r\n\nHispanic.  We think the deposition testimony could  have been\r\n\nexcluded on the grounds of relevancy alone.\r\n\nThe district court was surely correct in  excluding\r\n\nthe deposition  testimony on the  grounds of Federal  Rule of\r\n\nEvidence 404(a):\r\n\nRule   404.     Character   Evidence  Not\r                      Rule   404.     Character   Evidence  Not\r\nAdmissible To  Prove Conduct; Exceptions;\r                      Admissible To  Prove Conduct; Exceptions;\r\nOther Crimes\r                      Other Crimes\r\n\n     (a)   Character  evidence generally.\r                           (a)   Character  evidence generally.\r\nEvidence  of a  person's  character or  a\r\ntrait of character is not  admissible for\r\nthe   purpose   of   proving  action   in\r\nconformity  therewith   on  a  particular\r\noccasion, except: . . .\r\n\nNor does it fall within the ambit of exception (b):\r\n\n                   -13-\r                                          13\r\r\n\n     (b) Other crimes,  wrongs, or  acts.\r                           (b) Other crimes,  wrongs, or  acts.\r\nEvidence of other crimes, wrongs, or acts\r\nis not admissible to prove  the character\r\nof a  person in  order to show  action in\r\nconformity therewith.   It may,  however,\r\nbe admissible for other purposes, such as\r\nproof  of  motive,  opportunity,  intent,\r\npreparation,  plan, knowledge,  identity,\r\nor  absence  of   mistake  or   accident,\r\nprovided   that   upon  request   by  the\r\naccused,  the  prosecution in  a criminal\r\ncase shall provide  reasonable notice  in\r\nadvance of trial, or  during trial if the\r\ncourt  excuses  pretrial  notice on  good\r\ncause shown, of the general nature of any\r\nsuch  evidence it intends to introduce at\r\ntrial.\r\n\nClearly, the purpose of plaintiff's proffer was \"to\r\n\nprove the character\" of Marquardt \"in order to show action in\r\n\nconformity therewith.\"   And since the proffer  does not come\r\n\nwithin any  of the exceptions in the  second sentence because\r\n\nthere  is no evidence in  the depositions showing  any of the\r\n\nother  purposes,  the district  court correctly  excluded the\r\n\ndeposition testimony.\r\n\nAppellant   argues   that  Gutierrez-Rodriguez   v.\r                                                                         \r\n\nCartagena,  882 F.2d  553 (1st  Cir. 1989), is  precedent for\r                     \r\n\nadmitting the  depositions into evidence.  Gutierrez involved\r                                                                \r\n\na 42 U.S.C.   1983 civil rights action brought against police\r\n\nofficers  of   the  Commonwealth  of  Puerto   Rico  for  the\r\n\nunwarranted  shooting  of  the  plaintiff,  rendering  him  a\r\n\nparaplegic.   In  that  case the  district  court allowed  in\r\n\nevidence under Rule 404(b) thirteen case files of  the police\r\n\n                   -14-\r                                          14\r\r\n\nofficer who shot the  plaintiff.  We affirmed  the admission,\r\n\nstating:\r\n\n     The complaint files were relevant to\r\nprove   the   supervisory  liability   of\r\nCartagena  and  Alvarez.   They  were not\r\nintroduced to show that based upon Soto's\r\npast  conduct  it  was  likely   that  he\r\nparticipated  in the  Gutierrez shooting.\r\nThe  evidence  was   not  used  to  prove\r\nconduct,  period.    As   was  repeatedly\r\nstressed  by  the  district   court,  the\r\nevidence  could  only  be   used  against\r\nCartagena  and    Alvarez  to  show gross\r\nlapses in the supervision  and discipline\r\nof Soto.\r\n\nId.  at 572.    This  is  not  precedent  for  admitting  the\r               \r\n\ndepositions in this  case.   Quite the contrary!   The  other\r\n\ncases  cited  by  appellant   in  support  of  admitting  the\r\n\ndepositions are even  more attenuated.   Even if an  argument\r\n\ncould be  made that the  statements provide proof  of motive,\r\n\nthe evidence was extremely weak for the reason already given.\r\n\nThe sting was orchestrated by the Dedham Police.\r\n\nThe second issue as stated by appellant is:  \r\n\nII.   Whether the  trial  judge erred  in\r\ndenying  Plaintiff-Appellant's Motion  In\r\nLimine to Permit The Introduction of John\r\nAntoniou's Criminal  Record after hearing\r\nand as  renewed during the course  of the\r\ntrial.\r\n\nThis  issue does  not require  extended discussion.\r\n\nAntoniou was not a  witness at the trial.   Appellant alleges\r\n\nthat he fled the jurisdiction.  His deposition was not taken.\r\n\nLio's  attorney injected Antoniou into the case on his direct\r\n\nexamination of Marquardt:\r\n\n                   -15-\r                                          15\r\r\n\nQ:   (By  Mr. Kelley):  Did you have\r\n     any   other  words   with  John\r\n     Antoniou at  that meeting other\r\n     than what you've said here?\r\nA:   (By Marquardt):  No.\r\nQ:   Did    any    of   the    other\r\n     participants in this discussion\r\n     have  any  words directly  with\r\n     John    Antoniou    that    you\r\n     overheard?\r\n     . . .\r\nA:   I don't remember any.\r\nQ:   Did John Antoniou say anything?\r\nA:   Yes.\r\nQ:   What did he say?\r\nMs. Harris:  Objection.  Hearsay, your\r                                \r\n               Honor.\r\nThe Court:  Overruled.\r                               \r\nA:   He said that he could buy drugs\r\n     from   (indicating)   Adalberto\r\n     Lio.\r\nQ:   He said he could buy drugs?\r\nA:   Yes sir, he did.\r\nQ:   Did  he then move  on from that\r\n     and say, \"I will attempt to buy\r\n     drugs from Adalberto Lio?\"\r\nA:   That's what I thought he was there for.\r\n     . . .\r\nQ:   And Antoniou at Area E told you\r\n     that  he was willing  to try to\r\n     arrange a sale of steroids from\r\n     (indicating) Adalberto  Lio, is\r\n     that correct?\r\nA:   Yes, sir.\r\n\nThe court instructed the jury, after the statements\r\n\nof Antoniou had been admitted, as follows:\r\n\n     THE COURT:   Now, I  think I  should\r\ngive   the   limiting  instruction   that\r\n[statements  of  Antoniou are]  not being\r\nreceived   to  prove  the  truth  of  the\r\nstatements made,  but it  has to come  in\r\nbecause it's information that  bears upon\r\nany  charge of  probable cause  or acting\r\nwithout  probable  cause against  various\r\npeople  .  .  .   even  if  some  of  the\r\ninformation  .  .  .  is  hearsay  within\r\nhearsay, it's still  information that  is\r\n\n                   -16-\r                                          16\r\r\n\nbeing  passed along  and  is  taken  into\r\naccount in the whole array of information\r\nthat the officers who are  defendants, if\r\nthey  have that information, it's part of\r\nthe information they take into account in\r\ndetermining     whether     action     is\r\nappropriate.\r\n\n     MR. KELLEY:    I guess,  then,  your\r\nHonor, what I would request the  Court to\r\ndo  is,  as  specifically   as  possible,\r\nemphasize that this is not being received\r\nfor the purpose of the truth of any --\r\n\n     THE COURT:  I'll do that.\r\n\nLio  did not  object  to this  instruction; to  the\r\n\ncontrary, he acquiesced in it.\r\n\nFinally, the record makes  it clear that the police\r\n\nofficers who dealt with  Antoniou, including Marquardt,  knew\r\n\nand  acknowledged that he had  a criminal record.   Under all\r\n\nthe circumstances  here, it  was not  error for  the district\r\n\ncourt to  exclude the specifics of  Antoniou's prior criminal\r\n\nrecord.\r\n\nThe third  and final  issue raised by  appellant is\r\n\nstated:\r\n\n     III.   Whether the trial Judge erred\r\nin denying Plaintiff's  Motion In  Limine\r\nto    Permit    the    Introduction    of\r\nMassachusetts   Superior   Court   \"Nolle\r\nProsequi\"   and   related  papers   under\r\nFederal Rules of Evidence, Rules  201 and\r\n803(8)(C) and in  applying the so  called\r\n\"Bad Acts\" restriction  of Rule 404(b) to\r\nthat evidence.\r\n\nSome explanation  is in order.   The district court\r\n\nallowed Lio to  read to  the jury the  nolle prosequi  docket\r                                                                 \r\n\n                   -17-\r                                          17\r\r\n\nentries.  The  jury was  then instructed  that these  entries\r\n\nwere terminations in favor of the plaintiff and satisfied one\r\n\nelement of the malicious prosecution claim.\r\n\nThe district court did not allow in evidence a  two\r\n\nand one  half page statement  by the Suffolk  County District\r\n\nAttorney giving  the reasons for  the nolle  prosequi.   This\r                                                                 \r\n\nstatement  was  clearly  hearsay;   it  was  an  out-of-court\r\n\nstatement  offered  for  the  truth  of  what  was  contained\r\n\ntherein.  And as  the court explained fully to  Lio's counsel\r\n\nat  the pretrial hearing on the motions in limine, it did not\r                                                             \r\n\nfall within the hearsay exception of Federal Rule of Evidence\r\n\n803(8)(C), which permits the introduction into evidence of \r\n\nrecords,  reports,  statements,  or  data\r\ncompilations,  in  any  form,  of  public\r\noffices   or  agencies,   setting  forth,\r\n. . . . in civil actions  and proceedings\r\nand  against  the Government  in criminal\r\ncases, factual findings resulting from an\r\ninvestigation made  pursuant to authority\r\ngranted  by law,  unless  the sources  of\r\ninformation   or    other   circumstances\r\nindicate lack of trustworthiness.\r\n\nThe following colloquy took place:\r\n\n     THE COURT:  Now, what is the factual\r\nfinding  that  you're proposing  to offer\r\nhere?\r\n\n     MR. KELLEY:  The finding that, as is\r\nrecited  in  the   nolle  prose   itself,\r\nevidence   was   compromised  by   police\r\nofficers, internal contradictions between\r\n--\r\n\n     THE COURT:   Wait a minute.   Wait a\r\nminute.  Where is  that finding?  Read me\r\nthe language that you say constitutes --\r\n\n                   -18-\r                                          18\r\r\n\n     MR.    KELLEY:        \"Because    of\r\ndeficiencies  in  the  way Boston  Police\r\nofficers   controlled  and   handled  the\r\ninformant as well as physical evidence in\r\nthis   case\"   --   that's    a   factual\r\ndetermination  -- \"there  is,\" therefore,\r\n\"a   substantial   likelihood  that   the\r\nCommonwealth  cannot  establish  a  prima\r\nfacie case . . . .\"\r\n\n     THE  COURT:   All right.   Now,  I'm\r\ntrying to  look  for some  finding  there\r\nthat is related to an issue in this case.\r\nFindings  that  are  immaterial  to  this\r\ncase, of course, don't come into evidence\r\nin   this  case.     Findings   that  are\r\nimmaterial to this case, of course, don't\r\ncome into evidence in this case.\r\n\n     MR. KELLEY:  Of course.\r\n\n     THE  COURT:  It's only findings that\r\nare material to this case.\r\n\n     Now, there is not  an identification\r\nof what  the deficiencies were,  so I  am\r\nnot able to tell whatever the person, the\r\nofficial   making    this   finding   was\r\nreferring to, and  unless I can determine\r\nwhat the official was referring  to, then\r\nI cannot determine  whether it's  related\r\nto an  issue in  this case or  instead is\r\nimmaterial  to  an  issue  in  this case.\r\nThis   is   even  worse   than  receiving\r\nreputation  evidence  or  something  like\r\nthat   that's  a   generalized  statement\r\nthat's not in point for this case.\r\n\n     So,  you see the  problem I'm having\r\nis with the notion that there are, quote,\r\nfactual findings, unquote, here  that are\r\nmaterial to the issues in this case.  The\r\nmere fact that there are factual findings\r\nin the report  doesn't make it admissible\r\nin this case.  It  covers only one of the\r\naspects   concerned   with  whether   the\r\nevidence is admissible in this case.   It\r\nhas  to be  a  factual  finding that  has\r\nmateriality  to the  issues in  this case\r\nand I am not able  to tell from this form\r\n\n                   -19-\r                                          19\r\r\n\nof factual findings either  (1) precisely\r\nwhat the deficiencies are or (2) how they\r\naffected or would  affect the  likelihood\r\nof drawing  an inference in this  case on\r\nsome issue that has  to be decided by the\r\nfactfinder in this case.\r\n\n     MR. KELLEY:   Under subsection  (C),\r\nas I understand it, that's the purpose of\r\nallowing  a  report  on  the  part of  an\r\nofficial who is  required to  investigate\r\nand report.\r\n\n     THE  COURT:   If  the official  were\r\nrequired to investigate and make a report\r\non whether Saia acted with racial animus,\r\nthen  that  would  be  an  issue that  is\r\ninvolved in  this  case, but  that's  not\r\nwhat this finding is about.\r\n\n     MR.  KELLEY:    No,  it  isn't, your\r\nHonor.  It isn't offered for that.\r\n\n     THE COURT:  So the finding has to be\r\nabout something that is  an issue in this\r\ncase  for it  to  be admissible  in  this\r\ncase.  I don't  receive evidence  in this\r\ncase  of any  kind, witnesses,  direct or\r\nfindings of an official, unless it's on a\r\nmatter that  is material to this case and\r\nthat's what's missing  here.  There's  no\r\nbasis on  which I can determine  that the\r\nofficial here  has made a  finding on  an\r\nissue  that  will  be  for  the  jury  to\r\nconsider in this case.\r\n\n     MR.  KELLEY:    The next  paragraph,\r\nyour Honor:   \"Prior statements and sworn\r\ntestimony of certain police  and civilian\r\nwitnesses   necessary   to  proving   the\r\nCommonwealth's    case    are    directly\r\ncontradictory in material aspects.\"\r\n\n     I  submit,  your  Honor, that's  the\r\nprovince of the District Attorney.\r\n\n     THE  COURT:   Well,  wait a  minute.\r\nNo, it's the province of this jury.  If I\r\ndetermine that there  is -- in  receiving\r\nevidence on  admissibility determine that\r\n\n                   -20-\r                                          20\r\r\n\nthere are  contradictory statements, then\r\nI  tell this  jury:   \"That's for  you to\r\nresolve,  not for anybody  else.  Not for\r\nme, certainly not for some official other\r\nthan an official of this court.\"\r\n\nWe affirm  the court's  exclusion  of the  District\r\n\nAttorney's  report for the reasons stated by the court in the\r\n\ncolloquy.\r\n\nWe  have considered carefully appellees' motion for\r\n\nsanctions.  We deny it.\r\n\nThe judgment  of  the district  court is  affirmed.\r                                                                affirmed.\r                                                                        \r\n\nCosts on appeal awarded to appellees.\r            Costs on appeal awarded to appellees.\r                                                \r\n\n                   -21-\r                                          21\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n          [NOT FOR PUBLICATION]\r                                [NOT FOR PUBLICATION]\r\n\n      United States Court of Appeals\r\n          For the First Circuit\r                                For the First Circuit\r\n\n                               \r\n\nNo. 96-1223\r\n\n     ADALBERTO LIO a/k/a ALBERTO LIO,\r\n\n          Plaintiff, Appellant,\r\n\n                    v.\r\n\n     WALTER F. ROBINSON, JR., ET AL.,\r\n\n          Defendants, Appellees.\r\n\n                               \r\n\nAPPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n    FOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                               \r\n\n                  Before\r\n\n          Lynch, Circuit Judge, \r                                                    \r\n\nAldrich and Bownes, Senior Circuit Judges.\r                                                               \r\n\n                               \r\n\nEdgar L. Kelley for appellant.\r                           \r\nMary Jo Harris,  Special Assistant Corporation Counsel, with  whom\r                          \r\nMerita  A. Hopkins, Corporation Counsel, and  Kopelman and Paige, P.C.\r                                                                              \r\nwere on brief for appellees.\r\n\n                               \r\n\n              April 29, 1997\r\n                               \r\r\n\nBOWNES, Senior Circuit Judge.   Plaintiff-appellant\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nAdalberto  Lio appeals from a jury finding of no liability in\r\n\nhis  42  U.S.C.    1983  action,  Massachusetts Civil  Rights\r\n\naction, and  Massachusetts tort  claim  against seven  Boston\r\n\npolice officers and  the City of Boston.1  The only issues on\r\n\nappeal  concern  evidentiary  rulings made  by  the  district\r\n\ncourt.  We affirm the rulings.\r\n\n                    I.\r                                          I.\r\n\n               THE EVIDENCE\r                                     THE EVIDENCE\r                                                 \r\n\nWe rehearse so much of the evidence as is necessary\r\n\nto understand the evidentiary rulings that are the subject of\r\n\nthis appeal.  Our review of the evidence is  made, of course,\r\n\nin  the light most favorable  to the verdicts.   Newell P.R.,\r                                                                         \r\n\nLtd. v. Rubbermaid,  Inc., </pre><span class=\"citation\" data-id=\"666565\"><a href=\"/opinion/666565/newell-puerto-rico-ltd-v-rubbermaid-incorporated-newell-puerto-rico/\"><span class=\"volume\">20</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 18  (1st Cir.  1994).\r                                     \r\n\nPlaintiff  Lio had been a Boston police officer since June of\r\n\n1979; his designation  was patrolman.   Starting in 1982,  he\r\n\nbegan exercising to build up his body.   He used various gyms\r\n\nin the  Boston area.  In the  spring of 1991, he  was using a\r\n\ngym in Dedham,  Massachusetts.  In  April of 1991,  Sergeant-\r\n\nDetective  Leonard  Marquardt  (one of  the  defendants)  was\r\n\ninformed by an  officer of the Dedham  Police Department that\r\n\nLio was  selling drugs  -- steroids  -- at  a gym  in Dedham.\r\n\n          \r                                \r\n\n1.  The original  defendants  included the  Town  of  Dedham,\r\nMassachusetts,  and  two of  its  police  officers.   Summary\r\njudgments  were granted  in favor  of  these defendants.   No\r\nappeal has been taken from those judgments.\r\n\n                   -2-\r                                          2\r\r\n\nMarquardt  contacted  his  supervisor, Superintendent  Joseph\r\n\nSaia (also a  defendant), and  a sting operation  was set  in\r\n\nmotion.  There was to be a \"buy-bust.\"  \r\n\nJohn  Antoniou, who had been arrested previously by\r\n\nMarquardt  and  Detective  Walter F.  Robinson,  Jr. (another\r\n\ndefendant) for  selling drugs, agreed to  purchase a quantity\r\n\nof steroids from Lio.  Antoniou knew Lio from meeting him  at\r\n\nthe gym.   He was  one of  the persons from  whom the  Dedham\r\n\nPolice  Department received information  that Lio was dealing\r\n\nin  steroids.  Antoniou was  given $650 by  Marquardt to make\r\n\nthe \"buy.\"  \r\n\nOn  May 23,  1991,  Marquardt was  informed by  the\r\n\nDedham Police Department that  Antoniou had arranged with Lio\r\n\nto make the \"buy\" at  11:30 p.m. that night at the  White Hen\r\n\nPantry  (a convenience store) on Hyde  Park Avenue in Boston.\r\n\nMarquardt  informed Detectives  Robinson  and  Kenneth  Beers\r\n\n(another  defendant), who were  on duty,  to be  available to\r\n\nobserve  the \"buy.\"   Marquardt  met with Antoniou  in Dedham\r\n\nprior  to the \"buy.\"  He emphasized  that the \"buy\" had to be\r\n\nvisible  so  it could  be  observed  by  the watching  police\r\n\nofficers.   Antoniou was told to signal that the \"buy\" was in\r\n\nprogress by running his fingers through his hair.\r\n\nThe \"buy\"  was not  made at  the White  Hen Pantry.\r\n\nLio, who  was in police  uniform, talked briefly  to Antoniou\r\n\nbefore entering and  after leaving the store.  Antoniou's car\r\n\n                   -3-\r                                          3\r\r\n\nfollowed  Lio's  car down  Hyde Park  Avenue.   The observing\r\n\npolice   officers  kept  their   superiors  apprised  of  the\r\n\nsituation by radio.   The two proceeded to Austin  Street and\r\n\nparked  about  twenty  feet   from  the  intersection.    The\r\n\nobserving  officers,  Detectives  Beers  and  Robinson,  were\r\n\nfollowing in Detective Beers' private car.  Beers  parked his\r\n\ncar so that  he and  Robinson could see  both Antoniou's  and\r\n\nLio's cars.   They saw both men get out of their vehicles and\r\n\nmeet in  the middle  of the  street.  Lio  thrust a  bag onto\r\n\nAntoniou's  chest, which  Antoniou  threw into  the passenger\r\n\nside of his automobile, a white Corvette convertible with the\r\n\nroof back.   When the  bag was subsequently  examined by  the\r\n\npolice, it  was found  to  contain packages  of steroids  and\r\n\nhypodermic needles.\r\n\nAfter the \"buy\" had been made, Beers drove  his car\r\n\nto  Austin Street,  which was  one-way, and  parked it  at an\r\n\nangle  across the street so  as to block  vehicles from going\r\n\nforward.  Beers then  approached Lio.  There is  a difference\r\n\nin the testimony as to what happened next.  According to Lio,\r\n\nBeers kicked and punched him.   He pushed Beers away so  that\r\n\nhe could get back into his  car and leave.  Beers claims that\r\n\nLio  hit him  hard in  the midsection  and knocked  him down.\r\n\nBeers claims that he put Lio under arrest for assaulting him.\r\n\nThings then happened quickly. Lio got into his car,\r\n\na blue  Toyota coupe, and began  to back up at  a high speed.\r\n\n                   -4-\r                                          4\r\r\n\nBeers  hung onto  the  side of  Lio's  car until  it  stopped\r\n\nsuddenly and he was thrown off.  Lio started forward straight\r\n\nat Detective Robinson.  Robinson jumped to the side and fired\r\n\nat  Lio.   His shot  blew out  the front  side window  on the\r\n\ndriver's side of the car.   Lio then stopped and put  the car\r\n\nin reverse.  Both Beers and Robinson fired at the rear end of\r\n\nLio's car.  Two bullet holes were found in the rear bumper of\r\n\nthe  car.  Lio managed to back  his car into the intersection\r\n\nof Austin and West Streets.  He turned into West Street.\r\n\nSuperintendent Robert  Faherty (another defendant),\r\n\nnight  commander of the Boston Police Force, was in the area.\r\n\nHe  heard a  radio  transmission by  a  police officer  state\r\n\n\"Austin toward West.\"  As he turned onto West Street he heard\r\n\ngunshots and saw  a small  dark sports car  approaching at  a\r\n\nhigh rate of speed.  Faherty, thinking that there had  been a\r\n\ndrive-by shooting, gave chase.  He followed Lio onto Enneking\r\n\nParkway.  Shortly thereafter Faherty heard a  crash.  Faherty\r\n\nsaw Lio get out of his car and run into a patch of woods.\r\n\nIn  a short  time,  back-up police  units began  to\r\n\narrive at the scene.   One of the first arrivals was  Officer\r\n\nCornell  Patterson (another  defendant).    He asked  Faherty\r\n\nwhere  the suspect had gone  and was told,  \"into the woods.\"\r\n\nPatterson took  Faherty's flashlight  and began a  search for\r\n\nLio.   He found him, and Lio surrendered.  Patterson took him\r\n\nto  Superintendent Faherty, who told Lio that he was going to\r\n\n                   -5-\r                                          5\r\r\n\nbe  charged with attempted murder.  Faherty then gave Lio the\r\n\nMiranda warnings.   Lio was  then taken to  the area  station\r                   \r\n\nhouse for booking.       Superintendent     Saia    commanded\r\n\nSergeant   Edward   O'Donnell  (the   seventh  police-officer\r\n\ndefendant) to  conduct a \"use of  deadly force\" investigation\r\n\ninto  the  shots  fired at  Lio  and  his  car by  Detectives\r\n\nRobinson and Beers.\r\n\nLio was charged with assault with intent to murder,\r\n\nassault and battery by  means of a dangerous weapon  (a car),\r\n\nassault  by means of a  dangerous weapon (a  car), driving to\r\n\nendanger, speeding, leaving the scene of an accident, failure\r\n\nto  stop  for a  police officer,  distribution  of a  Class E\r\n\ncontrolled  substance,  unlawful  possession   of  hypodermic\r\n\nneedles, and unlawful  possession of syringes.   In May 1994,\r\n\nthe District Attorney issued a nolle prosequi, dismissing the\r                                                         \r\n\ncharges against Lio.  This lawsuit followed.  \r\n\nPlaintiff's  complaint  alleged  violations  of  42\r\n\nU.S.C.    1983  (false  arrest,  excessive  force,  malicious\r\n\nprosecution,  and  conspiracy   to  violate  civil   rights),\r\n\nviolations of the Massachusetts  Civil Rights Act, Mass. Gen.\r\n\nLaws ch. 12,    11I, and assault and battery,  arising out of\r\n\nan investigation which culminated in Lio's arrest on May  23,\r\n\n1991.   The plaintiff further alleged that the City of Boston\r\n\nhad a  practice, custom or policy  of allowing constitutional\r\n\nviolations, such as alleged in his complaint, to occur.\r\n\n                   -6-\r                                          6\r\r\n\nThe district  court decided  prior to the  start of\r\n\nthe trial  that the case against the City of Boston should be\r\n\nsevered  from   that  of   the  police  officers   and  tried\r\n\nimmediately   thereafter  if  any  of  the  defendant  police\r\n\nofficers  were found liable.   Because the jury  did not find\r\n\nany of the individual defendants liable, the case against the\r\n\nCity of Boston was dismissed.\r\n\n                   II.\r                                         II.\r\n\n                THE ISSUES\r                                      THE ISSUES\r                                                \r\n\nAppellant has  raised three issues,  which we state\r\n\nas they are  set forth at page  one of his brief.   We review\r\n\nfor  abuse of  discretion.   See Blinzler v.  Marriott Int'l,\r                                                                         \r\n\nInc., </pre><span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span><pre class=\"inline\">, 1158 (1st Cir. 1996).\r                \r\n\nThe first issue is stated as follows:\r\n\n     I.  Whether the trial judge erred in\r\nallowing Defendant's Motion In  Limine To\r\nExclude  Evidence  of   a  Character   or\r\nReputation Pursuant to  Federal Rules  of\r\nEvidence   404(b),   resulting   in   the\r\nexclusion of evidence  of racial  animus,\r\nto  prove  motive,  opportunity,  intent,\r\npreparation,    plan,   knowledge,    and\r\nidentity within Rule 404(b).\r\n\nThere  was  a  hearing   on  defendants'  motion  in  limine.\r                                                                        \r\n\nPlaintiff wanted to prove through the deposition testimony of\r\n\nGregory  Matthews,  Jose Alfonso,  Marilyn Hinton,  and Brian\r\n\nLatson  -- all of whom  were minority officers  on the Boston\r\n\nPolice  Force, and all of whom,  except Alfonso, served under\r\n\ndefendant  Marquardt   --  that Marquardt  harbored a  racial\r\n\n                   -7-\r                                          7\r\r\n\nanimus toward minorities.  At the  hearing the district judge\r\n\nstated the  question as he understood  it: whether Marquardt,\r\n\nacting  in a  supervisory  capacity, did  something that  was\r\n\nmotivated  by racial  animus.  Counsel  for Lio,  Mr. Kelley,\r\n\nagreed that  that was the  question.  The  following colloquy\r\n\nthen ensued:\r\n\n     THE COURT:  All right.  Now, then it\r\nseems to me that since that is the issue,\r\nthe existence  of  racial animus  is  not\r\nitself an  element of  any claim and  the\r\nquestion   becomes   what   evidence   is\r\nadmissible  to show that  the officer did\r\nsomething with racial animus.  That's the\r\nquestion.   And that brings  us directly,\r\nthen,  to Rule 404, that says evidence of\r\na person's character that he has a racial\r\nanimus is not  admissible for the purpose\r\nof  proving  that  action  in  conformity\r\ntherewith   occurred   on  a   particular\r\noccasion.  404(a) is directly in point.\r\n\n     MR. KELLEY:  It would be in point if\r\nthe purpose of  the offer were restricted\r\nto proving propensity or proclivity.\r\n\n     THE COURT:  But  what is the purpose\r\nof the offer?\r\n\n     MR.  KELLEY:  The purposes -- one of\r\nthe defendants here, Superintendent Saia,\r\na long and experienced officer who was in\r\ncharge   of   the  operations   of  these\r\nparticular defendants, knowing in advance\r\nof -- sufficient  to question the  racial\r\nbias and  animus of  given officers  in a\r\ngiven  station,  did  nothing,   took  no\r\naction, as a matter of fact in testimony,\r\nendorsed their actions.\r\n\n     THE  COURT:   Well,  you  see,  that\r\ndoesn't  at all  support  an argument  of\r\nopinion or reputation  in the  community.\r\nThat would be an argument that would only\r\npermit  evidence  that Saia  himself knew\r\n\n                   -8-\r                                          8\r\r\n\nabout  this  characteristic of  the other\r\nperson, so that's what you have to offer.\r\nYou can't offer --\r\n\n     MR. KELLEY:   That's what I'm saying\r\nwe will offer and we will prove.\r\n\n     THE COURT:  Well, that's  not -- all\r\nright.  Then show me the proffer.\r\n\nThen followed an extensive colloquy (ten transcript\r\n\npages) between the  court and plaintiff's counsel.  The court\r\n\nruled  that the  deposition  testimony of  the four  minority\r\n\npolice officers could not be used.  It then stated:\r\n\nNow, that's  not going to  stop you  from\r\nmaking  a proffer  during  the course  of\r\ntrial.     Of  course,  if  you  want  to\r\ncomplain  about  my  ruling   on  appeal,\r\nyou're  going to  have to  do that.   And\r\nwhen I hear that proffer in  more detail,\r\nI'll consider any  arguments that may  be\r\nmade  at that  time just  in case  it may\r\npersuade me to a different view.\r\n\n     But the view  I hold at the  present\r\ntime is  that what you're aiming for here\r\nis to show that Saia is liable personally\r\nand  that the  only way  I can  determine\r\nthat that is correct is to determine that\r\nSaia  acted with  racial animus  and that\r\nwhat  you're  proffering  to  me  doesn't\r\ncover  some  gaps  between  a  particular\r\nofficer's   personal   view   about   his\r\nexperiences  and,  first,  the  inference\r\nthat that means that Marquardt has racial\r\nanimus  and  has  that  reputation,  and,\r\nsecondly,  that  Saia  knows   that  and,\r\nthird,  that  when  Saia  is  making  his\r\ndecisions  he's not  just  making  a  bad\r\nexecutive  decision,  but he's  making it\r\nwith racial  animus  because of  his  own\r\nracial animus.  There are several missing\r\nsteps in the proffer of evidence.\r\n\nNo proffers were made during trial.\r\n\n                   -9-\r                                          9\r\r\n\nOn  November  23, 1995,  the day  after defendants'\r\n\nmotion in limine had been granted, plaintiff filed a \"Proffer\r                            \r\n\nof Evidence\" to which were attached extensive excerpts of the\r\n\ndeposition  testimony  of  minority  Boston  Police  Officers\r\n\nMatthews, Alfonso,  Hinton, and Latson.   The purpose  of the\r\n\nproffer is stated as follows:\r\n\n     In  respect  of  Marilyn Hinton  her\r\ntestimony   is   replete  with   personal\r\nexperiences that  prove conclusively that\r\nthe  defendant,  Leonard Marquardt  had a\r\nrampant  racial  animus  which  made  her\r\nservice   in   Area  E   humiliating  and\r\nhorrific   as   a  black   female  police\r\nofficer.  She  extended his  paradigmatic\r\nracism  as  illustrative  of the  cynical\r\nrule that police like him  are \"easier to\r\ntolerate than to correct,\" as a pervasive\r\npolicy in Area E.\r\n\n     The gist of  Gregory Matthews  [sic]\r\ntestimony as excerpted is that he was the\r\nobject of direct  racial slurs stated  by\r\nthe defendant, Leonard Marquardt, that he\r\nheard the defendant  refer to  minorities\r\nand blacks a[sic]  \"chincs and spics\"  at\r\npage 52, and \"Leroy(s)\" at page 72.\r\n\n     In  the  case of  Brian  Latson, his\r\ntestimony is probative  on the issue that\r\nthe defendant, Leonard  Marquardt, had  a\r\npropensity  to usurp the functions of the\r\ndivision  of  Internal   Affairs.     The\r\ndefendant,  Leonard Marquardt,  arrogated\r\nto himself an excessive personal industry\r\nin supervising minority officers.\r\n\n     In  the case  of  Jose  Alfonso  his\r\ntestimony is  probative on the issue of a\r\ndefense that the plaintiff  invented such\r\nan animus  as a  defense to  the criminal\r\nand  administrative  charges against  him\r\nresulting from the  \"buy bust\"  operation\r\ngenerated  by  Area   E  personnel   (all\r\n\n                   -10-\r                                          10\r\r\n\ndefendants  except  Saia) for  a spurious\r\nexecution in Dedham.\r\n\nWe  have read  the deposition  testimony carefully.\r\n\nWe point out, first of  all, that a portion of the  testimony\r\n\nof all the  deponents is  hearsay and for  that reason  alone\r\n\nwould not be  admissible.  Officer  Alfonso obtained all  his\r\n\ninformation about  Area E  (the home base  for Marquardt  and\r\n\nLio) from Lio.   Lio was Alfonso's training officer  and they\r\n\nwere  partners for  a year  and a  half, assigned  to Spanish\r\n\nareas  of Boston.  Because  of Lio's advice,  Alfonso did not\r\n\nwork in Area  E.  He only knew about  Marquardt from what Lio\r\n\ntold him.   He did  not know Superintendent  Faherty at  all.\r\n\nInsofar as the proffer  suggests that Alfonso had information\r\n\nthat  the   \"buy-bust\"  sting  operation   was  spurious  and\r\n\nmotivated  by Marquardt's  racial  animus, there  is no  such\r\n\ntestimony,  either direct or implied, in his deposition.  Nor\r\n\nis there in any of the other depositions.\r\n\nOfficers   Matthews   and   Hinton   worked   under\r\n\nMarquardt,  apparently  at different  times.   Both described\r\n\nMarquardt  as a  bigoted racist  who treated  minorities with\r\n\nscorn and derision.  According to Hinton, Marquardt was foul-\r\n\nmouthed with minority women and verbally assaulted them.  \r\n\nOfficer Brian Latson worked under Marquardt in Area\r\n\nE.  He testified  that he never observed  anything suggesting\r\n\nthat either  Marquardt or  Detective Robinson  were targeting\r\n\nminority  officers.   He testified  further that  he did  not\r\n\n                   -11-\r                                          11\r\r\n\nthink  the racial  climate at Area  E was  bad at  all and he\r\n\nenjoyed   working  there.     Latson  also   testified  under\r\n\nquestioning  by  Lio's  counsel   that  Lio  was  upset  with\r\n\nMarquardt and \"fearful\" of him.  Then followed testimony that\r\n\nwould  be  clearly  inadmissible  on  relevancy  and  hearsay\r\n\ngrounds:   Latson's commanding  officer, Deputy  Clayburn (an\r\n\nAfrican-American), called  him into  his office and  told him\r\n\nthat he had  heard that  Latson was using  steroids.   Latson\r\n\ndenied  it, and said that  he had been  a Christian Scientist\r\n\nsince he was twelve  and never even took an  aspirin.  Latson\r\n\nfurther  said that he was willing to submit to whatever tests\r\n\nthat Clayburn wanted to  give.  It was Latson's  opinion that\r\n\nthis inquiry  was prompted by the  fact that both  he and Lio\r\n\nwere  into body building and lifting weights.  About the same\r\n\ntime, he was approached by a known drug dealer and  a \"street\r\n\nsource\" for Latson, who told him that two detectives had been\r\n\ninquiring  about  him.    Latson testified  that  he  thought\r\n\nMarquardt  was   asking  about  him  because   of  his  close\r\n\nrelationship with Lio.\r\n\nAs we discern it, Lio's theory for the admission of\r\n\nthe  deposition testimony is that it tended to prove that the\r\n\n\"buy-bust\"  sting  operation  was  motivated  by  Marquardt's\r\n\nracial  animus against Lio.  Even if we assume that Marquardt\r\n\nhad a strong racial  animus against minority police officers,\r\n\nof  which   the  depositions  of  Hinton   and  Matthews  are\r\n\n                   -12-\r                                          12\r\r\n\nprobative, and  that Superintendent Saia knew  this or should\r\n\nhave known it,  we fail  to comprehend the  relevancy of  the\r\n\ndepositions.    There  was  no  direct,  circumstantial,   or\r\n\ninferential evidence that  Lio was  \"set up\" as  a result  of\r\n\nMarquardt's  racial  animus  toward minority  officers.   The\r\n\nsting operation originated with the Dedham Police Department.\r\n\nThat police  department informed Marquardt that  Lio had been\r\n\ndealing in steroids.   It was the Dedham Police  who selected\r\n\nJohn Antoniou  to make  the \"buy.\"    Marquardt had  reliable\r\n\ninformation than an officer under his  command was dealing in\r\n\ndrugs.    He got  permission  from  his  superior officer  to\r\n\nproceed with the \"buy-bust\"  sting.  There is nothing  in the\r\n\ndeposition testimony to suggest  that he would have proceeded\r\n\ndifferently had the implicated  officer been white instead of\r\n\nHispanic.  We think the deposition testimony could  have been\r\n\nexcluded on the grounds of relevancy alone.\r\n\nThe district court was surely correct in  excluding\r\n\nthe deposition  testimony on the  grounds of Federal  Rule of\r\n\nEvidence 404(a):\r\n\nRule   404.     Character   Evidence  Not\r                      Rule   404.     Character   Evidence  Not\r\nAdmissible To  Prove Conduct; Exceptions;\r                      Admissible To  Prove Conduct; Exceptions;\r\nOther Crimes\r                      Other Crimes\r\n\n     (a)   Character  evidence generally.\r                           (a)   Character  evidence generally.\r\nEvidence  of a  person's  character or  a\r\ntrait of character is not  admissible for\r\nthe   purpose   of   proving  action   in\r\nconformity  therewith   on  a  particular\r\noccasion, except: . . .\r\n\nNor does it fall within the ambit of exception (b):\r\n\n                   -13-\r                                          13\r\r\n\n     (b) Other crimes,  wrongs, or  acts.\r                           (b) Other crimes,  wrongs, or  acts.\r\nEvidence of other crimes, wrongs, or acts\r\nis not admissible to prove  the character\r\nof a  person in  order to show  action in\r\nconformity therewith.   It may,  however,\r\nbe admissible for other purposes, such as\r\nproof  of  motive,  opportunity,  intent,\r\npreparation,  plan, knowledge,  identity,\r\nor  absence  of   mistake  or   accident,\r\nprovided   that   upon  request   by  the\r\naccused,  the  prosecution in  a criminal\r\ncase shall provide  reasonable notice  in\r\nadvance of trial, or  during trial if the\r\ncourt  excuses  pretrial  notice on  good\r\ncause shown, of the general nature of any\r\nsuch  evidence it intends to introduce at\r\ntrial.\r\n\nClearly, the purpose of plaintiff's proffer was \"to\r\n\nprove the character\" of Marquardt \"in order to show action in\r\n\nconformity therewith.\"   And since the proffer  does not come\r\n\nwithin any  of the exceptions in the  second sentence because\r\n\nthere  is no evidence in  the depositions showing  any of the\r\n\nother  purposes,  the district  court correctly  excluded the\r\n\ndeposition testimony.\r\n\nAppellant   argues   that  Gutierrez-Rodriguez   v.\r                                                                         \r\n\nCartagena,  </pre><span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">553</span></a></span><pre class=\"inline\"> (1st  Cir. 1989), is  precedent for\r                     \r\n\nadmitting the  depositions into evidence.  Gutierrez involved\r                                                                \r\n\na 42 U.S.C.   1983 civil rights action brought against police\r\n\nofficers  of   the  Commonwealth  of  Puerto   Rico  for  the\r\n\nunwarranted  shooting  of  the  plaintiff,  rendering  him  a\r\n\nparaplegic.   In  that  case the  district  court allowed  in\r\n\nevidence under Rule 404(b) thirteen case files of  the police\r\n\n                   -14-\r                                          14\r\r\n\nofficer who shot the  plaintiff.  We affirmed  the admission,\r\n\nstating:\r\n\n     The complaint files were relevant to\r\nprove   the   supervisory  liability   of\r\nCartagena  and  Alvarez.   They  were not\r\nintroduced to show that based upon Soto's\r\npast  conduct  it  was  likely   that  he\r\nparticipated  in the  Gutierrez shooting.\r\nThe  evidence  was   not  used  to  prove\r\nconduct,  period.    As   was  repeatedly\r\nstressed  by  the  district   court,  the\r\nevidence  could  only  be   used  against\r\nCartagena  and    Alvarez  to  show gross\r\nlapses in the supervision  and discipline\r\nof Soto.\r\n\nId.  at 572.    This  is  not  precedent  for  admitting  the\r               \r\n\ndepositions in this  case.   Quite the contrary!   The  other\r\n\ncases  cited  by  appellant   in  support  of  admitting  the\r\n\ndepositions are even  more attenuated.   Even if an  argument\r\n\ncould be  made that the  statements provide proof  of motive,\r\n\nthe evidence was extremely weak for the reason already given.\r\n\nThe sting was orchestrated by the Dedham Police.\r\n\nThe second issue as stated by appellant is:  \r\n\nII.   Whether the  trial  judge erred  in\r\ndenying  Plaintiff-Appellant's Motion  In\r\nLimine to Permit The Introduction of John\r\nAntoniou's Criminal  Record after hearing\r\nand as  renewed during the course  of the\r\ntrial.\r\n\nThis  issue does  not require  extended discussion.\r\n\nAntoniou was not a  witness at the trial.   Appellant alleges\r\n\nthat he fled the jurisdiction.  His deposition was not taken.\r\n\nLio's  attorney injected Antoniou into the case on his direct\r\n\nexamination of Marquardt:\r\n\n                   -15-\r                                          15\r\r\n\nQ:   (By  Mr. Kelley):  Did you have\r\n     any   other  words   with  John\r\n     Antoniou at  that meeting other\r\n     than what you've said here?\r\nA:   (By Marquardt):  No.\r\nQ:   Did    any    of   the    other\r\n     participants in this discussion\r\n     have  any  words directly  with\r\n     John    Antoniou    that    you\r\n     overheard?\r\n     . . .\r\nA:   I don't remember any.\r\nQ:   Did John Antoniou say anything?\r\nA:   Yes.\r\nQ:   What did he say?\r\nMs. Harris:  Objection.  Hearsay, your\r                                \r\n               Honor.\r\nThe Court:  Overruled.\r                               \r\nA:   He said that he could buy drugs\r\n     from   (indicating)   Adalberto\r\n     Lio.\r\nQ:   He said he could buy drugs?\r\nA:   Yes sir, he did.\r\nQ:   Did  he then move  on from that\r\n     and say, \"I will attempt to buy\r\n     drugs from Adalberto Lio?\"\r\nA:   That's what I thought he was there for.\r\n     . . .\r\nQ:   And Antoniou at Area E told you\r\n     that  he was willing  to try to\r\n     arrange a sale of steroids from\r\n     (indicating) Adalberto  Lio, is\r\n     that correct?\r\nA:   Yes, sir.\r\n\nThe court instructed the jury, after the statements\r\n\nof Antoniou had been admitted, as follows:\r\n\n     THE COURT:   Now, I  think I  should\r\ngive   the   limiting  instruction   that\r\n[statements  of  Antoniou are]  not being\r\nreceived   to  prove  the  truth  of  the\r\nstatements made,  but it  has to come  in\r\nbecause it's information that  bears upon\r\nany  charge of  probable cause  or acting\r\nwithout  probable  cause against  various\r\npeople  .  .  .   even  if  some  of  the\r\ninformation  .  .  .  is  hearsay  within\r\nhearsay, it's still  information that  is\r\n\n                   -16-\r                                          16\r\r\n\nbeing  passed along  and  is  taken  into\r\naccount in the whole array of information\r\nthat the officers who are  defendants, if\r\nthey  have that information, it's part of\r\nthe information they take into account in\r\ndetermining     whether     action     is\r\nappropriate.\r\n\n     MR. KELLEY:    I guess,  then,  your\r\nHonor, what I would request the  Court to\r\ndo  is,  as  specifically   as  possible,\r\nemphasize that this is not being received\r\nfor the purpose of the truth of any --\r\n\n     THE COURT:  I'll do that.\r\n\nLio  did not  object  to this  instruction; to  the\r\n\ncontrary, he acquiesced in it.\r\n\nFinally, the record makes  it clear that the police\r\n\nofficers who dealt with  Antoniou, including Marquardt,  knew\r\n\nand  acknowledged that he had  a criminal record.   Under all\r\n\nthe circumstances  here, it  was not  error for  the district\r\n\ncourt to  exclude the specifics of  Antoniou's prior criminal\r\n\nrecord.\r\n\nThe third  and final  issue raised by  appellant is\r\n\nstated:\r\n\n     III.   Whether the trial Judge erred\r\nin denying Plaintiff's  Motion In  Limine\r\nto    Permit    the    Introduction    of\r\nMassachusetts   Superior   Court   \"Nolle\r\nProsequi\"   and   related  papers   under\r\nFederal Rules of Evidence, Rules  201 and\r\n803(8)(C) and in  applying the so  called\r\n\"Bad Acts\" restriction  of Rule 404(b) to\r\nthat evidence.\r\n\nSome explanation  is in order.   The district court\r\n\nallowed Lio to  read to  the jury the  nolle prosequi  docket\r                                                                 \r\n\n                   -17-\r                                          17\r\r\n\nentries.  The  jury was  then instructed  that these  entries\r\n\nwere terminations in favor of the plaintiff and satisfied one\r\n\nelement of the malicious prosecution claim.\r\n\nThe district court did not allow in evidence a  two\r\n\nand one  half page statement  by the Suffolk  County District\r\n\nAttorney giving  the reasons for  the nolle  prosequi.   This\r                                                                 \r\n\nstatement  was  clearly  hearsay;   it  was  an  out-of-court\r\n\nstatement  offered  for  the  truth  of  what  was  contained\r\n\ntherein.  And as  the court explained fully to  Lio's counsel\r\n\nat  the pretrial hearing on the motions in limine, it did not\r                                                             \r\n\nfall within the hearsay exception of Federal Rule of Evidence\r\n\n803(8)(C), which permits the introduction into evidence of \r\n\nrecords,  reports,  statements,  or  data\r\ncompilations,  in  any  form,  of  public\r\noffices   or  agencies,   setting  forth,\r\n. . . . in civil actions  and proceedings\r\nand  against  the Government  in criminal\r\ncases, factual findings resulting from an\r\ninvestigation made  pursuant to authority\r\ngranted  by law,  unless  the sources  of\r\ninformation   or    other   circumstances\r\nindicate lack of trustworthiness.\r\n\nThe following colloquy took place:\r\n\n     THE COURT:  Now, what is the factual\r\nfinding  that  you're proposing  to offer\r\nhere?\r\n\n     MR. KELLEY:  The finding that, as is\r\nrecited  in  the   nolle  prose   itself,\r\nevidence   was   compromised  by   police\r\nofficers, internal contradictions between\r\n--\r\n\n     THE COURT:   Wait a minute.   Wait a\r\nminute.  Where is  that finding?  Read me\r\nthe language that you say constitutes --\r\n\n                   -18-\r                                          18\r\r\n\n     MR.    KELLEY:        \"Because    of\r\ndeficiencies  in  the  way Boston  Police\r\nofficers   controlled  and   handled  the\r\ninformant as well as physical evidence in\r\nthis   case\"   --   that's    a   factual\r\ndetermination  -- \"there  is,\" therefore,\r\n\"a   substantial   likelihood  that   the\r\nCommonwealth  cannot  establish  a  prima\r\nfacie case . . . .\"\r\n\n     THE  COURT:   All right.   Now,  I'm\r\ntrying to  look  for some  finding  there\r\nthat is related to an issue in this case.\r\nFindings  that  are  immaterial  to  this\r\ncase, of course, don't come into evidence\r\nin   this  case.     Findings   that  are\r\nimmaterial to this case, of course, don't\r\ncome into evidence in this case.\r\n\n     MR. KELLEY:  Of course.\r\n\n     THE  COURT:  It's only findings that\r\nare material to this case.\r\n\n     Now, there is not  an identification\r\nof what  the deficiencies were,  so I  am\r\nnot able to tell whatever the person, the\r\nofficial   making    this   finding   was\r\nreferring to, and  unless I can determine\r\nwhat the official was referring  to, then\r\nI cannot determine  whether it's  related\r\nto an  issue in  this case or  instead is\r\nimmaterial  to  an  issue  in  this case.\r\nThis   is   even  worse   than  receiving\r\nreputation  evidence  or  something  like\r\nthat   that's  a   generalized  statement\r\nthat's not in point for this case.\r\n\n     So,  you see the  problem I'm having\r\nis with the notion that there are, quote,\r\nfactual findings, unquote, here  that are\r\nmaterial to the issues in this case.  The\r\nmere fact that there are factual findings\r\nin the report  doesn't make it admissible\r\nin this case.  It  covers only one of the\r\naspects   concerned   with  whether   the\r\nevidence is admissible in this case.   It\r\nhas  to be  a  factual  finding that  has\r\nmateriality  to the  issues in  this case\r\nand I am not able  to tell from this form\r\n\n                   -19-\r                                          19\r\r\n\nof factual findings either  (1) precisely\r\nwhat the deficiencies are or (2) how they\r\naffected or would  affect the  likelihood\r\nof drawing  an inference in this  case on\r\nsome issue that has  to be decided by the\r\nfactfinder in this case.\r\n\n     MR. KELLEY:   Under subsection  (C),\r\nas I understand it, that's the purpose of\r\nallowing  a  report  on  the  part of  an\r\nofficial who is  required to  investigate\r\nand report.\r\n\n     THE  COURT:   If  the official  were\r\nrequired to investigate and make a report\r\non whether Saia acted with racial animus,\r\nthen  that  would  be  an  issue that  is\r\ninvolved in  this  case, but  that's  not\r\nwhat this finding is about.\r\n\n     MR.  KELLEY:    No,  it  isn't, your\r\nHonor.  It isn't offered for that.\r\n\n     THE COURT:  So the finding has to be\r\nabout something that is  an issue in this\r\ncase  for it  to  be admissible  in  this\r\ncase.  I don't  receive evidence  in this\r\ncase  of any  kind, witnesses,  direct or\r\nfindings of an official, unless it's on a\r\nmatter that  is material to this case and\r\nthat's what's missing  here.  There's  no\r\nbasis on  which I can determine  that the\r\nofficial here  has made a  finding on  an\r\nissue  that  will  be  for  the  jury  to\r\nconsider in this case.\r\n\n     MR.  KELLEY:    The next  paragraph,\r\nyour Honor:   \"Prior statements and sworn\r\ntestimony of certain police  and civilian\r\nwitnesses   necessary   to  proving   the\r\nCommonwealth's    case    are    directly\r\ncontradictory in material aspects.\"\r\n\n     I  submit,  your  Honor, that's  the\r\nprovince of the District Attorney.\r\n\n     THE  COURT:   Well,  wait a  minute.\r\nNo, it's the province of this jury.  If I\r\ndetermine that there  is -- in  receiving\r\nevidence on  admissibility determine that\r\n\n                   -20-\r                                          20\r\r\n\nthere are  contradictory statements, then\r\nI  tell this  jury:   \"That's for  you to\r\nresolve,  not for anybody  else.  Not for\r\nme, certainly not for some official other\r\nthan an official of this court.\"\r\n\nWe affirm  the court's  exclusion  of the  District\r\n\nAttorney's  report for the reasons stated by the court in the\r\n\ncolloquy.\r\n\nWe  have considered carefully appellees' motion for\r\n\nsanctions.  We deny it.\r\n\nThe judgment  of  the district  court is  affirmed.\r                                                                affirmed.\r                                                                        \r\n\nCosts on appeal awarded to appellees.\r            Costs on appeal awarded to appellees.\r                                                \r\n\n                   -21-\r                                          21\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666565/"
  ]
}