{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197318/",
  "absolute_url": "/opinion/197318/sea-air-shuttle-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197318/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:27:13Z",
  "date_modified": "2017-03-24T10:50:58.152528Z",
  "type": "010combined",
  "sha1": "b48ddcfa83b4fcfc891252ae25f23323765baf23",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1865.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-1865\r\n\n                   SEA AIR SHUTTLE CORPORATION,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                       Defendant, Appellee.\r\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Salvador E. Casellas, U.S. District Judge]\r                                                                  \r\n                                           \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Lawrence E. Duffy for appellant.\r                                \r\n     Fernando Campoamor-Sanchez, Trial Attorney, with  whom Frank\r                                                                           \r\nW. Hunger, Assistant Attorney  General, and Guillermo Gil, United\r                                                                   \r\nStates Attorney, were on brief for appellee.\r\n\n                                           \r\n\n                          April 24, 1997\r\n                                          \r\r\n\n     COFFIN,  Senior Circuit  Judge.   Appellant Sea  Air Shuttle\r                                             \r\n\nCorp. (\"Sea  Air\") filed this  damages action against  the United\r\n\nStates  under the  Federal Tort  Claims Act,  28 U.S.C.     1346,\r\n\n2671-2180, claiming that  it was unlawfully deprived of the right\r\n\nto use seaplane ramps in the  Virgin Islands and that the Federal\r\n\nAviation Administration's (FAA) failure  to enforce the law makes\r\n\nit  responsible for  the company's  resulting  economic hardship.\r\n\nThe  district court dismissed  Sea Air's complaint  on the ground\r\n\nthat the Federal Aviation Act (FA Act) provides federal courts of\r\n\nappeals with exclusive jurisdiction to review FAA action, see  49\r                                                                       \r\n\nU.S.C. app.    1486(a),1  rendering Sea  Air's FTCA  complaint an\r\n\nimproper  collateral attack  on the  administrative process.   We\r\n\nagree  that the case must be dismissed,  but rely primarily on an\r\n\nalternative reason.\r\n\n                          I. Background\r                                                 \r\n\n     The original  protagonist in  this case was  Hurricane Hugo,\r\n\nwhich struck the  United States Virgin Islands in  September 1989\r\n\nand led  to the  demise of  the company that  had been  providing\r\n\npassenger  air service  between  and among  the various  islands.\r\n\nSeeking to find  a new airline  to utilize the seaplane  ramps it\r\n\nowned  on St.  Thomas  and St.  Croix,  the Virgin  Islands  Port\r\n\nAuthority (VIPA)  in early  1990 issued  a request for  exclusive\r\n\nlease proposals.  One  of the eight companies that  responded was\r\n\n                    \r                              \r\n\n     1  Congress in  1994  recodified the  Federal Aviation  Act,\r\nwithout substantive  change, at 49  U.S.C.     40101-49105.   We,\r\nlike the parties, will use the code numbers in effect at the time\r\nof the events that gave rise to this action.  \r\n\n                               -2-\r\r\n\nCaribbean  Air Services,  Inc.  (CAS), which  later assigned  its\r\n\ninterest to appellant Sea Air.\r\n\n     It  is  undisputed  that  VIPA's staff  considered  the  CAS\r\n\nproposal  to be the most viable of the three bids recommended for\r\n\nfurther  consideration by VIPA's  Governing Board.   See  Sea Air\r                                                                           \r\n\nShuttle Corp. v. Virgin Islands Port Auth., 800 F. Supp. 293, 295\r                                                    \r\n\n(D.V.I. 1992).  The facts surrounding  the various proposals, and\r\n\nthe  resulting decision of the  VIPA board to  offer an exclusive\r\n\nlease to  a Sea Air  competitor, Caribbean Airboats,  Inc. (CAI),\r\n\nare  fully detailed in the district court's thorough opinion in a\r\n\nrelated case,  Sea Air Shuttle, 800 F. Supp. at 295-98, and it is\r                                        \r\n\nunnecessary to repeat them here.\r\n\n     It suffices  to say  that appellant  Sea Air was  displeased\r\n\nwith  the outcome of  the bid  process, and,  based on  a federal\r\n\nstatute  barring exclusive  lease agreements  for the use  of air\r\n\nnavigation facilities, see 49 U.S.C. app.   1349,2 unsuccessfully\r                                    \r\n\nsought access  to the contested ramps.  Sea Air then sued CAI and\r\n\nVIPA  in  the Virgin  Islands  federal  district court  based  on\r\n\nfederal,  constitutional and  Virgin  Islands law.   That  action\r\n\nultimately  also proved  unsuccessful, with  the court  ruling in\r\n\nMarch  1992 that  VIPA was  entitled to  enter into  an exclusive\r\n\nleasing arrangement with CAI.  See 800 F. Supp. at 304-05.\r                                            \r\n\n                    \r                              \r\n\n     2 Section 1349(a) states, in relevant  part: \"There shall be\r\nno  exclusive  right for  the  use of  any  landing  area or  air\r\nnavigation facility upon which Federal funds have been expended.\"\r\nThere is no dispute that VIPA has received federal funds.\r\n\n                               -3-\r\r\n\n     Meanwhile, Sea Air completed the steps for receiving an  air\r\n\ncarrier certificate from the  FAA, and began Caribbean operations\r\n\nin March 1991 without using  the St. Thomas and St. Croix  ramps.\r\n\nIn  October of  that  year, Sea  Air's  president wrote  to  then\r\n\nSecretary of Transportation Samuel Skinner  to inform him of  the\r\n\nlawsuit pending against VIPA  and CAI.  Allegedly because  of its\r\n\ninability  to use  the  two contested  seaplane ramps,  appellant\r\n\nencountered severe financial difficulties and voluntarily filed a\r\n\npetition for bankruptcy under Chapter 11 in January 1992.\r\n\n     A month  later, responding to Sea Air's  letter to Secretary\r\n\nSkinner and  other communications,  the FAA informed  the company\r\n\nthat efforts  to resolve the  dispute informally had  failed, and\r\n\nthat Sea Air  could file an administrative complaint against VIPA\r\n\npursuant  to 49 U.S.C.  app.   1482.3   Sea  Air did so  in March\r\n\n1992.   It  asserted that  VIPA was in  violation of  federal law\r\n\nbarring exclusive  lease agreements  for facilities  that receive\r\n\nfederal  funding,  see  49 U.S.C.     1349(a),  and  that it  had\r                                \r\n\nunlawfully  interfered with  Sea  Air's route  structure, see  49\r                                                                       \r\n\nU.S.C.   1305.4   It is the  FAA's failure to  act on that  still\r\n\n                    \r                              \r\n\n     3 Section 1482(a) states, in relevant part:\r\n\n          Any  person   may  file  with  the   Secretary  of\r\n     Transportation  .  .  .  a complaint  in  writing  with\r\n     respect to anything done  or omitted to be done  by any\r\n     person in  contravention  of  any  provisions  of  this\r\n     chapter,  or of  any  requirement established  pursuant\r\n     thereto. . . .\r\n\n     4  Section   1305  is   titled  \"Federal   preemption,\"  and\r\nsubsection (a)(1) states, in relevant part:\r\n\n                               -4-\r\r\n\npending complaint  that underlies Sea Air's claim  for damages in\r\n\nthis action.\r\n\n     On  June 29,  1992,  Sea Air's  bankruptcy proceedings  were\r\n\nconverted  to Chapter  7.  The  next day,  Sea Air  wrote to then\r\n\nSecretary  of  Transportation Andrew  Card  accusing  the FAA  of\r\n\n\"allow[ing] the  illegal conduct of the VIPA to continue, thereby\r\n\ncausing  the  Chapter  7   proceeding,\"  and  urging   \"immediate\r\n\ncorrective action.\"  See App. at 160, 163.\r                                  \r\n\n     On March 4,  1993, Sea Air  filed a claim for  money damages\r\n\nwith the Department of Transportation and FAA, claiming that  the\r\n\ncorporation had suffered nearly $13 million in damages because of\r\n\nthe FAA's  negligent failure to  act on Sea  Air's administrative\r\n\ncomplaint.  The claim was denied three months later and, pursuant\r\n\nto  the provisions of the  FTCA, Sea Air  subsequently filed this\r\n\nlawsuit.\r\n\n     The district court dismissed the action  for lack of subject\r\n\nmatter jurisdiction and for  failure to state a claim  upon which\r\n\nrelief  could be  granted.  The  court held that,  pursuant to 49\r\n\n                    \r                              \r\n\n     [N]o  State  or political  subdivision  thereof  and no\r\n     interstate agency  or other political agency  of two or\r\n     more  States  shall enact  or  enforce  any law,  rule,\r\n     regulation,  standard,  or other  provision  having the\r\n     force and effect  of law relating to  rates, routes, or\r\n     services  of any  air  carrier  having authority  under\r\n     subchapter  IV   of  this   chapter   to  provide   air\r\n     transportation.\r\n\nSea Air asserted in its FAA complaint that  VIPA's denying it the\r\nuse of the  ramps \"amount[s] as  surely to the regulation  of the\r\nroutes of the Complainant as would the enactment of an actual law\r\nor regulation relating to such routes . . . .\"\r\n\n                               -5-\r\r\n\nU.S.C.  app.    1486,5 federal courts  of appeals  have exclusive\r\n\njurisdiction  to review the FAA's  alleged failure to  act on Sea\r\n\nAir's administrative complaint, and that an FTCA action  would be\r\n\nan improper collateral  attack on the administrative process.  In\r\n\na footnote at the conclusion of its opinion, the court identified\r\n\ntwo additional factors rendering the complaint not viable: first,\r\n\nthat it was based solely  on the FAA's alleged failure  to comply\r\n\nwith  a  federal statute,  and  federal  statutes  do not  create\r\n\nactionable  duties   under  the  FTCA;  and,   second,  that  the\r\n\nchallenged  conduct  was  protected   from  suit  by  the  FTCA's\r\n\ndiscretionary function exception, 28 U.S.C.   2680(a).\r\n\n     On  appeal,  Sea  Air  contends  that  an  FTCA   action  is\r\n\ncompatible  with the  pending administrative process  because its\r\n\nobjective -- to remedy the  negligence of government actors  with\r\n\ndamages  --  is outside  the scope  of  that process.   Appellant\r\n\nadditionally disputes  the alternative bases for  dismissal noted\r\n\nby the district court.  \r\n\n                          II. Discussion\r                                                  \r\n\n     The analysis  in this  case  logically is  divided into  two\r\n\nstages.    The first  focuses on  the  Federal Aviation  Act, and\r\n\nwhether  that statute  bars  a  complainant  from  simultaneously\r\n\nseeking relief through the  administrative process and through an\r\n                    \r                              \r\n\n     5 Section 1486(a) states, in relevant part:\r\n\n          Any order,  affirmative or negative, issued by the\r\n     Board or Secretary of Transportation under this chapter\r\n     . .  . shall  be  subject to  review by  the courts  of\r\n     appeals of the United States or the United States Court\r\n     of Appeals for the District of Columbia . . . .\r\n\n                               -6-\r\r\n\nFTCA  claim.    The  second  stage  focuses  specifically  on the\r\n\nasserted FTCA claim: does it rest on an actionable tort duty and,\r\n\nif so,  is the  allegation nonetheless non-actionable  because it\r\n\naddresses discretionary  conduct  that is  immunized  from  legal\r\n\nchallenge?   If,  as the  district court  held, the  only way  to\r\n\nchallenge  the FAA's failure to take action on a complaint within\r\n\nits  jurisdiction  is  through  a  direct  appeal  or  a  related\r\n\nproceeding, such as mandamus, then the second stage will never be\r\n\nreached.   If, however, federal law does not categorically  bar a\r\n\nparallel tort suit, the  viability of the specific claim  must be\r\n\nexamined.\r\n\n     The district  court stopped at  stage one, holding  that Sea\r\n\nAir could pursue only the remedial path carved out by the FA Act.\r\n\n It thus held that the FAA's failure to act in a timely manner on\r\n\nSea Air's  complaint could be  addressed only through  a petition\r\n\nfor mandamus that had to be filed in the court of  appeals -- the\r\n\ncourt  with  exclusive   jurisdiction  over   appeals  from   FAA\r\n\ndecisions.  See 49 U.S.C. app.   1486(a).6\r                         \r\n\n     Sea Air energetically  debates that outcome  on appeal.   It\r\n\ncontends  that the jurisdictional limitation is inapplicable here\r\n\nbecause its complaint is not about an FAA decision, but about the\r\n\nagency's  negligent  performance  of its  responsibilities.    It\r\n\npoints out that the FTCA confers jurisdiction  on district courts\r\n\nfor damages  actions against federal  actors based on  common law\r\n                    \r                              \r\n\n     6  Our review  of  a  finding  of  lack  of  subject  matter\r\njurisdiction  is de novo.  Coventry Sewage Ass. v. Dworkin Realty\r                                                                           \r\nCo., 71 F.3d 1, 3 (1st Cir. 1995).\r             \r\n\n                               -7-\r\r\n\nnegligence principles,  and emphasizes that the  FTCA contains no\r\n\nexception that would  exclude this  case from its  scope.  It  is\r\n\nsignificant,  Sea Air  contends,  that the  FTCA  action seeks  a\r\n\ndamages  remedy, which is  unavailable through the administrative\r\n\nprocess. \r\n\n     We  decline to consider whether  an FTCA claim  based on FAA\r\n\ninaction ever could be  cognizable, though we think  it unlikely.\r\n\nIt is well  established that the exclusive jurisdiction  given to\r\n\nthe  courts  of appeals  to review  FAA  actions also  extends to\r\n\nlawsuits  alleging FAA delay in issuing final orders.  See George\r                                                                           \r\n\nKabeller,  Inc. v. Busey, 999  F.2d 1417, 1421  (11th Cir. 1993);\r                                  \r\n\nTelecommunications  Research &amp;  Action  v. FCC,  750 F.2d  70, 76\r                                                        \r\n\n(D.C. Cir. 1984) (\"TRAC\").  This grant, together with appellant's\r\n\nacknowledgment that there is no private right of action under the\r\n\nrelevant provisions of the  FA Act, see Interface Group,  Inc. v.\r                                                                        \r\n\nMassachusetts  Port  Auth., 816  F.2d 9,  14-15 (1st  Cir. 1987);\r                                    \r\n\nMontauk-Caribbean Airways, Inc. v. Hope, 784 F.2d 91, 97 (2d Cir.\r                                                 \r\n\n1986),7 suggests  a congressional intent  to limit review  of the\r\n\nFAA's handling of complaints to the  scheme set out in   1486(a).\r\n\nThe fact  that the FTCA does not  explicitly exclude such a claim\r                                                              \r\n\nin no way serves to support its existence.  \r\n\n     We  recognize, nonetheless, that there  is some logic in Sea\r\n\nAir's  contention that,  because  section 1486  does not  embrace\r\n\n                    \r                              \r\n\n     7 In Interface Group, we considered the exclusive rights bar\r                                   \r\nof section 1349(a) and noted that the \"provision taken as a whole\r\nsuggests that Congress sought to benefit the public at large, not\r\ncarriers in particular.\"  816 F.2d at 14.\r\n\n                               -8-\r\r\n\ndamages claims, a  plaintiff harmed by  the negligent conduct  of\r\n\nFAA employees should  be able  to seek a  remedy under the  FTCA,\r\n\nsince  the FTCA was designed specifically  to provide redress for\r\n\nthe negligence of government actors.  See Beins v. United States,\r                                                                          \r\n\n695 F.2d 591, 597-98 (D.C. Cir. 1982) (FTCA claim seeking damages\r\n\nfor denial  of medical certificate  may be brought  against FAA);\r\n\ncf. Mace  v. Skinner,  34 F.3d  854, 859-60 (9th  Cir. 1994)  (no\r                              \r\n\nfederal question jurisdiction over actions against FAA only as to\r\n\n\"those classes  of claims\"  reviewable under  section 1486  of FA\r\n\nAct).   Presumably,  as the  D.C. Circuit  suggested in  Beins, a\r                                                                        \r\n\ncourt  could avoid  conflict  with the  administrative scheme  by\r\n\nstaying a timely  filed FTCA  action pending the  outcome of  the\r\n\nadministrative process.  See Beins, 695 F.2d at 599.\r                                            \r\n\n     We  need not, however, delve any more deeply into this issue\r\n\nbecause, even if  an FTCA  claim were permitted,8  it would  fail\r\n\nhere at the second stage of  analysis.  It is virtually axiomatic\r\n\nthat the FTCA does not apply \"where the claimed negligence arises\r\n\nout of the failure of the  United States to carry out a [federal]\r\n\nstatutory duty in  the conduct  of its own  affairs,\" Johnson  v.\r                                                                       \r\n\nSawyer, 47 F.3d 716,  727-28 (5th Cir. 1995) (en  banc) (citation\r                                                                \r\n\n                    \r                              \r\n\n     8 As the  cases relied  upon by  the United  States and  the\r\ndistrict   court    make   clear,   federal    appellate   courts\r\nunquestionably  are  the  exclusive  forum  for  appeals  of  FAA\r\nrulings,  or for  efforts  to  instigate  action on  pending  FAA\r\ncomplaints.   See, e.g., George Kabeller, Inc. v. Busey, 999 F.2d\r                                                                 \r\n1417, 1421 (11th Cir. 1993); Telecommunications Research &amp; Action\r                                                                           \r\nv. FCC, 750 F.2d 70, 76 (D.C.  Cir. 1984).  The open question  is\r                \r\nwhether this exclusive jurisdiction  to review the administrative\r\nprocess  automatically  forecloses  a  tort  suit,  even  if  all\r\nelements of tort liability are present.   \r\n\n                               -9-\r\r\n\nomitted).  See  also,  e.g.,  Art-Metal-U.S.A.,  Inc.  v.  United\r                                                                           \r\n\nStates,  753 F.2d  1151, 1157-60  (D.C. Cir.  1985); Clemente  v.\r                                                                       \r\n\nUnited States, 567 F.2d  1140, 1149 (1st Cir. 1977);  Sellfors v.\r                                                                        \r\n\nUnited  States, 697 F.2d 1362,  1365 (11th Cir.  1983).  In other\r                        \r\n\nwords, violation of a federal statute by governmental actors does\r\n\nnot create liability unless state law would impose liability on a\r\n\n\"private individual under like  circumstances,\" 28 U.S.C.   2674.\r\n\nSee Myers v. United States, 17 F.3d 890, 899 (6th Cir. 1994); see\r                                                                           \r\n\nalso Howell v. United States, 932 F.2d 915, 917 (11th Cir. 1991).\r                                      \r\n\n     The challenged conduct  of the Department of  Transportation\r\n\nand FAA does  not meet  that \"private individual\"  standard.   At\r\n\nissue  here is the United States'  failure, through the Secretary\r\n\nof  Transportation and FAA, to  take enforcement action under the\r\n\nstatute that prohibits exclusive  leases for aviation  facilities\r\n\nthat  receive federal  funding, 49  U.S.C. app.    1349,  and the\r\n\nstatute that  bars non-federal lawmaking relating  to air carrier\r\n\nrates, routes  and services, id.  at   1305(a).9   The  fact that\r                                          \r\n\noversight of  air carriers is a  peculiarly governmental function\r\n\ndoes not,  of course, necessarily preclude FTCA  coverage, as the\r\n\nSupreme Court  explained in Indian  Towing Co. v.  United States,\r                                                                          \r\n\n350 U.S. 61, 64-65 (1955).   The Court held there that the United\r\n\nStates  could  be liable  under the  FTCA  for the  Coast Guard's\r\n\nnegligence in the operation of  a lighthouse, observing that  \"it\r\n\nis  hornbook tort law that one who  undertakes to warn the public\r\n\n                    \r                              \r\n\n     9  The complaint  additionally  invoked provisions  of  more\r\ngeneral scope that are less useful for Sea Air's argument.\r\n\n                               -10-\r\r\n\nof a danger and  thereby induces reliance must perform  his 'good\r\n\nSamaritan' task in a careful manner,\" id..    \r                                                   \r\n\n     No comparable  common  law  principle  is at  play  in  this\r\n\ncontext,  however.    What  is necessary  is  \"some  relationship\r\n\nbetween the  governmental employee[s] and the  plaintiff to which\r\n\nstate  law  would  attach  a  duty  of  care  in  purely  private\r\n\ncircumstances,\" Myers, 17  F.3d at 899.10   The controversy  here\r                               \r\n\nwholly  concerns  the  FAA's   alleged  failure  to  perform  its\r\n\nregulatory  functions  vis  a  vis  an  entity  that  is  out-of-\r\n\ncompliance with federal laws  and rules.  Its sole  obligation in\r\n\nenforcing the exclusive  lease prohibition is to  cut off federal\r\n\nfunding.   See DOT/FAA Order 5190.1A,   10 (Enforcement) (App. at\r                        \r\n\n302).  Although  the Secretary of Transportation or an authorized\r\n\nrepresentative has the discretion to seek an  injunction or other\r                                           \r\n\nprocess  barring further violation of  the FA Act,  see 49 U.S.C.\r                                                                 \r\n\napp.   1487(a), this optional regulatory  remedy cannot be deemed\r\n\nto  give rise to an enforceable  duty to any individual victim of\r\n\nthe unlawful conduct.  Sea Air has pointed to no case utilizing a\r\n\nsimilar   basis   for   liability   in  any   of   the   relevant\r\n\njurisdictions.11 \r\n                    \r                              \r\n\n     10 The  law  at issue  is  the state  or  local law  of  the\r\nrelevant jurisdiction(s), here alleged  to be the Virgin Islands,\r\nPuerto  Rico, the District of  Columbia, and Georgia.   The FAA's\r\nSouthern Region is based in Atlanta. \r\n\n     11  Sea Air argues that \"[t]he failure of two Secretaries of\r\nTransportation and  their designees  to enforce the  statutes and\r\nSea Air's rights  and privileges,  where only  they and/or  their\r\ndesignees could  act to do so, is  the 'garden variety common law\r\ntorts',  recognized by  State law  and  the common  law, anywhere\r\nwithin the jurisdiction of the United States.\"\r\n\n                               -11-\r\r\n\n     In short, Sea  Air has  challenged a type  of conduct  \"that\r\n\nprivate  persons  could not  engage in,  and  hence could  not be\r\n\nliable  for under local  law,\" Sky Ad, Inc.  v. McClure, 951 F.2d\r                                                                 \r\n\n1146, 1147 &amp;  n.2 (9th  Cir. 1991) (quoting  C.P.Chemical Co.  v.\r                                                                       \r\n\nUnited States,  810 F.2d 34 (2d Cir. 1987)).12  As we observed in\r                       \r\n\nrejecting  an FTCA  claim  in another  FAA  context, \"even  where\r\n\nspecific  behavior of  federal employees  is required  by federal\r\n\nstatute, liability to  the beneficiaries of that statute  may not\r\n\nbe founded on the Federal Tort Claims Act if state law recognizes\r\n\nno comparable private liability,\" Clemente, 567 F.2d at 1149.\r                                                    \r\n\n     Sea Air attempts to establish an actionable link between the\r\n\ngovernment's conduct  and its own  adversity by  pointing to  the\r\n\nFAA's grant to it of an air carrier certificate to operate in the\r\n                    \r                              \r\n\n     Reduced  to its  essence, this  argument is  no more  than a\r\nclaim that the United States should be liable for failing to meet\r\nits  statutory obligations.  Even  in states that  have a general\r\ndoctrine of negligence  per se  based on  violation of  statutes,\r                                        \r\ncourts have declined to  find this an adequate basis for  an FTCA\r\nclaim against the United States.  See Johnson v.  Sawyer, 47 F.3d\r                                                                  \r\n716, 728-29 (5th  Cir. 1995) (en  banc).  We  agree that an  FTCA\r                                                \r\naction is \"unavailable where  '[t]he existence or nonexistence of\r\nthe claim' 'depends entirely upon Federal statutes.'\"  Id. at 728\r                                                                    \r\n(quoting United States v.  Smith, 324 F.2d 622, 624-25  (5th Cir.\r                                          \r\n1963)).  Cf. Moody v. United  States, 774 F.2d 150, 157 (6th Cir.\r                                              \r\n1985) (although  finding no actionable duty,  holding that United\r\nStates  could  be held  liable under  negligence per  se doctrine\r\nbecause Tennessee  law exposes  private individuals to  liability\r\nfor violation of a federal regulation).\r\n\n     12  In Sky Ad, the  plaintiff claimed, inter  alia, that the\r                                                                 \r\nUnited States was  liable under  the FTCA for  the FAA's  alleged\r\nfailure  to adhere to the procedures required to promulgate a new\r\nrule.  951 F.2d at 1147.  Sea Air attempts to distinguish Sky  Ad\r                                                                           \r\nfrom  its  own  case  because   it  involved  the  FAA's  \"quasi-\r\nlegislative\" powers  to issue  rules.  The  underlying principle,\r\nhowever,  is the  same:  if the  challenged  conduct is  uniquely\r\ngovernmental, meaning  there is no state  private party analogue,\r\nthe United States may not be sued under the FTCA.\r\n\n                               -12-\r\r\n\nCaribbean,  including between the ramps at issue.  It claims that\r\n\nthis authorization,  following Sea Air's fulfillment  of numerous\r\n\nprerequisites, imposed a duty on the FAA to  ensure its access to\r\n\nthe approved routes.  We think not.  Sea Air points to nothing in\r\n\nthe FA Act suggesting that the FAA's permission for it to operate\r\n\nin a given location  is more than  a green light  to fly, if  and\r\n\nwhen the arrangements are made with the necessary air facilities.\r\n\nAlthough federal rules govern the availability of such facilities\r\n\nto  interested  parties,  Sea   Air  has  acknowledged  that  the\r\n\nstatutorily prescribed  recourse for  VIPA's failure to  abide by\r\n\nthe  non-exclusive  lease rules  is for  the FAA  to cut  off its\r\n\nfederal funding.  Further sanctions are discretionary.   Sea Air,\r\n\ntherefore, cannot reasonably have relied on the FAA's securing it\r\n\naccess to the two ramps,  and there consequently is no basis  for\r\n\nfinding a duty under state law that would support an FTCA claim.\r\n\n     Our  holding does not mean that a potential beneficiary of a\r\n\nfederal law is  helpless in  the face of  serious violations  and\r\n\nagency inaction.   As the  district court noted,  appellant could\r\n\nhave pursued a writ of mandamus from the court of  appeals.  See,\r                                                                          \r\n\ne.g., TRAC,  750 F.2d at 76.  Although such an approach would not\r                    \r\n\nhave  provided  Sea Air  with the  damages  remedy it  now seeks,\r\n\nfiling of the formal FAA complaint and timely pursuit of mandamus\r\n\nmight have alleviated the  loss -- assuming, of course,  that its\r\n\nchallenge to the exclusive lease proved meritorious.13\r\n                    \r                              \r\n\n     13  The St.  Croix  federal district  court  ruled that  the\r\nexclusive  lease  granted to  Sea  Air's  rival  did not  violate\r\nfederal law. See  Sea Air  Shuttle Corp. v.  Virgin Islands  Port\r                                                                           \r\n\n                               -13-\r\r\n\n     We note,  finally, our  agreement with the  district court's\r\n\nobservation  that  the  FTCA's  discretionary  function exception\r\n\nwould  serve as an alternative  basis for dismissal  of Sea Air's\r\n\naction.    As  we  have  explained,  the  statutory  penalty  for\r\n\nviolating  the exclusive  lease  prohibition is  loss of  federal\r\n\nfunds.  See supra at 10-11.  Any further remedy is discretionary.\r                           \r\n\nId.  The government had no obligation to secure use  of the ramps\r             \r\n\nfor Sea  Air, and it  cannot be  held liable in  damages for  its\r\n\nfailure to do so.\r\n\n     Affirmed.  No costs.\r                                   \r\n\n                    \r                              \r\n\nAuth., 800 F.  Supp. 293, 303-05 (D.V.I. 1992).   Sea Air filed a\r               \r\nmotion  for reconsideration, which was denied, but did not appeal\r\nthe ruling.\r\n\n                               -14-\r\r\n",
  "html": "<p class=\"case_cite\">112 F.3d 532</p>\n    <p class=\"parties\">SEA AIR SHUTTLE CORPORATION, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1865.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 6, 1997.<br>Decided April 24, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lawrence E. Duffy, San Juan, PR, for appellant.</p>\n      <p class=\"indent\">Fernando Campoamor-Sanchez, Trial Attorney, Aibonito, PR, with whom Frank W. Hunger, Assistant Attorney General, and Guillermo Gil, United States Attorney, Washington, DC, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Sea Air Shuttle Corp.  (\"Sea Air\") filed this damages action against the United States under the Federal Tort Claims Act, 28 U.S.C. &#167;&#167; 1346, 2671-2180, claiming that it was unlawfully deprived of the right to use seaplane ramps in the Virgin Islands and that the Federal Aviation Administration's (FAA) failure to enforce the law makes it responsible for the company's resulting economic hardship.  The district court dismissed Sea Air's complaint on the ground that the Federal Aviation Act (FA Act) provides federal courts of appeals with exclusive jurisdiction to review FAA action, see 49 U.S.C. app. &#167; 1486(a),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> rendering Sea Air's FTCA complaint an improper collateral attack on the administrative process.  We agree that the case must be dismissed, but rely primarily on an alternative reason.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The original protagonist in this case was Hurricane Hugo, which struck the United States Virgin Islands in September 1989 and led to the demise of the company that had been providing passenger air service between and among the various islands.  Seeking to find a new airline to utilize the seaplane ramps it owned on St. Thomas and St. Croix, the Virgin Islands Port Authority (VIPA) in early 1990 issued a request for exclusive lease proposals.  One of the eight companies that responded was Caribbean Air Services, Inc.  (CAS), which later assigned its interest to appellant Sea Air.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is undisputed that VIPA's staff considered the CAS proposal to be the most viable of the three bids recommended for further consideration by VIPA's Governing Board.  See Sea Air Shuttle Corp. v. Virgin Islands Port Auth., 800 F.Supp. 293, 295 (D.Vi.1992).  The facts surrounding the various proposals, and the resulting decision of the VIPA board to offer an exclusive lease to a Sea Air competitor, Caribbean Airboats, Inc.  (CAI), are fully detailed in the district court's thorough opinion in a related case, Sea Air Shuttle, 800 F.Supp. at 295-98, and it is unnecessary to repeat them here.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It suffices to say that appellant Sea Air was displeased with the outcome of the bid process, and, based on a federal statute barring exclusive lease agreements for the use of air navigation facilities, see 49 U.S.C. app. &#167; 1349,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> unsuccessfully sought access to the contested ramps.  Sea Air then sued CAI and VIPA in the Virgin Islands federal district court based on federal, constitutional and Virgin Islands law.  That action ultimately also proved unsuccessful, with the court ruling in March 1992 that VIPA was entitled to enter into an exclusive leasing arrangement with CAI.  See 800 F.Supp. at 304-05.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, Sea Air completed the steps for receiving an air carrier certificate from the FAA, and began Caribbean operations in March 1991 without using the St. Thomas and St. Croix ramps.  In October of that year, Sea Air's president wrote to then Secretary of Transportation Samuel Skinner to inform him of the lawsuit pending against VIPA and CAI.  Allegedly because of its inability to use the two contested seaplane ramps, appellant encountered severe financial difficulties and voluntarily filed a petition for bankruptcy under Chapter 11 in January 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A month later, responding to Sea Air's letter to Secretary Skinner and other communications, the FAA informed the company that efforts to resolve the dispute informally had failed, and that Sea Air could file an administrative complaint against VIPA pursuant to 49 U.S.C. app. &#167; 1482.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Sea Air did so in March 1992.  It asserted that VIPA was in violation of federal law barring exclusive lease agreements for facilities that receive federal funding, see 49 U.S.C. &#167; 1349(a), and that it had unlawfully interfered with Sea Air's route structure, see 49 U.S.C. &#167; 1305.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  It is the FAA's failure to act on that still pending complaint that underlies Sea Air's claim for damages in this action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 29, 1992, Sea Air's bankruptcy proceedings were converted to Chapter 7. The next day, Sea Air wrote to then Secretary of Transportation Andrew Card accusing the FAA of \"allow[ing] the illegal conduct of the VIPA to continue, thereby causing the Chapter 7 proceeding,\" and urging \"immediate corrective action.\"   See App. at 160, 163.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 4, 1993, Sea Air filed a claim for money damages with the Department of Transportation and FAA, claiming that the corporation had suffered nearly $13 million in damages because of the FAA's negligent failure to act on Sea Air's administrative complaint.  The claim was denied three months later and, pursuant to the provisions of the FTCA, Sea Air subsequently filed this lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court dismissed the action for lack of subject matter jurisdiction and for failure to state a claim upon which relief could be granted.  The court held that, pursuant to 49 U.S.C. app. &#167; 1486,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> federal courts of appeals have exclusive jurisdiction to review the FAA's alleged failure to act on Sea Air's administrative complaint, and that an FTCA action would be an improper collateral attack on the administrative process.  In a footnote at the conclusion of its opinion, the court identified two additional factors rendering the complaint not viable:  first, that it was based solely on the FAA's alleged failure to comply with a federal statute, and federal statutes do not create actionable duties under the FTCA;  and, second, that the challenged conduct was protected from suit by the FTCA's discretionary function exception, 28 U.S.C. &#167; 2680(a).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Sea Air contends that an FTCA action is compatible with the pending administrative process because its objective--to remedy the negligence of government actors with damages--is outside the scope of that process.  Appellant additionally disputes the alternative bases for dismissal noted by the district court.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The analysis in this case logically is divided into two stages.  The first focuses on the Federal Aviation Act, and whether that statute bars a complainant from simultaneously seeking relief through the administrative process and through an FTCA claim.  The second stage focuses specifically on the asserted FTCA claim:  does it rest on an actionable tort duty and, if so, is the allegation nonetheless non-actionable because it addresses discretionary conduct that is immunized from legal challenge?   If, as the district court held, the only way to challenge the FAA's failure to take action on a complaint within its jurisdiction is through a direct appeal or a related proceeding, such as mandamus, then the second stage will never be reached.  If, however, federal law does not categorically bar a parallel tort suit, the viability of the specific claim must be examined.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court stopped at stage one, holding that Sea Air could pursue only the remedial path carved out by the FA Act.  It thus held that the FAA's failure to act in a timely manner on Sea Air's complaint could be addressed only through a petition for mandamus that had to be filed in the court of appeals--the court with exclusive jurisdiction over appeals from FAA decisions.  See 49 U.S.C. app. &#167; 1486(a).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sea Air energetically debates that outcome on appeal.  It contends that the jurisdictional limitation is inapplicable here because its complaint is not about an FAA decision, but about the agency's negligent performance of its responsibilities.  It points out that the FTCA confers jurisdiction on district courts for damages actions against federal actors based on common law negligence principles, and emphasizes that the FTCA contains no exception that would exclude this case from its scope.  It is significant, Sea Air contends, that the FTCA action seeks a damages remedy, which is unavailable through the administrative process.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We decline to consider whether an FTCA claim based on FAA inaction ever could be cognizable, though we think it unlikely.  It is well established that the exclusive jurisdiction given to the courts of appeals to review FAA actions also extends to lawsuits alleging FAA delay in issuing final orders.  See George Kabeller, Inc. v. Busey, 999 F.2d 1417, 1421 (11th Cir.1993);  Telecommunications Research &amp; Action v. FCC, 750 F.2d 70, 76 (D.C.Cir.1984) (\"TRAC\").  This grant, together with appellant's acknowledgment that there is no private right of action under the relevant provisions of the FA Act, see Interface Group, Inc. v. Massachusetts Port Auth., 816 F.2d 9, 14-15 (1st Cir.1987);  Montauk-Caribbean Airways, Inc. v. Hope, 784 F.2d 91, 97 (2d Cir.1986),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> suggests a congressional intent to limit review of the FAA's handling of complaints to the scheme set out in &#167; 1486(a).  The fact that the FTCA does not explicitly exclude such a claim in no way serves to support its existence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We recognize, nonetheless, that there is some logic in Sea Air's contention that, because section 1486 does not embrace damages claims, a plaintiff harmed by the negligent conduct of FAA employees should be able to seek a remedy under the FTCA, since the FTCA was designed specifically to provide redress for the negligence of government actors.  See Beins v. United States, 695 F.2d 591, 597-98 (D.C.Cir.1982) (FTCA claim seeking damages for denial of medical certificate may be brought against FAA);  cf.  Mace v. Skinner, 34 F.3d 854, 859-60 (9th Cir.1994) (no federal question jurisdiction over actions against FAA only as to \"those classes of claims\" reviewable under section 1486 of FA Act).  Presumably, as the D.C. Circuit suggested in Beins, a court could avoid conflict with the administrative scheme by staying a timely filed FTCA action pending the outcome of the administrative process.  See Beins, 695 F.2d at 599.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need not, however, delve any more deeply into this issue because, even if an FTCA claim were permitted,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> it would fail here at the second stage of analysis.  It is virtually axiomatic that the FTCA does not apply \"where the claimed negligence arises out of the failure of the United States to carry out a [federal] statutory duty in the conduct of its own affairs,\" Johnson v. Sawyer, 47 F.3d 716, 727-28 (5th Cir.1995) (en banc ) (citation omitted).  See also, e.g., Art-Metal-U.S.A., Inc. v. United States, 753 F.2d 1151, 1157-60 (D.C.Cir.1985);  Clemente v. United States, 567 F.2d 1140, 1149 (1st Cir.1977);  Sellfors v. United States, 697 F.2d 1362, 1365 (11th Cir.1983).  In other words, violation of a federal statute by governmental actors does not create liability unless state law would impose liability on a \"private individual under like circumstances,\" 28 U.S.C. &#167; 2674.  See Myers v. United States, 17 F.3d 890, 899 (6th Cir.1994);  see also Howell v. United States, 932 F.2d 915, 917 (11th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The challenged conduct of the Department of Transportation and FAA does not meet that \"private individual\" standard.  At issue here is the United States' failure, through the Secretary of Transportation and FAA, to take enforcement action under the statute that prohibits exclusive leases for aviation facilities that receive federal funding, 49 U.S.C. app. &#167; 1349, and the statute that bars non-federal lawmaking relating to air carrier rates, routes and services, id. at &#167; 1305(a).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The fact that oversight of air carriers is a peculiarly governmental function does not, of course, necessarily preclude FTCA coverage, as the Supreme Court explained in Indian Towing Co. v. United States, 350 U.S. 61, 64-65, 76 S.Ct. 122, 124-25, 100 L.Ed. 48 (1955).  The Court held there that the United States could be liable under the FTCA for the Coast Guard's negligence in the operation of a lighthouse, observing that \"it is hornbook tort law that one who undertakes to warn the public of a danger and thereby induces reliance must perform his 'good Samaritan' task in a careful manner,\" id..</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">No comparable common law principle is at play in this context, however.  What is necessary is \"some relationship between the governmental employee[s] and the plaintiff to which state law would attach a duty of care in purely private circumstances,\" Myers, 17 F.3d at 899.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The controversy here wholly concerns the FAA's alleged failure to perform its regulatory functions vis a vis an entity that is out-of-compliance with federal laws and rules.  Its sole obligation in enforcing the exclusive lease prohibition is to cut off federal funding.  See DOT/FAA Order 5190.1A, &#167; 10 (Enforcement) (App. at 302).  Although the Secretary of Transportation or an authorized representative has the discretion to seek an injunction or other process barring further violation of the FA Act, see 49 U.S.C. app. &#167; 1487(a), this optional regulatory remedy cannot be deemed to give rise to an enforceable duty to any individual victim of the unlawful conduct.  Sea Air has pointed to no case utilizing a similar basis for liability in any of the relevant jurisdictions.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In short, Sea Air has challenged a type of conduct \"that private persons could not engage in, and hence could not be liable for under local law,\" Sky Ad, Inc. v. McClure, 951 F.2d 1146, 1147 &amp; n. 2 (9th Cir.1991) (quoting C.P.Chemical Co. v. United States, 810 F.2d 34 (2d Cir.1987)).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  As we observed in rejecting an FTCA claim in another FAA context, \"even where specific behavior of federal employees is required by federal statute, liability to the beneficiaries of that statute may not be founded on the Federal Tort Claims Act if state law recognizes no comparable private liability,\" Clemente, 567 F.2d at 1149.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Sea Air attempts to establish an actionable link between the government's conduct and its own adversity by pointing to the FAA's grant to it of an air carrier certificate to operate in the Caribbean, including between the ramps at issue.  It claims that this authorization, following Sea Air's fulfillment of numerous prerequisites, imposed a duty on the FAA to ensure its access to the approved routes.  We think not.  Sea Air points to nothing in the FA Act suggesting that the FAA's permission for it to operate in a given location is more than a green light to fly, if and when the arrangements are made with the necessary air facilities.  Although federal rules govern the availability of such facilities to interested parties, Sea Air has acknowledged that the statutorily prescribed recourse for VIPA's failure to abide by the non-exclusive lease rules is for the FAA to cut off its federal funding.  Further sanctions are discretionary.  Sea Air, therefore, cannot reasonably have relied on the FAA's securing it access to the two ramps, and there consequently is no basis for finding a duty under state law that would support an FTCA claim.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Our holding does not mean that a potential beneficiary of a federal law is helpless in the face of serious violations and agency inaction.  As the district court noted, appellant could have pursued a writ of mandamus from the court of appeals.  See, e.g., TRAC, 750 F.2d at 76.   Although such an approach would not have provided Sea Air with the damages remedy it now seeks, filing of the formal FAA complaint and timely pursuit of mandamus might have alleviated the loss--assuming, of course, that its challenge to the exclusive lease proved meritorious.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We note, finally, our agreement with the district court's observation that the FTCA's discretionary function exception would serve as an alternative basis for dismissal of Sea Air's action.  As we have explained, the statutory penalty for violating the exclusive lease prohibition is loss of federal funds.  See supra at 10-11.   Any further remedy is discretionary.  Id. The government had no obligation to secure use of the ramps for Sea Air, and it cannot be held liable in damages for its failure to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed. No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Congress in 1994 recodified the Federal Aviation Act, without substantive change, at 49 U.S.C. &#167;&#167; 40101-49105.  We, like the parties, will use the code numbers in effect at the time of the events that gave rise to this action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 1349(a) states, in relevant part:  \"There shall be no exclusive right for the use of any landing area or air navigation facility upon which Federal funds have been expended.\"   There is no dispute that VIPA has received federal funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 1482(a) states, in relevant part:</p>\n        <p>Any person may file with the Secretary of Transportation ... a complaint in writing with respect to anything done or omitted to be done by any person in contravention of any provisions of this chapter, or of any requirement established pursuant thereto....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 1305 is titled \"Federal preemption,\" and subsection (a)(1) states, in relevant part:</p>\n        <p>[N]o State or political subdivision thereof and no interstate agency or other political agency of two or more States shall enact or enforce any law, rule, regulation, standard, or other provision having the force and effect of law relating to rates, routes, or services of any air carrier having authority under subchapter IV of this chapter to provide air transportation.</p>\n        <p>Sea Air asserted in its FAA complaint that VIPA's denying it the use of the ramps \"amount[s] as surely to the regulation of the routes of the Complainant as would the enactment of an actual law or regulation relating to such routes....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 1486(a) states, in relevant part:</p>\n        <p>Any order, affirmative or negative, issued by the Board or Secretary of Transportation under this chapter ... shall be subject to review by the courts of appeals of the United States or the United States Court of Appeals for the District of Columbia....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Our review of a finding of lack of subject matter jurisdiction is de novo.  Coventry Sewage Ass. v. Dworkin Realty Co., 71 F.3d 1, 3 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In Interface Group, we considered the exclusive rights bar of section 1349(a) and noted that the \"provision taken as a whole suggests that Congress sought to benefit the public at large, not carriers in particular.\"  816 F.2d at 14</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> As the cases relied upon by the United States and the district court make clear, federal appellate courts unquestionably are the exclusive forum for appeals of FAA rulings, or for efforts to instigate action on pending FAA complaints.  See, e.g., George Kabeller, Inc. v. Busey, 999 F.2d 1417, 1421 (11th Cir.1993);  Telecommunications Research &amp; Action v. FCC, 750 F.2d 70, 76 (D.C.Cir.1984).  The open question is whether this exclusive jurisdiction to review the administrative process automatically forecloses a tort suit, even if all elements of tort liability are present</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The complaint additionally invoked provisions of more general scope that are less useful for Sea Air's argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The law at issue is the state or local law of the relevant jurisdiction(s), here alleged to be the Virgin Islands, Puerto Rico, the District of Columbia, and Georgia.  The FAA's Southern Region is based in Atlanta</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Sea Air argues that \"[t]he failure of two Secretaries of Transportation and their designees to enforce the statutes and Sea Air's rights and privileges, where only they and/or their designees could act to do so, is the 'garden variety common law torts', recognized by State law and the common law, anywhere within the jurisdiction of the United States.\"</p>\n        <p>Reduced to its essence, this argument is no more than a claim that the United States should be liable for failing to meet its statutory obligations.  Even in states that have a general doctrine of negligence per se based on violation of statutes, courts have declined to find this an adequate basis for an FTCA claim against the United States.  See Johnson v. Sawyer, 47 F.3d 716, 728-29 (5th Cir.1995) (en banc ).  We agree that an FTCA action is \"unavailable where '[t]he existence or nonexistence of the claim' 'depends entirely upon Federal statutes.' \"  Id. at 728 (quoting United States v. Smith, 324 F.2d 622, 624-25 (5th Cir.1963)).  Cf. Moody v. United States, 774 F.2d 150, 157 (6th Cir.1985) (although finding no actionable duty, holding that United States could be held liable under negligence per se doctrine because Tennessee law exposes private individuals to liability for violation of a federal regulation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In Sky Ad, the plaintiff claimed, inter alia, that the United States was liable under the FTCA for the FAA's alleged failure to adhere to the procedures required to promulgate a new rule.  951 F.2d at 1147.   Sea Air attempts to distinguish Sky Ad from its own case because it involved the FAA's \"quasi-legislative\" powers to issue rules.  The underlying principle, however, is the same:  if the challenged conduct is uniquely governmental, meaning there is no state private party analogue, the United States may not be sued under the FTCA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The St. Croix federal district court ruled that the exclusive lease granted to Sea Air's rival did not violate federal law.  See Sea Air Shuttle Corp. v. Virgin Islands Port Auth., 800 F.Supp. 293, 303-05 (D.Vi.1992).  Sea Air filed a motion for reconsideration, which was denied, but did not appeal the ruling</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></span></p>\n    <p class=\"parties\">SEA AIR SHUTTLE CORPORATION, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1865.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 6, 1997.<br>Decided April 24, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lawrence E. Duffy, San Juan, PR, for appellant.</p>\n      <p class=\"indent\">Fernando Campoamor-Sanchez, Trial Attorney, Aibonito, PR, with whom Frank W. Hunger, Assistant Attorney General, and Guillermo Gil, United States Attorney, Washington, DC, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Sea Air Shuttle Corp.  (\"Sea Air\") filed this damages action against the United States under the Federal Tort Claims Act, 28 U.S.C. &#167;&#167; 1346, 2671-2180, claiming that it was unlawfully deprived of the right to use seaplane ramps in the Virgin Islands and that the Federal Aviation Administration's (FAA) failure to enforce the law makes it responsible for the company's resulting economic hardship.  The district court dismissed Sea Air's complaint on the ground that the Federal Aviation Act (FA Act) provides federal courts of appeals with exclusive jurisdiction to review FAA action, see 49 U.S.C. app. &#167; 1486(a),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> rendering Sea Air's FTCA complaint an improper collateral attack on the administrative process.  We agree that the case must be dismissed, but rely primarily on an alternative reason.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The original protagonist in this case was Hurricane Hugo, which struck the United States Virgin Islands in September 1989 and led to the demise of the company that had been providing passenger air service between and among the various islands.  Seeking to find a new airline to utilize the seaplane ramps it owned on St. Thomas and St. Croix, the Virgin Islands Port Authority (VIPA) in early 1990 issued a request for exclusive lease proposals.  One of the eight companies that responded was Caribbean Air Services, Inc.  (CAS), which later assigned its interest to appellant Sea Air.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is undisputed that VIPA's staff considered the CAS proposal to be the most viable of the three bids recommended for further consideration by VIPA's Governing Board.  See Sea Air Shuttle Corp. v. Virgin Islands Port Auth., <span class=\"citation no-link\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">293</span></span>, 295 (D.Vi.1992).  The facts surrounding the various proposals, and the resulting decision of the VIPA board to offer an exclusive lease to a Sea Air competitor, Caribbean Airboats, Inc.  (CAI), are fully detailed in the district court's thorough opinion in a related case, Sea Air Shuttle, 800 F.Supp. at 295-98, and it is unnecessary to repeat them here.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It suffices to say that appellant Sea Air was displeased with the outcome of the bid process, and, based on a federal statute barring exclusive lease agreements for the use of air navigation facilities, see 49 U.S.C. app. &#167; 1349,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> unsuccessfully sought access to the contested ramps.  Sea Air then sued CAI and VIPA in the Virgin Islands federal district court based on federal, constitutional and Virgin Islands law.  That action ultimately also proved unsuccessful, with the court ruling in March 1992 that VIPA was entitled to enter into an exclusive leasing arrangement with CAI.  See 800 F.Supp. at 304-05.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, Sea Air completed the steps for receiving an air carrier certificate from the FAA, and began Caribbean operations in March 1991 without using the St. Thomas and St. Croix ramps.  In October of that year, Sea Air's president wrote to then Secretary of Transportation Samuel Skinner to inform him of the lawsuit pending against VIPA and CAI.  Allegedly because of its inability to use the two contested seaplane ramps, appellant encountered severe financial difficulties and voluntarily filed a petition for bankruptcy under Chapter 11 in January 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A month later, responding to Sea Air's letter to Secretary Skinner and other communications, the FAA informed the company that efforts to resolve the dispute informally had failed, and that Sea Air could file an administrative complaint against VIPA pursuant to 49 U.S.C. app. &#167; 1482.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Sea Air did so in March 1992.  It asserted that VIPA was in violation of federal law barring exclusive lease agreements for facilities that receive federal funding, see 49 U.S.C. &#167; 1349(a), and that it had unlawfully interfered with Sea Air's route structure, see 49 U.S.C. &#167; 1305.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  It is the FAA's failure to act on that still pending complaint that underlies Sea Air's claim for damages in this action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 29, 1992, Sea Air's bankruptcy proceedings were converted to Chapter 7. The next day, Sea Air wrote to then Secretary of Transportation Andrew Card accusing the FAA of \"allow[ing] the illegal conduct of the VIPA to continue, thereby causing the Chapter 7 proceeding,\" and urging \"immediate corrective action.\"   See App. at 160, 163.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 4, 1993, Sea Air filed a claim for money damages with the Department of Transportation and FAA, claiming that the corporation had suffered nearly $13 million in damages because of the FAA's negligent failure to act on Sea Air's administrative complaint.  The claim was denied three months later and, pursuant to the provisions of the FTCA, Sea Air subsequently filed this lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court dismissed the action for lack of subject matter jurisdiction and for failure to state a claim upon which relief could be granted.  The court held that, pursuant to 49 U.S.C. app. &#167; 1486,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> federal courts of appeals have exclusive jurisdiction to review the FAA's alleged failure to act on Sea Air's administrative complaint, and that an FTCA action would be an improper collateral attack on the administrative process.  In a footnote at the conclusion of its opinion, the court identified two additional factors rendering the complaint not viable:  first, that it was based solely on the FAA's alleged failure to comply with a federal statute, and federal statutes do not create actionable duties under the FTCA;  and, second, that the challenged conduct was protected from suit by the FTCA's discretionary function exception, 28 U.S.C. &#167; 2680(a).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Sea Air contends that an FTCA action is compatible with the pending administrative process because its objective--to remedy the negligence of government actors with damages--is outside the scope of that process.  Appellant additionally disputes the alternative bases for dismissal noted by the district court.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The analysis in this case logically is divided into two stages.  The first focuses on the Federal Aviation Act, and whether that statute bars a complainant from simultaneously seeking relief through the administrative process and through an FTCA claim.  The second stage focuses specifically on the asserted FTCA claim:  does it rest on an actionable tort duty and, if so, is the allegation nonetheless non-actionable because it addresses discretionary conduct that is immunized from legal challenge?   If, as the district court held, the only way to challenge the FAA's failure to take action on a complaint within its jurisdiction is through a direct appeal or a related proceeding, such as mandamus, then the second stage will never be reached.  If, however, federal law does not categorically bar a parallel tort suit, the viability of the specific claim must be examined.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court stopped at stage one, holding that Sea Air could pursue only the remedial path carved out by the FA Act.  It thus held that the FAA's failure to act in a timely manner on Sea Air's complaint could be addressed only through a petition for mandamus that had to be filed in the court of appeals--the court with exclusive jurisdiction over appeals from FAA decisions.  See 49 U.S.C. app. &#167; 1486(a).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sea Air energetically debates that outcome on appeal.  It contends that the jurisdictional limitation is inapplicable here because its complaint is not about an FAA decision, but about the agency's negligent performance of its responsibilities.  It points out that the FTCA confers jurisdiction on district courts for damages actions against federal actors based on common law negligence principles, and emphasizes that the FTCA contains no exception that would exclude this case from its scope.  It is significant, Sea Air contends, that the FTCA action seeks a damages remedy, which is unavailable through the administrative process.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We decline to consider whether an FTCA claim based on FAA inaction ever could be cognizable, though we think it unlikely.  It is well established that the exclusive jurisdiction given to the courts of appeals to review FAA actions also extends to lawsuits alleging FAA delay in issuing final orders.  See George Kabeller, Inc. v. Busey, <span class=\"citation\" data-id=\"612203\"><a href=\"/opinion/612203/george-kabeller-inc-dba-zephyrhills-parachute-center-v-james-b-busey/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1417</span></a></span>, 1421 (11th Cir.1993);  Telecommunications Research &amp; Action v. FCC, <span class=\"citation\" data-id=\"445427\"><a href=\"/opinion/445427/telecommunications-research-and-action-center-v-federal-communications/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">70</span></a></span>, 76 (D.C.Cir.1984) (\"TRAC\").  This grant, together with appellant's acknowledgment that there is no private right of action under the relevant provisions of the FA Act, see Interface Group, Inc. v. Massachusetts Port Auth., <span class=\"citation\" data-id=\"486538\"><a href=\"/opinion/486538/the-interface-group-inc-v-massachusetts-port-authority/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 14-15 (1st Cir.1987);  Montauk-Caribbean Airways, Inc. v. Hope, <span class=\"citation\" data-id=\"465049\"><a href=\"/opinion/465049/montauk-caribbean-airways-inc-dba-long-island-airlines-plaintiff-v/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span>, 97 (2d Cir.1986),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> suggests a congressional intent to limit review of the FAA's handling of complaints to the scheme set out in &#167; 1486(a).  The fact that the FTCA does not explicitly exclude such a claim in no way serves to support its existence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We recognize, nonetheless, that there is some logic in Sea Air's contention that, because section 1486 does not embrace damages claims, a plaintiff harmed by the negligent conduct of FAA employees should be able to seek a remedy under the FTCA, since the FTCA was designed specifically to provide redress for the negligence of government actors.  See Beins v. United States, <span class=\"citation\" data-id=\"411856\"><a href=\"/opinion/411856/d-ross-beins-v-united-states/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 597-98 (D.C.Cir.1982) (FTCA claim seeking damages for denial of medical certificate may be brought against FAA);  cf.  Mace v. Skinner, <span class=\"citation\" data-id=\"677442\"><a href=\"/opinion/677442/george-d-mace-jr-v-samuel-k-skinner-secretary-department-of/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">854</span></a></span>, 859-60 (9th Cir.1994) (no federal question jurisdiction over actions against FAA only as to \"those classes of claims\" reviewable under section 1486 of FA Act).  Presumably, as the D.C. Circuit suggested in Beins, a court could avoid conflict with the administrative scheme by staying a timely filed FTCA action pending the outcome of the administrative process.  See Beins, 695 F.2d at 599.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need not, however, delve any more deeply into this issue because, even if an FTCA claim were permitted,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> it would fail here at the second stage of analysis.  It is virtually axiomatic that the FTCA does not apply \"where the claimed negligence arises out of the failure of the United States to carry out a [federal] statutory duty in the conduct of its own affairs,\" Johnson v. Sawyer, <span class=\"citation\" data-id=\"7007\"><a href=\"/opinion/7007/johnson-v-sawyer/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 727-28 (5th Cir.1995) (en banc ) (citation omitted).  See also, e.g., Art-Metal-U.S.A., Inc. v. United States, <span class=\"citation\" data-id=\"447533\"><a href=\"/opinion/447533/art-metal-usa-inc-v-united-states/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1151</span></a></span>, 1157-60 (D.C.Cir.1985);  Clemente v. United States, <span class=\"citation\" data-id=\"351811\"><a href=\"/opinion/351811/vera-zabala-clemente-v-united-states/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1140</span></a></span>, 1149 (1st Cir.1977);  Sellfors v. United States, <span class=\"citation\" data-id=\"413291\"><a href=\"/opinion/413291/marilyn-joyce-sellfors-etc-v-united-states/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1362</span></a></span>, 1365 (11th Cir.1983).  In other words, violation of a federal statute by governmental actors does not create liability unless state law would impose liability on a \"private individual under like circumstances,\" 28 U.S.C. &#167; 2674.  See Myers v. United States, <span class=\"citation\" data-id=\"664089\"><a href=\"/opinion/664089/barbara-g-myers-individually-and-as-administratrix-of-the-estate-of/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">890</span></a></span>, 899 (6th Cir.1994);  see also Howell v. United States, <span class=\"citation\" data-id=\"560595\"><a href=\"/opinion/560595/robert-e-howell-v-united-states-of-america-karel-am-zee-v-united/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span>, 917 (11th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The challenged conduct of the Department of Transportation and FAA does not meet that \"private individual\" standard.  At issue here is the United States' failure, through the Secretary of Transportation and FAA, to take enforcement action under the statute that prohibits exclusive leases for aviation facilities that receive federal funding, 49 U.S.C. app. &#167; 1349, and the statute that bars non-federal lawmaking relating to air carrier rates, routes and services, id. at &#167; 1305(a).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The fact that oversight of air carriers is a peculiarly governmental function does not, of course, necessarily preclude FTCA coverage, as the Supreme Court explained in Indian Towing Co. v. United States, <span class=\"citation\" data-id=\"105329\"><a href=\"/opinion/105329/indian-towing-co-v-united-states/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 64-65, <span class=\"citation\" data-id=\"105329\"><a href=\"/opinion/105329/indian-towing-co-v-united-states/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">122</span></a></span>, 124-25, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">48</span></span> (1955).  The Court held there that the United States could be liable under the FTCA for the Coast Guard's negligence in the operation of a lighthouse, observing that \"it is hornbook tort law that one who undertakes to warn the public of a danger and thereby induces reliance must perform his 'good Samaritan' task in a careful manner,\" id..</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">No comparable common law principle is at play in this context, however.  What is necessary is \"some relationship between the governmental employee[s] and the plaintiff to which state law would attach a duty of care in purely private circumstances,\" Myers, 17 F.3d at 899.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The controversy here wholly concerns the FAA's alleged failure to perform its regulatory functions vis a vis an entity that is out-of-compliance with federal laws and rules.  Its sole obligation in enforcing the exclusive lease prohibition is to cut off federal funding.  See DOT/FAA Order 5190.1A, &#167; 10 (Enforcement) (App. at 302).  Although the Secretary of Transportation or an authorized representative has the discretion to seek an injunction or other process barring further violation of the FA Act, see 49 U.S.C. app. &#167; 1487(a), this optional regulatory remedy cannot be deemed to give rise to an enforceable duty to any individual victim of the unlawful conduct.  Sea Air has pointed to no case utilizing a similar basis for liability in any of the relevant jurisdictions.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In short, Sea Air has challenged a type of conduct \"that private persons could not engage in, and hence could not be liable for under local law,\" Sky Ad, Inc. v. McClure, <span class=\"citation\" data-id=\"573998\"><a href=\"/opinion/573998/sky-ad-inc-robert-cannon-v-homer-c-mcclure-jacqueline-smith-merle/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span>, 1147 &amp; n. 2 (9th Cir.1991) (quoting C.P.Chemical Co. v. United States, <span class=\"citation\" data-id=\"482100\"><a href=\"/opinion/482100/cp-chemical-company-inc-v-united-states-of-america-and-us-consumer/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span> (2d Cir.1987)).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  As we observed in rejecting an FTCA claim in another FAA context, \"even where specific behavior of federal employees is required by federal statute, liability to the beneficiaries of that statute may not be founded on the Federal Tort Claims Act if state law recognizes no comparable private liability,\" Clemente, 567 F.2d at 1149.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Sea Air attempts to establish an actionable link between the government's conduct and its own adversity by pointing to the FAA's grant to it of an air carrier certificate to operate in the Caribbean, including between the ramps at issue.  It claims that this authorization, following Sea Air's fulfillment of numerous prerequisites, imposed a duty on the FAA to ensure its access to the approved routes.  We think not.  Sea Air points to nothing in the FA Act suggesting that the FAA's permission for it to operate in a given location is more than a green light to fly, if and when the arrangements are made with the necessary air facilities.  Although federal rules govern the availability of such facilities to interested parties, Sea Air has acknowledged that the statutorily prescribed recourse for VIPA's failure to abide by the non-exclusive lease rules is for the FAA to cut off its federal funding.  Further sanctions are discretionary.  Sea Air, therefore, cannot reasonably have relied on the FAA's securing it access to the two ramps, and there consequently is no basis for finding a duty under state law that would support an FTCA claim.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Our holding does not mean that a potential beneficiary of a federal law is helpless in the face of serious violations and agency inaction.  As the district court noted, appellant could have pursued a writ of mandamus from the court of appeals.  See, e.g., TRAC, 750 F.2d at 76.   Although such an approach would not have provided Sea Air with the damages remedy it now seeks, filing of the formal FAA complaint and timely pursuit of mandamus might have alleviated the loss--assuming, of course, that its challenge to the exclusive lease proved meritorious.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We note, finally, our agreement with the district court's observation that the FTCA's discretionary function exception would serve as an alternative basis for dismissal of Sea Air's action.  As we have explained, the statutory penalty for violating the exclusive lease prohibition is loss of federal funds.  See supra at 10-11.   Any further remedy is discretionary.  Id. The government had no obligation to secure use of the ramps for Sea Air, and it cannot be held liable in damages for its failure to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed. No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Congress in 1994 recodified the Federal Aviation Act, without substantive change, at 49 U.S.C. &#167;&#167; 40101-49105.  We, like the parties, will use the code numbers in effect at the time of the events that gave rise to this action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 1349(a) states, in relevant part:  \"There shall be no exclusive right for the use of any landing area or air navigation facility upon which Federal funds have been expended.\"   There is no dispute that VIPA has received federal funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 1482(a) states, in relevant part:</p>\n        <p>Any person may file with the Secretary of Transportation ... a complaint in writing with respect to anything done or omitted to be done by any person in contravention of any provisions of this chapter, or of any requirement established pursuant thereto....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 1305 is titled \"Federal preemption,\" and subsection (a)(1) states, in relevant part:</p>\n        <p>[N]o State or political subdivision thereof and no interstate agency or other political agency of two or more States shall enact or enforce any law, rule, regulation, standard, or other provision having the force and effect of law relating to rates, routes, or services of any air carrier having authority under subchapter IV of this chapter to provide air transportation.</p>\n        <p>Sea Air asserted in its FAA complaint that VIPA's denying it the use of the ramps \"amount[s] as surely to the regulation of the routes of the Complainant as would the enactment of an actual law or regulation relating to such routes....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 1486(a) states, in relevant part:</p>\n        <p>Any order, affirmative or negative, issued by the Board or Secretary of Transportation under this chapter ... shall be subject to review by the courts of appeals of the United States or the United States Court of Appeals for the District of Columbia....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Our review of a finding of lack of subject matter jurisdiction is de novo.  Coventry Sewage Ass. v. Dworkin Realty Co., <span class=\"citation\" data-id=\"196423\"><a href=\"/opinion/196423/coventry-sewage-v-dworkin-realty/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In Interface Group, we considered the exclusive rights bar of section 1349(a) and noted that the \"provision taken as a whole suggests that Congress sought to benefit the public at large, not carriers in particular.\"  816 F.2d at 14</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> As the cases relied upon by the United States and the district court make clear, federal appellate courts unquestionably are the exclusive forum for appeals of FAA rulings, or for efforts to instigate action on pending FAA complaints.  See, e.g., George Kabeller, Inc. v. Busey, <span class=\"citation\" data-id=\"612203\"><a href=\"/opinion/612203/george-kabeller-inc-dba-zephyrhills-parachute-center-v-james-b-busey/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1417</span></a></span>, 1421 (11th Cir.1993);  Telecommunications Research &amp; Action v. FCC, <span class=\"citation\" data-id=\"445427\"><a href=\"/opinion/445427/telecommunications-research-and-action-center-v-federal-communications/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">70</span></a></span>, 76 (D.C.Cir.1984).  The open question is whether this exclusive jurisdiction to review the administrative process automatically forecloses a tort suit, even if all elements of tort liability are present</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The complaint additionally invoked provisions of more general scope that are less useful for Sea Air's argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The law at issue is the state or local law of the relevant jurisdiction(s), here alleged to be the Virgin Islands, Puerto Rico, the District of Columbia, and Georgia.  The FAA's Southern Region is based in Atlanta</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Sea Air argues that \"[t]he failure of two Secretaries of Transportation and their designees to enforce the statutes and Sea Air's rights and privileges, where only they and/or their designees could act to do so, is the 'garden variety common law torts', recognized by State law and the common law, anywhere within the jurisdiction of the United States.\"</p>\n        <p>Reduced to its essence, this argument is no more than a claim that the United States should be liable for failing to meet its statutory obligations.  Even in states that have a general doctrine of negligence per se based on violation of statutes, courts have declined to find this an adequate basis for an FTCA claim against the United States.  See Johnson v. Sawyer, <span class=\"citation\" data-id=\"7007\"><a href=\"/opinion/7007/johnson-v-sawyer/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 728-29 (5th Cir.1995) (en banc ).  We agree that an FTCA action is \"unavailable where '[t]he existence or nonexistence of the claim' 'depends entirely upon Federal statutes.' \"  Id. at 728 (quoting United States v. Smith, <span class=\"citation\" data-id=\"262352\"><a href=\"/opinion/262352/united-states-v-robert-smith-dba-smith-contracting-company/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span>, 624-25 (5th Cir.1963)).  Cf. Moody v. United States, <span class=\"citation\" data-id=\"458914\"><a href=\"/opinion/458914/viola-moody-84-5479-george-d-bawgus-84-5695-v-united-states-of/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span>, 157 (6th Cir.1985) (although finding no actionable duty, holding that United States could be held liable under negligence per se doctrine because Tennessee law exposes private individuals to liability for violation of a federal regulation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In Sky Ad, the plaintiff claimed, inter alia, that the United States was liable under the FTCA for the FAA's alleged failure to adhere to the procedures required to promulgate a new rule.  951 F.2d at 1147.   Sea Air attempts to distinguish Sky Ad from its own case because it involved the FAA's \"quasi-legislative\" powers to issue rules.  The underlying principle, however, is the same:  if the challenged conduct is uniquely governmental, meaning there is no state private party analogue, the United States may not be sued under the FTCA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The St. Croix federal district court ruled that the exclusive lease granted to Sea Air's rival did not violate federal law.  See Sea Air Shuttle Corp. v. Virgin Islands Port Auth., <span class=\"citation no-link\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">293</span></span>, 303-05 (D.Vi.1992).  Sea Air filed a motion for reconsideration, which was denied, but did not appeal the ruling</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/7007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/262352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/351811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677442/"
  ]
}