{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197368/",
  "absolute_url": "/opinion/197368/yeo-v-town-of-lexington/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197368/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:28:18Z",
  "date_modified": "2017-03-24T10:51:22.787329Z",
  "type": "010combined",
  "sha1": "6e4d28449391803f2043ddcc6e0ea7a11ba5e2c1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1623.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-1623\r\n\nDOUGLAS E. YEO, Individually and on Behalf of His Children and as\r\n      Chairman of the Lexington Parents Information Network,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n Town of LEXINGTON, Jeffrey Young, Superintendent, David Wilson,\r\nPrincipal, Samuel Kafrissen, Karen Mechem and Joseph Dini, Chairman,\r\n  John Oberteuffer, Lois Coit, Susan Elberger and Barrie Peltz,\r\n   Individually and as They Are Members of the Lexington School\r\n                            Committee,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                      Torruella, Chief Judge,\r                                                      \r\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n                 Selya, Boudin, Stahl, and Lynch,\r\n                         Circuit Judges.\r                                                  \r\n\n                                           \r\n\n  John W. Spillane, with whom John J. Spillane and Gregory D.  Smith\r                                                                              \r\nwere on brief for appellant.\r\n\n  Adam  P.  Forman,  with  whom  Lois  Brommer  Duguette,  Sarah  A.\r                                                                              \r\nOlivier,  and  Testa, Hurwitz  &amp;  Thibeault,  LLP  were on  brief  for\r                                                         \r\nappellees.\r\r\n\n  S.  Mark Goodman,  Michale C.  Heistand,  Robert A.  Bertsche, and\r                                                                         \r\nHill &amp;  Barlow for the  Student Press Law Center,  National Scholastic\r                      \r\nPress  Association,   Journalism  Education   Association,  Scholastic\r\nJournalism Division of the Association for Education in Journalism and\r\nMass Communication,  Columbia Scholastic  Press Advisers  Association,\r\nNew England Scholastic  Press Association, and Yankee  Press Education\r\nNetwork;  Dwight G.  Duncan for  the  Massachusetts Family  Institute;\r                                   \r\nJames  C.  Heigham,  and  Choate,  Hall &amp;  Stewart  for  Massachusetts\r                                                          \r\nNewspaper  Publishers Association;  Gwendolyn H.  Gregory, Melinda  L.\r                                                                              \r\nSelbee, Timothy B. Dyk, John Bukey, Jones, Day, Reavis &amp; Pogue for the\r                                                                      \r\nNational  School  Boards Association,  Illinois Association  of School\r\nBoards, and California School  Boards Association's Educational  Legal\r\nAlliance; Michael J.  Long, Rosann DiPietro,  and Long &amp; Long  for the\r                                                                     \r\nMassachusetts Association  of School Superintendents, on  briefs amici\r\ncuriae.\r\n\n                                           \r\n\n                         December 9, 1997\r\n                                           \r\n\n                         OPINION EN BANC\r\n                                           \r\n\n                               -2-\r\r\n\n          LYNCH, Circuit Judge.   This case, involving speech\r                    LYNCH, Circuit Judge.\r                                        \r\n\ninterests  on both  sides, arises  from  the decision  of two\r\n\npublic  high school student publications -- the newspaper and\r\n\nyearbook  --   not  to   publish  an   advertisement.     The\r\n\nadvertisement promoted sexual abstinence and was proffered by\r\n\na parent, Douglas Yeo, in  the aftermath of a decision by the\r\n\nLexington,  Massachusetts School  Committee  to  make condoms\r\n\navailable to  students as  a public  health matter.   Yeo had\r\n\ncampaigned against  the condom distribution policy  and lost.\r\n\nThe  two high school student publications declined to publish\r\n\nthe  advertisement on  the grounds  that  each had  a policy,\r\n\nalbeit  unwritten,  of  not  running  political  or  advocacy\r\n\nadvertisements.\r\n\n          The  civil rights action brought by Yeo against the\r\n\nTown,  the  School   Committee,  Superintendent   and  school\r\n\nofficials  was terminated  on defendants' motion  for summary\r\n\njudgment.  The  district court judge concluded that  no state\r\n\naction had been  shown.  A  panel of  this court, this  judge\r\n\ndissenting, reversed, holding that summary judgment should be\r\n\nentered for  Yeo on his  claims that there  was state action,\r\n\nthat each  student publication was a  public forum, and  that\r\n\nthe  decisions not to  publish were impermissible  view point\r\n\ndiscrimination.   1997 WL  292173 (1st  Cir. June  6,  1997).\r\n\n                             -3-\r\r\n\nThis court  granted en  banc review1 and  withdrew the  panel\r\n\nopinion.  The  en banc court now affirms the  decision of the\r\n\ndistrict court  entering summary  judgment for defendants  on\r\n\nthe ground that state action has not been shown.\r\n\n                         I. The Facts\r\n\n          We review  the facts in the light most favorable to\r\n\nYeo,  the  party  opposing  summary   judgment,  drawing  all\r\n\nreasonable inferences from the record in his favor.  Swain v.\r                                                                    \r\n\nSpinney, 117 F.3d 1, 2 (1st Cir. 1997).\r                 \r\n\nA. The Publications\r                             \r\n\n          This  case involves  two  distinct  Lexington  High\r\n\nSchool (LHS) student  publications, the LHS Yearbook  and the\r\n\nLHS Musket.  The Yearbook was operated entirely by a staff of\r                    \r\n\nabout sixty students; all  editorial, business, and  staffing\r\n\ndecisions were made by students.  During the 1993-94 academic\r\n\nyear,  this staff was headed by two co-editors-in-chief, Dow-\r\n\nChung Chi and  Natalie Berger.  Karen  Mechem, a LHS teacher,\r\n\n                    \r                              \r\n\n1.   The court  acknowledges the assistance  provided in  the\r\nbriefs amici  curiae filed  by the:   National School  Boards\r\nAssociation,  Illinois  Association  of  School  Boards,  and\r\nCalifornia  School  Boards  Association's  Educational  Legal\r\nAlliance;  Massachusetts  Newspaper  Publishers  Association;\r\nMassachusetts Family  Institute; Massachusetts Association of\r\nSchool  Superintendents; Student  Press Law  Center, National\r\nScholastic    Press    Association,    Journalism   Education\r\nAssociation,   Scholastic    Journalism   Division   of   the\r\nAssociation   for   Education    in   Journalism   and   Mass\r\nCommunication,    Columbia    Scholastic    Press    Advisers\r\nAssociation, New  England Scholastic  Press Association,  and\r\nYankee Press Education Network.\r\n\n                             -4-\r\r\n\nwas the Yearbook faculty  advisor.  Mechem was paid a stipend\r\n\nof less than  $2,000 for that activity.   Apart from Mechem's\r\n\nstipend  and the  use of  LHS buildings  and facilities,  the\r\n\nYearbook  is financially independent  from the school  and is\r\n\nfunded entirely through the sale of the books to students and\r\n\nadvertising.\r\n\n          Like  most  yearbooks,  the  LHS Yearbook  included\r\n\npictures of seniors  and other students, sections  on sports,\r\n\nacademics,  and  activities,  and  an  advertisement section.\r\n\nThis   advertisement  section   was   largely   comprised  of\r\n\ncongratulatory or commemorative ads purchased by students and\r\n\ntheir  families.    As the  Yearbook  advertising  order form\r\n\nsuggested, student ads might  include \"[b]aby pictures, group\r\n\nphotos taken in the  setting of your choice, [or] pictures of\r\n\nmeaningful  people and/or places.\"  A few advertisements were\r\n\nalso  sold  to  local  businesses;  most  of  these  included\r\n\ncongratulatory messages to the graduating class.\r\n\n          During the  1993-94 academic  year, the  Yearbook's\r\n\nunwritten  policy was  to publish  advertisements  from those\r\n\nlocal  businesses which the  students frequented or  had some\r\n\nrelationship with during their high school years.  In keeping\r\n\nwith  this  policy,  students  selling  ads   targeted  those\r\n\nbusinesses that fit the Yearbook theme of fond memories.  The\r\n\nYearbook's  policy  was  not  to  publish  any  political  or\r\n\nadvocacy  advertising,  including  ads  from  candidates  for\r\n\n                             -5-\r\r\n\nstudent government.2   The  purposes of this  policy were  to\r\n\nensure  that  the  advertising section  of  the  Yearbook was\r\n\ncongruent with the rest of the publication and to prevent the\r\n\nYearbook from becoming  a bulletin board for  competing issue\r\n\ngroups or candidates  in a way that  would interfere with the\r\n\ncommemorative purpose of the Yearbook.\r\n\n          The  LHS Musket  is  a student-written  and  edited\r                                   \r\n\nnewspaper that is published four  or five times a year.   All\r\n\neditorial,  operational, and  staffing decisions are  made by\r\n\nthe student editors.  During the 1993-94 academic year,  Ivan\r\n\nChan  served as the  Musket's editor-in-chief, Dong  Shen was\r                                     \r\n\nthe  business manager, and  Samuel Kafrissen was  the faculty\r\n\nadvisor.  Students do not seek or obtain the approval of  the\r\n\nfaculty advisor for any  editorial or operational  decisions.\r\n\nKafrissen is paid a stipend of $1,373 by  LHS, and the Musket\r                                                                       \r\n\nreceives about $4,500 a  year from the School Committee.  The\r\n\nMusket has no  physical facilities at LHS,  other than a mail\r                \r\n\nbox; all  the layout  is done  at editors' homes.  The Musket\r                                                                       \r\n                    \r                              \r\n\n2.  The  record does not reveal whether political or advocacy\r\nadvertising other than the  ad giving rise to this litigation\r\nwas ever submitted  to the Yearbook or  the Musket.  However,\r                                                            \r\nthose affiliated  with the  Yearbook and  the Musket  believe\r                                                              \r\nthat  neither  has  ever published  a  political  or advocacy\r\nmessage  or accepted  an  advertisement from  a political  or\r\nadvocacy  organization.    Yeo  offers  no  evidence  to  the\r\ncontrary,  and  the  record, which  contains  the advertising\r\nsections   of  several   Yearbooks,  bears   out  defendants'\r\ndescription  of  the  types   of  congratulatory  advertising\r\nprinted.  No  evidence was produced that  the Musket had ever\r                                                              \r\nprinted a political or advocacy advertisement.\r\n\n                             -6-\r\r\n\ntypically includes  news  articles  about  the  high  school,\r\n\nfeatures, editorials, letters to the editor, sports coverage,\r\n\nand  humor  columns,  all written,  edited,  and  produced by\r\n\nstudents.   The Musket is described in literature distributed\r                                \r\n\nto the student body  as being a \"student run newspaper\" which\r\n\nis  \"written,  edited and  distributed  by  students.\"    The\r\n\neditorial  page bears  a  legend stating  expressly that  the\r\n\nopinions  stated there  are those  of the student  editors or\r\n\nnewspaper staff and not of school policy.\r\n\n          Not every issue of the Musket contains advertising.\r                                                 \r\n\nThose that do contain  two or three small ads from businesses\r\n\nthat  cater  to student  tastes.    During the  1990s,  those\r\n\nadvertisers have included a bookstore, a video store, a music\r\n\nstore,  a driving  school,  a deli,  a hair  salon,  SAT prep\r\n\ncourses, and, around  prom time, a tuxedo  rental store and a\r\n\ndress shop.  For  the 1993-94 school year, the Musket created\r                                                               \r\n\nan  \"Advertisement Form\" for potential advertisers.  The form\r\n\nstated that: \"The award winning Lexington High School student\r\n\nnewspaper   provides    area   businesses    and   non-profit\r\n\norganizations the opportunity to  place advertisements in the\r\n\nMusket.\"   The form  did not state  that ads  were subject to\r                \r\n\neditorial approval, although  it did note that,  depending on\r\n\nthe issue, ad size  might have to be  adjusted and ads  might\r\n\nhave to  be edited, by  the paper's staff,  for length.   The\r\n\n                             -7-\r\r\n\nform  also stated that \"[p]ayment . . .  for an ad will occur\r\n\nonly if and after we publish an ad.\" (emphasis added).\r                 \r\n\n          Pursuant  to an  unwritten  policy, the  Musket has\r                                                                   \r\n\nnever accepted  advocacy or  political advertising, including\r\n\nthat from candidates for student government.   The purpose of\r\n\nthis  policy  was  to  prevent the  Musket  from  becoming  a\r                                                    \r\n\n\"bulletin board\" for  warring political ideas.   The students\r\n\nalso rejected the idea of allowing cigarette ads in the paper\r\n\nfor  fear  that   such  advertising  would  be   read  as  an\r\n\nendorsement of smoking.\r\n\nB. Yeo's Submission of Advertisements\r                                               \r\n\n          In 1992,  the Lexington School  Committee adopted a\r\n\npolicy  making condoms available  to students at  LHS without\r\n\nparental  permission.    This  measure  was  the  subject  of\r\n\npolitical controversy in  Lexington, and Douglas Yeo,  a town\r\n\nresident and parent, emerged as a  leading opponent of condom\r\n\ndistribution  and other  \"safe sex\"  policies.  Yeo  headed a\r\n\ngroup  called  \"Lexington  Citizens  for  Responsible  School\r\n\nPolicy,\" which  sponsored a  non-binding town-wide referendum\r\n\non the School Committee's condom policy.\r\n\n          The Musket ran both news articles and editorials on\r                              \r\n\nthe policy  and the referendum.   Yeo  thought these articles\r\n\nmisrepresented  his group's position.   In January  1993, Yeo\r\n\nrequested  a   meeting  with   LHS  Principal  David   Wilson\r\n\nconcerning his grievance.  Wilson suggested that Yeo submit a\r\n\n                             -8-\r\r\n\nletter to the editor correcting the alleged inaccuracies, but\r\n\nadvised  Yeo that  any decisions regarding  corrections would\r\n\nhave to be made by the  student editors.  Yeo did not contact\r\n\nthe student editors.   In March 1993, the voters of Lexington\r\n\napproved the condom distribution policy. \r\n\n          Subsequently,  in   May  1993,   Yeo  founded   the\r\n\nLexington Parents  Information Network  (\"LEXNET\").  LEXNET's\r\n\nstated  goal  was  to  distribute  information  about  public\r\n\neducation to parents via newsletters and meetings.\r\n\n1. The Yearbook Ad\r                            \r\n\n          On  November 1, 1993,  Yeo, as Chairman  of LEXNET,\r\n\nsubmitted a full  page ad to the  1994 LHS Yearbook.   The ad\r\n\ncopy read:\r\n\n                    We know you can do it!\r\n                ABSTINENCE: The Healthy Choice\r\n  Sponsored by: Lexington Parents Information Network(LEXNET)\r\n     Post Office Box 513, Lexington Massachusetts 02173.\r\n\nThe ad was accompanied by a check for $200.00. \r\n\n          Mechem, the  Yearbook advisor, acknowledged receipt\r\n\nof the  check and placed the ad in a drawer without giving it\r\n\na second thought.   In keeping with Yearbook procedures,  the\r\n\nLEXNET ad was \"warehoused\" in a drawer with other ads pending\r\n\nsubmission  to  the  publisher for  the  printing  of proofs.\r\n\nNatalie Berger, a  senior and co-editor-in-chief, noticed the\r\n\nad in the  drawer and felt that  the ad was \"out  of context\"\r\n\nwith the  advertising section of the  Yearbook.  However, she\r\n\n                             -9-\r\r\n\ndecided to postpone a publication decision until she saw  the\r\n\nad in proof form, which was typically when critical editorial\r\n\ndecisions were made.\r\n\n          In  January   1994,  a  large   number  of  proofs,\r\n\nincluding those of Yeo's ad, came back from the printer.  All\r\n\nthe  student editors attended  an editorial meeting  at which\r\n\nthey  looked over  the  various  ads and  copy.    After much\r\n\ndiscussion, the editors decided that Yeo's ad was a political\r\n\nadvocacy statement that  was out of context  with the rest of\r\n\nthe Yearbook  and  that  had no  place in  that  publication.\r\n\nAlthough the  students decided to  reject the  ad as drafted,\r\n\nthey still wished to include a message  from LEXNET if the ad\r\n\ncould be rewritten to  conform with the rest of the Yearbook.\r\n\nThe students did not  consult with Mechem or any other member\r\n\nof  the  faculty  or  administration  prior  to  making  this\r\n\ndecision.\r\n\n          The  Yearbook editors asked Mechem to notify Yeo of\r\n\ntheir decision.   The students  also asked  Mechem to  convey\r\n\ntheir  request  that  Yeo's  ad  be  revised  to  express   a\r\n\ncongratulatory graduation  message.   On  February  1,  1994,\r\n\nMechem called Yeo, and  told him that the students would like\r\n\nto  have the ad rewritten.  Yeo refused  to revise the ad and\r\n\nthreatened to sue the Yearbook unless his ad was published as\r\n\nsubmitted.\r\n\n                             -10-\r\r\n\n          The student editors discussed the issue  again, and\r\n\ndecided to  stand by their original  decision to reject Yeo's\r\n\nad.  They asked Mechem  to write to Yeo, returning his check.\r\n\nOn February 4, Mechem wrote to Yeo:\r\n\n            Because of the non-controversial nature\r\n          of   the  advertising   section   of  the\r\n          yearbook, we  have decided  not to  print\r\n          the  advertising   you  have   submitted.\r\n          Please  accept   my  apologies   for  the\r\n          inconvenience    that    our    reviewing\r\n          procedure may have caused.\r\n\nA $200  check was  enclosed.   Mechem  told Principal  Wilson\r\n\nabout Yeo's ad and the students' decision to reject it.\r\n\n          Yeo replied by fax on February 13, 1994, writing:\r\n\n            Based on our understanding of the right\r\n          of  equal access  and free speech,  we do\r\n          not accept your  rejection of our  ad and\r\n          ask that you reconsider  your decision to\r\n          censor it.   We will not be  cashing your\r\n          check at this time.\r\n            Should you  not reverse  your decision,\r\n          we will avail ourselves of every possible\r\n          avenue open to us in order to protect our\r\n          rights as advertisers.\r\n\n          2. The Musket Ad\r                                    \r\n\n          On  January  3, 1994,  Yeo wrote  to  Dong Shen,  a\r\n\nsenior and  the business  manager of  the Musket,  requesting\r                                                          \r\n\ninformation about  advertising  procedures  and rates.    The\r\n\nletter was not on  LEXNET stationary and did not identify Yeo\r\n\nas a member of that group.   Receiving no reply, Yeo wrote to\r\n\nShen again on January 20, requesting the information \"as soon\r\n\n                             -11-\r\r\n\nas  possible,\" and copying Ivan Chan, the editor-in-chief, on\r\n\nthe letter.\r\n\n          On January  25, Shen  wrote to  Yeo, providing  the\r\n\nrequested information and taking full personal responsibility\r\n\nfor the  delayed response.   Shen  concluded by  noting,  \"Of\r\n\ncourse ads are still subject to the approval of the editorial\r\n\nboard.\"\r\n\n          On  February 1,  1994, Yeo  submitted an ad  to the\r\n\nMusket.  The text was identical to the Yearbook ad previously\r                \r\n\nsubmitted,  except that, above LEXNET's address, it contained\r\n\nthe  line: \"For accurate information on abstinence, safer sex\r\n\nand condoms, contact:[LEXNET].\"\r\n\n          The  student editors of the Musket discussed the ad\r                                                      \r\n\nextensively.   In  mid-February,  they met  and decided  that\r\n\nYeo's  ad constituted a  political statement that  they would\r\n\nnot run as  a matter of policy.   On February 24,  1994, Shen\r\n\nwrote to Yeo:\r\n\n          After  careful   consideration  of   your\r\n          advertisement  from  LEXNET,  the  Musket\r\n          came  to the  difficult  decision  of not\r\n          printing it.   In no  way did we want  to\r\n          limit your right to express your opinion,\r\n          but  we  could  not  accept  a  political\r\n          statement as an  advertisement.   Our own\r\n          advertisement policy dictates so for good\r\n          reasons.     If  we  were   to  accept  a\r\n          politically aligned advertisement,  we at\r\n          the Musket would feel obligated to accept\r\n          other  political  statements  that  might\r\n          come  our way.    We do  not wish  to put\r\n          ourselves in  such position.   Ultimately\r\n          Ad  space is not  a public forum  and for\r\n\n                             -12-\r\r\n\n          that reason the Musket reserves the right\r\n          to select  what Advertisements it chooses\r\n          to  print.  If you have any question feel\r\n          free to contact the Musket.\r\n\n          The  decision was made,  and the reply  written, by\r\n\nthe student editors without consulting Kafrissen,  the Musket\r                                                                       \r\n\nfaculty advisor,  or requesting  his, or  any other  adult's,\r\n\napproval.   In fact,  Kafrissen did  not even know  about the\r\n\nad's submission until the time of the editorial  meeting, and\r\n\ndid not see the ad  or the students' response until after the\r\n\nreply had been sent.\r\n\n          Sometime the  next week,  Principal  Wilson  called\r\n\nKafrissen  and  informed him  that Lexington's  Town Counsel,\r\n\nNorman  Cohen, had been contacted by Yeo's lawyer; the lawyer\r\n\nhad threatened to sue  the town and the school authorities if\r\n\nthe ad was not run.  Cohen  thought that it would be best  to\r\n\navoid a lawsuit and requested that the students publish Yeo's\r\n\nad.   Kafrissen  and  Wilson agreed  to look  into  the legal\r\n\nissues in  greater depth and  to discuss the  matter with the\r\n\nstudents.  On  March  1,  1994, the  student  editors  of the\r\n\nMusket met  with Kafrissen.  Kafrissen informed them of Yeo's\r                 \r\n\nactions.   Although  a  number  of students  at  the  March 1\r\n\nmeeting  supported  Yeo's  pro-abstinence  views,  they  were\r\n\nconcerned that the  Musket might turn  into a  bulletin board\r                                    \r\n\nfor advocacy on lifestyle issues.  Additionally, the students\r\n\nwere uncomfortable  with having to run  an ad because someone\r\n\n                             -13-\r\r\n\nhad threatened to sue them if they did not.  The editors once\r\n\nagain  decided to  reject the  ad.   They asked  Kafrissen to\r\n\ncontact  Yeo and  to invite  him to  present  his views  in a\r\n\n\"letter to the editor.\" \r\n\n          Kafrissen,  on behalf of  the Musket, wrote  to Yeo\r                                                        \r\n\nthat day.  In  the letter, Kafrissen suggested that Yeo write\r\n\na letter to the editor:\r\n\n          We have  long considered  the Letters  to\r\n          the  Editor section of the Musket to be a\r\n          public  forum.     Historically  we  have\r\n          accepted  and printed on these  pages any\r\n          and all \"short and tasteful\" letters that\r\n          have come to us.  We would welcome such a\r\n          letter  from your  organization  in which\r\n          you would  probably be  able to explicate\r\n          your  position on  abstinence  more fully\r\n          than  you  would be  able  to  in  an  ad\r\n          format.  We have heard that you feel that\r\n          school  publications  have  prevented you\r\n          from  presenting   your  message  to  the\r\n          student body.   Therefore we suggest that\r\n          you use  the medium  of a  letter to  get\r\n          your  message across  in  greater detail,\r\n          and without charge. \r\n\nThe letter concluded  by noting that, if Yeo  were successful\r\n\nin forcing  the Musket to print  the ad, this would  have the\r                                \r\n\nnegative consequence  of removing editorial  control from the\r\n\nstudent staff.\r\n\n          Yeo declined  the offer on  March 7 in  a letter to\r\n\nKafrissen.     In  that   letter,  Yeo  explained   that  his\r\n\norganization decided to sponsor the ads for two reasons: \r\n\n          Firstly,  we  had  a  simple  message  we\r\n          wanted  to  get  out  that  would  affirm\r\n          abstinent students  in the LHS community.\r\n\n                             -14-\r\r\n\n          .  . .  There is nothing controversial or\r\n          political in  our message.   Secondly,  I\r\n          wanted to see if the Musket and  Yearbook\r                                               \r\n          would  react  as  I  thought they  would.\r\n          They did.  In spades.\r\n\nAccordingly, Yeo  declined to write  a letter  to the editor,\r\n\nwhich, he felt, could  not make the point as concisely  as an\r\n\nad could.  Yeo insisted that  the ad be run as submitted, \"as\r\n\nis our legal right,\"  and concluded, \"You don't have to agree\r\n\nwith it.  You don't even have  to like it.  You just  have to\r\n\nprint it.  Touch .\"\r\n\nC. The Administration's Response and the Students' Decisions\r                                                                      \r\n\n          On  March  1, Yeo  met  with  Principal  Wilson  to\r\n\ndiscuss the ads.   Yeo believes that, at that meeting, Wilson\r\n\nassured him that the ads would be printed, and told him  that\r\n\nthe Town Attorney had advised publication. \r\n\n          Meanwhile,  as   the  controversy  heightened,  the\r\n\nstudents and faculty  alike were seeking advice  from various\r\n\nsources.     Mechem  told  Wilson  that  Dow-Chung  Chi,  the\r\n\nYearbook's co-editor-in-chief,  had asked  her: \"If  we don't\r\n\nprint the ad,  what law are we  breaking?\"  In an  attempt to\r\n\nanswer his question,  Mechem talked  with Wilson,  Kafrissen,\r\n\nand the Student Press Law Center in Washington, D.C.  Several\r\n\nof the student editors  of the Musket and the Yearbook sought\r                                               \r\n\nadvice  from the  Student  Press  Law Center  and  the  Civil\r\n\nLiberties Union of  Massachusetts, as well as  from attorneys\r\n\nthey knew  personally.    The students  were  told  by  these\r\n\n                             -15-\r\r\n\nvarious  sources  that, under  the  federal Constitution  and\r\n\nMassachusetts  law, student editors  had the right  to decide\r\n\nwhat was printed in their publications.\r\n\n          On  March  11,  1994,  LHS  officials  and  student\r\n\neditors met in the office  of the Superintendent of  Schools,\r\n\nJeffrey Young.   Yearbook  editors-in-chief Berger  and  Chi,\r\n\nMusket editor-in-chief  Chan, advisors  Kafrissen and Mechem,\r                \r\n\nSuperintendent Young  and Principal Wilson  attended.   Young\r\n\nasked questions  to  determine what  the students'  reasoning\r\n\nwas, and to  determine that they had  engaged in a thoughtful\r\n\nprocess prior to the meeting.  The administrators and faculty\r\n\nwere impressed with the way the students outlined the issues.\r\n\nYoung concluded by  stating that he would  like to do further\r\n\nresearch and to obtain legal advice.\r\n\n          In  mid-March,   Musket  editor-in-chief  Chan  was\r                                           \r\n\napproached by a group  of students who were offended by Yeo's\r\n\nefforts and who wished to place a \"counter ad\" in the Musket.\r                                                                      \r\n\nThe proposed ad looked  exactly like Yeo's ad except that, in\r\n\nplace of \"Abstinence: The Healthy Choice,\" it read \"Safe Sex:\r\n\nThe Healthy Choice.\"   Chan decided to reject the counter-ad,\r\n\nand informed the staff that it would not be published.  \r\n\n          On March  13, Chan called  a meeting  of the entire\r\n\nMusket staff; Kafrissen was not  invited and did not  attend.\r                \r\n\nAt  that meeting,  Chan  briefed the  students on  the events\r\n\n                             -16-\r\r\n\nsurrounding  the submission  of Yeo's ad.   The student staff\r\n\nunanimously opposed publication of Yeo's ad.\r\n\n          On  March  18,   a  second  meeting  was   held  in\r\n\nSuperintendent  Young's office.    In addition  to the  prior\r\n\nparticipants,  Lexington School  Committee  members attended.\r\n\n(LHS  Assistant  Principal  Lawrence   Robinson  attended  in\r\n\nPrincipal Wilson's stead).   The Musket and  Yearbook editors\r                                                 \r\n\nreiterated  their  refusal  to  run Yeo's  ads.    The school\r\n\nofficials and School Committee members warned the students of\r\n\nthe  possible  consequences   of  their  decision,  including\r\n\nlitigation, and  described the  potentially unpleasant  media\r\n\nexposure  the students could  expect.  Although  the students\r\n\nfelt that the school  officials wanted them to print the ads,\r\n\nthe officials maintained  that it was the  students' decision\r\n\nto  make.   The  students  were  repeatedly advised  that the\r\n\nultimate decision about publication of the advertisement  was\r\n\ntheirs to make  and the school administration would  stand by\r\n\ntheir decision.  \r\n\n          Following the March 18th meeting, Chan held several\r\n\nfurther discussions  with  individuals and  groups  from  the\r\n\nMusket's  staff.   Finally,  with the  staff's support,  Chan\r                \r\n\nconclusively  decided not  to  run Yeo's  ad as  a  matter of\r\n\npolicy.\r\n\n          On  April 11,  1994,  the Superintendent  again met\r\n\nwith the  Musket staff and  again told them  the decision was\r\n\n                             -17-\r\r\n\ntheirs.    Throughout Young's  tenure as  Superintendent, the\r\n\nMusket  has  been  operated  as  an  independent  student-run\r\n\nnewspaper and he has never authorized any school  official to\r\n\ninterfere with  the students'  decision on  what to  publish.\r\n\nYeo offers no evidence to the contrary.\r\n\n          As for the Yearbook, Chi and Berger asked Mechem to\r\n\ninvite Yeo,  on the students'  behalf, to a  meeting at which\r\n\nalternatives could  be  discussed.   Yeo wrote  to Mechem  on\r\n\nMarch 28,  informing her that,  on the advice  of counsel, he\r\n\nwould  not be  able  to meet  with the  student  editors, and\r\n\nrequesting that  all further  inquiries be  addressed to  his\r\n\nlawyer at the Rutherford Institute in Virginia.\r\n\n          Berger  then called a  meeting of all  the Yearbook\r\n\nsection  editors.   Mechem  attended  the  beginning  of  the\r\n\nmeeting  and  urged  the  students  to  consider  the  school\r\n\nofficials' advice.    Mechem  then left  the  meeting.    The\r\n\nstudents discussed the issues raised at the March 18 meeting.\r\n\nThe  students reaffirmed their  decision to reject  Yeo's ad.\r\n\nChi  and Berger  then drafted a memo  to Superintendent Young\r\n\nand the School Committee.  It concluded:\r\n\n          After much  discussion and  deliberation,\r\n          the  reasons  for  our  decision  are  as\r\n          follows.        The    nature   of    the\r\n          advertisement, which  promotes a style of\r\n          life, regardless of the message, does not\r\n          coincide with  that of  the rest  of  the\r\n          advertisement  section  of  the yearbook.\r\n          The   inclusion    of   this    type   of\r\n          advertisement  would  also  establish  an\r\n\n                             -18-\r\r\n\n          unsuitable  precedent for  the  future of\r\n          the yearbook.  \r\n\nThis litigation followed.\r\n\n          During  the 1994-95  school year,  the new  student\r\n\neditors  of   the  Yearbook   decided  not   to  accept   any\r\n\nadvertisements other  than  personal notes  from parents  and\r\n\nstudents.  Yeo  resubmitted his ad in  September 1994, but it\r\n\nwas rejected under the  new policy.  The 1994-95 Musket staff\r                                                                 \r\n\ndrafted explicit \"Advertisement  Policies and Procedures,\" to\r\n\nbe distributed  with advertisement  forms, which  states  the\r\n\ntype  of  advertisements,  including  those  from  \"political\r\n\norganizations,  referendum  issues,  advocacy  groups,  [and]\r\n\npublic service organizations,\"that the Musket will not print.\r                                                       \r\n\n          The newspaper  in  its  news pages  gave  extensive\r\n\ncoverage   to  the  controversy  between  it  and  Yeo,  thus\r\n\nproviding Yeo with coverage of his pro-abstinence position.\r\n\n                   II.  Procedural History\r\n\n          Yeo's  action under 42  U.S.C.   1983  alleges that\r\n\nthe   refusal  of   the   two  publications   to  print   the\r\n\nadvertisements violated his  rights to free speech  and equal\r\n\nprotection  under the U.S.  Constitution and  Art. 16  of the\r\n\nMassachusetts  Declaration of  Rights.   Yeo  sued the  Town,\r\n\nSchool  Committee,  Superintendent,  Principal,  and  faculty\r\n\nadvisers but did not name the students as defendants.\r\n\n                             -19-\r\r\n\n          The  defendants  moved   for  summary  judgment  on\r\n\nvarious grounds,  including, inter  alia, the  lack of  state\r\n\naction, that no public forum had been created,  and qualified\r\n\nimmunity.  Yeo opposed summary judgment, but did not submit a\r\n\nstatement of disputed facts in opposition to summary judgment\r\n\nas  required  by   Local  Rule   56.1  of  the  District   of\r\n\nMassachusetts.  Yeo conceded at his deposition that he had no\r\n\npersonal knowledge of the decision making  processes followed\r\n\nby   the  Yearbook  and   the  newspaper  in   rejecting  his\r\n\nadvertisement.  The  district court granted summary  judgment\r\n\non the state action  issue without reaching the other issues.\r\n\nWe affirm on the same ground.\r\n\n                      III. State Action\r\n\n          The essential state action  inquiry is whether  the\r\n\ngovernment  has been sufficiently involved  in the challenged\r\n\nactions that it can be deemed responsible for the plaintiff's\r\n\nclaimed injury.3  If there is no state action, then the court\r\n                    \r                              \r\n\n3.  The  'under color  of law'  requirement of      1983 \"has\r\nconsistently been  treated as  the same thing  as the  'state\r\naction'  required  under  the  Fourteenth  Amendment,\" United\r                                                                       \r\nStates v.  Price, 383 U.S. 787, 794 n. 7 (1966).  Indeed, the\r                          \r\nSupreme Court has  reversed an appellate court  which treated\r\nthe two analyses as separate.  Lugar v. Edmonson Oil Co., 457\r                                                                  \r\nU.S. 922, 924, 928,  929 (1982).  This court has consistently\r\ntreated the analyses  as the same.   See Barrios Velazquez v.\r                                                                    \r\nAsociacion  de  Empleados,  84 F.3d  487,  490-491  (1st Cir.\r                                   \r\n1996).   Where the statutory and constitutional inquiries are\r\ninextricably  intertwined,  decision   of  the  state  action\r\nquestion is hardly a breach of the obligation to decide cases\r\non  statutory  grounds  in  order   to  avoid  constitutional\r\nquestions.  We  do not engage in a  separate   1983 analysis,\r\n\n                             -20-\r\r\n\nmay  not  impose  constitutional  obligations  on  (and  thus\r\n\nrestrict the freedom of) private actors.4 \r\n\n          This  is a situation in which the government actors\r\n\n--   the  school  officials acting  under a  statute5  of the\r\n                    \r                              \r\n\nnor do  we  reach  the issue  of municipal  liability,  under\r\nMonell v. Department of Social Services, 436 U.S. 658 (1978),\r                                                 \r\nor   of  qualified   immunity   claimed  by   the  individual\r\ndefendants.  The  district court ruling did  not reach any of\r\nthese issues.   Judge  Stahl's concurrence  suggests that  we\r\nleap over the question of state action to address a statutory\r\nissue  of  causation, an  unusual  approach.    The  question\r\nwhether  Yeo  even  has a  First  Amendment  right  to assert\r\ndepends on whether there  is state action.  The Supreme Court\r\nand the circuit court cases described above have consistently\r\naddressed  the  state   action  question   before  addressing\r\nquestions of causation.   See also Polk County v. Dodson, 454\r                                                                  \r\nU.S.  312,  325  (1981)  (examining     1983  defense  of  no\r\nmunicipal custom  only after  examining state  action issue).\r\nFurther, courts ordinarily address questions of  jurisdiction\r\nfirst, and the presence  of state action is \"a jurisdictional\r\nrequisite for a   1983 action.\"  Id. at 313.\r                                              \r\n\n4.  See, e.g., Edmonson  v. Leesville Concrete Co.,  500 U.S.\r                                                            \r\n614,  619-20 (1991) (discussing  the relevance of  the \"state\r\naction\" requirement to private freedom).\r\n\n5.  Mass. Gen. Laws ch. 71  82 provides, in pertinent part:\r\n          The  right  of  students  to  freedom  of\r\n          expression in  the public  schools of the\r\n          commonwealth  shall   not  be   abridged,\r\n          provided that such right shall not  cause\r\n          any  disruption  or  disorder within  the\r\n          school.    Freedom  of  expression  shall\r\n          include  without  limitation,  the rights\r\n          and    responsibilities    of   students,\r\n          collectively and individually,  . .  . to\r\n          write,  publish  and   disseminate  their\r\n          views  . .  . .    No expression  made by\r\n          students in the  exercise of  such rights\r\n          shall  be deemed  to be an  expression of\r\n          school  policy  and  no school  officials\r\n          shall be held responsible in any civil or\r\n          criminal action  for any  expression made\r\n          or published by the students. \r\n\n                             -21-\r\r\n\nCommonwealth  of  Massachusetts --    have  chosen  to  grant\r\n\neditorial autonomy to these  high school students.  The state\r\n\naction analysis is thus placed squarely in a very complex and\r\n\nchanging area of law.\r\n\n          The modern  state action  decisions of  the Supreme\r\n\nCourt  do  not  rely  on  a  single  analytic  model  applied\r\n\nregardless of the fact patterns involved.  As this Court once\r\n\nobserved,  the  \"state action  inquiry is  'necessarily fact-\r\n\nbound.'\"   Ponce v. Basketball Federation of the Commonwealth\r                                                                       \r\n\nof Puerto  Rico, 760 F.2d  375, 377 (1st  Cir. 1985) (quoting\r                         \r\n\nLugar  v. Edmondson Oil Co., 457  U.S. 922, 939 (1982)).  The\r                                     \r\n\nanalytic  model  used  must  take  account  of  the  specific\r\n\nconstitutional claim  being  asserted, here,  one  under  the\r\n\nFirst Amendment.6   Cf. Polk  County v. Dodson,  454 U.S. 312\r                                                        \r\n\n(1981)   (state   action   inquiry    shifts   depending   on\r\n\n                    \r                              \r\n\nMass. Gen.  Laws ch. 71,   82; see also Pyle v. School Comm.,\r                                                                      \r\n667  N.E.2d  869  (Mass.  1996)  (holding  that  the  statute\r\nprotects even  vulgar speech  so  long as  no  disruption  or\r\ndisorder results).   We express no view  on whether state law\r\nwould have  permitted the  school to  override the  students'\r\ndecisions.  As we explain, the state's student speech law may\r\nbe a factor in the state action inquiry, but the issue for us\r\nis ultimately one of federal constitutional law.  \r\n\n6.  The \"search  for state action  . . .  ends by identifying\r\nthe   precise   substantive   constitutional   issue  to   be\r\naddressed.\"   Tribe, American  Constitutional Law    18-6, at\r                                                           \r\n1715  (2d ed. 1988).   See  also 1  Nahmod, Civil  Rights and\r                                                                       \r\nCivil Liberties  Litigation: The Law of Section  1983   2.04,\r                                                               \r\nat 63 (3d ed. 1991)(\"[S]tate action is not a unitary concept,\r\nbut  varies   depending  on   the  constitutional   violation\r\nasserted.\").  \r\n\n                             -22-\r\r\n\nconstitutional  question asked).  \"Faithful  adherence to the\r\n\n'state action' requirement  . . . requires  careful attention\r\n\nto  the  gravamen  of the  plaintiff's complaint.\"    Blum v.\r                                                                    \r\n\nYaretsky, 457  U.S. 991, 1002  (1982).  As  the Supreme Court\r                  \r\n\nhas noted:\r\n\n          We  recognize that  the  First Amendment,\r\n          the terms of which apply to  governmental\r\n          acts  ordinarily  does  not itself  throw\r\n          into constitutional  doubt the  decisions\r\n          of  private citizens  to  permit,  or  to\r\n          restrict,  speech  --   and  this  is  so\r\n          ordinarily  even  where  those  decisions\r\n          take  place within  the  framework  of  a\r\n          regulatory regime . . . .\r\n\nDenver   Area   Telecomm.   Consortium,   Inc.   v.   Federal\r                                                                       \r\n\nCommunications Comm'n, 116 S. Ct. 2374, 2383 (1996).\r                               \r\n\n          The  state  action  issue  implicates  a myriad  of\r\n\nplayers, only  some of  whom are  defendants.  Yeo  sued only\r\n\nthose  individuals  who  are  public  school  administrators,\r\n\nteachers, or members of the Lexington School Committee.  They\r\n\nare  concededly state  actors.   He did  not sue  the student\r\n\neditors.   But  the \"action\"  of which  Yeo complains  was an\r\n\naction taken by the  students.  The \"actions\" he assails were\r\n\nthe editorial  judgments not  to publish  his  advertisement.\r\n\nThose  judgments  were made  by  the  students, who  are  not\r\n\nparties.\r\n\n          There  are  expressive interests  involved on  both\r\n\nsides of this case.   Yeo's are obvious.   Those on the other\r\n\n                             -23-\r\r\n\nside are  perhaps less obvious.  The  identification of these\r\n\ninterests puts the state action question in context.  \r\n\n          If the actions by the students are themselves state\r\n\naction  or may  be  attributed to  the  school  officials and\r\n\nprovide  the basis  for  state action,  the inevitable  legal\r\n\nconsequence will be  some level  of judicial scrutiny of  the\r\n\nstudents'  editorial judgments.7    The  inevitable practical\r\n\nconsequence will be greater official control of the students'\r\n\neditorial  judgments.     Both  consequences   implicate  the\r\n\nstudents'  First  Amendment interests,  which  are  far  from\r\n\nnegligible.   Cf. Hazelwood  Sch. District v.  Kuhlmeier, 484\r                                                                  \r\n\nU.S.  260 (1988)  (acknowledging but  ruling  against student\r\n\nspeech  interests when  school  officials  overrode students'\r\n\neditorial judgments and withdrew certain  material from pages\r\n\nof high  school newspaper);  Miami Herald  Publishing Co.  v.\r                                                                   \r\n\nTornillo,  418 U.S. 241,  252 (1974) (\"[I]mplementation  of a\r                  \r\n\nremedy such  as [government]  enforced access\" to pages  of a\r\n\nprivate  newspaper  \"brings about  a  confrontation  with the\r\n\nexpress  provisions of the  First Amendment and  the judicial\r\n\ngloss on that Amendment developed over the years.\").\r\n\n                    \r                              \r\n\n7.  We   do  not  accept  the  suggestion  of  Judge  Stahl's\r\nconcurrence that the students are private actors with respect\r\nto  reporting and  editorializing and that they  are not with\r\nrespect to the advertising  decisions.  Whatever role such  a\r\ndistinction may play in  a limited public forum analysis, the\r\ndistinction offers little assistance here.\r\n\n                             -24-\r\r\n\n          In   addition,  the   defendant   school  officials\r\n\nthemselves  have  an  interest  in  their  autonomy  to  make\r\n\neducational decisions.   The  officials have determined  that\r\n\nthe best way to teach journalism skills is  to respect in the\r\n\nstudents' editorial judgments a degree of autonomy similar to\r\n\nthat exercised by  professional journalists.  That  choice by\r\n\nthe officials parallels the allocation  of responsibility for\r\n\neditorial  judgments made by the First Amendment itself.  The\r\n\nSupreme   Court  has  \"oft  expressed  [the]  view  that  the\r\n\neducation   of   the  Nation's   youth   is   primarily   the\r\n\nresponsibility  of  parents, teachers,  and  state  and local\r\n\nschool officials, and not of federal judges.\"  Hazelwood, 484\r                                                                  \r\n\nU.S. at 272.\r\n\n          The leading Supreme Court decisions concerning high\r\n\nschools and students are all meaningfully different from this\r\n\ncase, and thus provide  little guidance on  the state  action\r\n\nquestion.  Each  of those cases involved  a claim by students\r\n\nthat  the actions  of public  school  administrators violated\r\n\ntheir  constitutional  rights.   For  example,  in Hazelwood,\r                                                                      \r\n\nplaintiff  students contended  that  officials  violated  the\r\n\nFirst Amendment by deleting articles  from student newspaper.\r\n\nState action was simply not at issue in Hazelwood because the\r                                                           \r\n\n                             -25-\r\r\n\nrelevant actions  were  admittedly  taken  by  public  school\r\n\nofficials.8   Id., 484  U.S. at  264.   The same  is true  of\r                           \r\n\nearlier  decisions,  all  of  which  involve  student  claims\r\n\nagainst  those running  the schools.    Bethel Sch.  Dist. v.\r                                                                    \r\n\nFraser, 478  U.S. 675  (1986)(civil rights  claim by  student\r                \r\n\ndisciplined  by  officials   for  language  used   in  school\r\n\nassembly);  Tinker v.  Des Moines Indep. Sch. Dist., 393 U.S.\r                                                             \r\n\n503 (1969)(student claim that principals' regulation  against\r\n\narmbands  violated First  Amendment); see also  Vernonia Sch.\r                                                                       \r\n\nDist.  v. Acton, 515 U.S. 646 (1995)(student Fourth Amendment\r                         \r\n\nclaim  against  school  district).   Here,  in  contrast, the\r\n\nquestion  is whether the actions by  students may fairly lead\r                                                       \r\n\nto a conclusion there is state action.\r\n\n          Each  court of  appeals  which has  considered  the\r\n\nstate  action  requirement in  the  context  of  attempts  to\r\n\nattribute  student-controlled editorial  decisions  in public\r\n\ninstitutions of  higher  education  to public  officials  has\r\n\nfound no  state action.  In   Leeds v. Meltz,  85 F.3d 51 (2d\r                                                      \r\n\nCir.  1996),  the court  found no  state action  where school\r\n\n                    \r                              \r\n\n8.  Thus,  when  the  Supreme  Court  in  Hazelwood discusses\r                                                             \r\nwhether   \"school-sponsored   publications   that   students,\r\nparents,  and members of the public might reasonably perceive\r\nto bear the imprimatur of  the school,\" 484 U.S. at 271, that\r\ndiscussion  was pertinent to whether  there was an  intent to\r\ncreate a public forum.  Hazelwood did not create  a new state\r                                           \r\naction analysis  that  any  school sponsored  activity  which\r\nbears  an imprimatur  of  the school  thus constitutes  state\r\naction.  \r\n\n                             -26-\r\r\n\nofficials and students were sued over the decision by student\r\n\neditors of  a newspaper  in a  state supported law  school to\r\n\nreject an  ad.    See id.  at  55.   In  Sinn  v.  The  Daily\r                                                                       \r\n\nNebraskan, 829 F.2d 662,  665 (8th Cir. 1987), the court held\r                   \r\n\nthat there  was no state action in the refusal to print an ad\r\n\nwhere the student paper \"maintains its editorial freedom from\r\n\nthe state.\"  In  Mississippi Gay Alliance  v. Goudelock,  536\r                                                                 \r\n\nF.2d 1073, 1075 (5th Cir. 1976), a similar result was reached\r\n\nin a suit  against the  newspaper editor  where the  students\r\n\nelected the editor  and university officials did  not control\r\n\nor supervise  editorial judgment about  what to  publish.  In\r\n\nAvins  v.  Rutgers, 385  F.2d  151,  153-54 (3d  Cir.  1967),\r                            \r\n\nwithout expressly  discussing  the state  action  issue,  the\r\n\ncourt held that  a state-supported law review's  rejection of\r\n\nan  article  did not  violate  the  First  Amendment  because\r\n\neditorial discretion is a necessary component of publishing a\r\n\njournal.  Yeo argues that cases involving public universities\r\n\nare not on point, given  the state's potentially greater role\r\n\nin controlling the behavior of younger, high school students.\r\n\nBut it is  also true  that the autonomy  given to these  high\r\n\nschool   students  renders   them  more   like  their   older\r\n\ncounterparts and renders those cases highly relevant.  \r\n\n          The only decisions we have found which assume there\r\n\nis  state action  do so  where the  parties agreed  there was\r\n\nstate action and it  was undeniable the decision  makers were\r\n\n                             -27-\r\r\n\ngovernment officials.   The decision by the  Ninth Circuit in\r\n\nPlanned  Parenthood of Southern  Nevada Inc. v.  Clark County\r                                                                       \r\n\nSchool District, 941 F.2d 817 (9th Cir. 1991),  is inapposite\r                         \r\n\nas state  action was  conceded.   There the  school officials\r\n\nthemselves controlled the  school publications and decided to\r\n\nreject the  advertisement from  the  plaintiff  organization.\r\n\nId.  at 820.  Likewise, in Lee v.  Board of Regents, 441 F.2d\r                                                             \r\n\n1257  (7th Cir.  1971), state  action was conceded  where the\r\n\nstudent newspaper was a \"state facility\".\r\n\n          While all parties appropriately point us toward the\r\n\nstate action analysis in  Rendell-Baker v. Kohn, 457 U.S. 830\r                                                         \r\n\n(1982), that  case is  rather the  mirror of this.   Rendell-\r                                                                       \r\n\nBaker involved  a claim  that private  school officials  were\r               \r\n\nstate actors.  Here the claim is that public school officials\r\n\nmay be sued based on the  actions of students.  The  students\r\n\nare themselves at least facially private actors.\r\n\n          The   theories  for  (and  against)   state  action\r\n\nbasically  devolve here  into three  categories  of analysis.\r\n\nFirst, is  there state  action because the  decisions not  to\r\n\npublish were  actually made  by or  controlled by  the school\r\n\nofficials?  (Even if  the decisions were not directly made by\r\n\nthe school  officials, those officials,  Yeo argues,  exerted\r\n\nsuch influence as effectively to determine the outcome of the\r\n\nstudent decisions.)  This is primarily a factual question.  \r\n\n                             -28-\r\r\n\n          Second, even if  the state did not  actively direct\r\n\nor  control  the   decisions,  was  the  state   required  to\r\n\nintervene, and  to do so in such a way  as to provide a basis\r\n\nfor  a state action finding?   This is primarily  an issue of\r\n\nlaw.  \r\n\n          Third,   even   if   the    decisions   were   made\r\n\nindependently  by  the  students, may  the  decisions  of the\r\n\nstudents fairly  be  attributable  to  the  school  officials\r\n\nbecause of the public school setting?  The material facts are\r\n\nundisputed;  the question  is  what conclusion  to draw  from\r\n\nthese facts.  We take each argument in turn.\r\n\n                              A.\r\n\n          Yeo  argues  that  the   decisions  were  made   or\r\n\ncontrolled in fact  by the  school officials, but the  record\r\n\ndoes not support that  conclusion.9  The students and each of\r\n                    \r                              \r\n\n9.  Yeo calls  our attention  to the  fact that  the advisors\r\nauthored some of the correspondence, using the term \"we,\" and\r\nto  the  fact   that,  on  a  separate   occasion,  Kafrissen\r\nthreatened to resign if the students did not take his advice.\r\nIt is  true that Kafrissen and  Mechem used the  word \"we\" in\r\nletters  to Yeo.    However, the  letter  from  Kafrissen was\r\nwritten  after  Dong   Shen  had  already  communicated   the\r                        \r\nstudents'  rejection of  the  ad  to Yeo.    As  for Mechem's\r\ncorrespondence, Mechem  and the  Yearbook editor  both stated\r\nunequivocally  that the  decision  was made  by the  students\r\nprior to consultation  with Mechem, and that  Mechem wrote to\r\nYeo  at  the student  editors' request.    As to  Kafrissen's\r\nthreat to resign, the incident only serves to illustrate that\r\nKafrissen did not  believe he had the  authority to order the\r\nstudents around.   His actual description  of the incident is\r\nas follows:\r\n\n                             -29-\r\r\n\nthe involved school officials say that the students, and  not\r\n\nthe school  officials, made  the decision.   Yeo  has offered\r\n\nnothing to contradict that.\r\n\n          Nonetheless, the state  action cases recognize that\r\n\ngovernment should not  be shielded when it  is the real actor\r\n\nbehind the scenes  or when it joins in  a charade designed to\r\n\nevade constitutional prohibitions.   See Terry v.  Adams, 345\r                                                                  \r\n\nU.S. 461  (1953)(Democratic Party  \"club\" was  a state  actor\r\n\ndesigned to  evade constitutional  prohibition  against  all-\r\n\nwhite  primaries); cf. Morse v. Republican Party of Virginia,\r                                                                      \r\n\n116 S. Ct. 1186 (1996).  That is not true here.  This is also\r\n\nnot an  instance in  which the  government knowingly  profits\r\n\nfrom the  racially  discriminatory behavior  of  a  privately\r\n                    \r                              \r\n\n          I have  never ordered (nor do I  have the authority\r\n          to  order)  the  student  editors  not  to  run  an\r\n          editorial,   news   or  feature   article  or   any\r\n          advertisement.   I have used persuasion  to address\r\n          matters  that   seemed  over-the-line.     On   one\r\n          occasion, for  example, when  I disagreed  strongly\r\n          with  a proposed  student editorial,  which, in  my\r\n          opinion, took  an extremely irresponsible position,\r\n          I was prepared to resign  if my advice to  withdraw\r\n          the  editorial  was  not  accepted.    The  editors\r\n          engaged in  an extensive debate and  consulted with\r\n          their  parents before finally agreeing  to withdraw\r\n          the editorial.\r\nThere is nothing in the record even to suggest that Kafrissen\r\nengaged  in such persuasive techniques with regard to the Yeo\r\nad;  rather,  the uncontradicted  evidence is  that Kafrissen\r\ntook prophylactic measures  to ensure that the  students felt\r\nfree to make their own  decision.  At bottom, Yeo's  claim of\r\ncontrol  amount  to  no  more  than \"conclusory  allegations,\r\nimprobable inferences, and unsupported allegations.\"  Fennell\r                                                                       \r\nv. First Step Designs, Ltd., 83 F.3d 526, 536 (1st Cir. 1996)\r                                     \r\n(citations and internal quotation marks omitted).\r\n\n                             -30-\r\r\n\nowned  enterprise.  See,  e.g., Burton v.  Wilmington Parking\r                                                                       \r\n\nAuth., 365 U.S. 715 (1961); Blum, 467 U.S. at 1010-11.   That\r                                          \r\n\ntype of symbiotic relationship has been found to create state\r\n\naction  where  the government  tacitly  endorses  and becomes\r\n\nentangled with  private racial  discrimination.   Burton, 365\r                                                                  \r\n\nU.S.  at 724.   Even  if that  race discrimination  model for\r\n\nstate  action were imported  here, there  is no  evidence the\r\n\nschool  officials  tacitly endorsed  or  benefitted from  the\r\n\nstudents' decisions not to run Yeo's ads.  \r\n\n          The   state  action   cases   also   consider  \"de-\r\n\nprivatizing\" and attributing to the government the actions of\r\n\nprivate  persons where  the state  has been  involved in  the\r\n\nsense of delegating  traditional governmental authority  to a\r\n\nprivate actor.10   In  Edmonson, a  private litigant's  race-\r                                         \r\n\nbased exercise of peremptory challenges was found to be state\r\n\naction.  Edmonson, 500 U.S. at 621.  The running of trials is\r                           \r\n\na government function  and it is the judge  who, based on the\r\n\nchallenge, excuses the juror.   The publishing of a newspaper\r\n\nor a yearbook is most emphatically not a traditional function\r\n\n                    \r                              \r\n\n10.  The school  officials point  to NCAA  v. Tarkanian,  488\r                                                                 \r\nU.S.  179  (1988),  where  an unincorporated  association  of\r\npublic and private colleges was found not to be a state actor\r\neven though the association's actions led a public college to\r\ntake disciplinary action against a basketball coach.   But in\r\nthis  case the  state actors, the adults,  have a supervisory\r\nrelationship to the private group, the students, and are thus\r\nsomewhat the inverse of the NCAA and the public college.  \r\n\n                             -31-\r\r\n\nnor  an  exclusive prerogative  of  the  government  in  this\r\n\ncountry.   Private schools commonly have  student newspapers,\r\n\nand public  schools not  uncommonly have independent  student\r\n\nnewspapers.   The delegation of  governmental function theory\r\n\ndoes not  establish state action.   See Flagg  Bros., Inc. v.\r                                                                    \r\n\nBrooks,  436 U.S.  149 (1978)  (sale of  goods in  storage by\r                \r\n\nwarehouseman  did not  constitute state  action); Jackson  v.\r                                                                   \r\n\nMetropolitan Edison Co., 419 U.S. 345 (1974) (private utility\r                                 \r\n\nwhich terminated electric service was not state actor). \r\n\n                              B.\r\n\n          Secondly,  while there may be rare occasions when a\r\n\nstate has  a duty  to intervene  in actions taken  by private\r\n\npersons which could give rise to a state action finding, this\r\n\nis not one.11  See  Ponce, 760 F.2d at 379-80 (although there\r                                   \r\n\nmay be some  occasions in  which \"[t]he government should  be\r\n\nresponsible for failing to  act where it  should act,\"  there\r\n\nwas no state action because the government had no affirmative\r\n\nduty to regulate  amateur sports leagues).   Cf.  DeShaney v.\r                                                                    \r\n\nWinnebago  County  Dep't  of Social  Services,  489  U.S. 189\r                                                       \r\n\n(1989)  (finding  that the  Due  Process  Clause  imposes  no\r\n\naffirmative duty on  the government to protect  citizens from\r\n\ndeprivation  of life, liberty or property by private actors).\r\n                    \r                              \r\n\n11.  For example, state officials  could not personally stand\r\nby and  watch privately-contracted-for  prison guards beat  a\r\nprisoner to  death, and then defend on the ground of no state\r\naction.\r\n\n                             -32-\r\r\n\nHere,  the state  statute,  Mass.  Gen. Laws  ch.  71,    82,\r\n\nappears   to  have  been   intended,  in  part,   to  express\r\n\nMassachusetts' policy judgment  that student editors of  high\r\n\nschool  publications generally  have editorial  autonomy from\r\n\nschool  officials  and  that their  decisions  are  not state\r\n\naction.  While the  state statute cannot be determinative  of\r\n\nthe outcome of the federal constitutional question, Lebron v.\r                                                                    \r\n\nNational  R.R. Passenger  Corp., 115  S. Ct. 961,  971 (1995)\r                                         \r\n\n(statutory declaration that Amtrak is not a government entity\r\n\nnot  dispositive   of  governmental   action  question  where\r\n\nconstitutional rights  are involved), no such  duty to act is\r\n\nimposed by state law.\r\n\n          The First  Amendment  free speech  and  free  press\r\n\nguarantees do  not involve  a duty  by the government  to act\r\n\nwhere  there is  otherwise  no state  action.   Indeed, those\r\n\nguarantees   are  largely   based  on   prohibitions  against\r\n\ngovernment action.12   \"The  First Amendment  does not  reach\r\n\nacts  of  private   parties  in  every  instance   where  the\r\n\n[government]  has merely permitted or failed to prohibit such\r\n\nacts.\"   CBS  v.  Democratic Nat'l  Comm., 412  U.S.  94, 119\r                                                   \r\n\n(1973)  (plurality  opinion).   In  CBS, a  plurality  of the\r                                                 \r\n                    \r                              \r\n\n12.  The  state  action  question  also  cannot  be  resolved\r\nagainst  Yeo on the  grounds that the  Constitution prohibits\r\nthe state actors,  the school administrators, from  acting to\r\ninterfere  with the  student  editors.   Hazelwood forecloses\r                                                            \r\nsuch a conclusion.  \r\n\n                             -33-\r\r\n\nSupreme Court   found that the decisions  of broadcasters not\r\n\nto  accept any  editorial  advertising  were  not  government\r\n\naction  for purposes of the First  Amendment, even though the\r\n\ngovernment   both   licensed   and   heavily  regulated   the\r\n\nbroadcasters.  Id. at 116-19.   As a matter of law, we see no\r                            \r\n\nlegal  duty  here on  the  part  of school  administrators to\r\n\ncontrol the  content of  the editorial  judgments of  student\r\n\neditors  of publications.   Such a duty  -- which Yeo  in his\r\n\nbriefing  suggested  could  be derived  from  the traditional\r\n\ngovernment  function of  running  schools and  the \"symbiotic\r\n\nrelationship\" between the publications and the school -- does\r\n\nnot exist and cannot support state action.\r\n\n                              C.\r\n\n          We  are left  with  the  third theory:    that  the\r\n\nactions by the  students should  be attributed to the  school\r\n\nofficials, despite the officials' lack of actual or effective\r\n\ncontrol and the lack of  any duty.  The key issue is  whether\r\n\nthe  conduct  may be  \"fairly  attributable  to  the  state.\"\r\n\nBarrios v. AEELA, 84 F.3d 487, 491 (1st Cir. 1996) (citations\r                          \r\n\nand  internal quotation marks omitted) (no state action where\r\n\nstate did not compel  organization of governmental  employees\r\n\nof Puerto  Rico to  act, no  traditional government  function\r\n\ninvolved, and no interdependence and joint participation with\r\n\nstate is shown). \r\n\n                             -34-\r\r\n\n          Of  course, the fact that the newspaper editors are\r\n\npublic school  students does not, in  itself, make them state\r\n\nactors.  Persons do  not become state actors because they are\r\n\nclients of  government services,  whether they  are students,\r\n\nhospital  patients,  or  prison  inmates.    Some,  like  the\r\n\nstudents, are government  clients by compulsion --  here, the\r\n\ntruancy  and mandatory  education laws  compel the  students'\r\n\nattendance.13   They may  not be  converted to the  status of\r\n\ngovernment actors simply on such a basis.  \r\n\n          Yeo  argues, using  the  Rendell-Baker terminology,\r                                                          \r\n\nthat there  is a sufficient nexus  to attribute the students'\r\n\nactions to the  state.  But examining  the nexus here between\r\n\nstate regulation and  financial support  of the  publications\r\n\nand the challenged decisions militates against a state action\r\n\nfinding.  See  Blum v.  Yaretsky, 457 U.S. at 1004;  Rendell-\r                                                                       \r\n\nBaker,  457 U.S. at 838-41.  It is established that a private\r               \r\n\ninstitution's receipt of  state funding does not  render that\r\n\ninstitution's decisions  state action.    Rendell-Baker,  457\r                                                                 \r\n\nU.S.  at 840.   This  can be  so even when  the institution's\r\n\nbudget is  almost entirely  derived from  public money.   Id.\r                                                                      \r\n\nHere, the publications are the institutions at issue.  \r\n                    \r                              \r\n\n13.  We distinguish those   1983 cases where the plaintiff is\r\nhimself a  compulsory client of  the government,  such as  is\r\ntrue in suits by persons in custodial care of  the state, and\r\nsues otherwise  private  actors  who provide  services  under\r\ncontract  with the state.   See West  v. Atkins, 487  U.S. 42\r                                                         \r\n(1988); Miranda v. Munoz, 770 F.2d 255 (1st Cir. 1985).\r                                  \r\n\n                             -35-\r\r\n\n          The  Yearbook  receives no  money  from the  school\r\n\nsystem other  than the indirect  assistance it  gets from the\r\n\nsmall stipend  received by its faculty  advisor.  The  Musket\r                                                                       \r\n\ndoes  receive  greater  financial assistance.    Much  of its\r\n\noperating costs as well  as its advisor's stipend are paid by\r\n\nthe  school  system.    However, these  facts  are  far  from\r\n\nconclusive.  The focus in Rendell-Baker  was on the interplay\r                                                 \r\n\nbetween  the  action  at issue  and  the  state  funding  and\r\n\nregulation,  not  merely  on  the  amount  of  state  aid  or\r\n\noversight.  Id.   There was no interplay between the decision\r                         \r\n\nnot to publish the advertisement and the state's provision of\r\n\nfinancial  and faculty support.  That  the principal kept the\r\n\ncheckbook for the school newspaper had nothing to do with the\r\n\nstudents' decisions whether or not to run the ads.  \r\n\n          Yeo's \"nexus\"  argument  turns  on  context.    The\r\n\nYearbook does memorialize in photographs the experiences  and\r\n\npersonalities in a  public high school class.   The newspaper\r\n\nis  the newspaper of the public high  school; its name is the\r\n\n\"Lexington  High School Musket\" and it identifies itself with\r                                        \r\n\nthe high school  in its communications and  interactions with\r\n\nother  students  and  the community.   It  does  receive some\r\n\nfinancial  support from the  school and the  faculty advisors\r\n\nmay have some subtle  influence.  The newspaper exists in the\r\n\nform it  does because  the school  authorities and state  law\r\n\npermit  it  to do  so.    While not  part  of  the for-credit\r\n\n                             -36-\r\r\n\neducational curriculum, work on the Musket does have explicit\r                                                    \r\n\neducational value  and provides an attractive  credential for\r\n\nstudents.     The  student  editors  perform  some  of  their\r\n\nfunctions  on  school  grounds,  perhaps even  during  school\r\n\nhours.  All of these factors support Yeo's argument.  It is a\r\n\nclose  question whether the injury caused here \"is aggravated\r\n\nin a unique way  by the incidents  of government  authority.\"\r\n\nEdmonson, 500 U.S. at 622 (citation omitted).14  \r                  \r\n\n          The  Supreme Court has taught that the state action\r\n\nquestion may shift depending on the context and the  question\r\n\nasked.   A  public  defender is  not  a  state actor  in  her\r\n\nrepresentation of a  criminal defendant, even though  she may\r\n\nbe one in the performance of other duties, such as hiring  or\r\n\nfiring decisions.  See Polk County, 454 U.S. at 324-25.  Even\r                                            \r\n\nacknowledging that  the public defender is a  state employee,\r\n\nPolk  County  considered  it important  that,  in  the actual\r                      \r\n\nfunction  of  defending the  client,  the  public  defender's\r\n\nrelationship to  the state  was necessarily  independent, and\r\n\neven adversarial, and that the defender exercised independent\r\n\n                    \r                              \r\n\n14.  Cf.   Marjorie  Heins,   Viewpoint   Discrimination,  24\r                                                                  \r\nHastings  Const.   L.Q.  99,   159  (1996)(\"Public  education\r\npresents a paradoxical situation: it is government speech for\r\nsome   purposes,  yet   also  a   quintessential  forum   for\r\nintellectual growth [and] exploration. . . .\") \r\n\n                             -37-\r\r\n\njudgment in the  same manner as did  attorneys in the private\r\n\nsector.  Id. at 321-22.  So too here.15\r                      \r\n\n          Here,  the  students'  relationship  to  the public\r\n\nschool  officials in the exercise of their editorial judgment\r\n\nwas certainly  independent.    At  times,  it  was  close  to\r\n\nadversarial.    The  school officials  gained  nothing  but a\r\n\nlawsuit  from the students' decision, and the officials might\r\n\nthemselves,  as they told the students, have made a different\r\n\ndecision.  It is  not enough to create state  action that the\r\n\ndecisions took  place in a public school  setting, that there\r\n\nwas  some  governmental  funding  of  the  publication,  that\r\n\nteachers  were acting as advisors, and  that the state actors\r\n\nmade an  educational judgment to respect  the autonomy of the\r\n\nstudents' editorial judgment.\r\n\n          Where, as here, there are First Amendment interests\r\n\non both sides of  the case, the analysis of whether  there is\r\n\n                    \r                              \r\n\n15.  Similarly,  in  Edmonson,  not  all  of  the  litigation\r                                       \r\ndecisions of the defendant private company were  deemed to be\r\nstate  action;  only the  race-based  exercise  of peremptory\r\nchallenges were.   See  Edmonson, 500  U.S. at 621-22.   This\r                                          \r\nwas, in  part, because \"[r]acial  bias mars  the integrity of\r\nthe  judicial  system  and prevents  the  idea  of democratic\r\ngovernment from becoming a reality.\"  Id. at 628.  Where such\r                                                   \r\ninterests  are at  stake,  the acquiescence  of a  government\r\nactor in  the discriminatory actions  of a  private party may\r\nimplicate the  Constitution.   For example,  if  this were  a\r\nclaim brought  by  a  student  who  had  been  excluded  from\r\nelection to the  editorial board on account  of her race, and\r\nthe school  officials  declined  to intervene,  the  analysis\r\nwould focus  on a  different decision  and most  likely would\r\nreach a different result. \r\n\n                             -38-\r\r\n\nstate action must proceed with care and caution.  Because the\r\n\nrecord establishes that the editorial judgment exercised  was\r\n\nthe  independent  judgment  of the  student  editors  of both\r\n\npublications, we resolve the question of state action against\r\n\nYeo.\r\n\n          The decision of  the district court  is affirmed.16\r\n\nCosts are awarded to  the Town of Lexington and the defendant\r\n\nschool officials.\r\n\n                                         Concurrences follow.\r\n\n                    \r                              \r\n\n16.  The  motion to  strike  filed by  Yeo in  this  court is\r\ndenied  as  immaterial  and  moot  in  light of  the  court's\r\nopinion.\r\n\n                             -39-\r\r\n\n          TORRUELLA, Chief Judge (Concurring).  I concur with\r                    TORRUELLA, Chief Judge (Concurring).\r                                          \r\n\nthe majority  opinion but  write separately  to highlight  an\r\n\nimportant  issue that  the majority fails  to address  -- the\r\n\nabsence of a public forum.\r\n\n          The  regulation  of  speech  in  forums  that  have\r\n\ntraditionally been available for public expression is subject\r\n\nto the highest degree of scrutiny.  See Perry  Educ. Ass'n v.\r                                                                    \r\n\nPerry Local Educators' Ass'n,  460 U.S. 37, 45 (1983).  These\r                                      \r\n\n\"traditional public  forums\" include  streets, sidewalks  and\r\n\nparks.   Id.   In  order to  further aid  citizens' political\r                      \r\n\ndiscourse, the  state may,  from time  to time, create  a new\r\n\npublic forum for the  views of the community.  The regulation\r\n\nof speech in these \"designated\" public forums is also subject\r\n\nto strict scrutiny.   See id. at  46.  However, it  is simply\r                                       \r\n\nnot true, as a matter of constitutional law, that each time a\r\n\nstate actor  solicits advertising, a designated  public forum\r\n\nhas been  created by the government.   See Lehman  v. City of\r                                                                       \r\n\nShaker  Heights,  418  U.S.  298  (1974)  (city  may  solicit\r                         \r\n\nadvertising  for  its   rapid  transit  cars  while  refusing\r\n\npolitical and public issue advertising).  \r\n\n          The Supreme Court has  held that \"[t]he  government\r\n\ndoes not create  a public forum by  inaction or by permitting\r\n\nlimited  discourse,  but  only  by  intentionally  opening  a\r                                                           \r\n\nnontraditional  forum for  public  discourse.\"   Cornelius v.\r                                                                    \r\n\nNAACP Legal  Defense &amp;  Educ. Fund,  Inc., 473 U.S.  788, 802\r                                                   \r\n\n                             -40-\r\r\n\n(1985)  (emphasis  added); see  also International  Soc'y for\r                                                                       \r\n\nKrishna Consciousness, Inc. v.  Lee, 505 U.S. 672, 680 (1992)\r                                             \r\n\n(when  the  government  opens a  forum for  certain  types of\r\n\nspeech,  a  public forum  has  not  been  created unless  the\r\n\ngovernment intended  to create a  forum without limitations);\r                             \r\n\nUnited States v. Kokinda, 497 U.S. 720, 730 (1990) (plurality\r                                  \r\n\nopinion) (same); Perry, 460  U.S. at 48  (same).   Therefore,\r                                \r\n\nwhen  school newspapers  and  yearbooks  publish  advertising\r\n\nalongside  student articles and  pictures, it cannot  be said\r\n\nthat  editors are  necessarily intending to open  a forum for\r\n\nall public discourse.  \r\n\n          This  Circuit  has  observed  that  \"in determining\r\n\nwhether the government  qua proprietor has  designated public\r                                                \r\n\nproperty  to be  a  public  forum, courts  should  be  highly\r\n\ndeferential to the government's decisions to regulate speech\"\r\n\nwhere   those    decisions   do    not   evidence   viewpoint\r\n\ndiscrimination.  AIDS  Action Committee of Mass. v.  MBTA, 42\r                                                                   \r\n\nF.3d 1, 9 (1st Cir. 1994).   It follows that the mere absence\r\n\nof a prior written policy against political and public  issue\r\n\nadvertising should not preclude the Musket from adopting such\r\n\na policy when the need to  do so becomes apparent, so long as\r\n\nthe paper  has not established a  practice of publishing such\r\n\nmaterial.    See  Cornelius, 473  U.S.  at  802 (government's\r                                     \r\n\nintent  regarding a  forum  for speech  must be  gleaned from\r\n\npolicy and practice);  Grace Bible Fellowship, Inc.  v. Maine\r                                                                       \r\n\n                             -41-\r\r\n\nSchool Admin. Dist. No.  5, 941 F.2d 45,  47 (1st Cir.  1991)\r                                    \r\n\n(same).  In this case, the Musket had not published political\r\n\nor public  issue advertising in the  past, and Yeo's  request\r\n\ndid not obligate the paper to begin publishing such material.\r\n\n          When   the   state  solicits   advertising  for   a\r\n\nnontraditional  public forum, it  is permitted to  filter out\r\n\npure  political speech.   See  Lehman,  418 U.S.  at  303-04.\r                                               \r\n\nDisallowing this  filter would shut  down potentially  robust\r\n\nactivities, including many school  newspapers, inhibiting the\r\n\nmarketplace of  ideas protected by the First  Amendment.  See\r                                                                       \r\n\nKeyishian  v. Board  of  Regents, 385  U.S.  589,  603 (1967)\r                                          \r\n\n(recognizing  that   schools  are   important  loci   of  the\r\n\n\"marketplace of  ideas\" protected  by the  First  Amendment).\r\n\nWhile it  is true that  \"[t]he line  between ideological  and\r\n\nnonideological  speech is impossible to  draw with accuracy,\"\r\n\nLehman, 418  U.S. at  319 (1974)  (Brennan, J.,  dissenting),\r                \r\n\nthere is no such line-drawing problem in this case.  For this\r\n\nadditional reason, the district court must be reversed. \r\n\n                             -42-\r\r\n\n          Stahl, Circuit  Judge, concurring  in the judgment.\r                    Stahl, Circuit  Judge, concurring  in the judgment.\r                                         \r\n\nThough I  remain persuaded that,  on the facts  of this case,\r\n\nthe student editors were public actors acting under  color of\r\n\nstate law,  further examination of the  record during en banc\r                                                                       \r\n\nreview leads me  to conclude that this  issue is not material\r\n\nto our  decision and that the district court properly entered\r\n\njudgment in favor of  defendants.  I write separately for two\r\n\nreasons.   First,  because this  case is  easily resolved  on\r\n\nstatutory grounds -- lack of evidence from which a factfinder\r                            -- \r\n\ncould   conclude    that   the    defendants   \"caused\"   the\r\n\nconstitutional  violation  complained  of  -- I  believe  the\r                                                     -- \r\n\nmajority's central state  action ruling to be  an unfortunate\r\n\nbreach of the  \"fundamental rule of judicial  restraint . . .\r\n\nthat  [courts] will  not  reach constitutional  questions  in\r\n\nadvance of the necessity of deciding them.\"  Three Affiliated\r                                                                       \r\n\nTribes v. Wold Engineering,  P.C., 467 U.S. 138,  157 (1984).\r                                           \r\n\nSecond,  I believe the majority's  unnecessary constitutional\r                                             \r\n\nruling to be wrong on the merits.   \r                                              \r\n\n                             I. \r\n\n          Defendants  cannot  be  liable  to  plaintiff   for\r\n\ndamages unless, among other things,  they subjected plaintiff\r\n\nto, or caused plaintiff  to be subjected to, a deprivation of\r\n\nfederal rights.  See 42  U.S.C.   1983.  Because  the Supreme\r                              \r\n\nCourt has made  it clear that    1983's causation language is\r\n\nto be narrowly  construed, see Monell v.  New York City Dep't\r                                                                       \r\n\n                             -43-\r\r\n\nof Social Servs.,  436 U.S. 658, 691-94  (1978) (interpreting\r                          \r\n\nthe  language  of     1983  to  preclude  the  imposition  of\r\n\nvicarious liability),  the question  here quickly reduces  to\r\n\nwhether one or more defendants can, at the  least, be seen as\r\n\nhaving  caused the rejection of the advertisements within the\r\n\nnarrow meaning of the statute.  See id.  As    the   majority\r                                                 \r\n\nnotes, plaintiff has not named as defendants those persons --\r\n\nthe student editors of  the newspaper and yearbook -- who may\r\n\nmost readily be seen  as having directly subjected him to the\r\n\nalleged  deprivation  of   his  First  Amendment  and   equal\r\n\nprotection rights.   Nor has  plaintiff argued  that the acts\r\n\nand omissions for which the named defendants may most readily\r\n\nbe   seen  as   responsible  --   delegating  decision-making\r\n\nauthority  to  the  students  and  failing  to  override  the\r\n\nstudents'   decisions  --  caused  him  to  be  subjected  to\r\n\nconstitutional   harm.     See,   e.g.,   Febus-Rodriguez  v.\r                                                                   \r\n\nBetancourt-Lebon,  14 F.3d  87, 91-92  &amp; n.4 (1st  Cir. 1994)\r                          \r\n\n(discussing   this   circuit's   standard  for   establishing\r\n\nsupervisory liability under    1983).  As  a result, no trial\r\n\nis warranted unless there is a genuine issue of material fact\r\n\nas to whether (1) at least one individual  defendant actually\r\n\ncolluded with  the students  in the  decisions to  reject the\r\n\nadvertisements; or (2) the rejection was pursuant to a policy\r\n\nor  custom of  the Town  of Lexington.   See, e.g.,  Board of\r                                                                       \r\n\nCounty Commissioners v. Brown,  117 S. Ct. 1382,  1388 (1997)\r                                       \r\n\n                             -44-\r\r\n\n(reiterating that,  for purposes  of    1983, a  municipality\r\n\ncauses one to be subjected to a deprivation of federal rights\r\n\nonly  through its duly-enacted policies or widespread customs\r\n\nhaving the force of law).  In my  view, there is insufficient\r\n\nevidence  to  warrant  a  trial  against  any  of  the  named\r\n\ndefendants under either of these theories.\r\n\n          Though I continue to  disagree with the  majority's\r\n\nconclusion that  defendants  Kafrissen  and  Mechem  did  not\r\n\ninfluence   the   students'    decisions   to    reject   the\r\n\nadvertisements, I now concur that the summary judgment record\r\n\npermits only  one inference:  the  students made the ultimate\r\n\ndecisions.  In the  end, I am constrained  to agree that,  in\r\n\nthe face  of  largely uncontradicted  testimony  to  contrary\r\n\neffect,  Kafrissen and  Mechem's  use  of the  term  \"we\"  in\r\n\nmessage-relaying   correspondence    with   plaintiff,    and\r\n\nKafrissen's prior  threat to resign,  see ante at  27 n.8, do\r                                                        \r\n\nnot allow a determination that defendants Kafrissen or Mechem\r\n\ncan be held liable for the decisions made.   And with respect\r\n\nto  the other  individually-named  defendants, so  also do  I\r\n\nagree  that  there  is  no  basis  for concluding  that  they\r\n\nparticipated  in the rejections of the advertisements.  Thus,\r\n\nthere  is  insufficient evidence  of statutory  causation for\r\n\nplaintiff to proceed to trial  against any of the  individual\r\n\ndefendants.  \r\n\n                             -45-\r\r\n\n          With   respect  to  the  Town,  I  agree  with  the\r\n\nmajority's  conclusion that there is no basis for attributing\r\n\nto  it the  conduct  of the  students.   See  ante  Part III,\r                                                            \r\n\nSections  A and C.  I take issue,  though, with the method by\r\n\nwhich the majority  reaches its conclusion.   Specifically, I\r\n\ndisagree with its direct (though reverse) application to this\r\n\ncase of those Supreme Court state action cases which look for\r\n\nstate  action  in   private  conduct.    See   generally  id.\r                                                                       \r\n\n(applying, in order,  Terry v.  Adams, 345  U.S. 461  (1953);\r                                               \r\n\nMorse  v.  Republican  Party of  Virginia,  116  S. Ct.  1186\r                                                   \r\n\n(1996);  Burton v.  Wilmington  Parking Auth.,  365 U.S.  715\r                                                       \r\n\n(1961);  Flagg Bros.,  Inc. v. Brooks,  436 U.S.  149 (1978);\r                                               \r\n\nJackson  v. Metropolitan  Edison  Co., 419  U.S. 345  (1974);\r                                               \r\n\nRendell-Baker v. Kohn, 457 U.S.  830 (1982); and Edmonson  v.\r                                                                   \r\n\nLeesville  Concrete  Co.,  Inc.,  500  U.S.  614  (1991),  to\r                                         \r\n\ndetermine that the defendants  to this lawsuit,  all of  whom\r\n\nare public actors, are not liable for the students' conduct).\r\n\nWhile these cases might,  by analogy, shed light on what will\r\n\nnot be considered constitutionally tortious municipal conduct\r             \r\n\nunder    1983, see, e.g.,  Rendell-Baker, 457  U.S. at 840-41\r                                                  \r\n\n(strongly  supporting  an  argument  that  neither  municipal\r\n\nfunding   nor  municipal  regulation  of   a  private  entity\r\n\nconstitutes municipal \"policy\"  for purposes of    1983), not\r\n\none of them speaks to the question directly posed here:   can\r\n\nconduct by  non-legislative and  non-policy making  actors be\r\n\n                             -46-\r\r\n\ndeemed to have  been sufficiently caused by  municipal policy\r\n\nor custom  for liability to attach to the Town?  Nor does any\r                                                        \r\n\none of these cases involve harm-causing conduct which  can be\r\n\nseen as  having been committed  by public actors.   For these\r                                                   \r\n\nreasons, I fear that the majority opinion  confuses more than\r\n\nit clarifies.\r\n\n          Moreover, the majority has entered an area it could\r\n\nand should  avoid.   The Town's freedom from  liability flows\r\n\nless from the  fact (if it be  fact, see infra Part  II) that\r                                                        \r\n\nthe students are  private actors than from  the fact that the\r\n\nstudents' actions  were not caused by  Town policy or custom.\r                                                 \r\n\nAgain, plaintiff  has not advanced as  a theory of  liability\r\n\nthe Town's  decision to let  the students decide  -- the only\r\n\nmunicipal policy or custom which can arguably be seen at play\r\n\nhere.  And even if plaintiff had so  argued, it seems obvious\r\n\nthat, as  an action taken  in what appears to  have been good\r\n\nfaith reliance upon state law, see Mass. Gen. L. c. 71,   82,\r                                            \r\n\nthis policy cannot  give rise to municipal  liability under  \r\n\n1983.   See Surplus Store &amp; Exchange, Inc. v. City of Delphi,\r                                                                      \r\n\n928 F.2d 788, 791-92 (7th Cir. 1991).\r\n\n          In  the end,  defendants are  entitled to  judgment\r\n\nbecause  they did  not, under     1983, ultimately  cause the\r\n\nconduct of the  non-party students.  We  should not go beyond\r\n\nthis simple fact to decide the case.\r\n\n                             II.\r\n\n                             -47-\r\r\n\n          By  resolving this  dispute through  application of\r\n\nthose cases  which look for state  action in private conduct,\r\n\nthe majority proceeds from the premise that the students were\r\n\nprivate actors.  I not only find this  implicit holding to be\r\n\nunnecessary,  I believe it to be incorrect on the merits.  In\r\n\nmy view,  had plaintiff sued the student editors directly, we\r\n\nwould  have been  obliged to  rule that  they were,  in fact,\r\n\npublic  actors  insofar  as  they  solicited   and  published\r\n\nadvertisements from paying third parties.\r\n\n          Whether a person or entity is a private or a public\r\n\nactor  obviously cannot  be resolved  through  application of\r\n\ncases which presume that the actor is private; it is resolved\r\n\nby a fact-specific inquiry  into whether the person or entity\r\n\nis, in context, acting \"under  color of state law.\"  See Polk\r                                                                       \r\n\nCounty v. Dodson,  454 U.S. 312, 322  n.12 (1981) (noting the\r                          \r\n\ndistinction).   Although  the  Supreme  Court  has  sometimes\r\n\nstated that  the state  action and  under color of  state law\r\n\nquestions are coextensive, see, e.g., United States v. Price,\r                                                                      \r\n\n383 U.S. 787, 794 and n.7 (1966), it also has recognized that\r\n\nthey  are  not  invariably  the  same.   That  the  inquiries\r\n\nsometimes diverge is clear in Dodson where, without reference\r                                              \r\n\nto a  single state  action case,  the Court concluded  that a\r\n\nstate public defender  does not act under  color of state law\r\n\nwhile acting as  counsel to an indigent  defendant in a state\r\n\ncriminal proceeding.  454 U.S. at 320-24.  \r\n\n                             -48-\r\r\n\n          Here,  as  in Dodson,  the question  (had plaintiff\r                                        \r\n\nraised it) would not have been whether private conduct should\r\n\nbe attributed to the Town; rather, it would have been whether\r\n\nthe conduct  was, as  an initial  matter, public  or private.\r\n\nCf. Blum v. Yaretsky, 457 U.S 991, 1003-4 (1982) (contrasting\r                              \r\n\n\"those cases  in which the  defendant is a  private party and\r\n\nthe question is whether his conduct has sufficiently received\r\n\nthe imprimatur of the State  so at to make it 'state'  action\r\n\nfor  purposes of  the  Fourteenth Amendment\"  with \"cases  in\r\n\nwhich the challenged conduct consists of enforcement of state\r\n\nlaws or  regulations by  state officials  who are  themselves\r\n\nparties in  the lawsuit\").   And  the state action  tests the\r\n\nmajority  relies  upon,  designed as  they  are  to determine\r\n\nwhether private conduct  is attributable to the  state, would\r\n\nnot have helped answer the question.\r\n\n          To  illustrate, when  an  on-duty  municipal police\r\n\nofficer  misuses the  power  of  the office  to  carry  out a\r\n\npersonal vendetta, we  do not  decide whether  he was  acting\r\n\nunder  color  of  state  law  by  reference  to  whether  the\r\n\nmunicipality is  itself liable for  the conduct.   See, e.g.,\r                                                                      \r\n\nMartinez v. Colon, 54  F.3d 980 (1st Cir.), cert. denied, 116\r                                                                  \r\n\nS. Ct.  515 (1995).   We  decide it  on a more  contextually-\r\n\nappropriate inquiry  into whether the officer  has \"exercised\r\n\npower 'possessed  by virtue  of state  law and made  possible\r\n\nonly because the wrongdoer  is clothed with the  authority of\r\n\n                             -49-\r\r\n\nstate law.'\"  Id.  at 986 (quoting West  v. Atkins, 487  U.S.\r                                                            \r\n\n42,  49  (1988)).   So  here  should  we  decide whether  the\r\n\nstudents  are  public  or  private  actors  by  reference  to\r\n\ncriteria other than those  we would use to decide whether the\r\n\nTown must pay for the students' acts.    \r\n\n          What criteria should  be used?  A  helpful starting\r\n\npoint is Dodson, where the Court's ruling was informed by two\r                         \r\n\nprimary  considerations:   (1)  \"a  public  defender  is  not\r\n\namenable to  administrative direction  in the  same sense  as\r\n\nother employees  of the State,\" 454 U.S. at  321; and (2) \"it\r\n\nis the constitutional obligation  of the State to respect the\r\n\nprofessional  independence of  the public  defenders  whom it\r\n\nengages,\"  id. at  321-22.   Here,  both factors  militate in\r                       \r\n\nfavor   of  finding  that,  insofar  as  they  solicited  and\r\n\npublished (or declined to publish) advertisements from paying\r\n\nthird parties, the students  acted under color of  state law.\r\n\nCertainly,  the power  of  school officials  to regulate  the\r\n\ncontent of student publications and the acts of their student\r\n\neditors, see Hazelwood Sch. Dist. v. Kuhlmeier, 484 U.S. 260,\r                                                        \r\n\n266-70  (1988), is  near its  apex where  the subject  of the\r\n\nregulation  involves  the  students' commercial  interactions\r\n\nwith  third parties.   And where these  interactions arguably\r\n\nimplicate the  constitutional rights of those  third parties,\r\n\ncf. Dodson, 454 U.S. at 321-22, and hold out the prospect  of\r                    \r\n\nmonetary benefit to the  Town, see, e.g., Burton, 365 U.S. at\r                                                          \r\n\n                             -50-\r\r\n\n724 (indicating that conduct which leads to monetary benefits\r\n\nfor  the State will  often be deemed action  on behalf of the\r\n\nState),  the question  is less  whether the  students may  be\r\n\nregulated and more whether the students must be regulated.  \r\n\n          My position is narrow.   I have never doubted  that\r\n\nthe  student  writers are  private  actors  with  respect  to\r\n\nreporting  and editorializing.    A contrary  holding  would,\r\n\nafter all, effectively spell the end of public school student\r\n\npublications; one would  be hard-pressed to report  and could\r\n\nnever  editorialize without  violating the  First Amendment's\r\n\nmandate of  viewpoint neutrality.   See  generally R.A.V.  v.\r                                                                   \r\n\nCity of St. Paul, 504 U.S.  377 (1992).  I only suggest that,\r                          \r\n\nto the extent public school students solicit funds to support\r\n\na public enterprise in their capacities as  officials of that\r\n\nenterprise, they act  under color of state  law.  See Dodson,\r                                                                      \r\n\n454  U.S. at 324-25 (making clear that an actor can act under\r\n\ncolor of state  law in one capacity but  not in another); see\r                                                                       \r\n\nalso ante at 35.\r                   \r\n\n          At  the very least,  that the students  are private\r\n\nactors is  not such an open and shut matter that it should be\r\n\nassumed sub silentio.   If the student  editors of the Musket\r                                                                       \r\n\ndetermined  to  run  the  paid  political  advertisements  of\r\n\nDemocratic  candidates  for Town  office  but  not  those  of\r\n\nRepublican  candidates,  and  if  the  Republican  candidates\r\n\nsought  injunctive  relief  against  the  students  in  their\r\n\n                             -51-\r\r\n\ncapacities  as  editors  of the  Musket,  would  we summarily\r                                                 \r\n\nconclude  that the challenged action was not undertaken under\r\n\ncolor of  state law?  I would like to  think not.  Though the\r\n\nfacts of the present  case are less egregious, the underlying\r\n\nquestion  --  not   presented  here  because  of  plaintiff's\r\n\npleading decisions -- is the same.\r\n\n                             III.\r\n\n          For  the reasons stated, I concur in the majority's\r\n\nconclusion that  judgment was  properly entered  in favor  of\r\n\ndefendants.  I do  not, however, concur in the reasoning that\r\n\nleads it  to this  conclusion.   I would instead  resolve the\r\n\ncase under well settled law that precludes a finding, under  \r\n\n1983, against  any of the  defendants named  in the complaint\r\n\nfor the theories of recovery plaintiff has advanced.   \r\n\n                             -52-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-1623\r\n\nDOUGLAS E. YEO, Individually and on Behalf of His Children and as\r\n      Chairman of the Lexington Parents Information Network,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n Town of LEXINGTON, Jeffrey Young, Superintendent, David Wilson,\r\nPrincipal, Samuel Kafrissen, Karen Mechem and Joseph Dini, Chairman,\r\n  John Oberteuffer, Lois Coit, Susan Elberger and Barrie Peltz,\r\n   Individually and as They Are Members of the Lexington School\r\n                            Committee,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                      Torruella, Chief Judge,\r                                                      \r\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n                 Selya, Boudin, Stahl, and Lynch,\r\n                         Circuit Judges.\r                                                  \r\n\n                                           \r\n\n  John W. Spillane, with whom John J. Spillane and Gregory D.  Smith\r                                                                              \r\nwere on brief for appellant.\r\n\n  Adam  P.  Forman,  with  whom  Lois  Brommer  Duguette,  Sarah  A.\r                                                                              \r\nOlivier,  and  Testa, Hurwitz  &amp;  Thibeault,  LLP  were on  brief  for\r                                                         \r\nappellees.\r\r\n\n  S.  Mark Goodman,  Michale C.  Heistand,  Robert A.  Bertsche, and\r                                                                         \r\nHill &amp;  Barlow for the  Student Press Law Center,  National Scholastic\r                      \r\nPress  Association,   Journalism  Education   Association,  Scholastic\r\nJournalism Division of the Association for Education in Journalism and\r\nMass Communication,  Columbia Scholastic  Press Advisers  Association,\r\nNew England Scholastic  Press Association, and Yankee  Press Education\r\nNetwork;  Dwight G.  Duncan for  the  Massachusetts Family  Institute;\r                                   \r\nJames  C.  Heigham,  and  Choate,  Hall &amp;  Stewart  for  Massachusetts\r                                                          \r\nNewspaper  Publishers Association;  Gwendolyn H.  Gregory, Melinda  L.\r                                                                              \r\nSelbee, Timothy B. Dyk, John Bukey, Jones, Day, Reavis &amp; Pogue for the\r                                                                      \r\nNational  School  Boards Association,  Illinois Association  of School\r\nBoards, and California School  Boards Association's Educational  Legal\r\nAlliance; Michael J.  Long, Rosann DiPietro,  and Long &amp; Long  for the\r                                                                     \r\nMassachusetts Association  of School Superintendents, on  briefs amici\r\ncuriae.\r\n\n                                           \r\n\n                         December 9, 1997\r\n                                           \r\n\n                         OPINION EN BANC\r\n                                           \r\n\n                               -2-\r\r\n\n          LYNCH, Circuit Judge.   This case, involving speech\r                    LYNCH, Circuit Judge.\r                                        \r\n\ninterests  on both  sides, arises  from  the decision  of two\r\n\npublic  high school student publications -- the newspaper and\r\n\nyearbook  --   not  to   publish  an   advertisement.     The\r\n\nadvertisement promoted sexual abstinence and was proffered by\r\n\na parent, Douglas Yeo, in  the aftermath of a decision by the\r\n\nLexington,  Massachusetts School  Committee  to  make condoms\r\n\navailable to  students as  a public  health matter.   Yeo had\r\n\ncampaigned against  the condom distribution policy  and lost.\r\n\nThe  two high school student publications declined to publish\r\n\nthe  advertisement on  the grounds  that  each had  a policy,\r\n\nalbeit  unwritten,  of  not  running  political  or  advocacy\r\n\nadvertisements.\r\n\n          The  civil rights action brought by Yeo against the\r\n\nTown,  the  School   Committee,  Superintendent   and  school\r\n\nofficials  was terminated  on defendants' motion  for summary\r\n\njudgment.  The  district court judge concluded that  no state\r\n\naction had been  shown.  A  panel of  this court, this  judge\r\n\ndissenting, reversed, holding that summary judgment should be\r\n\nentered for  Yeo on his  claims that there  was state action,\r\n\nthat each  student publication was a  public forum, and  that\r\n\nthe  decisions not to  publish were impermissible  view point\r\n\ndiscrimination.   </pre><span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span>  <span class=\"page\">292173</span></span><pre class=\"inline\"> (1st  Cir. June  6,  1997).\r\n\n                             -3-\r\r\n\nThis court  granted en  banc review1 and  withdrew the  panel\r\n\nopinion.  The  en banc court now affirms the  decision of the\r\n\ndistrict court  entering summary  judgment for defendants  on\r\n\nthe ground that state action has not been shown.\r\n\n                         I. The Facts\r\n\n          We review  the facts in the light most favorable to\r\n\nYeo,  the  party  opposing  summary   judgment,  drawing  all\r\n\nreasonable inferences from the record in his favor.  Swain v.\r                                                                    \r\n\nSpinney, </pre><span class=\"citation\" data-id=\"197434\"><a href=\"/opinion/197434/swain-v-roe/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 2 (1st Cir. 1997).\r                 \r\n\nA. The Publications\r                             \r\n\n          This  case involves  two  distinct  Lexington  High\r\n\nSchool (LHS) student  publications, the LHS Yearbook  and the\r\n\nLHS Musket.  The Yearbook was operated entirely by a staff of\r                    \r\n\nabout sixty students; all  editorial, business, and  staffing\r\n\ndecisions were made by students.  During the 1993-94 academic\r\n\nyear,  this staff was headed by two co-editors-in-chief, Dow-\r\n\nChung Chi and  Natalie Berger.  Karen  Mechem, a LHS teacher,\r\n\n                    \r                              \r\n\n1.   The court  acknowledges the assistance  provided in  the\r\nbriefs amici  curiae filed  by the:   National School  Boards\r\nAssociation,  Illinois  Association  of  School  Boards,  and\r\nCalifornia  School  Boards  Association's  Educational  Legal\r\nAlliance;  Massachusetts  Newspaper  Publishers  Association;\r\nMassachusetts Family  Institute; Massachusetts Association of\r\nSchool  Superintendents; Student  Press Law  Center, National\r\nScholastic    Press    Association,    Journalism   Education\r\nAssociation,   Scholastic    Journalism   Division   of   the\r\nAssociation   for   Education    in   Journalism   and   Mass\r\nCommunication,    Columbia    Scholastic    Press    Advisers\r\nAssociation, New  England Scholastic  Press Association,  and\r\nYankee Press Education Network.\r\n\n                             -4-\r\r\n\nwas the Yearbook faculty  advisor.  Mechem was paid a stipend\r\n\nof less than  $2,000 for that activity.   Apart from Mechem's\r\n\nstipend  and the  use of  LHS buildings  and facilities,  the\r\n\nYearbook  is financially independent  from the school  and is\r\n\nfunded entirely through the sale of the books to students and\r\n\nadvertising.\r\n\n          Like  most  yearbooks,  the  LHS Yearbook  included\r\n\npictures of seniors  and other students, sections  on sports,\r\n\nacademics,  and  activities,  and  an  advertisement section.\r\n\nThis   advertisement  section   was   largely   comprised  of\r\n\ncongratulatory or commemorative ads purchased by students and\r\n\ntheir  families.    As the  Yearbook  advertising  order form\r\n\nsuggested, student ads might  include \"[b]aby pictures, group\r\n\nphotos taken in the  setting of your choice, [or] pictures of\r\n\nmeaningful  people and/or places.\"  A few advertisements were\r\n\nalso  sold  to  local  businesses;  most  of  these  included\r\n\ncongratulatory messages to the graduating class.\r\n\n          During the  1993-94 academic  year, the  Yearbook's\r\n\nunwritten  policy was  to publish  advertisements  from those\r\n\nlocal  businesses which the  students frequented or  had some\r\n\nrelationship with during their high school years.  In keeping\r\n\nwith  this  policy,  students  selling  ads   targeted  those\r\n\nbusinesses that fit the Yearbook theme of fond memories.  The\r\n\nYearbook's  policy  was  not  to  publish  any  political  or\r\n\nadvocacy  advertising,  including  ads  from  candidates  for\r\n\n                             -5-\r\r\n\nstudent government.2   The  purposes of this  policy were  to\r\n\nensure  that  the  advertising section  of  the  Yearbook was\r\n\ncongruent with the rest of the publication and to prevent the\r\n\nYearbook from becoming  a bulletin board for  competing issue\r\n\ngroups or candidates  in a way that  would interfere with the\r\n\ncommemorative purpose of the Yearbook.\r\n\n          The  LHS Musket  is  a student-written  and  edited\r                                   \r\n\nnewspaper that is published four  or five times a year.   All\r\n\neditorial,  operational, and  staffing decisions are  made by\r\n\nthe student editors.  During the 1993-94 academic year,  Ivan\r\n\nChan  served as the  Musket's editor-in-chief, Dong  Shen was\r                                     \r\n\nthe  business manager, and  Samuel Kafrissen was  the faculty\r\n\nadvisor.  Students do not seek or obtain the approval of  the\r\n\nfaculty advisor for any  editorial or operational  decisions.\r\n\nKafrissen is paid a stipend of $1,373 by  LHS, and the Musket\r                                                                       \r\n\nreceives about $4,500 a  year from the School Committee.  The\r\n\nMusket has no  physical facilities at LHS,  other than a mail\r                \r\n\nbox; all  the layout  is done  at editors' homes.  The Musket\r                                                                       \r\n                    \r                              \r\n\n2.  The  record does not reveal whether political or advocacy\r\nadvertising other than the  ad giving rise to this litigation\r\nwas ever submitted  to the Yearbook or  the Musket.  However,\r                                                            \r\nthose affiliated  with the  Yearbook and  the Musket  believe\r                                                              \r\nthat  neither  has  ever published  a  political  or advocacy\r\nmessage  or accepted  an  advertisement from  a political  or\r\nadvocacy  organization.    Yeo  offers  no  evidence  to  the\r\ncontrary,  and  the  record, which  contains  the advertising\r\nsections   of  several   Yearbooks,  bears   out  defendants'\r\ndescription  of  the  types   of  congratulatory  advertising\r\nprinted.  No  evidence was produced that  the Musket had ever\r                                                              \r\nprinted a political or advocacy advertisement.\r\n\n                             -6-\r\r\n\ntypically includes  news  articles  about  the  high  school,\r\n\nfeatures, editorials, letters to the editor, sports coverage,\r\n\nand  humor  columns,  all written,  edited,  and  produced by\r\n\nstudents.   The Musket is described in literature distributed\r                                \r\n\nto the student body  as being a \"student run newspaper\" which\r\n\nis  \"written,  edited and  distributed  by  students.\"    The\r\n\neditorial  page bears  a  legend stating  expressly that  the\r\n\nopinions  stated there  are those  of the student  editors or\r\n\nnewspaper staff and not of school policy.\r\n\n          Not every issue of the Musket contains advertising.\r                                                 \r\n\nThose that do contain  two or three small ads from businesses\r\n\nthat  cater  to student  tastes.    During the  1990s,  those\r\n\nadvertisers have included a bookstore, a video store, a music\r\n\nstore,  a driving  school,  a deli,  a hair  salon,  SAT prep\r\n\ncourses, and, around  prom time, a tuxedo  rental store and a\r\n\ndress shop.  For  the 1993-94 school year, the Musket created\r                                                               \r\n\nan  \"Advertisement Form\" for potential advertisers.  The form\r\n\nstated that: \"The award winning Lexington High School student\r\n\nnewspaper   provides    area   businesses    and   non-profit\r\n\norganizations the opportunity to  place advertisements in the\r\n\nMusket.\"   The form  did not state  that ads  were subject to\r                \r\n\neditorial approval, although  it did note that,  depending on\r\n\nthe issue, ad size  might have to be  adjusted and ads  might\r\n\nhave to  be edited, by  the paper's staff,  for length.   The\r\n\n                             -7-\r\r\n\nform  also stated that \"[p]ayment . . .  for an ad will occur\r\n\nonly if and after we publish an ad.\" (emphasis added).\r                 \r\n\n          Pursuant  to an  unwritten  policy, the  Musket has\r                                                                   \r\n\nnever accepted  advocacy or  political advertising, including\r\n\nthat from candidates for student government.   The purpose of\r\n\nthis  policy  was  to  prevent the  Musket  from  becoming  a\r                                                    \r\n\n\"bulletin board\" for  warring political ideas.   The students\r\n\nalso rejected the idea of allowing cigarette ads in the paper\r\n\nfor  fear  that   such  advertising  would  be   read  as  an\r\n\nendorsement of smoking.\r\n\nB. Yeo's Submission of Advertisements\r                                               \r\n\n          In 1992,  the Lexington School  Committee adopted a\r\n\npolicy  making condoms available  to students at  LHS without\r\n\nparental  permission.    This  measure  was  the  subject  of\r\n\npolitical controversy in  Lexington, and Douglas Yeo,  a town\r\n\nresident and parent, emerged as a  leading opponent of condom\r\n\ndistribution  and other  \"safe sex\"  policies.  Yeo  headed a\r\n\ngroup  called  \"Lexington  Citizens  for  Responsible  School\r\n\nPolicy,\" which  sponsored a  non-binding town-wide referendum\r\n\non the School Committee's condom policy.\r\n\n          The Musket ran both news articles and editorials on\r                              \r\n\nthe policy  and the referendum.   Yeo  thought these articles\r\n\nmisrepresented  his group's position.   In January  1993, Yeo\r\n\nrequested  a   meeting  with   LHS  Principal  David   Wilson\r\n\nconcerning his grievance.  Wilson suggested that Yeo submit a\r\n\n                             -8-\r\r\n\nletter to the editor correcting the alleged inaccuracies, but\r\n\nadvised  Yeo that  any decisions regarding  corrections would\r\n\nhave to be made by the  student editors.  Yeo did not contact\r\n\nthe student editors.   In March 1993, the voters of Lexington\r\n\napproved the condom distribution policy. \r\n\n          Subsequently,  in   May  1993,   Yeo  founded   the\r\n\nLexington Parents  Information Network  (\"LEXNET\").  LEXNET's\r\n\nstated  goal  was  to  distribute  information  about  public\r\n\neducation to parents via newsletters and meetings.\r\n\n1. The Yearbook Ad\r                            \r\n\n          On  November 1, 1993,  Yeo, as Chairman  of LEXNET,\r\n\nsubmitted a full  page ad to the  1994 LHS Yearbook.   The ad\r\n\ncopy read:\r\n\n                    We know you can do it!\r\n                ABSTINENCE: The Healthy Choice\r\n  Sponsored by: Lexington Parents Information Network(LEXNET)\r\n     Post Office Box 513, Lexington Massachusetts 02173.\r\n\nThe ad was accompanied by a check for $200.00. \r\n\n          Mechem, the  Yearbook advisor, acknowledged receipt\r\n\nof the  check and placed the ad in a drawer without giving it\r\n\na second thought.   In keeping with Yearbook procedures,  the\r\n\nLEXNET ad was \"warehoused\" in a drawer with other ads pending\r\n\nsubmission  to  the  publisher for  the  printing  of proofs.\r\n\nNatalie Berger, a  senior and co-editor-in-chief, noticed the\r\n\nad in the  drawer and felt that  the ad was \"out  of context\"\r\n\nwith the  advertising section of the  Yearbook.  However, she\r\n\n                             -9-\r\r\n\ndecided to postpone a publication decision until she saw  the\r\n\nad in proof form, which was typically when critical editorial\r\n\ndecisions were made.\r\n\n          In  January   1994,  a  large   number  of  proofs,\r\n\nincluding those of Yeo's ad, came back from the printer.  All\r\n\nthe  student editors attended  an editorial meeting  at which\r\n\nthey  looked over  the  various  ads and  copy.    After much\r\n\ndiscussion, the editors decided that Yeo's ad was a political\r\n\nadvocacy statement that  was out of context  with the rest of\r\n\nthe Yearbook  and  that  had no  place in  that  publication.\r\n\nAlthough the  students decided to  reject the  ad as drafted,\r\n\nthey still wished to include a message  from LEXNET if the ad\r\n\ncould be rewritten to  conform with the rest of the Yearbook.\r\n\nThe students did not  consult with Mechem or any other member\r\n\nof  the  faculty  or  administration  prior  to  making  this\r\n\ndecision.\r\n\n          The  Yearbook editors asked Mechem to notify Yeo of\r\n\ntheir decision.   The students  also asked  Mechem to  convey\r\n\ntheir  request  that  Yeo's  ad  be  revised  to  express   a\r\n\ncongratulatory graduation  message.   On  February  1,  1994,\r\n\nMechem called Yeo, and  told him that the students would like\r\n\nto  have the ad rewritten.  Yeo refused  to revise the ad and\r\n\nthreatened to sue the Yearbook unless his ad was published as\r\n\nsubmitted.\r\n\n                             -10-\r\r\n\n          The student editors discussed the issue  again, and\r\n\ndecided to  stand by their original  decision to reject Yeo's\r\n\nad.  They asked Mechem  to write to Yeo, returning his check.\r\n\nOn February 4, Mechem wrote to Yeo:\r\n\n            Because of the non-controversial nature\r\n          of   the  advertising   section   of  the\r\n          yearbook, we  have decided  not to  print\r\n          the  advertising   you  have   submitted.\r\n          Please  accept   my  apologies   for  the\r\n          inconvenience    that    our    reviewing\r\n          procedure may have caused.\r\n\nA $200  check was  enclosed.   Mechem  told Principal  Wilson\r\n\nabout Yeo's ad and the students' decision to reject it.\r\n\n          Yeo replied by fax on February 13, 1994, writing:\r\n\n            Based on our understanding of the right\r\n          of  equal access  and free speech,  we do\r\n          not accept your  rejection of our  ad and\r\n          ask that you reconsider  your decision to\r\n          censor it.   We will not be  cashing your\r\n          check at this time.\r\n            Should you  not reverse  your decision,\r\n          we will avail ourselves of every possible\r\n          avenue open to us in order to protect our\r\n          rights as advertisers.\r\n\n          2. The Musket Ad\r                                    \r\n\n          On  January  3, 1994,  Yeo wrote  to  Dong Shen,  a\r\n\nsenior and  the business  manager of  the Musket,  requesting\r                                                          \r\n\ninformation about  advertising  procedures  and rates.    The\r\n\nletter was not on  LEXNET stationary and did not identify Yeo\r\n\nas a member of that group.   Receiving no reply, Yeo wrote to\r\n\nShen again on January 20, requesting the information \"as soon\r\n\n                             -11-\r\r\n\nas  possible,\" and copying Ivan Chan, the editor-in-chief, on\r\n\nthe letter.\r\n\n          On January  25, Shen  wrote to  Yeo, providing  the\r\n\nrequested information and taking full personal responsibility\r\n\nfor the  delayed response.   Shen  concluded by  noting,  \"Of\r\n\ncourse ads are still subject to the approval of the editorial\r\n\nboard.\"\r\n\n          On  February 1,  1994, Yeo  submitted an ad  to the\r\n\nMusket.  The text was identical to the Yearbook ad previously\r                \r\n\nsubmitted,  except that, above LEXNET's address, it contained\r\n\nthe  line: \"For accurate information on abstinence, safer sex\r\n\nand condoms, contact:[LEXNET].\"\r\n\n          The  student editors of the Musket discussed the ad\r                                                      \r\n\nextensively.   In  mid-February,  they met  and decided  that\r\n\nYeo's  ad constituted a  political statement that  they would\r\n\nnot run as  a matter of policy.   On February 24,  1994, Shen\r\n\nwrote to Yeo:\r\n\n          After  careful   consideration  of   your\r\n          advertisement  from  LEXNET,  the  Musket\r\n          came  to the  difficult  decision  of not\r\n          printing it.   In no  way did we want  to\r\n          limit your right to express your opinion,\r\n          but  we  could  not  accept  a  political\r\n          statement as an  advertisement.   Our own\r\n          advertisement policy dictates so for good\r\n          reasons.     If  we  were   to  accept  a\r\n          politically aligned advertisement,  we at\r\n          the Musket would feel obligated to accept\r\n          other  political  statements  that  might\r\n          come  our way.    We do  not wish  to put\r\n          ourselves in  such position.   Ultimately\r\n          Ad  space is not  a public forum  and for\r\n\n                             -12-\r\r\n\n          that reason the Musket reserves the right\r\n          to select  what Advertisements it chooses\r\n          to  print.  If you have any question feel\r\n          free to contact the Musket.\r\n\n          The  decision was made,  and the reply  written, by\r\n\nthe student editors without consulting Kafrissen,  the Musket\r                                                                       \r\n\nfaculty advisor,  or requesting  his, or  any other  adult's,\r\n\napproval.   In fact,  Kafrissen did  not even know  about the\r\n\nad's submission until the time of the editorial  meeting, and\r\n\ndid not see the ad  or the students' response until after the\r\n\nreply had been sent.\r\n\n          Sometime the  next week,  Principal  Wilson  called\r\n\nKafrissen  and  informed him  that Lexington's  Town Counsel,\r\n\nNorman  Cohen, had been contacted by Yeo's lawyer; the lawyer\r\n\nhad threatened to sue  the town and the school authorities if\r\n\nthe ad was not run.  Cohen  thought that it would be best  to\r\n\navoid a lawsuit and requested that the students publish Yeo's\r\n\nad.   Kafrissen  and  Wilson agreed  to look  into  the legal\r\n\nissues in  greater depth and  to discuss the  matter with the\r\n\nstudents.  On  March  1,  1994, the  student  editors  of the\r\n\nMusket met  with Kafrissen.  Kafrissen informed them of Yeo's\r                 \r\n\nactions.   Although  a  number  of students  at  the  March 1\r\n\nmeeting  supported  Yeo's  pro-abstinence  views,  they  were\r\n\nconcerned that the  Musket might turn  into a  bulletin board\r                                    \r\n\nfor advocacy on lifestyle issues.  Additionally, the students\r\n\nwere uncomfortable  with having to run  an ad because someone\r\n\n                             -13-\r\r\n\nhad threatened to sue them if they did not.  The editors once\r\n\nagain  decided to  reject the  ad.   They asked  Kafrissen to\r\n\ncontact  Yeo and  to invite  him to  present  his views  in a\r\n\n\"letter to the editor.\" \r\n\n          Kafrissen,  on behalf of  the Musket, wrote  to Yeo\r                                                        \r\n\nthat day.  In  the letter, Kafrissen suggested that Yeo write\r\n\na letter to the editor:\r\n\n          We have  long considered  the Letters  to\r\n          the  Editor section of the Musket to be a\r\n          public  forum.     Historically  we  have\r\n          accepted  and printed on these  pages any\r\n          and all \"short and tasteful\" letters that\r\n          have come to us.  We would welcome such a\r\n          letter  from your  organization  in which\r\n          you would  probably be  able to explicate\r\n          your  position on  abstinence  more fully\r\n          than  you  would be  able  to  in  an  ad\r\n          format.  We have heard that you feel that\r\n          school  publications  have  prevented you\r\n          from  presenting   your  message  to  the\r\n          student body.   Therefore we suggest that\r\n          you use  the medium  of a  letter to  get\r\n          your  message across  in  greater detail,\r\n          and without charge. \r\n\nThe letter concluded  by noting that, if Yeo  were successful\r\n\nin forcing  the Musket to print  the ad, this would  have the\r                                \r\n\nnegative consequence  of removing editorial  control from the\r\n\nstudent staff.\r\n\n          Yeo declined  the offer on  March 7 in  a letter to\r\n\nKafrissen.     In  that   letter,  Yeo  explained   that  his\r\n\norganization decided to sponsor the ads for two reasons: \r\n\n          Firstly,  we  had  a  simple  message  we\r\n          wanted  to  get  out  that  would  affirm\r\n          abstinent students  in the LHS community.\r\n\n                             -14-\r\r\n\n          .  . .  There is nothing controversial or\r\n          political in  our message.   Secondly,  I\r\n          wanted to see if the Musket and  Yearbook\r                                               \r\n          would  react  as  I  thought they  would.\r\n          They did.  In spades.\r\n\nAccordingly, Yeo  declined to write  a letter  to the editor,\r\n\nwhich, he felt, could  not make the point as concisely  as an\r\n\nad could.  Yeo insisted that  the ad be run as submitted, \"as\r\n\nis our legal right,\"  and concluded, \"You don't have to agree\r\n\nwith it.  You don't even have  to like it.  You just  have to\r\n\nprint it.  Touch .\"\r\n\nC. The Administration's Response and the Students' Decisions\r                                                                      \r\n\n          On  March  1, Yeo  met  with  Principal  Wilson  to\r\n\ndiscuss the ads.   Yeo believes that, at that meeting, Wilson\r\n\nassured him that the ads would be printed, and told him  that\r\n\nthe Town Attorney had advised publication. \r\n\n          Meanwhile,  as   the  controversy  heightened,  the\r\n\nstudents and faculty  alike were seeking advice  from various\r\n\nsources.     Mechem  told  Wilson  that  Dow-Chung  Chi,  the\r\n\nYearbook's co-editor-in-chief,  had asked  her: \"If  we don't\r\n\nprint the ad,  what law are we  breaking?\"  In an  attempt to\r\n\nanswer his question,  Mechem talked  with Wilson,  Kafrissen,\r\n\nand the Student Press Law Center in Washington, D.C.  Several\r\n\nof the student editors  of the Musket and the Yearbook sought\r                                               \r\n\nadvice  from the  Student  Press  Law Center  and  the  Civil\r\n\nLiberties Union of  Massachusetts, as well as  from attorneys\r\n\nthey knew  personally.    The students  were  told  by  these\r\n\n                             -15-\r\r\n\nvarious  sources  that, under  the  federal Constitution  and\r\n\nMassachusetts  law, student editors  had the right  to decide\r\n\nwhat was printed in their publications.\r\n\n          On  March  11,  1994,  LHS  officials  and  student\r\n\neditors met in the office  of the Superintendent of  Schools,\r\n\nJeffrey Young.   Yearbook  editors-in-chief Berger  and  Chi,\r\n\nMusket editor-in-chief  Chan, advisors  Kafrissen and Mechem,\r                \r\n\nSuperintendent Young  and Principal Wilson  attended.   Young\r\n\nasked questions  to  determine what  the students'  reasoning\r\n\nwas, and to  determine that they had  engaged in a thoughtful\r\n\nprocess prior to the meeting.  The administrators and faculty\r\n\nwere impressed with the way the students outlined the issues.\r\n\nYoung concluded by  stating that he would  like to do further\r\n\nresearch and to obtain legal advice.\r\n\n          In  mid-March,   Musket  editor-in-chief  Chan  was\r                                           \r\n\napproached by a group  of students who were offended by Yeo's\r\n\nefforts and who wished to place a \"counter ad\" in the Musket.\r                                                                      \r\n\nThe proposed ad looked  exactly like Yeo's ad except that, in\r\n\nplace of \"Abstinence: The Healthy Choice,\" it read \"Safe Sex:\r\n\nThe Healthy Choice.\"   Chan decided to reject the counter-ad,\r\n\nand informed the staff that it would not be published.  \r\n\n          On March  13, Chan called  a meeting  of the entire\r\n\nMusket staff; Kafrissen was not  invited and did not  attend.\r                \r\n\nAt  that meeting,  Chan  briefed the  students on  the events\r\n\n                             -16-\r\r\n\nsurrounding  the submission  of Yeo's ad.   The student staff\r\n\nunanimously opposed publication of Yeo's ad.\r\n\n          On  March  18,   a  second  meeting  was   held  in\r\n\nSuperintendent  Young's office.    In addition  to the  prior\r\n\nparticipants,  Lexington School  Committee  members attended.\r\n\n(LHS  Assistant  Principal  Lawrence   Robinson  attended  in\r\n\nPrincipal Wilson's stead).   The Musket and  Yearbook editors\r                                                 \r\n\nreiterated  their  refusal  to  run Yeo's  ads.    The school\r\n\nofficials and School Committee members warned the students of\r\n\nthe  possible  consequences   of  their  decision,  including\r\n\nlitigation, and  described the  potentially unpleasant  media\r\n\nexposure  the students could  expect.  Although  the students\r\n\nfelt that the school  officials wanted them to print the ads,\r\n\nthe officials maintained  that it was the  students' decision\r\n\nto  make.   The  students  were  repeatedly advised  that the\r\n\nultimate decision about publication of the advertisement  was\r\n\ntheirs to make  and the school administration would  stand by\r\n\ntheir decision.  \r\n\n          Following the March 18th meeting, Chan held several\r\n\nfurther discussions  with  individuals and  groups  from  the\r\n\nMusket's  staff.   Finally,  with the  staff's support,  Chan\r                \r\n\nconclusively  decided not  to  run Yeo's  ad as  a  matter of\r\n\npolicy.\r\n\n          On  April 11,  1994,  the Superintendent  again met\r\n\nwith the  Musket staff and  again told them  the decision was\r\n\n                             -17-\r\r\n\ntheirs.    Throughout Young's  tenure as  Superintendent, the\r\n\nMusket  has  been  operated  as  an  independent  student-run\r\n\nnewspaper and he has never authorized any school  official to\r\n\ninterfere with  the students'  decision on  what to  publish.\r\n\nYeo offers no evidence to the contrary.\r\n\n          As for the Yearbook, Chi and Berger asked Mechem to\r\n\ninvite Yeo,  on the students'  behalf, to a  meeting at which\r\n\nalternatives could  be  discussed.   Yeo wrote  to Mechem  on\r\n\nMarch 28,  informing her that,  on the advice  of counsel, he\r\n\nwould  not be  able  to meet  with the  student  editors, and\r\n\nrequesting that  all further  inquiries be  addressed to  his\r\n\nlawyer at the Rutherford Institute in Virginia.\r\n\n          Berger  then called a  meeting of all  the Yearbook\r\n\nsection  editors.   Mechem  attended  the  beginning  of  the\r\n\nmeeting  and  urged  the  students  to  consider  the  school\r\n\nofficials' advice.    Mechem  then left  the  meeting.    The\r\n\nstudents discussed the issues raised at the March 18 meeting.\r\n\nThe  students reaffirmed their  decision to reject  Yeo's ad.\r\n\nChi  and Berger  then drafted a memo  to Superintendent Young\r\n\nand the School Committee.  It concluded:\r\n\n          After much  discussion and  deliberation,\r\n          the  reasons  for  our  decision  are  as\r\n          follows.        The    nature   of    the\r\n          advertisement, which  promotes a style of\r\n          life, regardless of the message, does not\r\n          coincide with  that of  the rest  of  the\r\n          advertisement  section  of  the yearbook.\r\n          The   inclusion    of   this    type   of\r\n          advertisement  would  also  establish  an\r\n\n                             -18-\r\r\n\n          unsuitable  precedent for  the  future of\r\n          the yearbook.  \r\n\nThis litigation followed.\r\n\n          During  the 1994-95  school year,  the new  student\r\n\neditors  of   the  Yearbook   decided  not   to  accept   any\r\n\nadvertisements other  than  personal notes  from parents  and\r\n\nstudents.  Yeo  resubmitted his ad in  September 1994, but it\r\n\nwas rejected under the  new policy.  The 1994-95 Musket staff\r                                                                 \r\n\ndrafted explicit \"Advertisement  Policies and Procedures,\" to\r\n\nbe distributed  with advertisement  forms, which  states  the\r\n\ntype  of  advertisements,  including  those  from  \"political\r\n\norganizations,  referendum  issues,  advocacy  groups,  [and]\r\n\npublic service organizations,\"that the Musket will not print.\r                                                       \r\n\n          The newspaper  in  its  news pages  gave  extensive\r\n\ncoverage   to  the  controversy  between  it  and  Yeo,  thus\r\n\nproviding Yeo with coverage of his pro-abstinence position.\r\n\n                   II.  Procedural History\r\n\n          Yeo's  action under 42  U.S.C.   1983  alleges that\r\n\nthe   refusal  of   the   two  publications   to  print   the\r\n\nadvertisements violated his  rights to free speech  and equal\r\n\nprotection  under the U.S.  Constitution and  Art. 16  of the\r\n\nMassachusetts  Declaration of  Rights.   Yeo  sued the  Town,\r\n\nSchool  Committee,  Superintendent,  Principal,  and  faculty\r\n\nadvisers but did not name the students as defendants.\r\n\n                             -19-\r\r\n\n          The  defendants  moved   for  summary  judgment  on\r\n\nvarious grounds,  including, inter  alia, the  lack of  state\r\n\naction, that no public forum had been created,  and qualified\r\n\nimmunity.  Yeo opposed summary judgment, but did not submit a\r\n\nstatement of disputed facts in opposition to summary judgment\r\n\nas  required  by   Local  Rule   56.1  of  the  District   of\r\n\nMassachusetts.  Yeo conceded at his deposition that he had no\r\n\npersonal knowledge of the decision making  processes followed\r\n\nby   the  Yearbook  and   the  newspaper  in   rejecting  his\r\n\nadvertisement.  The  district court granted summary  judgment\r\n\non the state action  issue without reaching the other issues.\r\n\nWe affirm on the same ground.\r\n\n                      III. State Action\r\n\n          The essential state action  inquiry is whether  the\r\n\ngovernment  has been sufficiently involved  in the challenged\r\n\nactions that it can be deemed responsible for the plaintiff's\r\n\nclaimed injury.3  If there is no state action, then the court\r\n                    \r                              \r\n\n3.  The  'under color  of law'  requirement of      1983 \"has\r\nconsistently been  treated as  the same thing  as the  'state\r\naction'  required  under  the  Fourteenth  Amendment,\" United\r                                                                       \r\nStates v.  Price, </pre><span class=\"citation\" data-id=\"107202\"><a href=\"/opinion/107202/united-states-v-price/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">787</span></a></span><pre class=\"inline\">, 794 n. 7 (1966).  Indeed, the\r                          \r\nSupreme Court has  reversed an appellate court  which treated\r\nthe two analyses as separate.  Lugar v. Edmonson Oil Co., </pre><span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">457</span>\r                                                                  \r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span><pre class=\"inline\">, 924, 928,  929 (1982).  This court has consistently\r\ntreated the analyses  as the same.   See Barrios Velazquez v.\r                                                                    \r\nAsociacion  de  Empleados,  </pre><span class=\"citation\" data-id=\"196780\"><a href=\"/opinion/196780/barrios-velazquez-v-asociacion-de/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">487</span></a></span><pre class=\"inline\">,  490-491  (1st Cir.\r                                   \r\n1996).   Where the statutory and constitutional inquiries are\r\ninextricably  intertwined,  decision   of  the  state  action\r\nquestion is hardly a breach of the obligation to decide cases\r\non  statutory  grounds  in  order   to  avoid  constitutional\r\nquestions.  We  do not engage in a  separate   1983 analysis,\r\n\n                             -20-\r\r\n\nmay  not  impose  constitutional  obligations  on  (and  thus\r\n\nrestrict the freedom of) private actors.4 \r\n\n          This  is a situation in which the government actors\r\n\n--   the  school  officials acting  under a  statute5  of the\r\n                    \r                              \r\n\nnor do  we  reach  the issue  of municipal  liability,  under\r\nMonell v. Department of Social Services, </pre><span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span><pre class=\"inline\"> (1978),\r                                                 \r\nor   of  qualified   immunity   claimed  by   the  individual\r\ndefendants.  The  district court ruling did  not reach any of\r\nthese issues.   Judge  Stahl's concurrence  suggests that  we\r\nleap over the question of state action to address a statutory\r\nissue  of  causation, an  unusual  approach.    The  question\r\nwhether  Yeo  even  has a  First  Amendment  right  to assert\r\ndepends on whether there  is state action.  The Supreme Court\r\nand the circuit court cases described above have consistently\r\naddressed  the  state   action  question   before  addressing\r\nquestions of causation.   See also Polk County v. Dodson, </pre><span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">454</span>\r                                                                  \r\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">312</span></a></span><pre class=\"inline\">,  325  (1981)  (examining     1983  defense  of  no\r\nmunicipal custom  only after  examining state  action issue).\r\nFurther, courts ordinarily address questions of  jurisdiction\r\nfirst, and the presence  of state action is \"a jurisdictional\r\nrequisite for a   1983 action.\"  Id. at 313.\r                                              \r\n\n4.  See, e.g., Edmonson  v. Leesville Concrete Co.,  </pre><span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span>\r                                                            \r\n<span class=\"page\">614</span></a></span><pre class=\"inline\">,  619-20 (1991) (discussing  the relevance of  the \"state\r\naction\" requirement to private freedom).\r\n\n5.  Mass. Gen. Laws ch. 71  82 provides, in pertinent part:\r\n          The  right  of  students  to  freedom  of\r\n          expression in  the public  schools of the\r\n          commonwealth  shall   not  be   abridged,\r\n          provided that such right shall not  cause\r\n          any  disruption  or  disorder within  the\r\n          school.    Freedom  of  expression  shall\r\n          include  without  limitation,  the rights\r\n          and    responsibilities    of   students,\r\n          collectively and individually,  . .  . to\r\n          write,  publish  and   disseminate  their\r\n          views  . .  . .    No expression  made by\r\n          students in the  exercise of  such rights\r\n          shall  be deemed  to be an  expression of\r\n          school  policy  and  no school  officials\r\n          shall be held responsible in any civil or\r\n          criminal action  for any  expression made\r\n          or published by the students. \r\n\n                             -21-\r\r\n\nCommonwealth  of  Massachusetts --    have  chosen  to  grant\r\n\neditorial autonomy to these  high school students.  The state\r\n\naction analysis is thus placed squarely in a very complex and\r\n\nchanging area of law.\r\n\n          The modern  state action  decisions of  the Supreme\r\n\nCourt  do  not  rely  on  a  single  analytic  model  applied\r\n\nregardless of the fact patterns involved.  As this Court once\r\n\nobserved,  the  \"state action  inquiry is  'necessarily fact-\r\n\nbound.'\"   Ponce v. Basketball Federation of the Commonwealth\r                                                                       \r\n\nof Puerto  Rico, </pre><span class=\"citation\" data-id=\"451516\"><a href=\"/opinion/451516/david-ponce-v-basketball-federation-of-the-commonwealth-of-puerto-rico/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">375</span></a></span><pre class=\"inline\">, 377 (1st  Cir. 1985) (quoting\r                         \r\n\nLugar  v. Edmondson Oil Co., </pre><span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">457</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span><pre class=\"inline\">, 939 (1982)).  The\r                                     \r\n\nanalytic  model  used  must  take  account  of  the  specific\r\n\nconstitutional claim  being  asserted, here,  one  under  the\r\n\nFirst Amendment.6   Cf. Polk  County v. Dodson,  </pre><span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span><pre class=\"inline\">\r                                                        \r\n\n(1981)   (state   action   inquiry    shifts   depending   on\r\n\n                    \r                              \r\n\nMass. Gen.  Laws ch. 71,   82; see also Pyle v. School Comm.,\r                                                                      \r\n</pre><span class=\"citation no-link\"><span class=\"volume\">667</span>  <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">869</span></span><pre class=\"inline\">  (Mass.  1996)  (holding  that  the  statute\r\nprotects even  vulgar speech  so  long as  no  disruption  or\r\ndisorder results).   We express no view  on whether state law\r\nwould have  permitted the  school to  override the  students'\r\ndecisions.  As we explain, the state's student speech law may\r\nbe a factor in the state action inquiry, but the issue for us\r\nis ultimately one of federal constitutional law.  \r\n\n6.  The \"search  for state action  . . .  ends by identifying\r\nthe   precise   substantive   constitutional   issue  to   be\r\naddressed.\"   Tribe, American  Constitutional Law    18-6, at\r                                                           \r\n1715  (2d ed. 1988).   See  also 1  Nahmod, Civil  Rights and\r                                                                       \r\nCivil Liberties  Litigation: The Law of Section  1983   2.04,\r                                                               \r\nat 63 (3d ed. 1991)(\"[S]tate action is not a unitary concept,\r\nbut  varies   depending  on   the  constitutional   violation\r\nasserted.\").  \r\n\n                             -22-\r\r\n\nconstitutional  question asked).  \"Faithful  adherence to the\r\n\n'state action' requirement  . . . requires  careful attention\r\n\nto  the  gravamen  of the  plaintiff's complaint.\"    Blum v.\r                                                                    \r\n\nYaretsky, </pre><span class=\"citation\" data-id=\"110768\"><a href=\"/opinion/110768/blum-v-yaretsky/\"><span class=\"volume\">457</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">991</span></a></span><pre class=\"inline\">, 1002  (1982).  As  the Supreme Court\r                  \r\n\nhas noted:\r\n\n          We  recognize that  the  First Amendment,\r\n          the terms of which apply to  governmental\r\n          acts  ordinarily  does  not itself  throw\r\n          into constitutional  doubt the  decisions\r\n          of  private citizens  to  permit,  or  to\r\n          restrict,  speech  --   and  this  is  so\r\n          ordinarily  even  where  those  decisions\r\n          take  place within  the  framework  of  a\r\n          regulatory regime . . . .\r\n\nDenver   Area   Telecomm.   Consortium,   Inc.   v.   Federal\r                                                                       \r\n\nCommunications Comm'n, </pre><span class=\"citation\" data-id=\"118061\"><a href=\"/opinion/118061/denver-area-ed-telecommunications-consortium-inc-v-fcc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2374</span></a></span><pre class=\"inline\">, 2383 (1996).\r                               \r\n\n          The  state  action  issue  implicates  a myriad  of\r\n\nplayers, only  some of  whom are  defendants.  Yeo  sued only\r\n\nthose  individuals  who  are  public  school  administrators,\r\n\nteachers, or members of the Lexington School Committee.  They\r\n\nare  concededly state  actors.   He did  not sue  the student\r\n\neditors.   But  the \"action\"  of which  Yeo complains  was an\r\n\naction taken by the  students.  The \"actions\" he assails were\r\n\nthe editorial  judgments not  to publish  his  advertisement.\r\n\nThose  judgments  were made  by  the  students, who  are  not\r\n\nparties.\r\n\n          There  are  expressive interests  involved on  both\r\n\nsides of this case.   Yeo's are obvious.   Those on the other\r\n\n                             -23-\r\r\n\nside are  perhaps less obvious.  The  identification of these\r\n\ninterests puts the state action question in context.  \r\n\n          If the actions by the students are themselves state\r\n\naction  or may  be  attributed to  the  school  officials and\r\n\nprovide  the basis  for  state action,  the inevitable  legal\r\n\nconsequence will be  some level  of judicial scrutiny of  the\r\n\nstudents'  editorial judgments.7    The  inevitable practical\r\n\nconsequence will be greater official control of the students'\r\n\neditorial  judgments.     Both  consequences   implicate  the\r\n\nstudents'  First  Amendment interests,  which  are  far  from\r\n\nnegligible.   Cf. Hazelwood  Sch. District v.  Kuhlmeier, </pre><span class=\"citation\" data-id=\"111979\"><a href=\"/opinion/111979/hazelwood-school-dist-v-kuhlmeier/\"><span class=\"volume\">484</span>\r                                                                  \r\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">260</span></a></span><pre class=\"inline\"> (1988)  (acknowledging but  ruling  against student\r\n\nspeech  interests when  school  officials  overrode students'\r\n\neditorial judgments and withdrew certain  material from pages\r\n\nof high  school newspaper);  Miami Herald  Publishing Co.  v.\r                                                                   \r\n\nTornillo,  </pre><span class=\"citation\" data-id=\"109088\"><a href=\"/opinion/109088/miami-herald-publishing-co-v-tornillo/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span><pre class=\"inline\">,  252 (1974) (\"[I]mplementation  of a\r                  \r\n\nremedy such  as [government]  enforced access\" to pages  of a\r\n\nprivate  newspaper  \"brings about  a  confrontation  with the\r\n\nexpress  provisions of the  First Amendment and  the judicial\r\n\ngloss on that Amendment developed over the years.\").\r\n\n                    \r                              \r\n\n7.  We   do  not  accept  the  suggestion  of  Judge  Stahl's\r\nconcurrence that the students are private actors with respect\r\nto  reporting and  editorializing and that they  are not with\r\nrespect to the advertising  decisions.  Whatever role such  a\r\ndistinction may play in  a limited public forum analysis, the\r\ndistinction offers little assistance here.\r\n\n                             -24-\r\r\n\n          In   addition,  the   defendant   school  officials\r\n\nthemselves  have  an  interest  in  their  autonomy  to  make\r\n\neducational decisions.   The  officials have determined  that\r\n\nthe best way to teach journalism skills is  to respect in the\r\n\nstudents' editorial judgments a degree of autonomy similar to\r\n\nthat exercised by  professional journalists.  That  choice by\r\n\nthe officials parallels the allocation  of responsibility for\r\n\neditorial  judgments made by the First Amendment itself.  The\r\n\nSupreme   Court  has  \"oft  expressed  [the]  view  that  the\r\n\neducation   of   the  Nation's   youth   is   primarily   the\r\n\nresponsibility  of  parents, teachers,  and  state  and local\r\n\nschool officials, and not of federal judges.\"  Hazelwood, 484\r                                                                  \r\n\nU.S. at 272.\r\n\n          The leading Supreme Court decisions concerning high\r\n\nschools and students are all meaningfully different from this\r\n\ncase, and thus provide  little guidance on  the state  action\r\n\nquestion.  Each  of those cases involved  a claim by students\r\n\nthat  the actions  of public  school  administrators violated\r\n\ntheir  constitutional  rights.   For  example,  in Hazelwood,\r                                                                      \r\n\nplaintiff  students contended  that  officials  violated  the\r\n\nFirst Amendment by deleting articles  from student newspaper.\r\n\nState action was simply not at issue in Hazelwood because the\r                                                           \r\n\n                             -25-\r\r\n\nrelevant actions  were  admittedly  taken  by  public  school\r\n\nofficials.8   Id., 484  U.S. at  264.   The same  is true  of\r                           \r\n\nearlier  decisions,  all  of  which  involve  student  claims\r\n\nagainst  those running  the schools.    Bethel Sch.  Dist. v.\r                                                                    \r\n\nFraser, </pre><span class=\"citation\" data-id=\"111754\"><a href=\"/opinion/111754/bethel-school-dist-no-403-v-fraser/\"><span class=\"volume\">478</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span><pre class=\"inline\">  (1986)(civil rights  claim by  student\r                \r\n\ndisciplined  by  officials   for  language  used   in  school\r\n\nassembly);  Tinker v.  Des Moines Indep. Sch. Dist., </pre><span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span>\r                                                             \r\n\n<span class=\"page\">503</span></a></span><pre class=\"inline\"> (1969)(student claim that principals' regulation  against\r\n\narmbands  violated First  Amendment); see also  Vernonia Sch.\r                                                                       \r\n\nDist.  v. Acton, </pre><span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></a></span><pre class=\"inline\"> (1995)(student Fourth Amendment\r                         \r\n\nclaim  against  school  district).   Here,  in  contrast, the\r\n\nquestion  is whether the actions by  students may fairly lead\r                                                       \r\n\nto a conclusion there is state action.\r\n\n          Each  court of  appeals  which has  considered  the\r\n\nstate  action  requirement in  the  context  of  attempts  to\r\n\nattribute  student-controlled editorial  decisions  in public\r\n\ninstitutions of  higher  education  to public  officials  has\r\n\nfound no  state action.  In   Leeds v. Meltz,  </pre><span class=\"citation\" data-id=\"718749\"><a href=\"/opinion/718749/jackson-leeds-v-jonathan-s-meltz-anthony-mansfield-susan-ferraro/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span><pre class=\"inline\"> (2d\r                                                      \r\n\nCir.  1996),  the court  found no  state action  where school\r\n\n                    \r                              \r\n\n8.  Thus,  when  the  Supreme  Court  in  Hazelwood discusses\r                                                             \r\nwhether   \"school-sponsored   publications   that   students,\r\nparents,  and members of the public might reasonably perceive\r\nto bear the imprimatur of  the school,\" 484 U.S. at 271, that\r\ndiscussion  was pertinent to whether  there was an  intent to\r\ncreate a public forum.  Hazelwood did not create  a new state\r                                           \r\naction analysis  that  any  school sponsored  activity  which\r\nbears  an imprimatur  of  the school  thus constitutes  state\r\naction.  \r\n\n                             -26-\r\r\n\nofficials and students were sued over the decision by student\r\n\neditors of  a newspaper  in a  state supported law  school to\r\n\nreject an  ad.    See id.  at  55.   In  Sinn  v.  The  Daily\r                                                                       \r\n\nNebraskan, </pre><span class=\"citation\" data-id=\"494659\"><a href=\"/opinion/494659/michael-sinn-an-individual-and-pam-pearn-an-individual-v-the-daily/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">662</span></a></span><pre class=\"inline\">,  665 (8th Cir. 1987), the court held\r                   \r\n\nthat there  was no state action in the refusal to print an ad\r\n\nwhere the student paper \"maintains its editorial freedom from\r\n\nthe state.\"  In  Mississippi Gay Alliance  v. Goudelock,  </pre><span class=\"citation\" data-id=\"336216\"><a href=\"/opinion/336216/mississippi-gay-alliance-and-anne-debary-v-bill-goudelock/\"><span class=\"volume\">536</span>\r                                                                 \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span><pre class=\"inline\">, 1075 (5th Cir. 1976), a similar result was reached\r\n\nin a suit  against the  newspaper editor  where the  students\r\n\nelected the editor  and university officials did  not control\r\n\nor supervise  editorial judgment about  what to  publish.  In\r\n\nAvins  v.  Rutgers, </pre><span class=\"citation no-link\"><span class=\"volume\">385</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">151</span></span><pre class=\"inline\">,  153-54 (3d  Cir.  1967),\r                            \r\n\nwithout expressly  discussing  the state  action  issue,  the\r\n\ncourt held that  a state-supported law review's  rejection of\r\n\nan  article  did not  violate  the  First  Amendment  because\r\n\neditorial discretion is a necessary component of publishing a\r\n\njournal.  Yeo argues that cases involving public universities\r\n\nare not on point, given  the state's potentially greater role\r\n\nin controlling the behavior of younger, high school students.\r\n\nBut it is  also true  that the autonomy  given to these  high\r\n\nschool   students  renders   them  more   like  their   older\r\n\ncounterparts and renders those cases highly relevant.  \r\n\n          The only decisions we have found which assume there\r\n\nis  state action  do so  where the  parties agreed  there was\r\n\nstate action and it  was undeniable the decision  makers were\r\n\n                             -27-\r\r\n\ngovernment officials.   The decision by the  Ninth Circuit in\r\n\nPlanned  Parenthood of Southern  Nevada Inc. v.  Clark County\r                                                                       \r\n\nSchool District, </pre><span class=\"citation\" data-id=\"566415\"><a href=\"/opinion/566415/planned-parenthood-of-southern-nevada-inc-v-clark-county-school/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span><pre class=\"inline\"> (9th Cir. 1991),  is inapposite\r                         \r\n\nas state  action was  conceded.   There the  school officials\r\n\nthemselves controlled the  school publications and decided to\r\n\nreject the  advertisement from  the  plaintiff  organization.\r\n\nId.  at 820.  Likewise, in Lee v.  Board of Regents, </pre><span class=\"citation\" data-id=\"296411\"><a href=\"/opinion/296411/jack-k-lee-v-the-board-of-regents-of-state-colleges/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.2d</span>\r                                                             \r\n\n<span class=\"page\">1257</span></a></span><pre class=\"inline\">  (7th Cir.  1971), state  action was conceded  where the\r\n\nstudent newspaper was a \"state facility\".\r\n\n          While all parties appropriately point us toward the\r\n\nstate action analysis in  Rendell-Baker v. Kohn, </pre><span class=\"citation\" data-id=\"110764\"><a href=\"/opinion/110764/rendell-baker-v-kohn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">830</span></a></span><pre class=\"inline\">\r                                                         \r\n\n(1982), that  case is  rather the  mirror of this.   Rendell-\r                                                                       \r\n\nBaker involved  a claim  that private  school officials  were\r               \r\n\nstate actors.  Here the claim is that public school officials\r\n\nmay be sued based on the  actions of students.  The  students\r\n\nare themselves at least facially private actors.\r\n\n          The   theories  for  (and  against)   state  action\r\n\nbasically  devolve here  into three  categories  of analysis.\r\n\nFirst, is  there state  action because the  decisions not  to\r\n\npublish were  actually made  by or  controlled by  the school\r\n\nofficials?  (Even if  the decisions were not directly made by\r\n\nthe school  officials, those officials,  Yeo argues,  exerted\r\n\nsuch influence as effectively to determine the outcome of the\r\n\nstudent decisions.)  This is primarily a factual question.  \r\n\n                             -28-\r\r\n\n          Second, even if  the state did not  actively direct\r\n\nor  control  the   decisions,  was  the  state   required  to\r\n\nintervene, and  to do so in such a way  as to provide a basis\r\n\nfor  a state action finding?   This is primarily  an issue of\r\n\nlaw.  \r\n\n          Third,   even   if   the    decisions   were   made\r\n\nindependently  by  the  students, may  the  decisions  of the\r\n\nstudents fairly  be  attributable  to  the  school  officials\r\n\nbecause of the public school setting?  The material facts are\r\n\nundisputed;  the question  is  what conclusion  to draw  from\r\n\nthese facts.  We take each argument in turn.\r\n\n                              A.\r\n\n          Yeo  argues  that  the   decisions  were  made   or\r\n\ncontrolled in fact  by the  school officials, but the  record\r\n\ndoes not support that  conclusion.9  The students and each of\r\n                    \r                              \r\n\n9.  Yeo calls  our attention  to the  fact that  the advisors\r\nauthored some of the correspondence, using the term \"we,\" and\r\nto  the  fact   that,  on  a  separate   occasion,  Kafrissen\r\nthreatened to resign if the students did not take his advice.\r\nIt is  true that Kafrissen and  Mechem used the  word \"we\" in\r\nletters  to Yeo.    However, the  letter  from  Kafrissen was\r\nwritten  after  Dong   Shen  had  already  communicated   the\r                        \r\nstudents'  rejection of  the  ad  to Yeo.    As  for Mechem's\r\ncorrespondence, Mechem  and the  Yearbook editor  both stated\r\nunequivocally  that the  decision  was made  by the  students\r\nprior to consultation  with Mechem, and that  Mechem wrote to\r\nYeo  at  the student  editors' request.    As to  Kafrissen's\r\nthreat to resign, the incident only serves to illustrate that\r\nKafrissen did not  believe he had the  authority to order the\r\nstudents around.   His actual description  of the incident is\r\nas follows:\r\n\n                             -29-\r\r\n\nthe involved school officials say that the students, and  not\r\n\nthe school  officials, made  the decision.   Yeo  has offered\r\n\nnothing to contradict that.\r\n\n          Nonetheless, the state  action cases recognize that\r\n\ngovernment should not  be shielded when it  is the real actor\r\n\nbehind the scenes  or when it joins in  a charade designed to\r\n\nevade constitutional prohibitions.   See Terry v.  Adams, </pre><span class=\"citation\" data-id=\"105121\"><a href=\"/opinion/105121/terry-v-adams/\"><span class=\"volume\">345</span>\r                                                                  \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span><pre class=\"inline\">  (1953)(Democratic Party  \"club\" was  a state  actor\r\n\ndesigned to  evade constitutional  prohibition  against  all-\r\n\nwhite  primaries); cf. Morse v. Republican Party of Virginia,\r                                                                      \r\n\n</pre><span class=\"citation\" data-id=\"118012\"><a href=\"/opinion/118012/morse-v-republican-party-of-va/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1186</span></a></span><pre class=\"inline\"> (1996).  That is not true here.  This is also\r\n\nnot an  instance in  which the  government knowingly  profits\r\n\nfrom the  racially  discriminatory behavior  of  a  privately\r\n                    \r                              \r\n\n          I have  never ordered (nor do I  have the authority\r\n          to  order)  the  student  editors  not  to  run  an\r\n          editorial,   news   or  feature   article  or   any\r\n          advertisement.   I have used persuasion  to address\r\n          matters  that   seemed  over-the-line.     On   one\r\n          occasion, for  example, when  I disagreed  strongly\r\n          with  a proposed  student editorial,  which, in  my\r\n          opinion, took  an extremely irresponsible position,\r\n          I was prepared to resign  if my advice to  withdraw\r\n          the  editorial  was  not  accepted.    The  editors\r\n          engaged in  an extensive debate and  consulted with\r\n          their  parents before finally agreeing  to withdraw\r\n          the editorial.\r\nThere is nothing in the record even to suggest that Kafrissen\r\nengaged  in such persuasive techniques with regard to the Yeo\r\nad;  rather,  the uncontradicted  evidence is  that Kafrissen\r\ntook prophylactic measures  to ensure that the  students felt\r\nfree to make their own  decision.  At bottom, Yeo's  claim of\r\ncontrol  amount  to  no  more  than \"conclusory  allegations,\r\nimprobable inferences, and unsupported allegations.\"  Fennell\r                                                                       \r\nv. First Step Designs, Ltd., </pre><span class=\"citation\" data-id=\"718191\"><a href=\"/opinion/718191/70-fair-emplpraccas-bna-1305-34-fedrserv3d-1566-rachel-l-fennell/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span><pre class=\"inline\">, 536 (1st Cir. 1996)\r                                     \r\n(citations and internal quotation marks omitted).\r\n\n                             -30-\r\r\n\nowned  enterprise.  See,  e.g., Burton v.  Wilmington Parking\r                                                                       \r\n\nAuth., </pre><span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span><pre class=\"inline\"> (1961); Blum, 467 U.S. at 1010-11.   That\r                                          \r\n\ntype of symbiotic relationship has been found to create state\r\n\naction  where  the government  tacitly  endorses  and becomes\r\n\nentangled with  private racial  discrimination.   Burton, 365\r                                                                  \r\n\nU.S.  at 724.   Even  if that  race discrimination  model for\r\n\nstate  action were imported  here, there  is no  evidence the\r\n\nschool  officials  tacitly endorsed  or  benefitted from  the\r\n\nstudents' decisions not to run Yeo's ads.  \r\n\n          The   state  action   cases   also   consider  \"de-\r\n\nprivatizing\" and attributing to the government the actions of\r\n\nprivate  persons where  the state  has been  involved in  the\r\n\nsense of delegating  traditional governmental authority  to a\r\n\nprivate actor.10   In  Edmonson, a  private litigant's  race-\r                                         \r\n\nbased exercise of peremptory challenges was found to be state\r\n\naction.  Edmonson, 500 U.S. at 621.  The running of trials is\r                           \r\n\na government function  and it is the judge  who, based on the\r\n\nchallenge, excuses the juror.   The publishing of a newspaper\r\n\nor a yearbook is most emphatically not a traditional function\r\n\n                    \r                              \r\n\n10.  The school  officials point  to NCAA  v. Tarkanian,  </pre><span class=\"citation\" data-id=\"112162\"><a href=\"/opinion/112162/national-collegiate-athletic-assn-v-tarkanian/\"><span class=\"volume\">488</span>\r                                                                 \r\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">179</span></a></span><pre class=\"inline\">  (1988),  where  an unincorporated  association  of\r\npublic and private colleges was found not to be a state actor\r\neven though the association's actions led a public college to\r\ntake disciplinary action against a basketball coach.   But in\r\nthis  case the  state actors, the adults,  have a supervisory\r\nrelationship to the private group, the students, and are thus\r\nsomewhat the inverse of the NCAA and the public college.  \r\n\n                             -31-\r\r\n\nnor  an  exclusive prerogative  of  the  government  in  this\r\n\ncountry.   Private schools commonly have  student newspapers,\r\n\nand public  schools not  uncommonly have independent  student\r\n\nnewspapers.   The delegation of  governmental function theory\r\n\ndoes not  establish state action.   See Flagg  Bros., Inc. v.\r                                                                    \r\n\nBrooks,  </pre><span class=\"citation\" data-id=\"109861\"><a href=\"/opinion/109861/flagg-bros-inc-v-brooks/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">149</span></a></span><pre class=\"inline\"> (1978)  (sale of  goods in  storage by\r                \r\n\nwarehouseman  did not  constitute state  action); Jackson  v.\r                                                                   \r\n\nMetropolitan Edison Co., </pre><span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span><pre class=\"inline\"> (1974) (private utility\r                                 \r\n\nwhich terminated electric service was not state actor). \r\n\n                              B.\r\n\n          Secondly,  while there may be rare occasions when a\r\n\nstate has  a duty  to intervene  in actions taken  by private\r\n\npersons which could give rise to a state action finding, this\r\n\nis not one.11  See  Ponce, 760 F.2d at 379-80 (although there\r                                   \r\n\nmay be some  occasions in  which \"[t]he government should  be\r\n\nresponsible for failing to  act where it  should act,\"  there\r\n\nwas no state action because the government had no affirmative\r\n\nduty to regulate  amateur sports leagues).   Cf.  DeShaney v.\r                                                                    \r\n\nWinnebago  County  Dep't  of Social  Services,  </pre><span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span><pre class=\"inline\">\r                                                       \r\n\n(1989)  (finding  that the  Due  Process  Clause  imposes  no\r\n\naffirmative duty on  the government to protect  citizens from\r\n\ndeprivation  of life, liberty or property by private actors).\r\n                    \r                              \r\n\n11.  For example, state officials  could not personally stand\r\nby and  watch privately-contracted-for  prison guards beat  a\r\nprisoner to  death, and then defend on the ground of no state\r\naction.\r\n\n                             -32-\r\r\n\nHere,  the state  statute,  Mass.  Gen. Laws  ch.  71,    82,\r\n\nappears   to  have  been   intended,  in  part,   to  express\r\n\nMassachusetts' policy judgment  that student editors of  high\r\n\nschool  publications generally  have editorial  autonomy from\r\n\nschool  officials  and  that their  decisions  are  not state\r\n\naction.  While the  state statute cannot be determinative  of\r\n\nthe outcome of the federal constitutional question, Lebron v.\r                                                                    \r\n\nNational  R.R. Passenger  Corp., </pre><span class=\"citation\" data-id=\"117895\"><a href=\"/opinion/117895/lebron-v-national-railroad-passenger-corporation/\"><span class=\"volume\">115</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">961</span></a></span><pre class=\"inline\">,  971 (1995)\r                                         \r\n\n(statutory declaration that Amtrak is not a government entity\r\n\nnot  dispositive   of  governmental   action  question  where\r\n\nconstitutional rights  are involved), no such  duty to act is\r\n\nimposed by state law.\r\n\n          The First  Amendment  free speech  and  free  press\r\n\nguarantees do  not involve  a duty  by the government  to act\r\n\nwhere  there is  otherwise  no state  action.   Indeed, those\r\n\nguarantees   are  largely   based  on   prohibitions  against\r\n\ngovernment action.12   \"The  First Amendment  does not  reach\r\n\nacts  of  private   parties  in  every  instance   where  the\r\n\n[government]  has merely permitted or failed to prohibit such\r\n\nacts.\"   CBS  v.  Democratic Nat'l  Comm., </pre><span class=\"citation\" data-id=\"108798\"><a href=\"/opinion/108798/columbia-broadcasting-system-inc-v-democratic-national-committee/\"><span class=\"volume\">412</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">94</span></a></span><pre class=\"inline\">, 119\r                                                   \r\n\n(1973)  (plurality  opinion).   In  CBS, a  plurality  of the\r                                                 \r\n                    \r                              \r\n\n12.  The  state  action  question  also  cannot  be  resolved\r\nagainst  Yeo on the  grounds that the  Constitution prohibits\r\nthe state actors,  the school administrators, from  acting to\r\ninterfere  with the  student  editors.   Hazelwood forecloses\r                                                            \r\nsuch a conclusion.  \r\n\n                             -33-\r\r\n\nSupreme Court   found that the decisions  of broadcasters not\r\n\nto  accept any  editorial  advertising  were  not  government\r\n\naction  for purposes of the First  Amendment, even though the\r\n\ngovernment   both   licensed   and   heavily  regulated   the\r\n\nbroadcasters.  Id. at 116-19.   As a matter of law, we see no\r                            \r\n\nlegal  duty  here on  the  part  of school  administrators to\r\n\ncontrol the  content of  the editorial  judgments of  student\r\n\neditors  of publications.   Such a duty  -- which Yeo  in his\r\n\nbriefing  suggested  could  be derived  from  the traditional\r\n\ngovernment  function of  running  schools and  the \"symbiotic\r\n\nrelationship\" between the publications and the school -- does\r\n\nnot exist and cannot support state action.\r\n\n                              C.\r\n\n          We  are left  with  the  third theory:    that  the\r\n\nactions by the  students should  be attributed to the  school\r\n\nofficials, despite the officials' lack of actual or effective\r\n\ncontrol and the lack of  any duty.  The key issue is  whether\r\n\nthe  conduct  may be  \"fairly  attributable  to  the  state.\"\r\n\nBarrios v. AEELA, </pre><span class=\"citation\" data-id=\"196780\"><a href=\"/opinion/196780/barrios-velazquez-v-asociacion-de/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">487</span></a></span><pre class=\"inline\">, 491 (1st Cir. 1996) (citations\r                          \r\n\nand  internal quotation marks omitted) (no state action where\r\n\nstate did not compel  organization of governmental  employees\r\n\nof Puerto  Rico to  act, no  traditional government  function\r\n\ninvolved, and no interdependence and joint participation with\r\n\nstate is shown). \r\n\n                             -34-\r\r\n\n          Of  course, the fact that the newspaper editors are\r\n\npublic school  students does not, in  itself, make them state\r\n\nactors.  Persons do  not become state actors because they are\r\n\nclients of  government services,  whether they  are students,\r\n\nhospital  patients,  or  prison  inmates.    Some,  like  the\r\n\nstudents, are government  clients by compulsion --  here, the\r\n\ntruancy  and mandatory  education laws  compel the  students'\r\n\nattendance.13   They may  not be  converted to the  status of\r\n\ngovernment actors simply on such a basis.  \r\n\n          Yeo  argues, using  the  Rendell-Baker terminology,\r                                                          \r\n\nthat there  is a sufficient nexus  to attribute the students'\r\n\nactions to the  state.  But examining  the nexus here between\r\n\nstate regulation and  financial support  of the  publications\r\n\nand the challenged decisions militates against a state action\r\n\nfinding.  See  Blum v.  Yaretsky, 457 U.S. at 1004;  Rendell-\r                                                                       \r\n\nBaker,  457 U.S. at 838-41.  It is established that a private\r               \r\n\ninstitution's receipt of  state funding does not  render that\r\n\ninstitution's decisions  state action.    Rendell-Baker,  457\r                                                                 \r\n\nU.S.  at 840.   This  can be  so even when  the institution's\r\n\nbudget is  almost entirely  derived from  public money.   Id.\r                                                                      \r\n\nHere, the publications are the institutions at issue.  \r\n                    \r                              \r\n\n13.  We distinguish those   1983 cases where the plaintiff is\r\nhimself a  compulsory client of  the government,  such as  is\r\ntrue in suits by persons in custodial care of  the state, and\r\nsues otherwise  private  actors  who provide  services  under\r\ncontract  with the state.   See West  v. Atkins, </pre><span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">487</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span><pre class=\"inline\">\r                                                         \r\n(1988); Miranda v. Munoz, </pre><span class=\"citation\" data-id=\"457050\"><a href=\"/opinion/457050/rosa-maria-cristobal-miranda-v-miguel-gimenez-munoz-rosa-maria-cristobal/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span><pre class=\"inline\"> (1st Cir. 1985).\r                                  \r\n\n                             -35-\r\r\n\n          The  Yearbook  receives no  money  from the  school\r\n\nsystem other  than the indirect  assistance it  gets from the\r\n\nsmall stipend  received by its faculty  advisor.  The  Musket\r                                                                       \r\n\ndoes  receive  greater  financial assistance.    Much  of its\r\n\noperating costs as well  as its advisor's stipend are paid by\r\n\nthe  school  system.    However, these  facts  are  far  from\r\n\nconclusive.  The focus in Rendell-Baker  was on the interplay\r                                                 \r\n\nbetween  the  action  at issue  and  the  state  funding  and\r\n\nregulation,  not  merely  on  the  amount  of  state  aid  or\r\n\noversight.  Id.   There was no interplay between the decision\r                         \r\n\nnot to publish the advertisement and the state's provision of\r\n\nfinancial  and faculty support.  That  the principal kept the\r\n\ncheckbook for the school newspaper had nothing to do with the\r\n\nstudents' decisions whether or not to run the ads.  \r\n\n          Yeo's \"nexus\"  argument  turns  on  context.    The\r\n\nYearbook does memorialize in photographs the experiences  and\r\n\npersonalities in a  public high school class.   The newspaper\r\n\nis  the newspaper of the public high  school; its name is the\r\n\n\"Lexington  High School Musket\" and it identifies itself with\r                                        \r\n\nthe high school  in its communications and  interactions with\r\n\nother  students  and  the community.   It  does  receive some\r\n\nfinancial  support from the  school and the  faculty advisors\r\n\nmay have some subtle  influence.  The newspaper exists in the\r\n\nform it  does because  the school  authorities and state  law\r\n\npermit  it  to do  so.    While not  part  of  the for-credit\r\n\n                             -36-\r\r\n\neducational curriculum, work on the Musket does have explicit\r                                                    \r\n\neducational value  and provides an attractive  credential for\r\n\nstudents.     The  student  editors  perform  some  of  their\r\n\nfunctions  on  school  grounds,  perhaps even  during  school\r\n\nhours.  All of these factors support Yeo's argument.  It is a\r\n\nclose  question whether the injury caused here \"is aggravated\r\n\nin a unique way  by the incidents  of government  authority.\"\r\n\nEdmonson, 500 U.S. at 622 (citation omitted).14  \r                  \r\n\n          The  Supreme Court has taught that the state action\r\n\nquestion may shift depending on the context and the  question\r\n\nasked.   A  public  defender is  not  a  state actor  in  her\r\n\nrepresentation of a  criminal defendant, even though  she may\r\n\nbe one in the performance of other duties, such as hiring  or\r\n\nfiring decisions.  See Polk County, 454 U.S. at 324-25.  Even\r                                            \r\n\nacknowledging that  the public defender is a  state employee,\r\n\nPolk  County  considered  it important  that,  in  the actual\r                      \r\n\nfunction  of  defending the  client,  the  public  defender's\r\n\nrelationship to  the state  was necessarily  independent, and\r\n\neven adversarial, and that the defender exercised independent\r\n\n                    \r                              \r\n\n14.  Cf.   Marjorie  Heins,   Viewpoint   Discrimination,  24\r                                                                  \r\nHastings  Const.   L.Q.  99,   159  (1996)(\"Public  education\r\npresents a paradoxical situation: it is government speech for\r\nsome   purposes,  yet   also  a   quintessential  forum   for\r\nintellectual growth [and] exploration. . . .\") \r\n\n                             -37-\r\r\n\njudgment in the  same manner as did  attorneys in the private\r\n\nsector.  Id. at 321-22.  So too here.15\r                      \r\n\n          Here,  the  students'  relationship  to  the public\r\n\nschool  officials in the exercise of their editorial judgment\r\n\nwas certainly  independent.    At  times,  it  was  close  to\r\n\nadversarial.    The  school officials  gained  nothing  but a\r\n\nlawsuit  from the students' decision, and the officials might\r\n\nthemselves,  as they told the students, have made a different\r\n\ndecision.  It is  not enough to create state  action that the\r\n\ndecisions took  place in a public school  setting, that there\r\n\nwas  some  governmental  funding  of  the  publication,  that\r\n\nteachers  were acting as advisors, and  that the state actors\r\n\nmade an  educational judgment to respect  the autonomy of the\r\n\nstudents' editorial judgment.\r\n\n          Where, as here, there are First Amendment interests\r\n\non both sides of  the case, the analysis of whether  there is\r\n\n                    \r                              \r\n\n15.  Similarly,  in  Edmonson,  not  all  of  the  litigation\r                                       \r\ndecisions of the defendant private company were  deemed to be\r\nstate  action;  only the  race-based  exercise  of peremptory\r\nchallenges were.   See  Edmonson, 500  U.S. at 621-22.   This\r                                          \r\nwas, in  part, because \"[r]acial  bias mars  the integrity of\r\nthe  judicial  system  and prevents  the  idea  of democratic\r\ngovernment from becoming a reality.\"  Id. at 628.  Where such\r                                                   \r\ninterests  are at  stake,  the acquiescence  of a  government\r\nactor in  the discriminatory actions  of a  private party may\r\nimplicate the  Constitution.   For example,  if  this were  a\r\nclaim brought  by  a  student  who  had  been  excluded  from\r\nelection to the  editorial board on account  of her race, and\r\nthe school  officials  declined  to intervene,  the  analysis\r\nwould focus  on a  different decision  and most  likely would\r\nreach a different result. \r\n\n                             -38-\r\r\n\nstate action must proceed with care and caution.  Because the\r\n\nrecord establishes that the editorial judgment exercised  was\r\n\nthe  independent  judgment  of the  student  editors  of both\r\n\npublications, we resolve the question of state action against\r\n\nYeo.\r\n\n          The decision of  the district court  is affirmed.16\r\n\nCosts are awarded to  the Town of Lexington and the defendant\r\n\nschool officials.\r\n\n                                         Concurrences follow.\r\n\n                    \r                              \r\n\n16.  The  motion to  strike  filed by  Yeo in  this  court is\r\ndenied  as  immaterial  and  moot  in  light of  the  court's\r\nopinion.\r\n\n                             -39-\r\r\n\n          TORRUELLA, Chief Judge (Concurring).  I concur with\r                    TORRUELLA, Chief Judge (Concurring).\r                                          \r\n\nthe majority  opinion but  write separately  to highlight  an\r\n\nimportant  issue that  the majority fails  to address  -- the\r\n\nabsence of a public forum.\r\n\n          The  regulation  of  speech  in  forums  that  have\r\n\ntraditionally been available for public expression is subject\r\n\nto the highest degree of scrutiny.  See Perry  Educ. Ass'n v.\r                                                                    \r\n\nPerry Local Educators' Ass'n,  </pre><span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 45 (1983).  These\r                                      \r\n\n\"traditional public  forums\" include  streets, sidewalks  and\r\n\nparks.   Id.   In  order to  further aid  citizens' political\r                      \r\n\ndiscourse, the  state may,  from time  to time, create  a new\r\n\npublic forum for the  views of the community.  The regulation\r\n\nof speech in these \"designated\" public forums is also subject\r\n\nto strict scrutiny.   See id. at  46.  However, it  is simply\r                                       \r\n\nnot true, as a matter of constitutional law, that each time a\r\n\nstate actor  solicits advertising, a designated  public forum\r\n\nhas been  created by the government.   See Lehman  v. City of\r                                                                       \r\n\nShaker  Heights,  </pre><span class=\"citation\" data-id=\"109090\"><a href=\"/opinion/109090/lehman-v-shaker-heights/\"><span class=\"volume\">418</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">298</span></a></span><pre class=\"inline\">  (1974)  (city  may  solicit\r                         \r\n\nadvertising  for  its   rapid  transit  cars  while  refusing\r\n\npolitical and public issue advertising).  \r\n\n          The Supreme Court has  held that \"[t]he  government\r\n\ndoes not create  a public forum by  inaction or by permitting\r\n\nlimited  discourse,  but  only  by  intentionally  opening  a\r                                                           \r\n\nnontraditional  forum for  public  discourse.\"   Cornelius v.\r                                                                    \r\n\nNAACP Legal  Defense &amp;  Educ. Fund,  Inc., </pre><span class=\"citation\" data-id=\"111517\"><a href=\"/opinion/111517/cornelius-v-naacp-legal-defense-ed-fund-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">788</span></a></span><pre class=\"inline\">, 802\r                                                   \r\n\n                             -40-\r\r\n\n(1985)  (emphasis  added); see  also International  Soc'y for\r                                                                       \r\n\nKrishna Consciousness, Inc. v.  Lee, </pre><span class=\"citation\" data-id=\"112781\"><a href=\"/opinion/112781/international-soc-for-krishna-consciousness-inc-v-lee/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">672</span></a></span><pre class=\"inline\">, 680 (1992)\r                                             \r\n\n(when  the  government  opens a  forum for  certain  types of\r\n\nspeech,  a  public forum  has  not  been  created unless  the\r\n\ngovernment intended  to create a  forum without limitations);\r                             \r\n\nUnited States v. Kokinda, </pre><span class=\"citation\" data-id=\"112486\"><a href=\"/opinion/112486/united-states-v-kokinda/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">720</span></a></span><pre class=\"inline\">, 730 (1990) (plurality\r                                  \r\n\nopinion) (same); Perry, 460  U.S. at 48  (same).   Therefore,\r                                \r\n\nwhen  school newspapers  and  yearbooks  publish  advertising\r\n\nalongside  student articles and  pictures, it cannot  be said\r\n\nthat  editors are  necessarily intending to open  a forum for\r\n\nall public discourse.  \r\n\n          This  Circuit  has  observed  that  \"in determining\r\n\nwhether the government  qua proprietor has  designated public\r                                                \r\n\nproperty  to be  a  public  forum, courts  should  be  highly\r\n\ndeferential to the government's decisions to regulate speech\"\r\n\nwhere   those    decisions   do    not   evidence   viewpoint\r\n\ndiscrimination.  AIDS  Action Committee of Mass. v.  MBTA, </pre><span class=\"citation\" data-id=\"684073\"><a href=\"/opinion/684073/aids-action-committee-of-massachusetts-inc-v-massachusetts-bay/\"><span class=\"volume\">42</span>\r                                                                   \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 9 (1st Cir. 1994).   It follows that the mere absence\r\n\nof a prior written policy against political and public  issue\r\n\nadvertising should not preclude the Musket from adopting such\r\n\na policy when the need to  do so becomes apparent, so long as\r\n\nthe paper  has not established a  practice of publishing such\r\n\nmaterial.    See  Cornelius, 473  U.S.  at  802 (government's\r                                     \r\n\nintent  regarding a  forum  for speech  must be  gleaned from\r\n\npolicy and practice);  Grace Bible Fellowship, Inc.  v. Maine\r                                                                       \r\n\n                             -41-\r\r\n\nSchool Admin. Dist. No.  5, </pre><span class=\"citation\" data-id=\"566308\"><a href=\"/opinion/566308/grace-bible-fellowship-inc-v-maine-school-administrative-district-5/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">,  47 (1st Cir.  1991)\r                                    \r\n\n(same).  In this case, the Musket had not published political\r\n\nor public  issue advertising in the  past, and Yeo's  request\r\n\ndid not obligate the paper to begin publishing such material.\r\n\n          When   the   state  solicits   advertising  for   a\r\n\nnontraditional  public forum, it  is permitted to  filter out\r\n\npure  political speech.   See  Lehman,  418 U.S.  at  303-04.\r                                               \r\n\nDisallowing this  filter would shut  down potentially  robust\r\n\nactivities, including many school  newspapers, inhibiting the\r\n\nmarketplace of  ideas protected by the First  Amendment.  See\r                                                                       \r\n\nKeyishian  v. Board  of  Regents, </pre><span class=\"citation no-link\"><span class=\"volume\">385</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">589</span></span><pre class=\"inline\">,  603 (1967)\r                                          \r\n\n(recognizing  that   schools  are   important  loci   of  the\r\n\n\"marketplace of  ideas\" protected  by the  First  Amendment).\r\n\nWhile it  is true that  \"[t]he line  between ideological  and\r\n\nnonideological  speech is impossible to  draw with accuracy,\"\r\n\nLehman, 418  U.S. at  319 (1974)  (Brennan, J.,  dissenting),\r                \r\n\nthere is no such line-drawing problem in this case.  For this\r\n\nadditional reason, the district court must be reversed. \r\n\n                             -42-\r\r\n\n          Stahl, Circuit  Judge, concurring  in the judgment.\r                    Stahl, Circuit  Judge, concurring  in the judgment.\r                                         \r\n\nThough I  remain persuaded that,  on the facts  of this case,\r\n\nthe student editors were public actors acting under  color of\r\n\nstate law,  further examination of the  record during en banc\r                                                                       \r\n\nreview leads me  to conclude that this  issue is not material\r\n\nto our  decision and that the district court properly entered\r\n\njudgment in favor of  defendants.  I write separately for two\r\n\nreasons.   First,  because this  case is  easily resolved  on\r\n\nstatutory grounds -- lack of evidence from which a factfinder\r                            -- \r\n\ncould   conclude    that   the    defendants   \"caused\"   the\r\n\nconstitutional  violation  complained  of  -- I  believe  the\r                                                     -- \r\n\nmajority's central state  action ruling to be  an unfortunate\r\n\nbreach of the  \"fundamental rule of judicial  restraint . . .\r\n\nthat  [courts] will  not  reach constitutional  questions  in\r\n\nadvance of the necessity of deciding them.\"  Three Affiliated\r                                                                       \r\n\nTribes v. Wold Engineering,  P.C., </pre><span class=\"citation\" data-id=\"111191\"><a href=\"/opinion/111191/three-affiliated-tribes-of-fort-berthold-reservation-v-wold-engineering/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span><pre class=\"inline\">,  157 (1984).\r                                           \r\n\nSecond,  I believe the majority's  unnecessary constitutional\r                                             \r\n\nruling to be wrong on the merits.   \r                                              \r\n\n                             I. \r\n\n          Defendants  cannot  be  liable  to  plaintiff   for\r\n\ndamages unless, among other things,  they subjected plaintiff\r\n\nto, or caused plaintiff  to be subjected to, a deprivation of\r\n\nfederal rights.  See 42  U.S.C.   1983.  Because  the Supreme\r                              \r\n\nCourt has made  it clear that    1983's causation language is\r\n\nto be narrowly  construed, see Monell v.  New York City Dep't\r                                                                       \r\n\n                             -43-\r\r\n\nof Social Servs.,  </pre><span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span><pre class=\"inline\">, 691-94  (1978) (interpreting\r                          \r\n\nthe  language  of     1983  to  preclude  the  imposition  of\r\n\nvicarious liability),  the question  here quickly reduces  to\r\n\nwhether one or more defendants can, at the  least, be seen as\r\n\nhaving  caused the rejection of the advertisements within the\r\n\nnarrow meaning of the statute.  See id.  As    the   majority\r                                                 \r\n\nnotes, plaintiff has not named as defendants those persons --\r\n\nthe student editors of  the newspaper and yearbook -- who may\r\n\nmost readily be seen  as having directly subjected him to the\r\n\nalleged  deprivation  of   his  First  Amendment  and   equal\r\n\nprotection rights.   Nor has  plaintiff argued  that the acts\r\n\nand omissions for which the named defendants may most readily\r\n\nbe   seen  as   responsible  --   delegating  decision-making\r\n\nauthority  to  the  students  and  failing  to  override  the\r\n\nstudents'   decisions  --  caused  him  to  be  subjected  to\r\n\nconstitutional   harm.     See,   e.g.,   Febus-Rodriguez  v.\r                                                                   \r\n\nBetancourt-Lebon,  </pre><span class=\"citation\" data-id=\"195148\"><a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">87</span></a></span><pre class=\"inline\">, 91-92  &amp; n.4 (1st  Cir. 1994)\r                          \r\n\n(discussing   this   circuit's   standard  for   establishing\r\n\nsupervisory liability under    1983).  As  a result, no trial\r\n\nis warranted unless there is a genuine issue of material fact\r\n\nas to whether (1) at least one individual  defendant actually\r\n\ncolluded with  the students  in the  decisions to  reject the\r\n\nadvertisements; or (2) the rejection was pursuant to a policy\r\n\nor  custom of  the Town  of Lexington.   See, e.g.,  Board of\r                                                                       \r\n\nCounty Commissioners v. Brown,  </pre><span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span><pre class=\"inline\">,  1388 (1997)\r                                       \r\n\n                             -44-\r\r\n\n(reiterating that,  for purposes  of    1983, a  municipality\r\n\ncauses one to be subjected to a deprivation of federal rights\r\n\nonly  through its duly-enacted policies or widespread customs\r\n\nhaving the force of law).  In my  view, there is insufficient\r\n\nevidence  to  warrant  a  trial  against  any  of  the  named\r\n\ndefendants under either of these theories.\r\n\n          Though I continue to  disagree with the  majority's\r\n\nconclusion that  defendants  Kafrissen  and  Mechem  did  not\r\n\ninfluence   the   students'    decisions   to    reject   the\r\n\nadvertisements, I now concur that the summary judgment record\r\n\npermits only  one inference:  the  students made the ultimate\r\n\ndecisions.  In the  end, I am constrained  to agree that,  in\r\n\nthe face  of  largely uncontradicted  testimony  to  contrary\r\n\neffect,  Kafrissen and  Mechem's  use  of the  term  \"we\"  in\r\n\nmessage-relaying   correspondence    with   plaintiff,    and\r\n\nKafrissen's prior  threat to resign,  see ante at  27 n.8, do\r                                                        \r\n\nnot allow a determination that defendants Kafrissen or Mechem\r\n\ncan be held liable for the decisions made.   And with respect\r\n\nto  the other  individually-named  defendants, so  also do  I\r\n\nagree  that  there  is  no  basis  for concluding  that  they\r\n\nparticipated  in the rejections of the advertisements.  Thus,\r\n\nthere  is  insufficient evidence  of statutory  causation for\r\n\nplaintiff to proceed to trial  against any of the  individual\r\n\ndefendants.  \r\n\n                             -45-\r\r\n\n          With   respect  to  the  Town,  I  agree  with  the\r\n\nmajority's  conclusion that there is no basis for attributing\r\n\nto  it the  conduct  of the  students.   See  ante  Part III,\r                                                            \r\n\nSections  A and C.  I take issue,  though, with the method by\r\n\nwhich the majority  reaches its conclusion.   Specifically, I\r\n\ndisagree with its direct (though reverse) application to this\r\n\ncase of those Supreme Court state action cases which look for\r\n\nstate  action  in   private  conduct.    See   generally  id.\r                                                                       \r\n\n(applying, in order,  Terry v.  Adams, </pre><span class=\"citation\" data-id=\"105121\"><a href=\"/opinion/105121/terry-v-adams/\"><span class=\"volume\">345</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span><pre class=\"inline\">  (1953);\r                                               \r\n\nMorse  v.  Republican  Party of  Virginia,  </pre><span class=\"citation\" data-id=\"118012\"><a href=\"/opinion/118012/morse-v-republican-party-of-va/\"><span class=\"volume\">116</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1186</span></a></span><pre class=\"inline\">\r                                                   \r\n\n(1996);  Burton v.  Wilmington  Parking Auth.,  </pre><span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">715</span></a></span><pre class=\"inline\">\r                                                       \r\n\n(1961);  Flagg Bros.,  Inc. v. Brooks,  </pre><span class=\"citation\" data-id=\"109861\"><a href=\"/opinion/109861/flagg-bros-inc-v-brooks/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">149</span></a></span><pre class=\"inline\"> (1978);\r                                               \r\n\nJackson  v. Metropolitan  Edison  Co., </pre><span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">419</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span><pre class=\"inline\">  (1974);\r                                               \r\n\nRendell-Baker v. Kohn, </pre><span class=\"citation\" data-id=\"110764\"><a href=\"/opinion/110764/rendell-baker-v-kohn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">830</span></a></span><pre class=\"inline\"> (1982); and Edmonson  v.\r                                                                   \r\n\nLeesville  Concrete  Co.,  Inc.,  </pre><span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">500</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">614</span></a></span><pre class=\"inline\">  (1991),  to\r                                         \r\n\ndetermine that the defendants  to this lawsuit,  all of  whom\r\n\nare public actors, are not liable for the students' conduct).\r\n\nWhile these cases might,  by analogy, shed light on what will\r\n\nnot be considered constitutionally tortious municipal conduct\r             \r\n\nunder    1983, see, e.g.,  Rendell-Baker, 457  U.S. at 840-41\r                                                  \r\n\n(strongly  supporting  an  argument  that  neither  municipal\r\n\nfunding   nor  municipal  regulation  of   a  private  entity\r\n\nconstitutes municipal \"policy\"  for purposes of    1983), not\r\n\none of them speaks to the question directly posed here:   can\r\n\nconduct by  non-legislative and  non-policy making  actors be\r\n\n                             -46-\r\r\n\ndeemed to have  been sufficiently caused by  municipal policy\r\n\nor custom  for liability to attach to the Town?  Nor does any\r                                                        \r\n\none of these cases involve harm-causing conduct which  can be\r\n\nseen as  having been committed  by public actors.   For these\r                                                   \r\n\nreasons, I fear that the majority opinion  confuses more than\r\n\nit clarifies.\r\n\n          Moreover, the majority has entered an area it could\r\n\nand should  avoid.   The Town's freedom from  liability flows\r\n\nless from the  fact (if it be  fact, see infra Part  II) that\r                                                        \r\n\nthe students are  private actors than from  the fact that the\r\n\nstudents' actions  were not caused by  Town policy or custom.\r                                                 \r\n\nAgain, plaintiff  has not advanced as  a theory of  liability\r\n\nthe Town's  decision to let  the students decide  -- the only\r\n\nmunicipal policy or custom which can arguably be seen at play\r\n\nhere.  And even if plaintiff had so  argued, it seems obvious\r\n\nthat, as  an action taken  in what appears to  have been good\r\n\nfaith reliance upon state law, see Mass. Gen. L. c. 71,   82,\r                                            \r\n\nthis policy cannot  give rise to municipal  liability under  \r\n\n1983.   See Surplus Store &amp; Exchange, Inc. v. City of Delphi,\r                                                                      \r\n\n</pre><span class=\"citation\" data-id=\"557832\"><a href=\"/opinion/557832/surplus-store-and-exchange-inc-v-city-of-delphi/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span><pre class=\"inline\">, 791-92 (7th Cir. 1991).\r\n\n          In  the end,  defendants are  entitled to  judgment\r\n\nbecause  they did  not, under     1983, ultimately  cause the\r\n\nconduct of the  non-party students.  We  should not go beyond\r\n\nthis simple fact to decide the case.\r\n\n                             II.\r\n\n                             -47-\r\r\n\n          By  resolving this  dispute through  application of\r\n\nthose cases  which look for state  action in private conduct,\r\n\nthe majority proceeds from the premise that the students were\r\n\nprivate actors.  I not only find this  implicit holding to be\r\n\nunnecessary,  I believe it to be incorrect on the merits.  In\r\n\nmy view,  had plaintiff sued the student editors directly, we\r\n\nwould  have been  obliged to  rule that  they were,  in fact,\r\n\npublic  actors  insofar  as  they  solicited   and  published\r\n\nadvertisements from paying third parties.\r\n\n          Whether a person or entity is a private or a public\r\n\nactor  obviously cannot  be resolved  through  application of\r\n\ncases which presume that the actor is private; it is resolved\r\n\nby a fact-specific inquiry  into whether the person or entity\r\n\nis, in context, acting \"under  color of state law.\"  See Polk\r                                                                       \r\n\nCounty v. Dodson,  </pre><span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span><pre class=\"inline\">, 322  n.12 (1981) (noting the\r                          \r\n\ndistinction).   Although  the  Supreme  Court  has  sometimes\r\n\nstated that  the state  action and  under color of  state law\r\n\nquestions are coextensive, see, e.g., United States v. Price,\r                                                                      \r\n\n</pre><span class=\"citation\" data-id=\"107202\"><a href=\"/opinion/107202/united-states-v-price/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">787</span></a></span><pre class=\"inline\">, 794 and n.7 (1966), it also has recognized that\r\n\nthey  are  not  invariably  the  same.   That  the  inquiries\r\n\nsometimes diverge is clear in Dodson where, without reference\r                                              \r\n\nto a  single state  action case,  the Court concluded  that a\r\n\nstate public defender  does not act under  color of state law\r\n\nwhile acting as  counsel to an indigent  defendant in a state\r\n\ncriminal proceeding.  454 U.S. at 320-24.  \r\n\n                             -48-\r\r\n\n          Here,  as  in Dodson,  the question  (had plaintiff\r                                        \r\n\nraised it) would not have been whether private conduct should\r\n\nbe attributed to the Town; rather, it would have been whether\r\n\nthe conduct  was, as  an initial  matter, public  or private.\r\n\nCf. Blum v. Yaretsky, 457 U.S 991, 1003-4 (1982) (contrasting\r                              \r\n\n\"those cases  in which the  defendant is a  private party and\r\n\nthe question is whether his conduct has sufficiently received\r\n\nthe imprimatur of the State  so at to make it 'state'  action\r\n\nfor  purposes of  the  Fourteenth Amendment\"  with \"cases  in\r\n\nwhich the challenged conduct consists of enforcement of state\r\n\nlaws or  regulations by  state officials  who are  themselves\r\n\nparties in  the lawsuit\").   And  the state action  tests the\r\n\nmajority  relies  upon,  designed as  they  are  to determine\r\n\nwhether private conduct  is attributable to the  state, would\r\n\nnot have helped answer the question.\r\n\n          To  illustrate, when  an  on-duty  municipal police\r\n\nofficer  misuses the  power  of  the office  to  carry  out a\r\n\npersonal vendetta, we  do not  decide whether  he was  acting\r\n\nunder  color  of  state  law  by  reference  to  whether  the\r\n\nmunicipality is  itself liable for  the conduct.   See, e.g.,\r                                                                      \r\n\nMartinez v. Colon, </pre><span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span><pre class=\"inline\"> (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">116</span>\r                                                                  \r\n\n<span class=\"reporter\">S. Ct.</span>  <span class=\"page\">515</span></span><pre class=\"inline\"> (1995).   We  decide it  on a more  contextually-\r\n\nappropriate inquiry  into whether the officer  has \"exercised\r\n\npower 'possessed  by virtue  of state  law and made  possible\r\n\nonly because the wrongdoer  is clothed with the  authority of\r\n\n                             -49-\r\r\n\nstate law.'\"  Id.  at 986 (quoting West  v. Atkins, </pre><span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">487</span>  <span class=\"reporter\">U.S.</span>\r                                                            \r\n\n<span class=\"page\">42</span></a></span><pre class=\"inline\">,  49  (1988)).   So  here  should  we  decide whether  the\r\n\nstudents  are  public  or  private  actors  by  reference  to\r\n\ncriteria other than those  we would use to decide whether the\r\n\nTown must pay for the students' acts.    \r\n\n          What criteria should  be used?  A  helpful starting\r\n\npoint is Dodson, where the Court's ruling was informed by two\r                         \r\n\nprimary  considerations:   (1)  \"a  public  defender  is  not\r\n\namenable to  administrative direction  in the  same sense  as\r\n\nother employees  of the State,\" 454 U.S. at  321; and (2) \"it\r\n\nis the constitutional obligation  of the State to respect the\r\n\nprofessional  independence of  the public  defenders  whom it\r\n\nengages,\"  id. at  321-22.   Here,  both factors  militate in\r                       \r\n\nfavor   of  finding  that,  insofar  as  they  solicited  and\r\n\npublished (or declined to publish) advertisements from paying\r\n\nthird parties, the students  acted under color of  state law.\r\n\nCertainly,  the power  of  school officials  to regulate  the\r\n\ncontent of student publications and the acts of their student\r\n\neditors, see Hazelwood Sch. Dist. v. Kuhlmeier, </pre><span class=\"citation\" data-id=\"111979\"><a href=\"/opinion/111979/hazelwood-school-dist-v-kuhlmeier/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">260</span></a></span><pre class=\"inline\">,\r                                                        \r\n\n266-70  (1988), is  near its  apex where  the subject  of the\r\n\nregulation  involves  the  students' commercial  interactions\r\n\nwith  third parties.   And where these  interactions arguably\r\n\nimplicate the  constitutional rights of those  third parties,\r\n\ncf. Dodson, 454 U.S. at 321-22, and hold out the prospect  of\r                    \r\n\nmonetary benefit to the  Town, see, e.g., Burton, 365 U.S. at\r                                                          \r\n\n                             -50-\r\r\n\n724 (indicating that conduct which leads to monetary benefits\r\n\nfor  the State will  often be deemed action  on behalf of the\r\n\nState),  the question  is less  whether the  students may  be\r\n\nregulated and more whether the students must be regulated.  \r\n\n          My position is narrow.   I have never doubted  that\r\n\nthe  student  writers are  private  actors  with  respect  to\r\n\nreporting  and editorializing.    A contrary  holding  would,\r\n\nafter all, effectively spell the end of public school student\r\n\npublications; one would  be hard-pressed to report  and could\r\n\nnever  editorialize without  violating the  First Amendment's\r\n\nmandate of  viewpoint neutrality.   See  generally R.A.V.  v.\r                                                                   \r\n\nCity of St. Paul, </pre><span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">377</span></span><pre class=\"inline\"> (1992).  I only suggest that,\r                          \r\n\nto the extent public school students solicit funds to support\r\n\na public enterprise in their capacities as  officials of that\r\n\nenterprise, they act  under color of state  law.  See Dodson,\r                                                                      \r\n\n454  U.S. at 324-25 (making clear that an actor can act under\r\n\ncolor of state  law in one capacity but  not in another); see\r                                                                       \r\n\nalso ante at 35.\r                   \r\n\n          At  the very least,  that the students  are private\r\n\nactors is  not such an open and shut matter that it should be\r\n\nassumed sub silentio.   If the student  editors of the Musket\r                                                                       \r\n\ndetermined  to  run  the  paid  political  advertisements  of\r\n\nDemocratic  candidates  for Town  office  but  not  those  of\r\n\nRepublican  candidates,  and  if  the  Republican  candidates\r\n\nsought  injunctive  relief  against  the  students  in  their\r\n\n                             -51-\r\r\n\ncapacities  as  editors  of the  Musket,  would  we summarily\r                                                 \r\n\nconclude  that the challenged action was not undertaken under\r\n\ncolor of  state law?  I would like to  think not.  Though the\r\n\nfacts of the present  case are less egregious, the underlying\r\n\nquestion  --  not   presented  here  because  of  plaintiff's\r\n\npleading decisions -- is the same.\r\n\n                             III.\r\n\n          For  the reasons stated, I concur in the majority's\r\n\nconclusion that  judgment was  properly entered  in favor  of\r\n\ndefendants.  I do  not, however, concur in the reasoning that\r\n\nleads it  to this  conclusion.   I would instead  resolve the\r\n\ncase under well settled law that precludes a finding, under  \r\n\n1983, against  any of the  defendants named  in the complaint\r\n\nfor the theories of recovery plaintiff has advanced.   \r\n\n                             -52-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/296411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718749/"
  ]
}