{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197343/",
  "absolute_url": "/opinion/197343/gens-v-resolution/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197343/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:27:50Z",
  "date_modified": "2017-03-24T10:51:05.172626Z",
  "type": "010combined",
  "sha1": "c76f9dc0a6ba9b13a70e3044f5b745088918a2f7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2009.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 96-2009\r\n\n                    IN RE HELEN D. GENS, d/b/a\r\n                    HELEN GENS AND ASSOCIATES,\r\n\n                            Appellant,\r\n\n                                v.\r\n\n                   RESOLUTION TRUST CORPORATION\r\n             (FEDERAL DEPOSIT INSURANCE CORPORATION),\r\n\n                            Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                    Cyr, Senior Circuit Judge,\r                                                       \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r                                                     \r\n\n   Richard H. Gens for appellant.\r                            \r\n   Barbara  R.  Sarshik, Counsel,  FDIC,  with whom  Ann  S. DuRoss,\r                                                                             \r\nAssistant  General Counsel,  FDIC, Thomas  L. Hindes,  Senior Counsel,\r                                                            \r\nFDIC, Joseph  G.  Butler, and  Barron  &amp; Stadfeld  were  on brief  for\r                                                         \r\nappellee.\r\n\n                                           \r                                                     \r\n\n                           May 5, 1997\r\n                                           \r                                                     \r\r\n\n          CYR,  Senior  Circuit  Judge.   Chapter  11  debtor-in-\r                    CYR,  Senior  Circuit  Judge.\r                                                \r\n\npossession Helen  D. Gens (\"Gens\") challenges  a bankruptcy court\r\n\norder  which  allowed the  Federal Deposit  Insurance Corporation\r\n\n(\"FDIC\") to amend its  proof of claim following the  bar date for\r\n\nfiling claims.  We affirm.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          In  July 1988,  Gens executed  a promissory  note (\"the\r\n\nGens  Note\")  payable to  U.S.  Funding  Inc. of  America  (\"U.S.\r\n\nFunding\")  in the principal amount of $70,000, by signing it both\r\n\nin her  \"individual\" capacity and in  her representative capacity\r\n\nas trustee for  the Old Jail Trust (\"Trust\").   The Gens Note was\r\n\nsecured  by  a third  mortgage  on real  property  in Barnstable,\r\n\nMassachusetts, owned  by the  Trust (\"the Barnstable  Property\").\r\n\nAlthough  the  Barnstable  Property  was  subject  to  two  prior\r\n\nmortgages, U.S.  Funding and Gens allegedly  arranged for $36,000\r\n\nof  the $70,000  in  loan proceeds  to  be  used to  satisfy  the\r\n\npreexisting second mortgage.   U.S. Funding promptly assigned the\r\n\nGens Note to Key Financial Services (\"Key\"), which assigned it to\r\n\nHome Owners Savings Bank (\"Home Owners\"). \r\n\n          In October 1989, Home Owners commenced suit against Key\r\n\nin  federal  district  court,  alleging  that  the  purchase-sale\r\n\nagreement, whereby Home Owners acquired  the Gens Note from  Key,\r\n\nhad been induced  by fraud  or that Key  had breached its  title-\r                                        \r\n\ninsurance provisions.  Home  Owners demanded either rescission or\r\n\ndamages for breach of contract. \r\n\n                                2\r\r\n\n           The  Trust  defaulted on  the  Gens Note  in  or about\r\n\nJanuary 1990 and the first mortgagee foreclosed on the Barnstable\r\n\nProperty.   The  foreclosure  sale  resulted in  no  surplus  for\r\n\napplication  to any  junior  lien, including  the third  mortgage\r\n\nsecuring  the  Gens Note.   In  September  1990, Home  Owners was\r\n\ndeclared insolvent and  the Resolution Trust  Corporation (\"RTC\")\r\n\nwas  appointed  receiver.     RTC  designated  Knutson   Mortgage\r\n\nCorporation  (\"Knutson\") as its servicing agent on the Gens Note,\r\n\nand gave Knutson a limited power of attorney.   \r\n\n          Meanwhile,  in  the ongoing  federal action  brought by\r\n\nHome  Owners  against Key,  the  district  court entered  partial\r\n\nsummary  judgment for RTC and  Home Owners, finding  that Key had\r\n\nbreached the  purchase-sale agreement.    The attendant  district\r\n\ncourt order  directing  Key to  repurchase  the Gens  Note  never\r\n\nbecame final, however, apparently because RTC and Key were unable\r\n\nto agree upon a repurchase price. \r\n\n          Gens  commenced  a voluntary  chapter 11  proceeding in\r\n\nSeptember  1993,  but  failed to  schedule  the  Gens  Note as  a\r\n\nliability.    Knutson, as  RTC's agent,  filed  a proof  of claim\r\n\n(\"POC\")  in relation to the Gens Note in December 1993 (\"original\r\n\nPOC\"), well before the May 16,  1994 bar date for filing  claims.\r\n\nThe  original  POC  incorrectly  listed  Knutson  itself  as  the\r\n\ncreditor, failed to disclose that Knutson was  the authorized RTC\r\n\nservicing  agent,  mischaracterized  the  claim as  secured,  and\r\n\nmistakenly identified  February 24, 1989 (rather  than July 1988)\r\n\nas the date Gens incurred the Gens Note obligation. \r\n\n                                3\r\r\n\n          Almost seven  months after the bar  date, Knutson filed\r\n\nan  amended POC in relation  to the Gens  Note, correctly listing\r\n\nRTC  as  the creditor,  but still  (i)  failing to  disclose that\r\n\nKnutson was RTC's agent,  and (ii) incorrectly characterizing the\r\n\nclaim  as \"secured.\"    Knutson eventually  submitted  additional\r\n\namended POCs correcting these deficiencies.\r\n\n          Gens  objected   to  the  original  and  amended  POCs,\r\n\nasserting inter alia judicial estoppel and discharge of the note,\r                              \r\n\nsee  Mass.  Gen.  Laws  Ann.  ch.  106,     3-606.   While  these\r             \r\n\nobjections were pending, FDIC,  successor to RTC, was substituted\r\n\nas the creditor  on all POCs filed  by Knutson.  Ultimately,  the\r\n\nobjections  to the original and amended POCs were rejected by the\r\n\nbankruptcy court and the district court affirmed.\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Judicial Estoppel\r          A.   Judicial Estoppel\r                                \r\n\n          The  companion  doctrines  of  judicial   estoppel  and\r\n\nelection of remedies1 essentially preclude a party from asserting\r\n\na legal or factual position \"inconsistent\" with its position in a\r\n\nprior proceeding.   See Patriot  Cinemas, Inc. v.  General Cinema\r                                                                           \r\n\nCorp., 834 F.2d 208, 212 (1st  Cir. 1987).  The estoppel  defense\r               \r\n\nadvanced  by  Gens  is   predicated  entirely  on  the  contract-\r\n\nrescission claim Home Owners asserted in the federal court action\r\n                    \r                              \r\n\n     1The \"election  of remedies\"  defense likewise derives  from\r\nthe  equitable  doctrine  of estoppel.    See  Butcher v.  Cessna\r                                                                           \r\nAircraft  Co., 850 F.2d 247,  248 (5th Cir.  1988), cert. denied,\r                                                                          \r\n489 U.S. 1067 (1989); In re Leonardi's Int'l, Inc., 123 B.R. 668,\r                                                            \r\n669 (Bankr. S.D. Fla. 1991).\r\n\n                                4\r\r\n\nagainst  Key,  alleging inter  alia  that Key  had  made material\r                                             \r\n\nmisrepresentations  in  negotiating the  purchase-sale agreement.\r\n\nImplicit  in Home Owners' demand for  rescission of the purchase-\r\n\nsale agreement  was its  averment that  Key's fraud rendered  the\r\n\npurchase-sale agreement  voidable ab initio,  and therefore  that\r                                                     \r\n\nHome Owners never became a \"holder\" of the Gens  Note. See, e.g.,\r                                                                          \r\n\nIn re Southern  Indus. Banking  Corp., 46 B.R.  306, 313  (Bankr.\r                                               \r\n\nE.D. Tenn. 1985) (\"A party to  a transaction induced by fraud may\r\n\nelect  between two  remedies     he  may  treat the  contract  as\r\n\nvoidable and sue for the equitable remedy of rescission or he may\r\n\nsue for damages at law under the tort theory of 'deceit.'\").\r\n\n          In  January 1992,  the  district court  awarded summary\r\n\njudgment  to RTC  on  its contract  claim.   Gens  now  contends,\r\n\ntherefore, that FDIC is estopped from asserting a claim under the\r\n\nGens  Note in her bankruptcy proceeding, since its POC is legally\r\n\nand factually  inconsistent with the litigation  position adopted\r\n\nby  Home Owners in the  district court action,  namely, that Home\r\n\nOwners  never  became  a holder  of  the  Gens  Note because  the\r\n\npurchase-saleagreementwasrescindablefromitsinception.Wedisagree.2\r\n                    \r                              \r\n\n     2Although  Gens  argues that  the bankruptcy  court decision\r\nmust  be reviewed  de novo,  we have  yet to determine  the exact\r                                    \r\nstandard for  reviewing applications of the  doctrine of judicial\r\nestoppel.  See Desjardins  v. Van Buren Community Hosp.,  37 F.3d\r                                                                 \r\n21,  23  (1st  Cir.  1994) (expressly  reserving  question);  cf.\r                                                                           \r\nMcNemar v. Disney Store,  Inc., 91 F.3d  610, 613 (3d Cir.  1996)\r                                        \r\n(adopting \"abuse  of discretion\" standard), cert.  denied, 117 S.\r                                                                   \r\nCt. 958 (1997); Data  Gen. Corp. v. Johnson,  78 F.3d 1556,  1565\r                                                     \r\n(Fed. Cir. 1996)  (same); Yanez  v. United States,  989 F.2d  323\r                                                           \r\n(9th  Cir. 1993) (same).   \"In reality, judicial  estoppel is not\r\nextrinsically a matter of fact or law;  the issues that arise may\r\nturn out  to be ones of  raw fact, abstract law,  or something in\r\nbetween, e.g., the   application of a general standard to a known\r\n\n                                5\r\r\n\n          Judicial estoppel  is not  implicated unless  the first\r\n\nforum  accepted the legal or  factual assertion alleged  to be at\r                         \r\n\nodds with the position advanced in the current forum:\r\n\n          [W]here a party assumes a certain position in\r\n          a   legal   proceeding,   and   succeeds   in\r                                                            \r\n          maintaining   that   position,  he   may  not\r\n          thereafter, simply because his interests have\r\n          changed,   assume    a   contrary   position,\r\n          especially if  it be to the  prejudice of the\r\n          party  who has  acquiesced  in  the  position\r\n          formerly  taken  by  him.  .  .   .  Judicial\r\n          estoppel  should be employed  when a litigant\r\n          is \"playing fast and loose with the  courts,\"\r\n          and  when \"intentional  self-contradiction is\r\n          being used  as a  means  of obtaining  unfair\r                                                         \r\n          advantage  in  a forum  provided  for suitors\r\n          seeking justice.\"\r\n\nPatriot  Cinemas, 834  F.2d  at 212  (emphasis added)  (citations\r                          \r\n\nomitted).3    Similarly,  the   primary  purpose  served  by  the\r\n                    \r                              \r\n\nset  of facts.\"  Desjardins, 37 F.3d  at 23.  It is not necessary\r                                     \r\nto  determine the  precise standard of  review at  this juncture,\r\nhowever, since the bankruptcy court ruling would be affirmed even\r\non plenary review.  See id.\r                                     \r\n\n     3See  United States  v.  Levasseur, 846  F.2d 786,  793 (1st\r                                                 \r\nCir.)  (estoppel  applies  where  party  previously  \"obtained  a\r\nlitigation benefit\"), cert. denied, 488 U.S. 894 (1988); see also\r                                                                           \r\nContinental Ill. Corp. v.   Commissioner, 998 F.2d 513,  518 (7th\r                                                  \r\nCir. 1993), cert.   denied, 510 U.S. 1041 (1994) (party must have\r                                    \r\n\"sold\"  its position  to  prior  tribunal);  Wang Lab.,  Inc.  v.\r                                                                       \r\nApplied  Computer Sciences,  Inc., 958  F.2d 355, 358  (Fed. Cir.\r                                           \r\n1992); In  re A. Barletta &amp; Sons, Inc., 185 B.R. 976, 980 (Bankr.\r                                                \r\nM.D.  Pa. 1995); In re  Pierce Packing Co.,  169 B.R. 421, 429-30\r                                                    \r\n(Bankr. D. Mont. 1994); In re UNR Indus., Inc., 143 B.R. 506, 526\r                                                        \r\n(Bankr. N.D. Ill. 1992),  vacated on other grounds, 173  B.R. 149\r                                                            \r\n(N.D. Ill. 1994);  Phillips v.  FDIC (In re  Phillips), 124  B.R.\r                                                               \r\n712, 719 (Bankr. W.D. Tex. 1991); In re Merritt  Logan, Inc., 109\r                                                                      \r\nB.R. 140, 147-48 (Bankr. E.D. Pa. 1990); cf. also Crown Life Ins.\r                                                                           \r\nCo. v. American Nat'l Bank and Trust Co. of Chicago, 35 F.3d 296,\r                                                             \r\n299 (7th Cir. 1994)  (\"An election of remedy  occurs only when  a\r\nparty  accepts the  benefit  of pursuing  the initial  remedy.\");\r\nLeonardi's Int'l,  Inc.,  123 B.R.  at 669  (\"An election  . .  .\r                                 \r\nbetween legally  inconsistent remedies can  be made  at any  time\r\nprior to the entry  of [final] judgment.\"); Collumb v.  Wyatt (In\r                                                                           \r\nre  Wyatt),  6 B.R.  947,  951-52 (Bankr.  E.D.N.Y.  1980) (\"'The\r                   \r\n\n                                6\r\r\n\n\"election  of remedies\"  doctrine  is \"to  prevent double  [viz.,\r                                                                          \r\n\nsequential] recoveries  for the same  wrong.\"  Tavormina  v. Fir,\r                                                                           \r\n\nInc. (In re Alchar Hardware Co.), 764 F.2d  1530, 1534 (11th Cir.\r                                         \r\n\n1985).  \r\n\n          Contrary to Gens' contention, RTC permissibly displaced\r\n\nits contract-rescission  claim  by  moving  for  partial  summary\r\n\njudgment  on  its alternative  claim  that Key  had  breached the\r\n\npurchase-sale agreement.  See  Fed. R. Civ. P. 8(e)(2)  (\"A party\r                                       \r\n\nmay also state  as many separate claims [in its  complaint] . . .\r\n\nas the party has[,] regardless of consistency . . .  .\").4  Under\r\n\nan   express  provision  in   the  purchase-sale  agreement,  the\r\n\nexclusive  remedy for its breach  was the repurchase  of the Gens\r\n\nNote  by  Key  upon demand  by  Home  Owners.    Thus,  unlike  a\r\n\nrescindment, which  necessarily presumes  a disaffirmance of  the\r\n\npurchase-sale agreement by Home Owners ab ovo, the RTC breach-of-\r                                                       \r\n\ncontract claim  implicitly acknowledged a valid  contract whereby\r\n\nHome  Owners became  the  holder  of  the  Gens  Note  until  Key\r\n\nrepurchased the  Note.  Accordingly, the  current FDIC litigation\r\n                    \r                              \r\n\npurpose of [the]  doctrine [of  election of remedies]  is not  to\r\nprevent  recourse to any remedy,   but to  prevent double redress\r\nfor a single wrong.'\") (citation omitted).\r\n\n     4See, e.g.,  Desjardins,  37 F.3d  at  23 (\"There  are  many\r                                      \r\nsituations, especially at the outset of litigation, where a party\r\nis free to assert a position from which it later withdraws     or\r\neven to assert, in the alternative, two inconsistent positions of\r\nits potential claims and  defenses.\"); Fort Vancouver Plywood Co.\r                                                                           \r\nv.  United States, 860 F.2d 409, 415  (Fed. Cir. 1988) (\"With the\r                           \r\nenactment  of   the  Federal   Rules  of  Civil   Procedure,  the\r\ntraditional  election doctrine was  relaxed.\"); Grogan v. Garner,\r                                                                          \r\n806  F.2d 829, 838 (8th Cir. 1986) (\"[T]he doctrine [of election]\r\nis remedial, and  neither it  nor the federal  rules of  pleading\r\nrequire an election of substantive theories.\").  \r\n\n                                7\r\r\n\nposition  is   not  inconsistent   with  that  advanced   by  its\r\n\npredecessor, RTC,  since Home Owners  and RTC failed  to persuade\r\n\nthe district court that the purchase-sale agreement was voidable,\r\n\nhence invalid from its inception.5  \r\n\nB.   Validity of Knutson Authorization\r          B.   Validity of Knutson Authorization\r                                                \r\n\n          Next, Gens contends that  the original and amended POCs\r\n\nsubmitted by RTC are  invalid because Knutson was  not authorized\r\n\nto act as agent for RTC.  See Fed. R. Bankr. P. 3001(b) (\"A proof\r                                       \r\n\nof  claim shall  be executed  by the  creditor or  the creditor's\r\n\nauthorized  agent  .  .  .  .\");  see  also  Fed.  R.  Bankr.  P.\r                                                     \r\n\n9010(a)(2).   Gens asserts that it would have demonstrated, at an\r\n\nevidentiary  hearing,  that  RTC  regulations, see  12  C.F.R.   \r                                                            \r\n\n1606.4;   see  also   12  U.S.C.      1441a(n)(6),  presumptively\r                             \r\n\ndisqualified  Knutson from serving as an RTC agent because, as an\r\n\naffiliate of Home Owners, presumably it was complicit in whatever\r\n\nfinancial  misfeasance  or malfeasance  led  to  the Home  Owners\r\n\ninsolvency.  As  the bankruptcy court aptly noted,  however, Gens\r\n\nlacked standing to challenge Knutson's agency status.\r\n\n          The  RTC  regulation  pursuant  to  which  Knutson  was\r\n\n                    \r                              \r\n\n     5Furthermore,  RTC had  a  legal obligation  to  file a  POC\r\nagainst the Gens estate in order to preserve the position of Home\r\nOwners,  which  then  held   an  unsecured  claim  against  Gens.\r\nFinally, should Key repurchase the  Gens Note, FDIC would realize\r\nno  double recovery, since Key  would become the  claim holder of\r\nrecord.  See Fed. R. Bankr. P. 3001(e)(2).\r                      \r\n     The \"election  of remedies\"  argument fails for  yet another\r\nreason.   Since the  Trust and Gens  did not default  on the Gens\r\nNote  until  January 1990,  Home Owners  had no  available remedy\r\nagainst Gens in  1989 when  it filed its  complaint against  Key.\r\nThe 1990 default by  the Trust and Gens thus  constituted a legal\r\nwrong distinct and severable from the breach of contract by Key. \r\n\n                                8\r\r\n\ndesignated is designed (i) to \"ensure that contractors [hired  by\r\n\nRTC] meet  minimum standards  of competence,  integrity, fitness,\r\n\nand experience and are  held to the highest standards  of ethical\r\n\nconduct in  performing services  for RTC,\"  (ii) to prevent  \"the\r\n\ndirect or indirect use  of information gained through performance\r\n\nof a  contract . .  . for personal  gain not contemplated  by the\r\n\ncontract,\"   and  (iii)   to  preclude   \"the  use   of  personal\r\n\nrelationships or  improper influence  to gain  unfair competitive\r\n\nadvantage  in obtaining  contracts  with the  RTC.\"  12 C.F.R.   \r\n\n1606.1.    The RTC  regulation  thus  identifies two  conceivable\r\n\nclasses of  intended  beneficiaries:   (1) competing  contractors\r                                                                           \r\n\nwhich  are  unfairly  denied  RTC  contract  bids;  and  (2)  the\r                                                                           \r\n\ntaxpaying  public,  which may  be  harmed by  RTC  revenue losses\r                           \r\n\nresulting from \"insider\" conflicts of interest.\r\n\n          Gens   plainly   cannot   qualify   under   the   first\r\n\nclassification, as she is not a competing contractor.  See, e.g.,\r                                                                          \r\n\nNew Hampshire Right to Life Political Action Comm. v. Gardner, 99\r                                                                       \r\n\nF.3d 8, 15 (1st Cir. 1996) (\"[U]nder the principle of jus tertii,\r                                                                          \r\n\nthe plaintiff  ordinarily 'must assert [her] own legal rights and\r\n\ninterests, and cannot  rest [her]  claim to relief  on the  legal\r\n\nrights  or  interests  of third  parties.'\")  (citation omitted).\r\n\nMoreover, no  standing is  conferred upon Gens,  individually, by\r\n\nthe generalized taxpayer benefit  theme which actuates the second\r\n\nclassification.  See  Libertad v.  Welch, 53 F.3d  428, 436  (1st\r                                                  \r\n\nCir.  1995) (noting  that  claimant normally  may not  adjudicate\r\n\n\"abstract questions  of wide public significance  which amount to\r\n\n                                9\r\r\n\ngeneralized   grievances  more  appropriately  addressed  by  the\r\n\nlegislature\").  Nothing in the statute, the RTC regulation or the\r\n\nattendant case law remotely suggests that Congress or  the agency\r\n\nitself  intended  to confer  standing  on chapter  11  debtors to\r\n\nenforce  the RTC regulation.6  See, e.g., Dubois v. United States\r                                                                           \r\n\nDep't  of Agric.,  102  F.3d  1273,  1281  (1st  Cir.  1996)  (to\r                          \r\n\ndemonstrate \"standing,\" complainant  must establish, inter  alia,\r                                                                          \r\n\nthat  her  claim does  not fall  \"outside  the zone  of interests\r\n\nprotected by the specific law invoked\") (quoting Allen v. Wright,\r                                                                          \r\n\n468 U.S. 737, 751 (1984)); Benjamin v. Aroostook Med. Ctr., Inc.,\r                                                                          \r\n\n57 F.3d 101, 104 (1st Cir. 1995).7  \r\n\nC.   Amendments to Original POC\r          C.   Amendments to Original POC\r                                         \r\n\n          Gens next  contends that the bankruptcy  court erred in\r\n\npermitting RTC to amend its  original POC (i.e., December  1993),\r                                                         \r\n\nwhich  incorrectly  stated that  Knutson  was  the claim  holder,\r\n\nwithout  disclosing  that it  was acting  as  RTC's agent.   Gens\r\n\nrepresents  that she  reasonably believed  Knutson held  no valid\r\n\n                    \r                              \r\n\n     6Furthermore,  even  assuming  she  had  standing,  Gens has\r\nalleged no  facts suggesting  that Knutson contributed  either to\r\nHome Owners'  insolvency or to any  \"substantial loss\" occasioned\r\nRTC.\r\n\n     7Gens argues  that the  POCs filed by  Knutson were  invalid\r\nbecause they were  not signed  by RTC's  attorney.   See Fed.  R.\r                                                                  \r\nBankr. P.  9010(a); 9011(a).   But see Fed. R.  Bankr. P. 3001(b)\r                                                \r\n(POC may be signed by creditor or its authorized agent); compare,\r                                                                          \r\ne.g., Official  Bankruptcy Form  1 (providing space  for attorney\r              \r\nsignature) with  Official Bankruptcy Form 10  (POC form providing\r                         \r\nno attorney-signature  line).   We need  not resolve  the present\r\nclaim, however, since Gens  concededly failed to raise it  in the\r\nbankruptcy  court.   See  Juniper  Dev. Group  v.  Kahn   (In  re\r                                                                           \r\nHemingway Transp.,  Inc.), 993  F.2d 915, 935  (1st Cir.),  cert.\r                                                                           \r\ndenied, 510 U.S. 914 (1993).\r                \r\n\n                                10\r\r\n\nclaim in its own right.  Further, she argues, since RTC failed to\r\n\nfile a POC  in its own name  prior to the bar date,  there was no\r\n\ntimely POC to be amended.\r\n\n          A bankruptcy  court ruling  allowing an amendment  to a\r\n\nPOC is reviewed for abuse of discretion, under three criteria:\r\n\n          First, the proposed  amendment must not  be a\r                         \r\n          veiled attempt  to  assert a  distinctly  new\r\n          right  to payment  as  to  which  the  debtor\r\n          estate was not fairly alerted by the original\r\n          proof of  claim.  Second, the  amendment must\r                                            \r\n          not  result  in  unfair  prejudice  to  other\r\n          holders  of  unsecured  claims   against  the\r\n          estate.  Third, the need to amend must not be\r                                  \r\n          the product of bad faith  or dilatory tactics\r\n          on the part of the claimant.   \r\n\nJuniper Dev. Group v.  Kahn (In re Hemingway Transp.,  Inc.), 954\r                                                                     \r\n\nF.2d  1, 10 (1st Cir. 1992) (citations omitted) (emphasis added).\r\n\nLeave to  amend a  POC should  be \"freely  given when  justice so\r\n\nrequires.\"  See  Fed. R. Bankr.  P. 7015.8  The  bankruptcy court\r                         \r\n\ndid not abuse its discretion.\r\n\n          First, in order to \"fairly alert\" the debtor  estate, a\r\n\nPOC  need  only  \"provide[]  adequate notice  of  the  existence,\r\n\nnature, and amount of  the claim as well as the creditor's intent\r\n\nto hold the estate liable.\"   Unioil, Inc. v. H.E. Elledge (In re\r                                                                           \r\n\nUnioil,  Inc.), 962 F.2d 988, 992 (10th Cir. 1992).  The original\r                       \r\n\nPOC, accompanied by a copy  of the Gens Note, see Fed.  R. Bankr.\r                                                           \r\n\nP. 3001(c), met the  general notice requirement.  As  Knutson was\r\n                    \r                              \r\n\n     8Bankruptcy Rule  7015 makes Fed.  R. Civ. P.  15 (governing\r\namendments  to complaints)  applicable in  adversary proceedings.\r\nAlthough  this case arose as  a contested matter,  rather than an\r\nadversary proceeding,  Fed. R. Bankr. P.  9014 permits Bankruptcy\r\nRule  7015 to be applied in contested matters.  In re Stavriotis,\r                                                                          \r\n977 F.2d 1202, 1204 (7th Cir. 1992).\r\n\n                                11\r\r\n\nduly  authorized  to file  the original  POC  for RTC,  see supra\r                                                                           \r\n\nSection  II.B,  the mere  failure  to  disclose Knutson's  agency\r\n\nstatus in no sense affected the validity of the claim itself.  As\r\n\nthe  Tenth  Circuit  correctly  recognized in  Unioil,  a  simple\r                                                               \r\n\nsubstitution  of the  real party  in interest  (viz., RTC)  for a\r                                                              \r\n\nrelated  party  mistakenly  listed  in the  original  POC  (viz.,\r                                                                          \r\n\nKnutson qua agent) represents a proper ground for amendment.  See\r                                                                           \r\n\nUnioil, 962  F.2d at  992 (permitting amendment  where a  trustee\r                \r\n\n(rather than the trust) was incorrectly listed as creditor).9\r\n\n          Second,  Gens points  to no  unfair prejudice  from any\r\n\ndeficiency  in the original POC.  See Hemingway Transp., 954 F.2d\r                                                                 \r\n\nat 10;  see  also Unioil,  962  F.2d at  993  (noting that  party\r                                  \r\n\nopposing  amendment must  show actual  prejudice).   Instead, she\r\n\nsuggests  simply  that  allowing  the  RTC  amendment  prejudices\r\n\nunsecured   creditors,   who   may   receive   less   under   any\r\n\nreorganization plan than would  have been received were  the FDIC\r\n\nclaim not allowed.  But the standard Gens proposes would preclude\r\n\nvirtually any amendment, since  it dispenses with the requirement\r\n\nthat  the debtor  or  trustee  show  \"unfair\" prejudice.    Thus,\r\n\nsomething more  than mere creditor disappointment  is required to\r\n\npreclude amendment.  See In re  Stoecker, 5 F.3d 1022, 1028  (7th\r                                                  \r\n\n                    \r                              \r\n\n     9Nor would the two remaining defects in the original POC bar\r\namendment.   First, as trustee for  the Old Jail  Trust, Gens had\r\nevery reason  to know that  the original characterization  of the\r\nPOC,  as  \"secured,\"  was  mistaken, since  the  first  mortgagee\r\nalready had  foreclosed on  the Barnstable Property  securing the\r\nGens  Note.  Second, the mistaken date assigned to the underlying\r\ndebt  instrument was  a minor  defect, given  that the  Gens Note\r\nitself was attached to the POC. \r\n\n                                12\r\r\n\nCir.  1993); In  re Outdoor Sports  Headquarters, Inc.,  161 B.R.\r                                                                \r\n\n414, 422  (Bankr. S.D. Ohio 1993); In re Brown, 159 B.R. 710, 716\r                                                        \r\n\nn.5  (Bankr.  D.N.J. 1993);  In re  Dietz,  136 B.R.  459, 468-69\r                                                   \r\n\n(Bankr. E.D. Mich. 1992). \r\n\n          Gens neither alleged nor demonstrated that any creditor\r\n\nacted in  detrimental reliance on any  representation or omission\r\n\nin  the original  POC.    See,  e.g.,  Brown,  159  B.R.  at  716\r                                                      \r\n\n(permitting POC  amendment from unsecured to  secured, given that\r\n\n\"no  evidence  has  been  offered that  anyone  relied  to  their\r\n\ndetriment  upon the claims as  originally filed\").   Nor did Gens\r\n\nallege  either bad faith or dilatory motive.  Moreover, these RTC\r\n\namendments  occurred long before the formulation  of a chapter 11\r\n\nplan.  See Holstein v. Brill, 987 F.2d 1268, 1270 (7th Cir. 1993)\r                                      \r\n\n(characterizing  confirmation   of   debtor  plan   as   \"passing\r\n\nmilestone\"  that makes  it  more  likely  POC  amendment  may  be\r\n\nprejudicial).  \r\n\n          To be sure, Knutson demonstrated considerable laxity in\r\n\nexecuting its agency responsibilities, especially its seven-month\r\n\ndelay in submitting  amended proofs  of claim.   Were there  some\r\n\nshowing  in  these  circumstances  that RTC  gained  a  strategic\r\n\nadvantage  or  that  other  parties  in  interest  were  unfairly\r\n\nprejudiced,  the case for disallowance  of the amended POCs would\r\n\nhave been much stronger.   Absent any such showing,  however, the\r\n\ncourt did not abuse its discretion in permitting RTC to amend its\r\n\noriginal POC.  \"It is well accepted that  the bankruptcy court is\r\n\nguided by the principles  of equity, and that the  court will act\r\n\n                                13\r\r\n\nto assure that ' . . . substance will not give way to form, [and]\r\n\nthat  technical  considerations  will  not   prevent  substantial\r\n\njustice from being done.'\"   Pepper v. Litton, 308 U.S. 295,  305\r                                                       \r\n\n(1939) (citation omitted). \r\n\nD.   Impairment of Collateral \r          D.   Impairment of Collateral\r                                       \r\n\n          Lastly,  Gens challenges  the  bankruptcy court  ruling\r\n\ndismissing her \"impairment of  collateral\" defense without  first\r\n\naffording her an evidentiary  hearing.  She claimed that  a prior\r\n\nholder  of the  Gens  Note     presumably  U.S. Funding      used\r\n\n$36,000  of the loan proceeds  to pay off  the preexisting second\r\n\nmortgage on  the Barnstable  Property, but  failed to  obtain and\r\n\nrecord  the mortgage discharge.  Thus,  the mortgage securing the\r\n\nGens Note  remained third  in priority,  rather than climbing  to\r\n\nsecond priority.\r\n\n          Pursuant  to Mass.  Gen.  Laws.  Ann.  ch.  106,     3-\r\n\n606(1)(b), \"[t]he holder discharges any party to the [negotiable]\r\n\ninstrument  to the extent  that without such  party's consent the\r\n\nholder  .  .  .  unjustifiably impairs  any  collateral  for  the\r\n\ninstrument  given by  or on  behalf of  the party  or any  person\r\n\nagainst whom  he has  a  right of  recourse.\"   An impairment  of\r\n\ncollateral  may  result  if  the  conduct  of  the  holder  of  a\r\n\ncollateralized negotiable instrument unjustifiably diminishes the\r\n\nphysical value of the collateral, releases the  collateral to the\r\n\nprincipal  obligor before the loan is repaid, or fails to perfect\r\n\nits security interest in the collateral.  See Rose v. Homsey, 197\r                                                                      \r\n\nN.E.2d  603, 605-06 (Mass. 1964);  see also Hawaii  Broad. Co. v.\r                                                                        \r\n\n                                14\r\r\n\nHawaii Radio, Inc.,  919 P.2d  1018, 1029 (Haw.  Ct. App.  1996);\r                            \r\n\nWhite v. Household Fin. Corp., 302 N.E.2d 828, 835 (Ind. Ct. App.\r                                       \r\n\n1973).  Nevertheless, in most jurisdictions a party  asserting an\r\n\n\"impairment  of collateral\"  defense  must prove  she signed  the\r\n\nnegotiable  instrument  (viz.,  promissory  note)  merely  as  an\r                                       \r\n\naccommodation party  for the principal  debtor, rather than  as a\r\n\nborrower.   See  James  A. White  &amp;  Robert S.  Summers,  Uniform\r                                                                           \r\n\nCommercial Code    13-16 (3d ed. 1988).10  \r                         \r\n\n          An   accommodation  maker   is  one   \"who  signs   the\r\n\n[negotiable]  instrument  in  any  capacity for  the  purpose  of\r\n\nlending [her] name  to another party  to it,\"   Mass. Gen.  Laws.\r\n\nAnn. ch. 106,   3-415(1).  Frequently, accommodation parties sign\r\n\ndebt instruments to enable the principal obligor to obtain a loan\r\n\nwhich  would  not have  been  granted  absent the  accommodation.\r\n\nAlthough an accommodation party is liable to the lender under the\r\n\ndebt instrument,  her liability is  that of  a surety only.   Id.\r                                                                           \r\n\ncmt. 1.  Thus, the accommodation maker reasonably expects that if\r\n\ncalled  upon  for  payment  following  the   principal  obligor's\r\n\ndefault, she will  be subrogated to  the lender's rights  against\r\n\nthe principal  obligor, including  the right of  recourse against\r\n                    \r                              \r\n\n     10The latent confusion  in this regard stems from  the broad\r\nlanguage in U.C.C.    3-606, which  refers to  \"any party to  the\r                                                                   \r\n[negotiable] instrument.\"   See FDIC v. Blue  Rock Shopping Ctr.,\r                                                                           \r\nInc., 766 F.2d 744, 749 (3d Cir. 1985) (outlining caselaw split).\r              \r\nWe have found  no Massachusetts case  which determines whether  a\r\nnonaccommodation obligor on a promissory note may also invoke the\r\nU.C.C.    3-606  defense.   Since Gens  and the  bankruptcy court\r\nimplicitly accepted the majority rule    that Gens must establish\r\naccommodation  status    and because we  affirm on an alternative\r\nground,  we need  not  address the  unresolved  Massachusetts-law\r\nquestion. \r\n\n                                15\r\r\n\nany collateral securing the underlying debt instrument.  See  id.\r                                                                           \r\n\ncmt. 5;  see also FDIC v. Blue Rock Shopping Ctr., Inc., 766 F.2d\r                                                                 \r\n\n744, 749 (3d Cir.  1985); accord Restatement of Security     104,\r                                          \r\n\n141  (1941).   Therefore, to  the extent the  holder of  the debt\r\n\ninstrument unjustifiably devalues or releases the collateral,  or\r\n\nfails  to perfect  its  rights in  the  collateral against  third\r\n\nparties,  the  right  of  recourse  may  be  diminished,  thereby\r\n\nentitling  the accommodation  maker to  a commensurate  discharge\r\n\nfrom liability under the debt instrument.  See Blue Rock Shopping\r                                                                           \r\n\nCtr., 766 F.2d at 751.\r              \r\n\n          The bankruptcy court considered Gens'  second signature\r\n\nconclusive  evidence that  she had  signed the  Gens Note  in her\r\n\n\"individual\" capacity, that is,  as a principal coborrower rather\r\n\nthan  an accommodation maker.  It also concluded that the purport\r\n\nof  Gens'  second signature  on the  Gens  Note was  not rendered\r\n\nambiguous, either by the anterior designation of the Trust as the\r\n\nsole \"Borrower\" or the failure to designate a \"Co-borrower.\"\r\n\n          Citing considerable case authority, Gens maintains that\r\n\nall accommodation makers necessarily sign promissory notes either\r\n\nin   their   \"individual\"    or   \"representative\"    capacities.\r\n\nConsequently, she argues,  these designations cannot conclusively\r\n\nresolve  a signatory's  accommodation status.11   Since  the Gens\r\n\nNote must therefore be considered facially ambiguous, Gens argues\r\n                    \r                              \r\n\n     11See, e.g., FDIC v. Trans Pacific Indus., Inc., 14 F.3d 10,\r                                                              \r\n12 (5th Cir.  1994) (rejecting  FDIC's \"attempts  to nullify  the\r\nimport\"  of the  \"borrower\"  identification  block in  promissory\r\nnote,  which reflected corporation  as sole borrower  and did not\r\ndesignate corporate officer as coborrower). \r\n\n                                16\r\r\n\nthat  a  hearing should  have  been conducted  to  consider parol\r\n\nevidence that the parties  to the Gens Note (viz.,  U.S. Funding,\r                                                           \r\n\nthe  Trust, and Gens) all understood  that Gen's second signature\r\n\nwas intended only  as an accommodation  endorsement.  See,  e.g.,\r                                                                          \r\n\nMass.  Gen. Laws. Ann.  ch. 106,    3-415(3)  (expressly allowing\r\n\nparol evidence  of accommodation status except  as to holders-in-\r\n\ndue-course); United Beef Co. v. Childs, 27 N.E.2d 962, 964 (Mass.\r                                                \r\n\n1940)  (same); see also Butler v. Nationsbank, 58 F.3d 1022, 1027\r                                                       \r\n\n(4th Cir. 1995) (outlining multi-factored, intent-based \"purpose\"\r\n\nand \"proceeds\" tests for determining accommodation status); First\r                                                                           \r\n\nDakota  Nat'l Bank  v. Maxon,  534 N.W.2d  37, 41-42  (S.D. 1995)\r                                      \r\n\n(same).12\r\n                    \r                              \r\n\n     12FDIC counters  that 12  U.S.C.   1823(e)  (codification of\r\nD'Oench   Duhme  doctrine)   barred  parol   evidence   of  Gens'\r                         \r\naccommodation status, or that FDIC's status as a federal or state\r\nholder in due course barred Gens from invoking the U.C.C.   3-606\r\ndefense.   See  Mass. Gen.  Laws. Ann.  ch. 106,    3-415(3) (\"As\r                        \r\nagainst  a holder  in  due  course  and  without  notice  of  the\r\naccommodation oral  proof of the accommodation  is not admissible\r\nto  give  the  accommodation  party  the  benefit  of  discharges\r\ndependent on his  character as  such.\").  Since  FDIC's right  to\r\ninvoke  either doctrine in this case is open to serious question,\r\nwe express no opinion on its contentions.  See, e.g., O'Melveny &amp;\r                                                                           \r\nMyers  v.  FDIC,  512  U.S.  79  (1994)  (generally  discouraging\r                         \r\nadoption  of federal  common-law rules  especially protective  of\r\nFDIC);  Varel v. Banc One  Capital Partners, Inc.,  55 F.3d 1016,\r                                                           \r\n1021 (5th Cir. 1995) (D'Oench inapplicable where issue is not the\r                                       \r\nenforceability of a secret, unwritten side agreement, but whether\r\nto allow parol evidence concerning the intendment of an ambiguous\r\nwritten contract provision);  Capitol Bank and  Trust Co. v.  604\r                                                                           \r\nColumbus  Ave.  Realty Trust  (In  re  604 Columbus  Ave.  Realty\r                                                                           \r\nTrust), 968 F.2d 1332, 1350-51 (1st Cir. 1992) (holding that FDIC\r               \r\nis not  entitled  to  federal  holder-in-due-course  status  when\r\nacting  in its  capacity as  receiver); Calaska Partners  Ltd. v.\r                                                                        \r\nCorson, 672 A.2d 1099, 1104 (Me.  1996) (FDIC as receiver of bulk\r                \r\npurchaser not a holder in due course under state law); Mass. Gen.\r\nLaws.  Ann. ch.  106,     3-302(3) (denying  holder-in-due-course\r\nstatus   to  party  who  acquired   note  \"as  part   of  a  bulk\r\ntransaction\").\r\n\n                                17\r\r\n\n          Even were we to assume arguendo that Gens was  entitled\r                                                   \r\n\nto an  evidentiary hearing  to determine  whether she  signed the\r\n\nGens  Note as  an accommodation  maker, she  failed to  set forth\r\n\nallegations which would establish the second essential element in\r\n\nher  affirmative  defense     a  cognizable  \"impairment\" of  the\r\n\ncollateral.   See RTC  v. Feldman,  3 F.3d 5,  9 (1st  Cir. 1993)\r                                           \r\n\n(appellate court may affirm  on any ground supported  by record),\r\n\ncert. denied, 510 U.S. 1163 (1994).  As her section 3-606 defense\r                      \r\n\nis founded exclusively  on the claim that  her subrogation rights\r\n\nwere frustrated, supra, Gens  was required to do more  than prove\r                                \r\n\nthat U.S. Funding or another holder failed to obtain and record a\r\n\nmortgage discharge.13\r\n\n          Section   3-606  plainly  requires  evidence  that  the\r\n\nholder's  dereliction   actually  resulted  in  a   loss  to  the\r\n\naccommodation  party.  See Mass. Gen. Laws. Ann. ch. 106,   3-606\r                                    \r\n\n(\"The holder discharges any party to the instrument to the extent\r                                                                           \r\n\n. . . the holder . . . unjustifiably impairs [the] collateral . .\r\n\n                    \r                              \r\n\n     13Citing Providence,  Fall River &amp; Newport  Steamboat Co. v.\r                                                                        \r\nMassachusetts Bay S.S. Corp.,  38 F.2d 674 (D. Mass.  1930), Gens\r                                      \r\ncontends  that the  holder's mere  failure to  record a  mortgage\r\ndischarge warrants  her total release from  liability because the\r\nBarnstable Property obviously was  of sufficient value to satisfy\r\nthe Gens Note  in July 1988, and the holder's  failure to perfect\r\nits security  interest unquestionably increased her  risk of loss\r                                                                   \r\nwithout her consent, even if no actual loss occurred.   Since the\r                                                \r\ncited  case predates  the adoption  of the  Massachusetts Uniform\r\nCommercial  Code  in  1958,  it  is  both  legally  and factually\r\ninapposite.   See id. at 675 (noting  that the court was \"dealing\r                               \r\nnot with  the question how  far a  surety who has  guaranteed the\r\nperformance of  a contract is released  by subsequent alterations\r\nin it by  the contracting parties, but with a  change made by the\r\ncreditor in the state  of facts on which an  independent contract\r\nof guaranty rests\"); cf. infra note 14.\r                                        \r\n\n                                18\r\r\n\n.  .\").14   Gens  alleged no  facts  which would  demonstrate any\r\n\nactual diminution of her subrogation rights. See FDIC v. Blanton,\r                                                                          \r\n\n918 F.2d  524, 530 (5th Cir.  1990) (burden of proof  is on party\r\n\nalleging discharge).\r\n\n          First, she did not allege that any  creditor obtained a\r\n\n                    \r                              \r\n\n     14Although we have found  no Massachusetts case precisely in\r\npoint, the clear majority trend among U.C.C. jurisdictions  is to\r\nrequire the  accommodation maker  to prove actual  loss from  the\r\nimpairment.   See,  e.g., Alcock  v. Small  Bus. Admin.,  50 F.3d\r                                                                 \r\n1456, 1462 (9th  Cir. 1995)  (\"A clear majority  of state  courts\r\nplace the burden on  the guarantor to prove actual  prejudice and\r                                                                       \r\nlimit   the   discharge  to   the   extent   of  the   impairment\r\ndemonstrated.\") (emphasis added);   Myers v. First State Bank  of\r                                                                           \r\nSherwood, 732  S.W.2d 459, 461  (Ark.) (\"[T]he surety  must prove\r                  \r\ntwo elements in order to be entitled to a discharge     'that the\r\nholder of the note was responsible for the loss or impairment  of\r\nthe collateral, and the extent to which the impairment results in\r                                                                           \r\nloss.'\") (emphasis added)  (quoting Van Balen  v. Peoples Bank  &amp;\r                                                                           \r\nTrust Co., 626 S.W.2d 205, 209-10 (Ark. Ct. App. 1981)), modified\r                                                                           \r\non  other  grounds, 741  S.W.2d 624  (Ark.  1987); Bank  South v.\r                                                                        \r\nJones, 364  S.E.2d 281, 285 (Ga. Ct.  App. 1987) (\"[A] failure to\r               \r\nperfect a lien  on pledged  corporate stock [does  not] effect  a\r\ndischarge where it was shown  that the stock had no value  at the\r\ntime the action [to  collect on the debt] was  commenced.\"); Hurt\r                                                                           \r\nv. Citizens Trust  Co., 196 S.E.2d 349,  351 (Ga. Ct. App.  1973)\r                                \r\n(noting that appellant has  \"not shown how the failure  to record\r\nthe leases and  assignments resulted in  any damage\")); Rempa  v.\r                                                                       \r\nLaPorte  Prod. Credit Ass'n, 444  N.E.2d 308, 313  (Ind. Ct. App.\r                                     \r\n1983) (see  infra); T.O. Stanley Boot Co. v. Bank of El Paso, 847\r                                                                      \r\nS.W.2d  218, 223 (Tex. 1992) (\"If the creditor breaches his duty,\r\nthe surety  is  discharged on  the  note  to the  extent  of  his\r\nloss.\"); Century 21 Prods., Inc. v. Glacier Sales, 875 P.2d 1238,\r                                                           \r\n1242  (Wash.  Ct.  App.  1994)  (\"Should a  creditor  impair  the\r\ncollateral, the surety  will be  discharged to the  extent he  is\r\nharmed by the impairment.\"), rev'd on other grounds, 918 P.2d 168\r                                                             \r\n(Wash.  1996);  see  generally  Carolyn  Edwards,  Impairment  of\r                                                                           \r\nCollateral Under Section 3-606 of the Uniform Commercial Code, 12\r                                                                       \r\nU. Dayton  L. Rev. 509, 522 n.81 (1987) (\"A number of courts have\r\nconcluded that an unjustifiable impairment of collateral includes\r\na  failure to perfect a security interest if such failure results\r\nin a loss  to the surety as subrogee.\"); cf.  also Revised U.C.C.\r                                                            \r\n3-605(f)  (discharge for  impairment of  collateral only  \"to the\r\nextent the impairment causes the party asserting discharge to pay\r\nmore than  that party  would have been  obliged to pay  . .  . if\r\nimpairment had not occurred.\").\r\n\n                                19\r\r\n\nsuperior right of recourse against the Barnstable Property due to\r\n\nthe  fact   that  the  preexisting  second   mortgage  was  never\r\n\ndischarged  of  record.   In addition,  the  auction sale  of the\r\n\nBarnstable  Property conducted  pursuant  to  the  first-mortgage\r\n\nforeclosure resulted in no surplus for application  to any junior\r\n\nlien, including the second mortgage.  Accordingly, the record can\r\n\nsupport   no  finding   that  any   junior  lien   was  impaired.\r\n\nConsequently, Gens'  liability would not have  been affected even\r\n\nif she had  been able to establish that she  signed the Gens Note\r\n\nas an accommodation  maker.   See, e.g., Rempa  v. LaPorte  Prod.\r                                                                           \r\n\nCredit  Ass'n, 444 N.E.2d 308,  313 (Ind. Ct.  App. 1983) (\"Thus,\r                       \r\n\nwhere  the party  asserting the  impairment establishes  that the\r\n\ncreditor  did not  perfect its  lien but  fails to  establish the\r\n\nextent  to which  that failure  resulted in  loss, the  party has\r\n\nfailed  to  establish  its   affirmative  defense  of  pro  tanto\r                                                                           \r\n\nrelease.\").15\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n                    \r                              \r\n\n     15Moreover, Gens merely  alleged that no  mortgage discharge\r\nwas recorded.  She did not allege that the $36,000,  see supra p.\r                                                                        \r\n2,  was  never  applied   to  the  preexisting  second  mortgage.\r\nTherefore, assuming the  underlying debt was in fact  fully paid,\r\nit would seem extremely unlikely that the mortgagee or any of its\r\nassignees could have asserted a  viable right to recourse against\r\nthe  Barnstable Property.  See,  e.g., Beaton v.  Land Court, 326\r                                                                      \r\nN.E.2d  302, 307  (Mass.)  (noting  that  \"a court  acting  under\r\ngeneral  principles of  equity jurisprudence  has broad  power to\r\nreform,   rescind,  or  cancel   written  instruments,  including\r\nmortgages,\"  and that  the  discharging party  could simply  have\r\nbrought  suit  to compel  the mortgagee  to  cancel the  note and\r\n\"issue  a  discharge  of  mortgage  in  a  form  appropriate  for\r\nrecording\"), appeal dismissed, 423 U.S. 806 (1975).\r                                       \r\n\n                                20\r\r\n\n          Accordingly,  the district  court judgment  is affirmed\r\n\nand costs are awarded to the appellee.\r\n\n          SO ORDERED.\r                    SO ORDERED.\r                              \r\n\n                                21\r\r\n",
  "html": "<p class=\"case_cite\">112 F.3d 569</p>\n    <p class=\"case_cite\">30 Bankr.Ct.Dec. 973, Bankr. L. Rep.  P 77,366,<br>32 UCC Rep.Serv.2d 885</p>\n    <p class=\"parties\">In re Helen D. GENS, d/b/a Helen Gens and Associates, Appellant,<br>v.<br>RESOLUTION TRUST CORPORATION (Federal Deposit Insurance<br>Corporation), Appellee.</p>\n    <p class=\"docket\">No. 96-2009.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 4, 1997.<br>Decided May 5, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard H. Gens, Centerville, MA, for appellant.</p>\n      <p class=\"indent\">Barbara R. Sarshik, Counsel, FDIC, Washington, DC, with whom Ann S. DuRoss, Assistant General Counsel, FDIC, Thomas L. Hindes, Senior Counsel, FDIC, Washington, DC, Joseph G. Butler, and Barron &amp; Stadfeld, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Chapter 11 debtor-in-possession Helen D. Gens (\"Gens\") challenges a bankruptcy court order which allowed the Federal Deposit Insurance Corporation (\"FDIC\") to amend its proof of claim following the bar date for filing claims.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In July 1988, Gens executed a promissory note (\"the Gens Note\") payable to U.S. Funding Inc. of America (\"U.S.Funding\") in the principal amount of $70,000, by signing it both in her \"individual\" capacity and in her representative capacity as trustee for the Old Jail Trust (\"Trust\").  The Gens Note was secured by a third mortgage on real property in Barnstable, Massachusetts, owned by the Trust (\"the Barnstable Property\").  Although the Barnstable Property was subject to two prior mortgages, U.S. Funding and Gens allegedly arranged for $36,000 of the $70,000 in loan proceeds to be used to satisfy the preexisting second mortgage.  U.S. Funding promptly assigned the Gens Note to Key Financial Services (\"Key\"), which assigned it to Home Owners Savings Bank (\"Home Owners\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 1989, Home Owners commenced suit against Key in federal district court, alleging that the purchase-sale agreement, whereby Home Owners acquired the Gens Note from Key, had been induced by fraud or that Key had breached its title-insurance provisions.  Home Owners demanded either rescission or damages for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Trust defaulted on the Gens Note in or about January 1990 and the first mortgagee foreclosed on the Barnstable Property.  The foreclosure sale resulted in no surplus for application to any junior lien, including the third mortgage securing the Gens Note.  In September 1990, Home Owners was declared insolvent and the Resolution Trust Corporation (\"RTC\") was appointed receiver.  RTC designated Knutson Mortgage Corporation (\"Knutson\") as its servicing agent on the Gens Note, and gave Knutson a limited power of attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Meanwhile, in the ongoing federal action brought by Home Owners against Key, the district court entered partial summary judgment for RTC and Home Owners, finding that Key had breached the purchase-sale agreement.  The attendant district court order directing Key to repurchase the Gens Note never became final, however, apparently because RTC and Key were unable to agree upon a repurchase price.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Gens commenced a voluntary chapter 11 proceeding in September 1993, but failed to schedule the Gens Note as a liability.  Knutson, as RTC's agent, filed a proof of claim (\"POC\") in relation to the Gens Note in December 1993 (\"original POC\"), well before the May 16, 1994 bar date for filing claims.  The original POC incorrectly listed Knutson itself as the creditor, failed to disclose that Knutson was the authorized RTC servicing agent, mischaracterized the claim as secured, and mistakenly identified February 24, 1989 (rather than July 1988) as the date Gens incurred the Gens Note obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Almost seven months after the bar date, Knutson filed an amended POC in relation to the Gens Note, correctly listing RTC as the creditor, but still (i) failing to disclose that Knutson was RTC's agent, and (ii) incorrectly characterizing the claim as \"secured.\"   Knutson eventually submitted additional amended POCs correcting these deficiencies.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Gens objected to the original and amended POCs, asserting inter alia judicial estoppel and discharge of the note, see Mass.  Gen. Laws Ann. ch. 106, &#167; 3-606.  While these objections were pending, FDIC, successor to RTC, was substituted as the creditor on all POCs filed by Knutson.  Ultimately, the objections to the original and amended POCs were rejected by the bankruptcy court and the district court affirmed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Judicial Estoppel</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The companion doctrines of judicial estoppel and election of remedies<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> essentially preclude a party from asserting a legal or factual position \"inconsistent\" with its position in a prior proceeding.  See Patriot Cinemas, Inc. v. General Cinema Corp., 834 F.2d 208, 212 (1st Cir.1987).  The estoppel defense advanced by Gens is predicated entirely on the contract-rescission claim Home Owners asserted in the federal court action against Key, alleging inter alia that Key had made material misrepresentations in negotiating the purchase-sale agreement.  Implicit in Home Owners' demand for rescission of the purchase-sale agreement was its averment that Key's fraud rendered the purchase-sale agreement voidable ab initio, and therefore that Home Owners never became a \"holder\" of the Gens Note.  See, e.g., In re Southern Indus. Banking Corp., 46 B.R. 306, 313 (Bankr.E.D.Tenn.1985) (\"A party to a transaction induced by fraud may elect between two remedies--he may treat the contract as voidable and sue for the equitable remedy of rescission or he may sue for damages at law under the tort theory of 'deceit.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In January 1992, the district court awarded summary judgment to RTC on its contract claim.  Gens now contends, therefore, that FDIC is estopped from asserting a claim under the Gens Note in her bankruptcy proceeding, since its POC is legally and factually inconsistent with the litigation position adopted by Home Owners in the district court action, namely, that Home Owners never became a holder of the Gens Note because the purchase-sale agreement was rescindable from its inception.  We disagree.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Judicial estoppel is not implicated unless the first forum accepted the legal or factual assertion alleged to be at odds with the position advanced in the current forum:[W]here a party assumes a certain position in a legal proceeding, and succeeds in maintaining that position, he may not thereafter, simply because his interests have changed, assume a contrary position, especially if it be to the prejudice of the party who has acquiesced in the position formerly taken by him....  Judicial estoppel should be employed when a litigant is \"playing fast and loose with the courts,\" and when \"intentional self-contradiction is being used as a means of obtaining unfair advantage in a forum provided for suitors seeking justice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Patriot Cinemas, 834 F.2d at 212 (emphasis added) (citations omitted).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Similarly, the primary purpose served by the \"election of remedies\" doctrine is \"to prevent double [viz., sequential] recoveries for the same wrong.\"  Tavormina v. Fir, Inc.  (In re Alchar Hardware Co.), 764 F.2d 1530, 1534 (11th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Contrary to Gens' contention, RTC permissibly displaced its contract-rescission claim by moving for partial summary judgment on its alternative claim that Key had breached the purchase-sale agreement.  See Fed.R.Civ.P. 8(e)(2) (\"A party may also state as many separate claims [in its complaint] ... as the party has[,] regardless of consistency....\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Under an express provision in the purchase-sale agreement, the exclusive remedy for its breach was the repurchase of the Gens Note by Key upon demand by Home Owners.  Thus, unlike a rescindment, which necessarily presumes a disaffirmance of the purchase-sale agreement by Home Owners ab ovo, the RTC breach-of-contract claim implicitly acknowledged a valid contract whereby Home Owners became the holder of the Gens Note until Key repurchased the Note.  Accordingly, the current FDIC litigation position is not inconsistent with that advanced by its predecessor, RTC, since Home Owners and RTC failed to persuade the district court that the purchase-sale agreement was voidable, hence invalid from its inception.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>B. Validity of Knutson Authorization</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Next, Gens contends that the original and amended POCs submitted by RTC are invalid because Knutson was not authorized to act as agent for RTC. See Fed.  R. Bankr.P. 3001(b) (\"A proof of claim shall be executed by the creditor or the creditor's authorized agent ....\");  see also Fed.  R. Bankr.P. 9010(a)(2).  Gens asserts that it would have demonstrated, at an evidentiary hearing, that RTC regulations, see 12 C.F.R. &#167; 1606.4;  see also 12 U.S.C. &#167; 1441a(n)(6), presumptively disqualified Knutson from serving as an RTC agent because, as an affiliate of Home Owners, presumably it was complicit in whatever financial misfeasance or malfeasance led to the Home Owners insolvency.  As the bankruptcy court aptly noted, however, Gens lacked standing to challenge Knutson's agency status.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The RTC regulation pursuant to which Knutson was designated is designed (i) to \"ensure that contractors [hired by RTC] meet minimum standards of competence, integrity, fitness, and experience and are held to the highest standards of ethical conduct in performing services for RTC,\" (ii) to prevent \"the direct or indirect use of information gained through performance of a contract ... for personal gain not contemplated by the contract,\" and (iii) to preclude \"the use of personal relationships or improper influence to gain unfair competitive advantage in obtaining contracts with the RTC.\" 12 C.F.R. &#167; 1606.1.  The RTC regulation thus identifies two conceivable classes of intended beneficiaries:  (1) competing contractors which are unfairly denied RTC contract bids;  and (2) the taxpaying public, which may be harmed by RTC revenue losses resulting from \"insider\" conflicts of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gens plainly cannot qualify under the first classification, as she is not a competing contractor.  See, e.g., New Hampshire Right to Life Political Action Comm. v. Gardner, 99 F.3d 8, 15 (1st Cir.1996) (\"[U]nder the principle of jus tertii, the plaintiff ordinarily 'must assert [her] own legal rights and interests, and cannot rest [her] claim to relief on the legal rights or interests of third parties.' \")  (citation omitted).  Moreover, no standing is conferred upon Gens, individually, by the generalized taxpayer benefit theme which actuates the second classification.  See Libertad v. Welch, 53 F.3d 428, 436 (1st Cir.1995) (noting that claimant normally may not adjudicate \"abstract questions of wide public significance which amount to generalized grievances more appropriately addressed by the legislature\").  Nothing in the statute, the RTC regulation or the attendant case law remotely suggests that Congress or the agency itself intended to confer standing on chapter 11 debtors to enforce the RTC regulation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See, e.g., Dubois v. United States Dep't of Agric., 102 F.3d 1273, 1281 (1st Cir.1996) (to demonstrate \"standing,\" complainant must establish, inter alia, that her claim does not fall \"outside the zone of interests protected by the specific law invoked\") (quoting Allen v. Wright, 468 U.S. 737, 751, 104 S.Ct. 3315, 3324-25, 82 L.Ed.2d 556 (1984));  Benjamin v. Aroostook Med.  Ctr., Inc., 57 F.3d 101, 104 (1st Cir.1995).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>C. Amendments to Original POC</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Gens next contends that the bankruptcy court erred in permitting RTC to amend its original POC (i.e., December 1993), which incorrectly stated that Knutson was the claim holder, without disclosing that it was acting as RTC's agent.  Gens represents that she reasonably believed Knutson held no valid claim in its own right.  Further, she argues, since RTC failed to file a POC in its own name prior to the bar date, there was no timely POC to be amended.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A bankruptcy court ruling allowing an amendment to a POC is reviewed for abuse of discretion, under three criteria:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>First, the proposed amendment must not be a veiled attempt to assert a distinctly new right to payment as to which the debtor estate was not fairly alerted by the original proof of claim.  Second, the amendment must not result in unfair prejudice to other holders of unsecured claims against the estate.  Third, the need to amend must not be the product of bad faith or dilatory tactics on the part of the claimant.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Juniper Dev.  Group v. Kahn (In re Hemingway Transp., Inc.), 954 F.2d 1, 10 (1st Cir.1992) (citations omitted) (emphasis added).  Leave to amend a POC should be \"freely given when justice so requires.\"   See Fed.  R. Bankr.P. 7015.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The bankruptcy court did not abuse its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">First, in order to \"fairly alert\" the debtor estate, a POC need only \"provide[ ] adequate notice of the existence, nature, and amount of the claim as well as the creditor's intent to hold the estate liable.\"  Unioil, Inc. v. H.E. Elledge (In re Unioil, Inc.), 962 F.2d 988, 992 (10th Cir.1992).  The original POC, accompanied by a copy of the Gens Note, see Fed.  R. Bankr.P. 3001(c), met the general notice requirement.  As Knutson was duly authorized to file the original POC for RTC, see supra Section II.B, the mere failure to disclose Knutson's agency status in no sense affected the validity of the claim itself.  As the Tenth Circuit correctly recognized in Unioil, a simple substitution of the real party in interest (viz., RTC) for a related party mistakenly listed in the original POC (viz., Knutson qua agent) represents a proper ground for amendment.  See Unioil, 962 F.2d at 992 (permitting amendment where a trustee (rather than the trust) was incorrectly listed as creditor).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Second, Gens points to no unfair prejudice from any deficiency in the original POC.  See Hemingway Transp., 954 F.2d at 10;  see also Unioil, 962 F.2d at 993 (noting that party opposing amendment must show actual prejudice).  Instead, she suggests simply that allowing the RTC amendment prejudices unsecured creditors, who may receive less under any reorganization plan than would have been received were the FDIC claim not allowed.  But the standard Gens proposes would preclude virtually any amendment, since it dispenses with the requirement that the debtor or trustee show \"unfair\" prejudice.  Thus, something more than mere creditor disappointment is required to preclude amendment.  See In re Stoecker, 5 F.3d 1022, 1028 (7th Cir.1993);  In re Outdoor Sports Headquarters, Inc., 161 B.R. 414, 422 (Bankr.S.D.Ohio 1993);  In re Brown, 159 B.R. 710, 716 n. 5 (Bankr.D.N.J.1993);  In re Dietz, 136 B.R. 459, 468-69 (Bankr.E.D.Mich.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Gens neither alleged nor demonstrated that any creditor acted in detrimental reliance on any representation or omission in the original POC.  See, e.g., Brown, 159 B.R. at 716 (permitting POC amendment from unsecured to secured, given that \"no evidence has been offered that anyone relied to their detriment upon the claims as originally filed\").  Nor did Gens allege either bad faith or dilatory motive.  Moreover, these RTC amendments occurred long before the formulation of a chapter 11 plan.  See Holstein v. Brill, 987 F.2d 1268, 1270 (7th Cir.1993) (characterizing confirmation of debtor plan as \"passing milestone\" that makes it more likely POC amendment may be prejudicial).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To be sure, Knutson demonstrated considerable laxity in executing its agency responsibilities, especially its seven-month delay in submitting amended proofs of claim.  Were there some showing in these circumstances that RTC gained a strategic advantage or that other parties in interest were unfairly prejudiced, the case for disallowance of the amended POCs would have been much stronger.  Absent any such showing, however, the court did not abuse its discretion in permitting RTC to amend its original POC.  \"It is well accepted that the bankruptcy court is guided by the principles of equity, and that the court will act to assure that ' ... substance will not give way to form, [and] that technical considerations will not prevent substantial justice from being done.' \"  Pepper v. Litton, 308 U.S. 295, 305, 60 S.Ct. 238, 244, 84 L.Ed. 281 (1939) (citation omitted).</p>\n    </div>\n    <p>D. Impairment of Collateral</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lastly, Gens challenges the bankruptcy court ruling dismissing her \"impairment of collateral\" defense without first affording her an evidentiary hearing.  She claimed that a prior holder of the Gens Note--presumably U.S. Funding--used $36,000 of the loan proceeds to pay off the preexisting second mortgage on the Barnstable Property, but failed to obtain and record the mortgage discharge.  Thus, the mortgage securing the Gens Note remained third in priority, rather than climbing to second priority.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Pursuant to Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3-606(1)(b), \"[t]he holder discharges any party to the [negotiable] instrument to the extent that without such party's consent the holder ... unjustifiably impairs any collateral for the instrument given by or on behalf of the party or any person against whom he has a right of recourse.\"   An impairment of collateral may result if the conduct of the holder of a collateralized negotiable instrument unjustifiably diminishes the physical value of the collateral, releases the collateral to the principal obligor before the loan is repaid, or fails to perfect its security interest in the collateral.  See Rose v. Homsey, 347 Mass. 259, 197 N.E.2d 603, 605-06 (1964);  see also Hawaii Broad.  Co. v. Hawaii Radio, Inc., 82 Hawai'i 106, 919 P.2d 1018, 1029 (Ct.App.1996);  White v. Household Fin.  Corp., 158 Ind.App. 394, 302 N.E.2d 828, 835 (1973).  Nevertheless, in most jurisdictions a party asserting an \"impairment of collateral\" defense must prove she signed the negotiable instrument (viz., promissory note) merely as an accommodation party for the principal debtor, rather than as a borrower.  See James A. White &amp; Robert S. Summers, Uniform Commercial Code &#167;&#167; 13-16 (3d ed.1988).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">An accommodation maker is one \"who signs the [negotiable] instrument in any capacity for the purpose of lending [her] name to another party to it,\" Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3-415(1).  Frequently, accommodation parties sign debt instruments to enable the principal obligor to obtain a loan which would not have been granted absent the accommodation.  Although an accommodation party is liable to the lender under the debt instrument, her liability is that of a surety only.  Id. cmt. 1. Thus, the accommodation maker reasonably expects that if called upon for payment following the principal obligor's default, she will be subrogated to the lender's rights against the principal obligor, including the right of recourse against any collateral securing the underlying debt instrument.  See id. cmt. 5;  see also FDIC v. Blue Rock Shopping Ctr., Inc., 766 F.2d 744, 749 (3d Cir.1985);  accord Restatement of Security &#167;&#167; 104, 141 (1941).  Therefore, to the extent the holder of the debt instrument unjustifiably devalues or releases the collateral, or fails to perfect its rights in the collateral against third parties, the right of recourse may be diminished, thereby entitling the accommodation maker to a commensurate discharge from liability under the debt instrument.  See Blue Rock Shopping Ctr., 766 F.2d at 751.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The bankruptcy court considered Gens' second signature conclusive evidence that she had signed the Gens Note in her \"individual\" capacity, that is, as a principal coborrower rather than an accommodation maker.  It also concluded that the purport of Gens' second signature on the Gens Note was not rendered ambiguous, either by the anterior designation of the Trust as the sole \"Borrower\" or the failure to designate a \"Co-borrower.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Citing considerable case authority, Gens maintains that all accommodation makers necessarily sign promissory notes either in their \"individual\" or \"representative\" capacities.  Consequently, she argues, these designations cannot conclusively resolve a signatory's accommodation status.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Since the Gens Note must therefore be considered facially ambiguous, Gens argues that a hearing should have been conducted to consider parol evidence that the parties to the Gens Note (viz., U.S. Funding, the Trust, and Gens) all understood that Gen's second signature was intended only as an accommodation endorsement.  See, e.g., Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3-415(3) (expressly allowing parol evidence of accommodation status except as to holders-in-due-course);  United Beef Co. v. Childs, 306 Mass. 187, 27 N.E.2d 962, 964 (1940) (same);  see also Butler v. NationsBank, 58 F.3d 1022, 1027 (4th Cir.1995) (outlining multi-factored, intent-based \"purpose\" and \"proceeds\" tests for determining accommodation status);  First Dakota Nat'l Bank v. Maxon, 534 N.W.2d 37, 41-42 (S.D.1995) (same).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Even were we to assume arguendo that Gens was entitled to an evidentiary hearing to determine whether she signed the Gens Note as an accommodation maker, she failed to set forth allegations which would establish the second essential element in her affirmative defense--a cognizable \"impairment\" of the collateral.  See RTC v. Feldman, 3 F.3d 5, 9 (1st Cir.1993) (appellate court may affirm on any ground supported by record), cert. denied, 510 U.S. 1163, 114 S.Ct. 1187, 127 L.Ed.2d 537 (1994).  As her section 3-606 defense is founded exclusively on the claim that her subrogation rights were frustrated, supra, Gens was required to do more than prove that U.S. Funding or another holder failed to obtain and record a mortgage discharge.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Section 3-606 plainly requires evidence that the holder's dereliction actually resulted in a loss to the accommodation party.  See Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3606 (\"The holder discharges any party to the instrument to the extent ... the holder ... unjustifiably impairs [the] collateral....\").<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Gens alleged no facts which would demonstrate any actual diminution of her subrogation rights.  See FDIC v. Blanton, 918 F.2d 524, 530 (5th Cir.1990) (burden of proof is on party alleging discharge).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">First, she did not allege that any creditor obtained a superior right of recourse against the Barnstable Property due to the fact that the preexisting second mortgage was never discharged of record.  In addition, the auction sale of the Barnstable Property conducted pursuant to the first-mortgage foreclosure resulted in no surplus for application to any junior lien, including the second mortgage.  Accordingly, the record can support no finding that any junior lien was impaired.  Consequently, Gens' liability would not have been affected even if she had been able to establish that she signed the Gens Note as an accommodation maker.  See, e.g., Rempa v. LaPorte Prod.  Credit Ass'n, 444 N.E.2d 308, 313 (Ind.Ct.App.1983) (\"Thus, where the party asserting the impairment establishes that the creditor did not perfect its lien but fails to establish the extent to which that failure resulted in loss, the party has failed to establish its affirmative defense of pro tanto release.\").<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Accordingly, the district court judgment is affirmed and costs are awarded to the appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The \"election of remedies\" defense likewise derives from the equitable doctrine of estoppel.  See Butcher v. Cessna Aircraft Co., 850 F.2d 247, 248 (5th Cir.1988), cert. denied, 489 U.S. 1067, 109 S.Ct. 1343, 103 L.Ed.2d 812 (1989);  In re Leonardi's Int'l, Inc., 123 B.R. 668, 669 (Bankr.S.D.Fla.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Gens argues that the bankruptcy court decision must be reviewed de novo, we have yet to determine the exact standard for reviewing applications of the doctrine of judicial estoppel.  See Desjardins v. Van Buren Community Hosp., 37 F.3d 21, 23 (1st Cir.1994) (expressly reserving question);  cf.  McNemar v. Disney Store, Inc., 91 F.3d 610, 613 (3d Cir.1996) (adopting \"abuse of discretion\" standard), cert. denied, --- U.S. ----, 117 S.Ct. 958, 136 L.Ed.2d 845 (1997);  Data Gen. Corp. v. Johnson, 78 F.3d 1556, 1565 (Fed.Cir.1996) (same);  Yanez v. United States, 989 F.2d 323 (9th Cir.1993) (same).  \"In reality, judicial estoppel is not extrinsically a matter of fact or law;  the issues that arise may turn out to be ones of raw fact, abstract law, or something in between, e.g., the application of a general standard to a known set of facts.\"  Desjardins, 37 F.3d at 23.   It is not necessary to determine the precise standard of review at this juncture, however, since the bankruptcy court ruling would be affirmed even on plenary review.  See id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See United States v. Levasseur, 846 F.2d 786, 793 (1st Cir.)  (estoppel applies where party previously \"obtained a litigation benefit\"), cert. denied, 488 U.S. 894, 109 S.Ct. 232, 102 L.Ed.2d 222 (1988);  see also Continental Ill.  Corp. v. Commissioner, 998 F.2d 513, 518 (7th Cir.1993), cert. denied, 510 U.S. 1041, 114 S.Ct. 685, 126 L.Ed.2d 652 (1994) (party must have \"sold\" its position to prior tribunal);  Wang Labs., Inc. v. Applied Computer Sciences, Inc., 958 F.2d 355, 358 (Fed.Cir.1992);  In re A. Barletta &amp; Sons, Inc., 185 B.R. 976, 980 (Bankr.M.D.Pa.1995);  In re Pierce Packing Co., 169 B.R. 421, 429-30 (Bankr.D.Mont.1994);  In re UNR Indus., Inc., 143 B.R. 506, 526 (Bankr.N.D.Ill.1992), vacated on other grounds, 173 B.R. 149 (N.D.Ill.1994);  Phillips v. FDIC (In re Phillips ), 124 B.R. 712, 719 (Bankr.W.D.Tex.1991);  In re Merritt Logan, Inc., 109 B.R. 140, 147-48 (Bankr.E.D.Pa.1990);  cf. also Crown Life Ins. Co. v. American Nat'l Bank and Trust Co. of Chicago, 35 F.3d 296, 299 (7th Cir.1994) (\"An election of remedy occurs only when a party accepts the benefit of pursuing the initial remedy.\");  Leonardi's Int'l, Inc., 123 B.R. at 669 (\"An election ... between legally inconsistent remedies can be made at any time prior to the entry of [final] judgment.\");  Collomb v. Wyatt (In re Wyatt ), 6 B.R. 947, 951-52 (Bankr.E.D.N.Y.1980) (\" 'The purpose of [the] doctrine [of election of remedies] is not to prevent recourse to any remedy, but to prevent double redress for a single wrong.' \")  (citation omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See, e.g., Desjardins, 37 F.3d at 23 (\"There are many situations, especially at the outset of litigation, where a party is free to assert a position from which it later withdraws--or even to assert, in the alternative, two inconsistent positions of its potential claims and defenses.\");  Fort Vancouver Plywood Co. v. United States, 860 F.2d 409, 415 (Fed.Cir.1988) (\"With the enactment of the Federal Rules of Civil Procedure, the traditional election doctrine was relaxed.\");  Grogan v. Garner, 806 F.2d 829, 838 (8th Cir.1986) (\"[T]he doctrine [of election] is remedial, and neither it nor the federal rules of pleading require an election of substantive theories.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Furthermore, RTC had a legal obligation to file a POC against the Gens estate in order to preserve the position of Home Owners, which then held an unsecured claim against Gens.  Finally, should Key repurchase the Gens Note, FDIC would realize no double recovery, since Key would become the claim holder of record.  See Fed.  R. Bankr.P. 3001(e)(2)</p>\n        <p>The \"election of remedies\" argument fails for yet another reason.  Since the Trust and Gens did not default on the Gens Note until January 1990, Home Owners had no available remedy against Gens in 1989 when it filed its complaint against Key.  The 1990 default by the Trust and Gens thus constituted a legal wrong distinct and severable from the breach of contract by Key.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Furthermore, even assuming she had standing, Gens has alleged no facts suggesting that Knutson contributed either to Home Owners' insolvency or to any \"substantial loss\" occasioned RTC</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Gens argues that the POCs filed by Knutson were invalid because they were not signed by RTC's attorney.  See Fed.  R. Bankr.P. 9010(a);  9011(a).  But see Fed.  R. Bankr.P. 3001(b) (POC may be signed by creditor or its authorized agent);  compare, e.g., Official Bankruptcy Form 1 (providing space for attorney signature) with Official Bankruptcy Form 10 (POC form providing no attorney-signature line).  We need not resolve the present claim, however, since Gens concededly failed to raise it in the bankruptcy court.  See Juniper Dev.  Group v. Kahn (In re Hemingway Transp., Inc.), 993 F.2d 915, 935 (1st Cir.), cert. denied, 510 U.S. 914, 114 S.Ct. 303, 126 L.Ed.2d 251 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Bankruptcy Rule 7015 makes Fed.R.Civ.P. 15 (governing amendments to complaints) applicable in adversary proceedings.  Although this case arose as a contested matter, rather than an adversary proceeding, Fed.  R. Bankr.P. 9014 permits Bankruptcy Rule 7015 to be applied in contested matters.  In re Stavriotis, 977 F.2d 1202, 1204 (7th Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Nor would the two remaining defects in the original POC bar amendment.  First, as trustee for the Old Jail Trust, Gens had every reason to know that the original characterization of the POC, as \"secured,\" was mistaken, since the first mortgagee already had foreclosed on the Barnstable Property securing the Gens Note.  Second, the mistaken date assigned to the underlying debt instrument was a minor defect, given that the Gens Note itself was attached to the POC</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The latent confusion in this regard stems from the broad language in U.C.C. &#167; 3-606, which refers to \"any party to the [negotiable] instrument.\"   See FDIC v. Blue Rock Shopping Ctr., Inc., 766 F.2d 744, 749 (3d Cir.1985) (outlining caselaw split).  We have found no Massachusetts case which determines whether a nonaccommodation obligor on a promissory note may also invoke the U.C.C. &#167; 3-606 defense.  Since Gens and the bankruptcy court implicitly accepted the majority rule--that Gens must establish accommodation status--and because we affirm on an alternative ground, we need not address the unresolved Massachusetts-law question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See, e.g., FDIC v. Trans Pacific Indus., Inc., 14 F.3d 10, 12 (5th Cir.1994) (rejecting FDIC's \"attempts to nullify the import\" of the \"borrower\" identification block in promissory note, which reflected corporation as sole borrower and did not designate corporate officer as coborrower)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> FDIC counters that 12 U.S.C. &#167; 1823(e) (codification of D'Oench, Duhme doctrine) barred parol evidence of Gens' accommodation status, or that FDIC's status as a federal or state holder in due course barred Gens from invoking the U.C.C. &#167; 3-606 defense.  See Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3-415(3) (\"As against a holder in due course and without notice of the accommodation oral proof of the accommodation is not admissible to give the accommodation party the benefit of discharges dependent on his character as such.\").  Since FDIC's right to invoke either doctrine in this case is open to serious question, we express no opinion on its contentions.  See, e.g., O'Melveny &amp; Myers v. FDIC, 512 U.S. 79, 114 S.Ct. 2048, 129 L.Ed.2d 67 (1994) (generally discouraging adoption of federal common-law rules especially protective of FDIC);  Varel v. Banc One Capital Partners, Inc., 55 F.3d 1016, 1021 (5th Cir.1995) (D'Oench inapplicable where issue is not the enforceability of a secret, unwritten side agreement, but whether to allow parol evidence concerning the intendment of an ambiguous written contract provision);  Capitol Bank and Trust Co. v. 604 Columbus Ave. Realty Trust (In re 604 Columbus Ave. Realty Trust ), 968 F.2d 1332, 1350-51 (1st Cir.1992) (holding that FDIC is not entitled to federal holder-in-due-course status when acting in its capacity as receiver);  Calaska Partners Ltd. v. Corson, 672 A.2d 1099, 1104 (Me.1996) (FDIC as receiver of bulk purchaser not a holder in due course under state law);  Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3-302(3) (denying holder-in-due-course status to party who acquired note \"as part of a bulk transaction\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Citing Providence, Fall River &amp; Newport Steamboat Co. v. Massachusetts Bay S.S. Corp., 38 F.2d 674 (D.Mass.1930), Gens contends that the holder's mere failure to record a mortgage discharge warrants her total release from liability because the Barnstable Property obviously was of sufficient value to satisfy the Gens Note in July 1988, and the holder's failure to perfect its security interest unquestionably increased her risk of loss without her consent, even if no actual loss occurred.  Since the cited case predates the adoption of the Massachusetts Uniform Commercial Code in 1958, it is both legally and factually inapposite.  See id. at 675 (noting that the court was \"dealing not with the question how far a surety who has guaranteed the performance of a contract is released by subsequent alterations in it by the contracting parties, but with a change made by the creditor in the state of facts on which an independent contract of guaranty rests\");  cf. infra note 14</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Although we have found no Massachusetts case precisely in point, the clear majority trend among U.C.C. jurisdictions is to require the accommodation maker to prove actual loss from the impairment.  See, e.g., Alcock v. Small Bus.  Admin., 50 F.3d 1456, 1462 (9th Cir.1995) (\"A clear majority of state courts place the burden on the guarantor to prove actual prejudice and limit the discharge to the extent of the impairment demonstrated.\")  (emphasis added);  Myers v. First State Bank of Sherwood, 293 Ark. 82, 732 S.W.2d 459, 461 (1987) (\"[T]he surety must prove two elements in order to be entitled to a discharge--'that the holder of the note was responsible for the loss or impairment of the collateral, and the extent to which the impairment results in loss.' \")  (emphasis added) (quoting Van Balen v. Peoples Bank &amp; Trust Co., 3 Ark.App. 243, 626 S.W.2d 205, 209-10 (1981)), modified on other grounds, 293 Ark. 82, 741 S.W.2d 624 (1987);  Bank South v. Jones, 185 Ga.App. 125, 364 S.E.2d 281, 285 (1987) (\"[A] failure to perfect a lien on pledged corporate stock [does not] effect a discharge where it was shown that the stock had no value at the time the action [to collect on the debt] was commenced.\");  Hurt v. Citizens Trust Co., 128 Ga.App. 224, 196 S.E.2d 349, 351 (1973) (noting that appellant has \"not shown how the failure to record the leases and assignments resulted in any damage\");  Rempa v. LaPorte Prod.  Credit Ass'n, 444 N.E.2d 308, 313 (Ind.Ct.App.1983) (see infra );  T.O. Stanley Boot Co. v. Bank of El Paso, 847 S.W.2d 218, 223 (Tex.1992) (\"If the creditor breaches his duty, the surety is discharged on the note to the extent of his loss.\");  Century 21 Prods., Inc. v. Glacier Sales, 74 Wash.App. 793, 875 P.2d 1238, 1242 (1994) (\"Should a creditor impair the collateral, the surety will be discharged to the extent he is harmed by the impairment.\"), rev'd on other grounds, 129 Wash.2d 406, 918 P.2d 168 (1996);  see generally Carolyn Edwards, Impairment of Collateral Under Section 3-606 of the Uniform Commercial Code, 12 U. Dayton L.Rev. 509, 522 n. 81 (1987) (\"A number of courts have concluded that an unjustifiable impairment of collateral includes a failure to perfect a security interest if such failure results in a loss to the surety as subrogee.\");   cf. also Revised U.C.C. 3-605(f) (discharge for impairment of collateral only \"to the extent the impairment causes the party asserting discharge to pay more than that party would have been obliged to pay ... if impairment had not occurred.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Moreover, Gens merely alleged that no mortgage discharge was recorded.  She did not allege that the $36,000, see supra p. 571, was never applied to the preexisting second mortgage.  Therefore, assuming the underlying debt was in fact fully paid, it would seem extremely unlikely that the mortgagee or any of its assignees could have asserted a viable right to recourse against the Barnstable Property.  See, e.g., Beaton v. Land Court, 367 Mass. 385, 326 N.E.2d 302, 307 (1975) (noting that \"a court acting under general principles of equity jurisprudence has broad power to reform, rescind, or cancel written instruments, including mortgages,\" and that the discharging party could simply have brought suit to compel the mortgagee to cancel the note and \"issue a discharge of mortgage in a form appropriate for recording\"), appeal dismissed, 423 U.S. 806, 96 S.Ct. 16, 46 L.Ed.2d 27 (1975)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></span></p>\n    <p class=\"case_cite\">30 Bankr.Ct.Dec. 973, Bankr. L. Rep.  P 77,366,<br><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">U.C.C. Rep. Serv. 2d (West)</span> <span class=\"page\">885</span></span></p>\n    <p class=\"parties\">In re Helen D. GENS, d/b/a Helen Gens and Associates, Appellant,<br>v.<br>RESOLUTION TRUST CORPORATION (Federal Deposit Insurance<br>Corporation), Appellee.</p>\n    <p class=\"docket\">No. 96-2009.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 4, 1997.<br>Decided May 5, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard H. Gens, Centerville, MA, for appellant.</p>\n      <p class=\"indent\">Barbara R. Sarshik, Counsel, FDIC, Washington, DC, with whom Ann S. DuRoss, Assistant General Counsel, FDIC, Thomas L. Hindes, Senior Counsel, FDIC, Washington, DC, Joseph G. Butler, and Barron &amp; Stadfeld, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Chapter 11 debtor-in-possession Helen D. Gens (\"Gens\") challenges a bankruptcy court order which allowed the Federal Deposit Insurance Corporation (\"FDIC\") to amend its proof of claim following the bar date for filing claims.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In July 1988, Gens executed a promissory note (\"the Gens Note\") payable to U.S. Funding Inc. of America (\"U.S.Funding\") in the principal amount of $70,000, by signing it both in her \"individual\" capacity and in her representative capacity as trustee for the Old Jail Trust (\"Trust\").  The Gens Note was secured by a third mortgage on real property in Barnstable, Massachusetts, owned by the Trust (\"the Barnstable Property\").  Although the Barnstable Property was subject to two prior mortgages, U.S. Funding and Gens allegedly arranged for $36,000 of the $70,000 in loan proceeds to be used to satisfy the preexisting second mortgage.  U.S. Funding promptly assigned the Gens Note to Key Financial Services (\"Key\"), which assigned it to Home Owners Savings Bank (\"Home Owners\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 1989, Home Owners commenced suit against Key in federal district court, alleging that the purchase-sale agreement, whereby Home Owners acquired the Gens Note from Key, had been induced by fraud or that Key had breached its title-insurance provisions.  Home Owners demanded either rescission or damages for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Trust defaulted on the Gens Note in or about January 1990 and the first mortgagee foreclosed on the Barnstable Property.  The foreclosure sale resulted in no surplus for application to any junior lien, including the third mortgage securing the Gens Note.  In September 1990, Home Owners was declared insolvent and the Resolution Trust Corporation (\"RTC\") was appointed receiver.  RTC designated Knutson Mortgage Corporation (\"Knutson\") as its servicing agent on the Gens Note, and gave Knutson a limited power of attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Meanwhile, in the ongoing federal action brought by Home Owners against Key, the district court entered partial summary judgment for RTC and Home Owners, finding that Key had breached the purchase-sale agreement.  The attendant district court order directing Key to repurchase the Gens Note never became final, however, apparently because RTC and Key were unable to agree upon a repurchase price.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Gens commenced a voluntary chapter 11 proceeding in September 1993, but failed to schedule the Gens Note as a liability.  Knutson, as RTC's agent, filed a proof of claim (\"POC\") in relation to the Gens Note in December 1993 (\"original POC\"), well before the May 16, 1994 bar date for filing claims.  The original POC incorrectly listed Knutson itself as the creditor, failed to disclose that Knutson was the authorized RTC servicing agent, mischaracterized the claim as secured, and mistakenly identified February 24, 1989 (rather than July 1988) as the date Gens incurred the Gens Note obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Almost seven months after the bar date, Knutson filed an amended POC in relation to the Gens Note, correctly listing RTC as the creditor, but still (i) failing to disclose that Knutson was RTC's agent, and (ii) incorrectly characterizing the claim as \"secured.\"   Knutson eventually submitted additional amended POCs correcting these deficiencies.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Gens objected to the original and amended POCs, asserting inter alia judicial estoppel and discharge of the note, see Mass.  Gen. Laws Ann. ch. 106, &#167; 3-606.  While these objections were pending, FDIC, successor to RTC, was substituted as the creditor on all POCs filed by Knutson.  Ultimately, the objections to the original and amended POCs were rejected by the bankruptcy court and the district court affirmed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Judicial Estoppel</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The companion doctrines of judicial estoppel and election of remedies<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> essentially preclude a party from asserting a legal or factual position \"inconsistent\" with its position in a prior proceeding.  See Patriot Cinemas, Inc. v. General Cinema Corp., <span class=\"citation\" data-id=\"498115\"><a href=\"/opinion/498115/patriot-cinemas-inc-v-general-cinema-corp/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span>, 212 (1st Cir.1987).  The estoppel defense advanced by Gens is predicated entirely on the contract-rescission claim Home Owners asserted in the federal court action against Key, alleging inter alia that Key had made material misrepresentations in negotiating the purchase-sale agreement.  Implicit in Home Owners' demand for rescission of the purchase-sale agreement was its averment that Key's fraud rendered the purchase-sale agreement voidable ab initio, and therefore that Home Owners never became a \"holder\" of the Gens Note.  See, e.g., In re Southern Indus. Banking Corp., <span class=\"citation\" data-id=\"1888083\"><a href=\"/opinion/1888083/in-re-southern-indus-banking-corp/\"><span class=\"volume\">46</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">306</span></a></span>, 313 (Bankr.E.D.Tenn.1985) (\"A party to a transaction induced by fraud may elect between two remedies--he may treat the contract as voidable and sue for the equitable remedy of rescission or he may sue for damages at law under the tort theory of 'deceit.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In January 1992, the district court awarded summary judgment to RTC on its contract claim.  Gens now contends, therefore, that FDIC is estopped from asserting a claim under the Gens Note in her bankruptcy proceeding, since its POC is legally and factually inconsistent with the litigation position adopted by Home Owners in the district court action, namely, that Home Owners never became a holder of the Gens Note because the purchase-sale agreement was rescindable from its inception.  We disagree.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Judicial estoppel is not implicated unless the first forum accepted the legal or factual assertion alleged to be at odds with the position advanced in the current forum:[W]here a party assumes a certain position in a legal proceeding, and succeeds in maintaining that position, he may not thereafter, simply because his interests have changed, assume a contrary position, especially if it be to the prejudice of the party who has acquiesced in the position formerly taken by him....  Judicial estoppel should be employed when a litigant is \"playing fast and loose with the courts,\" and when \"intentional self-contradiction is being used as a means of obtaining unfair advantage in a forum provided for suitors seeking justice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Patriot Cinemas, 834 F.2d at 212 (emphasis added) (citations omitted).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Similarly, the primary purpose served by the \"election of remedies\" doctrine is \"to prevent double [viz., sequential] recoveries for the same wrong.\"  Tavormina v. Fir, Inc.  (In re Alchar Hardware Co.), <span class=\"citation\" data-id=\"453591\"><a href=\"/opinion/453591/in-re-alchar-hardware-co-inc-and-knight-wall-co-inc-debtors/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1530</span></a></span>, 1534 (11th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Contrary to Gens' contention, RTC permissibly displaced its contract-rescission claim by moving for partial summary judgment on its alternative claim that Key had breached the purchase-sale agreement.  See Fed.R.Civ.P. 8(e)(2) (\"A party may also state as many separate claims [in its complaint] ... as the party has[,] regardless of consistency....\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Under an express provision in the purchase-sale agreement, the exclusive remedy for its breach was the repurchase of the Gens Note by Key upon demand by Home Owners.  Thus, unlike a rescindment, which necessarily presumes a disaffirmance of the purchase-sale agreement by Home Owners ab ovo, the RTC breach-of-contract claim implicitly acknowledged a valid contract whereby Home Owners became the holder of the Gens Note until Key repurchased the Note.  Accordingly, the current FDIC litigation position is not inconsistent with that advanced by its predecessor, RTC, since Home Owners and RTC failed to persuade the district court that the purchase-sale agreement was voidable, hence invalid from its inception.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>B. Validity of Knutson Authorization</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Next, Gens contends that the original and amended POCs submitted by RTC are invalid because Knutson was not authorized to act as agent for RTC. See Fed.  R. Bankr.P. 3001(b) (\"A proof of claim shall be executed by the creditor or the creditor's authorized agent ....\");  see also Fed.  R. Bankr.P. 9010(a)(2).  Gens asserts that it would have demonstrated, at an evidentiary hearing, that RTC regulations, see 12 C.F.R. &#167; 1606.4;  see also 12 U.S.C. &#167; 1441a(n)(6), presumptively disqualified Knutson from serving as an RTC agent because, as an affiliate of Home Owners, presumably it was complicit in whatever financial misfeasance or malfeasance led to the Home Owners insolvency.  As the bankruptcy court aptly noted, however, Gens lacked standing to challenge Knutson's agency status.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The RTC regulation pursuant to which Knutson was designated is designed (i) to \"ensure that contractors [hired by RTC] meet minimum standards of competence, integrity, fitness, and experience and are held to the highest standards of ethical conduct in performing services for RTC,\" (ii) to prevent \"the direct or indirect use of information gained through performance of a contract ... for personal gain not contemplated by the contract,\" and (iii) to preclude \"the use of personal relationships or improper influence to gain unfair competitive advantage in obtaining contracts with the RTC.\" 12 C.F.R. &#167; 1606.1.  The RTC regulation thus identifies two conceivable classes of intended beneficiaries:  (1) competing contractors which are unfairly denied RTC contract bids;  and (2) the taxpaying public, which may be harmed by RTC revenue losses resulting from \"insider\" conflicts of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gens plainly cannot qualify under the first classification, as she is not a competing contractor.  See, e.g., New Hampshire Right to Life Political Action Comm. v. Gardner, <span class=\"citation\" data-id=\"197054\"><a href=\"/opinion/197054/nh-right-to-life-v-nh-secretary/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 15 (1st Cir.1996) (\"[U]nder the principle of jus tertii, the plaintiff ordinarily 'must assert [her] own legal rights and interests, and cannot rest [her] claim to relief on the legal rights or interests of third parties.' \")  (citation omitted).  Moreover, no standing is conferred upon Gens, individually, by the generalized taxpayer benefit theme which actuates the second classification.  See Libertad v. Welch, <span class=\"citation\" data-id=\"695145\"><a href=\"/opinion/695145/lydia-libertad-v-father-patrick-welch/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">428</span></a></span>, 436 (1st Cir.1995) (noting that claimant normally may not adjudicate \"abstract questions of wide public significance which amount to generalized grievances more appropriately addressed by the legislature\").  Nothing in the statute, the RTC regulation or the attendant case law remotely suggests that Congress or the agency itself intended to confer standing on chapter 11 debtors to enforce the RTC regulation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See, e.g., Dubois v. United States Dep't of Agric., <span class=\"citation\" data-id=\"731302\"><a href=\"/opinion/731302/roland-c-dubois-and-restore-the-north-woods-v-united-states-department/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1273</span></a></span>, 1281 (1st Cir.1996) (to demonstrate \"standing,\" complainant must establish, inter alia, that her claim does not fall \"outside the zone of interests protected by the specific law invoked\") (quoting Allen v. Wright, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 751, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, 3324-25, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1984));  Benjamin v. Aroostook Med.  Ctr., Inc., <span class=\"citation\" data-id=\"196155\"><a href=\"/opinion/196155/benjamin-v-aroostook-medical/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 104 (1st Cir.1995).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>C. Amendments to Original POC</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Gens next contends that the bankruptcy court erred in permitting RTC to amend its original POC (i.e., December 1993), which incorrectly stated that Knutson was the claim holder, without disclosing that it was acting as RTC's agent.  Gens represents that she reasonably believed Knutson held no valid claim in its own right.  Further, she argues, since RTC failed to file a POC in its own name prior to the bar date, there was no timely POC to be amended.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A bankruptcy court ruling allowing an amendment to a POC is reviewed for abuse of discretion, under three criteria:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>First, the proposed amendment must not be a veiled attempt to assert a distinctly new right to payment as to which the debtor estate was not fairly alerted by the original proof of claim.  Second, the amendment must not result in unfair prejudice to other holders of unsecured claims against the estate.  Third, the need to amend must not be the product of bad faith or dilatory tactics on the part of the claimant.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Juniper Dev.  Group v. Kahn (In re Hemingway Transp., Inc.), <span class=\"citation\" data-id=\"576212\"><a href=\"/opinion/576212/in-re-hemingway-transport-inc-debtors-woburn-associates-v-herbert-c/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.1992) (citations omitted) (emphasis added).  Leave to amend a POC should be \"freely given when justice so requires.\"   See Fed.  R. Bankr.P. 7015.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The bankruptcy court did not abuse its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">First, in order to \"fairly alert\" the debtor estate, a POC need only \"provide[ ] adequate notice of the existence, nature, and amount of the claim as well as the creditor's intent to hold the estate liable.\"  Unioil, Inc. v. H.E. Elledge (In re Unioil, Inc.), <span class=\"citation\" data-id=\"582678\"><a href=\"/opinion/582678/in-re-unioil-inc-debtor-unioil-plaintiff-appelleecross-appellant-v/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">988</span></a></span>, 992 (10th Cir.1992).  The original POC, accompanied by a copy of the Gens Note, see Fed.  R. Bankr.P. 3001(c), met the general notice requirement.  As Knutson was duly authorized to file the original POC for RTC, see supra Section II.B, the mere failure to disclose Knutson's agency status in no sense affected the validity of the claim itself.  As the Tenth Circuit correctly recognized in Unioil, a simple substitution of the real party in interest (viz., RTC) for a related party mistakenly listed in the original POC (viz., Knutson qua agent) represents a proper ground for amendment.  See Unioil, 962 F.2d at 992 (permitting amendment where a trustee (rather than the trust) was incorrectly listed as creditor).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Second, Gens points to no unfair prejudice from any deficiency in the original POC.  See Hemingway Transp., 954 F.2d at 10;  see also Unioil, 962 F.2d at 993 (noting that party opposing amendment must show actual prejudice).  Instead, she suggests simply that allowing the RTC amendment prejudices unsecured creditors, who may receive less under any reorganization plan than would have been received were the FDIC claim not allowed.  But the standard Gens proposes would preclude virtually any amendment, since it dispenses with the requirement that the debtor or trustee show \"unfair\" prejudice.  Thus, something more than mere creditor disappointment is required to preclude amendment.  See In re Stoecker, <span class=\"citation\" data-id=\"653663\"><a href=\"/opinion/653663/in-the-matter-of-william-j-stoecker-debtor-appeal-of-thomas-e-raleigh/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1022</span></a></span>, 1028 (7th Cir.1993);  In re Outdoor Sports Headquarters, Inc., <span class=\"citation\" data-id=\"1548776\"><a href=\"/opinion/1548776/in-re-outdoor-sports-headquarters-inc/\"><span class=\"volume\">161</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">414</span></a></span>, 422 (Bankr.S.D.Ohio 1993);  In re Brown, <span class=\"citation\" data-id=\"1547004\"><a href=\"/opinion/1547004/in-re-brown/\"><span class=\"volume\">159</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">710</span></a></span>, 716 n. 5 (Bankr.D.N.J.1993);  In re Dietz, <span class=\"citation\" data-id=\"2001076\"><a href=\"/opinion/2001076/in-re-dietz/\"><span class=\"volume\">136</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">459</span></a></span>, 468-69 (Bankr.E.D.Mich.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Gens neither alleged nor demonstrated that any creditor acted in detrimental reliance on any representation or omission in the original POC.  See, e.g., Brown, 159 B.R. at 716 (permitting POC amendment from unsecured to secured, given that \"no evidence has been offered that anyone relied to their detriment upon the claims as originally filed\").  Nor did Gens allege either bad faith or dilatory motive.  Moreover, these RTC amendments occurred long before the formulation of a chapter 11 plan.  See Holstein v. Brill, <span class=\"citation\" data-id=\"601833\"><a href=\"/opinion/601833/thomas-holstein-v-kevin-brill/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1268</span></a></span>, 1270 (7th Cir.1993) (characterizing confirmation of debtor plan as \"passing milestone\" that makes it more likely POC amendment may be prejudicial).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To be sure, Knutson demonstrated considerable laxity in executing its agency responsibilities, especially its seven-month delay in submitting amended proofs of claim.  Were there some showing in these circumstances that RTC gained a strategic advantage or that other parties in interest were unfairly prejudiced, the case for disallowance of the amended POCs would have been much stronger.  Absent any such showing, however, the court did not abuse its discretion in permitting RTC to amend its original POC.  \"It is well accepted that the bankruptcy court is guided by the principles of equity, and that the court will act to assure that ' ... substance will not give way to form, [and] that technical considerations will not prevent substantial justice from being done.' \"  Pepper v. Litton, <span class=\"citation\" data-id=\"103255\"><a href=\"/opinion/103255/pepper-v-litton/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">295</span></a></span>, 305, <span class=\"citation\" data-id=\"103255\"><a href=\"/opinion/103255/pepper-v-litton/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">238</span></a></span>, 244, <span class=\"citation\" data-id=\"103255\"><a href=\"/opinion/103255/pepper-v-litton/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">281</span></a></span> (1939) (citation omitted).</p>\n    </div>\n    <p>D. Impairment of Collateral</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lastly, Gens challenges the bankruptcy court ruling dismissing her \"impairment of collateral\" defense without first affording her an evidentiary hearing.  She claimed that a prior holder of the Gens Note--presumably U.S. Funding--used $36,000 of the loan proceeds to pay off the preexisting second mortgage on the Barnstable Property, but failed to obtain and record the mortgage discharge.  Thus, the mortgage securing the Gens Note remained third in priority, rather than climbing to second priority.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Pursuant to Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3-606(1)(b), \"[t]he holder discharges any party to the [negotiable] instrument to the extent that without such party's consent the holder ... unjustifiably impairs any collateral for the instrument given by or on behalf of the party or any person against whom he has a right of recourse.\"   An impairment of collateral may result if the conduct of the holder of a collateralized negotiable instrument unjustifiably diminishes the physical value of the collateral, releases the collateral to the principal obligor before the loan is repaid, or fails to perfect its security interest in the collateral.  See Rose v. Homsey, <span class=\"citation\" data-id=\"2050326\"><a href=\"/opinion/2050326/rose-v-homsey/\"><span class=\"volume\">347</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">259</span></a></span>, <span class=\"citation\" data-id=\"2050326\"><a href=\"/opinion/2050326/rose-v-homsey/\"><span class=\"volume\">197</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">603</span></a></span>, 605-06 (1964);  see also Hawaii Broad.  Co. v. Hawaii Radio, Inc., 82 Hawai'i 106, <span class=\"citation\" data-id=\"1274867\"><a href=\"/opinion/1274867/hawaii-broadcasting-co-v-hawaii-radio/\"><span class=\"volume\">919</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1018</span></a></span>, 1029 (Ct.App.1996);  White v. Household Fin.  Corp., 158 Ind.App. 394, <span class=\"citation\" data-id=\"2007194\"><a href=\"/opinion/2007194/white-v-household-finance-corporation/\"><span class=\"volume\">302</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">828</span></a></span>, 835 (1973).  Nevertheless, in most jurisdictions a party asserting an \"impairment of collateral\" defense must prove she signed the negotiable instrument (viz., promissory note) merely as an accommodation party for the principal debtor, rather than as a borrower.  See James A. White &amp; Robert S. Summers, Uniform Commercial Code &#167;&#167; 13-16 (3d ed.1988).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">An accommodation maker is one \"who signs the [negotiable] instrument in any capacity for the purpose of lending [her] name to another party to it,\" Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3-415(1).  Frequently, accommodation parties sign debt instruments to enable the principal obligor to obtain a loan which would not have been granted absent the accommodation.  Although an accommodation party is liable to the lender under the debt instrument, her liability is that of a surety only.  Id. cmt. 1. Thus, the accommodation maker reasonably expects that if called upon for payment following the principal obligor's default, she will be subrogated to the lender's rights against the principal obligor, including the right of recourse against any collateral securing the underlying debt instrument.  See id. cmt. 5;  see also FDIC v. Blue Rock Shopping Ctr., Inc., <span class=\"citation\" data-id=\"454677\"><a href=\"/opinion/454677/federal-deposit-insurance-corporation-v-blue-rock-shopping-center-inc-a/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">744</span></a></span>, 749 (3d Cir.1985);  accord Restatement of Security &#167;&#167; 104, 141 (1941).  Therefore, to the extent the holder of the debt instrument unjustifiably devalues or releases the collateral, or fails to perfect its rights in the collateral against third parties, the right of recourse may be diminished, thereby entitling the accommodation maker to a commensurate discharge from liability under the debt instrument.  See Blue Rock Shopping Ctr., 766 F.2d at 751.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The bankruptcy court considered Gens' second signature conclusive evidence that she had signed the Gens Note in her \"individual\" capacity, that is, as a principal coborrower rather than an accommodation maker.  It also concluded that the purport of Gens' second signature on the Gens Note was not rendered ambiguous, either by the anterior designation of the Trust as the sole \"Borrower\" or the failure to designate a \"Co-borrower.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Citing considerable case authority, Gens maintains that all accommodation makers necessarily sign promissory notes either in their \"individual\" or \"representative\" capacities.  Consequently, she argues, these designations cannot conclusively resolve a signatory's accommodation status.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Since the Gens Note must therefore be considered facially ambiguous, Gens argues that a hearing should have been conducted to consider parol evidence that the parties to the Gens Note (viz., U.S. Funding, the Trust, and Gens) all understood that Gen's second signature was intended only as an accommodation endorsement.  See, e.g., Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3-415(3) (expressly allowing parol evidence of accommodation status except as to holders-in-due-course);  United Beef Co. v. Childs, <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">962</span></span>, 964 (1940) (same);  see also Butler v. NationsBank, <span class=\"citation\" data-id=\"698665\"><a href=\"/opinion/698665/algernon-l-butler-jr-trustee-in-bankruptcy-for-cheryl-lynn-harper-v/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1022</span></a></span>, 1027 (4th Cir.1995) (outlining multi-factored, intent-based \"purpose\" and \"proceeds\" tests for determining accommodation status);  First Dakota Nat'l Bank v. Maxon, <span class=\"citation\" data-id=\"1700744\"><a href=\"/opinion/1700744/first-dakota-nat-bank-v-maxon/\"><span class=\"volume\">534</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">37</span></a></span>, 41-42 (S.D.1995) (same).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Even were we to assume arguendo that Gens was entitled to an evidentiary hearing to determine whether she signed the Gens Note as an accommodation maker, she failed to set forth allegations which would establish the second essential element in her affirmative defense--a cognizable \"impairment\" of the collateral.  See RTC v. Feldman, <span class=\"citation\" data-id=\"628629\"><a href=\"/opinion/628629/resolution-trust-corporation-v-jerald-r-feldman/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.1993) (appellate court may affirm on any ground supported by record), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1163</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">537</span></span> (1994).  As her section 3-606 defense is founded exclusively on the claim that her subrogation rights were frustrated, supra, Gens was required to do more than prove that U.S. Funding or another holder failed to obtain and record a mortgage discharge.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Section 3-606 plainly requires evidence that the holder's dereliction actually resulted in a loss to the accommodation party.  See Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3606 (\"The holder discharges any party to the instrument to the extent ... the holder ... unjustifiably impairs [the] collateral....\").<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Gens alleged no facts which would demonstrate any actual diminution of her subrogation rights.  See FDIC v. Blanton, <span class=\"citation\" data-id=\"551310\"><a href=\"/opinion/551310/federal-deposit-insurance-corporation-in-its-corporate-capacity-v-henry/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">524</span></a></span>, 530 (5th Cir.1990) (burden of proof is on party alleging discharge).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">First, she did not allege that any creditor obtained a superior right of recourse against the Barnstable Property due to the fact that the preexisting second mortgage was never discharged of record.  In addition, the auction sale of the Barnstable Property conducted pursuant to the first-mortgage foreclosure resulted in no surplus for application to any junior lien, including the second mortgage.  Accordingly, the record can support no finding that any junior lien was impaired.  Consequently, Gens' liability would not have been affected even if she had been able to establish that she signed the Gens Note as an accommodation maker.  See, e.g., Rempa v. LaPorte Prod.  Credit Ass'n, <span class=\"citation\" data-id=\"2032642\"><a href=\"/opinion/2032642/rempa-v-laporte-production-credit-assn/\"><span class=\"volume\">444</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">308</span></a></span>, 313 (Ind.Ct.App.1983) (\"Thus, where the party asserting the impairment establishes that the creditor did not perfect its lien but fails to establish the extent to which that failure resulted in loss, the party has failed to establish its affirmative defense of pro tanto release.\").<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Accordingly, the district court judgment is affirmed and costs are awarded to the appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The \"election of remedies\" defense likewise derives from the equitable doctrine of estoppel.  See Butcher v. Cessna Aircraft Co., <span class=\"citation\" data-id=\"508198\"><a href=\"/opinion/508198/merilyn-w-butcher-v-cessna-aircraft-company-martha-j-noble-v-cessna/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">247</span></a></span>, 248 (5th Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1067</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1343</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">812</span></span> (1989);  In re Leonardi's Int'l, Inc., <span class=\"citation\" data-id=\"1881965\"><a href=\"/opinion/1881965/in-re-leonardis-intern-inc/\"><span class=\"volume\">123</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">668</span></a></span>, 669 (Bankr.S.D.Fla.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Gens argues that the bankruptcy court decision must be reviewed de novo, we have yet to determine the exact standard for reviewing applications of the doctrine of judicial estoppel.  See Desjardins v. Van Buren Community Hosp., <span class=\"citation\" data-id=\"195661\"><a href=\"/opinion/195661/desjardins-v-van-buren-hospital/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 23 (1st Cir.1994) (expressly reserving question);  cf.  McNemar v. Disney Store, Inc., <span class=\"citation\" data-id=\"723769\"><a href=\"/opinion/723769/leonard-c-mcnemar-v-the-disney-store-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 613 (3d Cir.1996) (adopting \"abuse of discretion\" standard), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">958</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">845</span></span> (1997);  Data Gen. Corp. v. Johnson, <span class=\"citation\" data-id=\"714882\"><a href=\"/opinion/714882/data-general-corporation-v-roger-w-johnson-administrator-general/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1556</span></a></span>, 1565 (Fed.Cir.1996) (same);  Yanez v. United States, <span class=\"citation\" data-id=\"602899\"><a href=\"/opinion/602899/isabel-yanez-v-united-states-of-america-isabel-yanez-v-united-states-of/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">323</span></a></span> (9th Cir.1993) (same).  \"In reality, judicial estoppel is not extrinsically a matter of fact or law;  the issues that arise may turn out to be ones of raw fact, abstract law, or something in between, e.g., the application of a general standard to a known set of facts.\"  Desjardins, 37 F.3d at 23.   It is not necessary to determine the precise standard of review at this juncture, however, since the bankruptcy court ruling would be affirmed even on plenary review.  See id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See United States v. Levasseur, <span class=\"citation\" data-id=\"506050\"><a href=\"/opinion/506050/united-states-v-raymond-luc-levasseur-aka-john-jack-jake-and-george/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 793 (1st Cir.)  (estoppel applies where party previously \"obtained a litigation benefit\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">894</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">232</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></span> (1988);  see also Continental Ill.  Corp. v. Commissioner, <span class=\"citation\" data-id=\"610976\"><a href=\"/opinion/610976/continental-illinois-corporation-also-known-as-continental-bank/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 518 (7th Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">685</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span></span> (1994) (party must have \"sold\" its position to prior tribunal);  Wang Labs., Inc. v. Applied Computer Sciences, Inc., <span class=\"citation\" data-id=\"578758\"><a href=\"/opinion/578758/wang-laboratories-inc-v-applied-computer-sciences-inc-james-abbenhaus/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 358 (Fed.Cir.1992);  In re A. Barletta &amp; Sons, Inc., <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">976</span></span>, 980 (Bankr.M.D.Pa.1995);  In re Pierce Packing Co., <span class=\"citation\" data-id=\"1828419\"><a href=\"/opinion/1828419/in-re-pierce-packing-co/\"><span class=\"volume\">169</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">421</span></a></span>, 429-30 (Bankr.D.Mont.1994);  In re UNR Indus., Inc., <span class=\"citation\" data-id=\"1836113\"><a href=\"/opinion/1836113/in-re-unr-industries-inc/\"><span class=\"volume\">143</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">506</span></a></span>, 526 (Bankr.N.D.Ill.1992), vacated on other grounds, <span class=\"citation\" data-id=\"1814545\"><a href=\"/opinion/1814545/unr-industries-inc-v-bloomington-factory-workers/\"><span class=\"volume\">173</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">149</span></a></span> (N.D.Ill.1994);  Phillips v. FDIC (In re Phillips ), <span class=\"citation\" data-id=\"1974421\"><a href=\"/opinion/1974421/in-re-phillips/\"><span class=\"volume\">124</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">712</span></a></span>, 719 (Bankr.W.D.Tex.1991);  In re Merritt Logan, Inc., <span class=\"citation\" data-id=\"1947319\"><a href=\"/opinion/1947319/in-re-merritt-logan-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">140</span></a></span>, 147-48 (Bankr.E.D.Pa.1990);  cf. also Crown Life Ins. Co. v. American Nat'l Bank and Trust Co. of Chicago, <span class=\"citation\" data-id=\"677873\"><a href=\"/opinion/677873/crown-life-insurance-company-v-american-national-bank-and-trust-company-of/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">296</span></a></span>, 299 (7th Cir.1994) (\"An election of remedy occurs only when a party accepts the benefit of pursuing the initial remedy.\");  Leonardi's Int'l, Inc., 123 B.R. at 669 (\"An election ... between legally inconsistent remedies can be made at any time prior to the entry of [final] judgment.\");  Collomb v. Wyatt (In re Wyatt ), <span class=\"citation\" data-id=\"1538041\"><a href=\"/opinion/1538041/in-re-wyatt/\"><span class=\"volume\">6</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">947</span></a></span>, 951-52 (Bankr.E.D.N.Y.1980) (\" 'The purpose of [the] doctrine [of election of remedies] is not to prevent recourse to any remedy, but to prevent double redress for a single wrong.' \")  (citation omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See, e.g., Desjardins, 37 F.3d at 23 (\"There are many situations, especially at the outset of litigation, where a party is free to assert a position from which it later withdraws--or even to assert, in the alternative, two inconsistent positions of its potential claims and defenses.\");  Fort Vancouver Plywood Co. v. United States, <span class=\"citation\" data-id=\"513341\"><a href=\"/opinion/513341/fort-vancouver-plywood-company-v-the-united-states/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">409</span></a></span>, 415 (Fed.Cir.1988) (\"With the enactment of the Federal Rules of Civil Procedure, the traditional election doctrine was relaxed.\");  Grogan v. Garner, <span class=\"citation\" data-id=\"480242\"><a href=\"/opinion/480242/fed-sec-l-rep-p-93038-coy-r-grogan-and-john-henson-v-frank-j/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span>, 838 (8th Cir.1986) (\"[T]he doctrine [of election] is remedial, and neither it nor the federal rules of pleading require an election of substantive theories.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Furthermore, RTC had a legal obligation to file a POC against the Gens estate in order to preserve the position of Home Owners, which then held an unsecured claim against Gens.  Finally, should Key repurchase the Gens Note, FDIC would realize no double recovery, since Key would become the claim holder of record.  See Fed.  R. Bankr.P. 3001(e)(2)</p>\n        <p>The \"election of remedies\" argument fails for yet another reason.  Since the Trust and Gens did not default on the Gens Note until January 1990, Home Owners had no available remedy against Gens in 1989 when it filed its complaint against Key.  The 1990 default by the Trust and Gens thus constituted a legal wrong distinct and severable from the breach of contract by Key.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Furthermore, even assuming she had standing, Gens has alleged no facts suggesting that Knutson contributed either to Home Owners' insolvency or to any \"substantial loss\" occasioned RTC</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Gens argues that the POCs filed by Knutson were invalid because they were not signed by RTC's attorney.  See Fed.  R. Bankr.P. 9010(a);  9011(a).  But see Fed.  R. Bankr.P. 3001(b) (POC may be signed by creditor or its authorized agent);  compare, e.g., Official Bankruptcy Form 1 (providing space for attorney signature) with Official Bankruptcy Form 10 (POC form providing no attorney-signature line).  We need not resolve the present claim, however, since Gens concededly failed to raise it in the bankruptcy court.  See Juniper Dev.  Group v. Kahn (In re Hemingway Transp., Inc.), <span class=\"citation\" data-id=\"607104\"><a href=\"/opinion/607104/in-re-hemingway-transport-inc-debtors-juniper-development-group-etc/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span>, 935 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">303</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></span> (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Bankruptcy Rule 7015 makes Fed.R.Civ.P. 15 (governing amendments to complaints) applicable in adversary proceedings.  Although this case arose as a contested matter, rather than an adversary proceeding, Fed.  R. Bankr.P. 9014 permits Bankruptcy Rule 7015 to be applied in contested matters.  In re Stavriotis, <span class=\"citation\" data-id=\"593233\"><a href=\"/opinion/593233/in-the-matter-of-emil-stavriotis-and-judith-stavriotis-debtors-appeal-of/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1202</span></a></span>, 1204 (7th Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Nor would the two remaining defects in the original POC bar amendment.  First, as trustee for the Old Jail Trust, Gens had every reason to know that the original characterization of the POC, as \"secured,\" was mistaken, since the first mortgagee already had foreclosed on the Barnstable Property securing the Gens Note.  Second, the mistaken date assigned to the underlying debt instrument was a minor defect, given that the Gens Note itself was attached to the POC</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The latent confusion in this regard stems from the broad language in U.C.C. &#167; 3-606, which refers to \"any party to the [negotiable] instrument.\"   See FDIC v. Blue Rock Shopping Ctr., Inc., <span class=\"citation\" data-id=\"454677\"><a href=\"/opinion/454677/federal-deposit-insurance-corporation-v-blue-rock-shopping-center-inc-a/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">744</span></a></span>, 749 (3d Cir.1985) (outlining caselaw split).  We have found no Massachusetts case which determines whether a nonaccommodation obligor on a promissory note may also invoke the U.C.C. &#167; 3-606 defense.  Since Gens and the bankruptcy court implicitly accepted the majority rule--that Gens must establish accommodation status--and because we affirm on an alternative ground, we need not address the unresolved Massachusetts-law question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See, e.g., FDIC v. Trans Pacific Indus., Inc., <span class=\"citation\" data-id=\"6219\"><a href=\"/opinion/6219/fdic-v-trans-pacific-industries-inc/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 12 (5th Cir.1994) (rejecting FDIC's \"attempts to nullify the import\" of the \"borrower\" identification block in promissory note, which reflected corporation as sole borrower and did not designate corporate officer as coborrower)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> FDIC counters that 12 U.S.C. &#167; 1823(e) (codification of D'Oench, Duhme doctrine) barred parol evidence of Gens' accommodation status, or that FDIC's status as a federal or state holder in due course barred Gens from invoking the U.C.C. &#167; 3-606 defense.  See Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3-415(3) (\"As against a holder in due course and without notice of the accommodation oral proof of the accommodation is not admissible to give the accommodation party the benefit of discharges dependent on his character as such.\").  Since FDIC's right to invoke either doctrine in this case is open to serious question, we express no opinion on its contentions.  See, e.g., O'Melveny &amp; Myers v. FDIC, <span class=\"citation\" data-id=\"117849\"><a href=\"/opinion/117849/omelveny-myers-v-fdic/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"117849\"><a href=\"/opinion/117849/omelveny-myers-v-fdic/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2048</span></a></span>, <span class=\"citation\" data-id=\"117849\"><a href=\"/opinion/117849/omelveny-myers-v-fdic/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1994) (generally discouraging adoption of federal common-law rules especially protective of FDIC);  Varel v. Banc One Capital Partners, Inc., <span class=\"citation\" data-id=\"696591\"><a href=\"/opinion/696591/daniel-w-varel-v-banc-one-capital-partners-inc-formerly-known-as/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1016</span></a></span>, 1021 (5th Cir.1995) (D'Oench inapplicable where issue is not the enforceability of a secret, unwritten side agreement, but whether to allow parol evidence concerning the intendment of an ambiguous written contract provision);  Capitol Bank and Trust Co. v. 604 Columbus Ave. Realty Trust (In re 604 Columbus Ave. Realty Trust ), <span class=\"citation\" data-id=\"586807\"><a href=\"/opinion/586807/in-re-604-columbus-avenue-realty-trust-debtor-capitol-bank-trust/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span>, 1350-51 (1st Cir.1992) (holding that FDIC is not entitled to federal holder-in-due-course status when acting in its capacity as receiver);  Calaska Partners Ltd. v. Corson, <span class=\"citation\" data-id=\"2351770\"><a href=\"/opinion/2351770/calaska-partners-ltd-v-corson/\"><span class=\"volume\">672</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1099</span></a></span>, 1104 (Me.1996) (FDIC as receiver of bulk purchaser not a holder in due course under state law);  Mass.  Gen. Laws.  Ann. ch. 106, &#167; 3-302(3) (denying holder-in-due-course status to party who acquired note \"as part of a bulk transaction\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Citing Providence, Fall River &amp; Newport Steamboat Co. v. Massachusetts Bay S.S. Corp., <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">674</span></span> (D.Mass.1930), Gens contends that the holder's mere failure to record a mortgage discharge warrants her total release from liability because the Barnstable Property obviously was of sufficient value to satisfy the Gens Note in July 1988, and the holder's failure to perfect its security interest unquestionably increased her risk of loss without her consent, even if no actual loss occurred.  Since the cited case predates the adoption of the Massachusetts Uniform Commercial Code in 1958, it is both legally and factually inapposite.  See id. at 675 (noting that the court was \"dealing not with the question how far a surety who has guaranteed the performance of a contract is released by subsequent alterations in it by the contracting parties, but with a change made by the creditor in the state of facts on which an independent contract of guaranty rests\");  cf. infra note 14</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Although we have found no Massachusetts case precisely in point, the clear majority trend among U.C.C. jurisdictions is to require the accommodation maker to prove actual loss from the impairment.  See, e.g., Alcock v. Small Bus.  Admin., <span class=\"citation\" data-id=\"692308\"><a href=\"/opinion/692308/in-re-charles-alcock-betty-alcock-debtors-charles-alcock-betty-alcock-v/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1456</span></a></span>, 1462 (9th Cir.1995) (\"A clear majority of state courts place the burden on the guarantor to prove actual prejudice and limit the discharge to the extent of the impairment demonstrated.\")  (emphasis added);  Myers v. First State Bank of Sherwood, <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">732</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">459</span></span>, 461 (1987) (\"[T]he surety must prove two elements in order to be entitled to a discharge--'that the holder of the note was responsible for the loss or impairment of the collateral, and the extent to which the impairment results in loss.' \")  (emphasis added) (quoting Van Balen v. Peoples Bank &amp; Trust Co., 3 Ark.App. 243, <span class=\"citation\" data-id=\"2385572\"><a href=\"/opinion/2385572/van-balen-v-peoples-bank-trust-co/\"><span class=\"volume\">626</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">205</span></a></span>, 209-10 (1981)), modified on other grounds, <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">741</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">624</span></span> (1987);  Bank South v. Jones, 185 Ga.App. 125, <span class=\"citation\" data-id=\"1372452\"><a href=\"/opinion/1372452/bank-south-v-jones/\"><span class=\"volume\">364</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">281</span></a></span>, 285 (1987) (\"[A] failure to perfect a lien on pledged corporate stock [does not] effect a discharge where it was shown that the stock had no value at the time the action [to collect on the debt] was commenced.\");  Hurt v. Citizens Trust Co., 128 Ga.App. 224, <span class=\"citation\" data-id=\"1268812\"><a href=\"/opinion/1268812/hurt-v-citizens-trust-company/\"><span class=\"volume\">196</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">349</span></a></span>, 351 (1973) (noting that appellant has \"not shown how the failure to record the leases and assignments resulted in any damage\");  Rempa v. LaPorte Prod.  Credit Ass'n, <span class=\"citation\" data-id=\"2032642\"><a href=\"/opinion/2032642/rempa-v-laporte-production-credit-assn/\"><span class=\"volume\">444</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">308</span></a></span>, 313 (Ind.Ct.App.1983) (see infra );  T.O. Stanley Boot Co. v. Bank of El Paso, <span class=\"citation\" data-id=\"2388344\"><a href=\"/opinion/2388344/to-stanley-boot-co-v-bank-of-el-paso/\"><span class=\"volume\">847</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">218</span></a></span>, 223 (Tex.1992) (\"If the creditor breaches his duty, the surety is discharged on the note to the extent of his loss.\");  Century 21 Prods., Inc. v. Glacier Sales, 74 Wash.App. 793, <span class=\"citation no-link\"><span class=\"volume\">875</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1238</span></span>, 1242 (1994) (\"Should a creditor impair the collateral, the surety will be discharged to the extent he is harmed by the impairment.\"), rev'd on other grounds, 129 Wash.2d 406, <span class=\"citation\" data-id=\"1192449\"><a href=\"/opinion/1192449/century-21-products-v-glacier-sales/\"><span class=\"volume\">918</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">168</span></a></span> (1996);  see generally Carolyn Edwards, Impairment of Collateral Under Section 3-606 of the Uniform Commercial Code, 12 U. Dayton L.Rev. 509, 522 n. 81 (1987) (\"A number of courts have concluded that an unjustifiable impairment of collateral includes a failure to perfect a security interest if such failure results in a loss to the surety as subrogee.\");   cf. also Revised U.C.C. 3-605(f) (discharge for impairment of collateral only \"to the extent the impairment causes the party asserting discharge to pay more than that party would have been obliged to pay ... if impairment had not occurred.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Moreover, Gens merely alleged that no mortgage discharge was recorded.  She did not allege that the $36,000, see supra p. 571, was never applied to the preexisting second mortgage.  Therefore, assuming the underlying debt was in fact fully paid, it would seem extremely unlikely that the mortgagee or any of its assignees could have asserted a viable right to recourse against the Barnstable Property.  See, e.g., Beaton v. Land Court, <span class=\"citation\" data-id=\"2096454\"><a href=\"/opinion/2096454/beaton-v-land-court/\"><span class=\"volume\">367</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation\" data-id=\"2096454\"><a href=\"/opinion/2096454/beaton-v-land-court/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">302</span></a></span>, 307 (1975) (noting that \"a court acting under general principles of equity jurisprudence has broad power to reform, rescind, or cancel written instruments, including mortgages,\" and that the discharging party could simply have brought suit to compel the mortgagee to cancel the note and \"issue a discharge of mortgage in a form appropriate for recording\"), appeal dismissed, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">16</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">27</span></span> (1975)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1192449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1268812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1538041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1547004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1548776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1700744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1814545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1828419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1836113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1881965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1888083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1947319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1974421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2001076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2007194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2032642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2050326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2096454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2351770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2385572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2388344/"
  ]
}