{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197342/",
  "absolute_url": "/opinion/197342/united-states-v-alston/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197342/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:27:48Z",
  "date_modified": "2017-03-24T10:51:01.451439Z",
  "type": "010combined",
  "sha1": "c51da73bc08f17b8611a012d14d910678fb8c007",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1779.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1779\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       RICHARD ALSTON,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nLois M. Lewis, by Appointment of the Court, for appellant.\r                         \r\nPaul  G. Levenson,  Assistant United  States Attorney,  with  whom\r                             \r\nDonald K. Stern, United States  Attorney, was on brief for  the United\r                       \r\nStates.\r\n\n                                         \r\n\n                         May 5, 1997\r\n                                         \r\r\n\n     BOUDIN, Circuit  Judge.  In the  district court, Richard\r                                       \r\n\nAlston was  found guilty by a jury of being a convicted felon\r\n\nin  possession of  a  firearm in  violation  of 18  U.S.C.   \r\n\n922(g)(1).  On this well-argued appeal, Alston makes a number\r\n\nof  claims  of error.   Most  are  readily answered,  but one\r\n\nissue--what happens  when the government alters  evidence for\r\n\narguably   legitimate  reasons   but   to   the   defendant's\r\n\ndisadvantage--requires more extensive discussion.\r\n\n     The  background facts are not  in dispute.   At about 10\r\n\np.m.  on  November  13,  1992,  two  Boston  police  officers\r\n\nreceived  a tip from a confidential informant that a man near\r\n\n5  Fayston  Street in  Dorchester was  carrying  a gun.   The\r\n\ninformant  advised that the man was black, and was dressed in\r\n\njeans, a tan  jacket and  black baseball cap.   The  officers\r\n\nparked  their unmarked car across the street a few doors away\r\n\nand  saw  Alston emerge  from  5 Fayston  Street  wearing the\r\n\nclothing described by the informant.\r\n\n     In  plainclothes  but with  police  badges around  their\r\n\nnecks,  the officers  left their  car and  approached Alston.\r\n\nAccording  to the officers, Alston moved his left hand in the\r\n\ndirection of his coat pocket (he denies this), and one of the\r\n\nofficers  grabbed Alston's  arm and felt  the outside  of the\r\n\npocket.   Realizing that there  was a gun in  the pocket, the\r\n\nofficer removed it and arrested Alston.\r\n\n                             -2-\r                                         -2-\r\r\n\n     The gun seized  from Alston  was later  identified as  a\r\n\nColt Model  1908  .25-caliber, semi-automatic  pistol.   When\r\n\nseized, the weapon was  rusted and pitted, and its  slide was\r\n\nstuck.    It  contained  no  magazine,  and  Alston  had   no\r\n\nammunition.  The  gun's grip was wrapped  in electrical tape.\r\n\nIt  is the government's later alteration  of this weapon that\r\n\ngives rise to the main issue in this case.\r\n\n     Alston was first  charged under  Massachusetts law  with\r\n\npossessing  a  firearm without  a  license  and possessing  a\r\n\nfirearm with a  defaced serial  number.  M.G.L.  ch. 269,    \r\n\n10(a),  11C.   Shortly  thereafter,  the  state charges  were\r\n\ndismissed because  the  Boston Police Department's ballistics\r\n\nunit had determined that the gun was inoperable and therefore\r\n\ndid  not  meet the  Massachusetts  definition  of a  firearm.\r\n\nM.G.L. ch. 140,    121.  The Boston Police  then sent the gun\r\n\nto the U.S. Treasury  Department's Bureau of Alcohol, Tobacco\r\n\nand Firearms (\"ATF\").\r\n\n     An ATF specialist used WD-40 oil and a rawhide mallet to\r\n\nfree the slide.  He also buffed and polished part  of the gun\r\n\nin  a vain attempt to  determine the serial  number.  Another\r\n\nspecialist then lubricated, disassembled and cleaned the gun,\r\n\nchecked it for safety, reassembled it  and test fired it.  It\r\n\nappears  that fruitless  attempts  were made  to see  whether\r\n\nthrough ballistics marks the  weapon could be associated with\r\n\nany other crime.\r\n\n                             -3-\r                                         -3-\r\r\n\n     In November  1994, a federal grand  jury indicted Alston\r\n\nunder the felon-in-possession statute and also for possessing\r\n\na firearm with  an obliterated serial number  in violation of\r\n\n18  U.S.C.   922(k).   The pertinent federal  definition of a\r\n\nfirearm is  more expansive than the Massachusetts definition:\r\n\nIt includes \"any  weapon . . . which . .  . is designed . . .\r\n\nto  expel a projectile  by the action  of an explosive.\"   18\r\n\nU.S.C.    921(a)(3).  Thereafter, the  government dropped the\r\n\nserial number charge but proceeded on the felon-in-possession\r\n\ncharge. \r\n\n     Alston tried  unsuccessfully  to  suppress  the  gun  as\r\n\nunlawfully  seized, and  later objected  to its  admission at\r\n\ntrial because it had been altered by the government.  Neither\r\n\neffort  was successful.  The  gun, and testimony  that it had\r\n\nbeen  test fired, were provided  at trial; the  jury was also\r\n\ntold  how the gun had  been refurbished.   The jury convicted\r\n\nAlston in July 1995 after a short trial.  \r\n\n     In June  1996, Alston  was sentenced  to  188 months  in\r\n\nprison and three years of supervised  release pursuant to the\r\n\nArmed Career Criminal Act.  18 U.S.C.   924(e).  That statute\r\n\nprovides  for a minimum sentence of 15 years if the defendant\r\n\nhas  previously  been convicted  of  three  violent felonies.\r\n\nAlston   had  prior  Massachusetts   felony  convictions  for\r\n\nmanslaughter in  1965, assault  and battery with  a dangerous\r\n\nweapon in 1968, and armed robbery in 1975.\r\n\n                             -4-\r                                         -4-\r\r\n\n     On  appeal, Alston's  first claim  is that  the district\r\n\ncourt erred in refusing to suppress the gun as the product of\r\n\nan  unconstitutional search  and  seizure.   Alston's initial\r\n\nmotion to suppress,  inadequately supported, had  been denied\r\n\nby margin order.  See United  States v. Lewis, 40 F.3d  1325,\r                                                         \r\n\n1334-35  (1st Cir.  1994).   But  thereafter, Alston  filed a\r\n\nmotion  to reconsider  accompanied  by  an affidavit  setting\r\n\nforth  Alston's  version  of  events.   (The  government  had\r\n\npreviously provided  affidavits of police  officers attesting\r\n\nto the tip and the reliability  of the unidentified informant\r\n\nbased on prior accurate tips.) \r\n\n     Alston's affidavit  said in  substance that he  had been\r\n\nmoving a refrigerator with  a friend and had tossed  his coat\r\n\nonto the porch of the house.   As he lifted the refrigerator,\r\n\nsomething fell out onto the pavement and, in the dark, Alston\r\n\nthrew it onto the porch.  When he moved the refrigerator into\r\n\nthe  house and returned  to the porch,  the police approached\r\n\nhim as  he was starting to  put on his coat,  patted him down\r\n\nand took the  firearm from  his pocket.   Alston's  affidavit\r\n\nadmits that the \"something\"  he picked up \"turned out\"  to be\r\n\nthe firearm; he does not say how it got into his coat pocket.\r\n\n     After  Alston  filed his  affidavit, the  district court\r\n\nreconsidered the  suppression  request but  again refused  to\r\n\nsuppress.  The judge ruled that assuming Alston's  version of\r\n\nevents  to  be  accurate,  the police  still  had  reasonable\r\n\n                             -5-\r                                         -5-\r\r\n\nsuspicion based  on the informant's information  to conduct a\r\n\nTerry  stop.   See Terry v.  Ohio, 392 U.S.  1, 21-22 (1968).\r                                             \r\n\nReasonable suspicion was established, said the judge, because\r\n\nthe  confidential informant had given reliable information in\r\n\nthe past; and before stopping Alston, the police were able to\r\n\nconfirm the informant's description of Alston at the location\r\n\ngiven by the informant.\r\n\n     Although  review  of this  appraisal is  plenary, United\r                                                                         \r\n\nStates v. Mendez-De Jesus, 85 F.3d 1, 2  (1st Cir. 1996), the\r                                     \r\n\ndistrict court was clearly  correct in saying that reasonable\r\n\nsuspicion for a Terry stop  was created by such a tip  from a\r                                 \r\n\npreviously reliable  informant.   See Adams v.  Williams, 407\r                                                                    \r\n\nU.S.  143, 146-47  (1972); Lewis,  40 F.3d  at 1334-35.   And\r                                            \r\n\nwhether or  not Alston reached  for his pocket,  the pat-down\r\n\nsearch  was justified  because  the police  had a  reasonable\r\n\nsuspicion that Alston might  be armed.  See United  States v.\r                                                                      \r\n\nSchiavo, 29 F.3d 6, 8-9 (1st Cir. 1994).\r                   \r\n\n     We  turn  now  to   the  issue  that  poses  the   chief\r\n\ndifficulty,  namely, Alston s  properly preserved  claim that\r\n\nthe  altered gun should  have been excluded  from evidence at\r\n\ntrial.  Alston's argument is that the refurbishments rendered\r\n\nthe evidence substantially  more prejudicial than  probative,\r\n\nwarranting exclusion under Fed. R. Evid.  403; alternatively,\r\n\nhe argues that the government deliberately deprived Alston of\r\n\n                             -6-\r                                         -6-\r\r\n\nexculpatory evidence  in violation of the  Due Process Clause\r\n\nof the Fifth Amendment.\r\n\n     Alston does not dispute that the  gun was at all times a\r\n\nfirearm under the federal statute.  His main objection to the\r\n\ngovernment's alterations  to the weapon, although perhaps not\r\n\nhis  only objection,  is  that they  tended to  undermine his\r\n\nclaim  that he lacked scienter.   The principal argument made\r\n\nby Alston's counsel at  trial was that Alston had picked up a\r\n\nrusty piece of  metal in  the dark and--however  it may  have\r\n\ngotten into his pocket--Alston had not been aware that it was\r\n\na gun.\r\n\n     It is common ground  that the defendant's knowledge that\r\n\nhe  possesses a weapon is an element  of a crime.  And surely\r\n\nthe  cosmetic improvements  to the  weapon--removal of  rust,\r\n\ncleaning  of the  gun  and some  restoration of  the handle--\r\n\ntended to  make it  more readily  recognizable as a  firearm.\r\n\nAlston's  story might be  especially hard  to believe  if the\r\n\njury thought that the object at the time Alston picked it  up\r\n\nwas the  cleaned-up and repaired weapon  received in evidence\r\n\nat his trial.\r\n\n     Nevertheless, Alston has an  uphill case under Rule 403.\r\n\nThe  gun was  of  great  relevance  to the  prosecution;  its\r\n\npossession  was a  critical  element in  the  crime, and  the\r\n\nfailure to offer into evidence the gun allegedly  seized from\r\n\nAlston  would  have   been  difficult  to  explain.    As  to\r\n\n                             -7-\r                                         -7-\r\r\n\nprejudice, nothing prevented  Alston from offering  evidence,\r\n\nthrough the government's own witnesses, that when seized, the\r\n\ngun had  been in completely different  shape (rusted, pitted,\r\n\nand  with electric  tape around  the handle).   In  fact, the\r\n\nprosecutor brought  out most  of this information  himself on\r\n\ndirect examination.\r\n\n     The  Boston police  expert  who first  examined the  gun\r\n\ntestified that  the weapon--recognizable as a  handgun in its\r\n\noriginal state--had  been in \"a severe  rusted condition\" and\r\n\nwas \"totally brown from rust\"; that the slide \"would not move\r\n\nbecause  it  was  rusted  solid\";  that  parts  were  missing\r\n\nincluding the magazine  and the grips around  the handle; and\r\n\nthat  the  handle  was wrapped  in  tape.    Then ATF  agents\r\n\ntestified  as to the cleaning  and test firing,  which can be\r\n\ndone without a magazine simply by chambering a bullet.\r\n\n     Where  the district court  declines to  exclude evidence\r\n\nunder  Rule 403, we reverse only where the district court has\r\n\nabused its discretion.  United States v. Cruz-Kuilan, 75 F.3d\r                                                                \r\n\n59, 61 (1st  Cir. 1996) (district  court's Rule 403  decision\r\n\nstands  absent  \"extraordinarily compelling  circumstances\").\r\n\nHere,  the  evidence  sought  to  be  excluded  was  patently\r\n\nrelevant  and  important,  while  testimony about  the  prior\r\n\ncondition  of the  gun was  available to  mitigate prejudice,\r\n\nalthough  not wholly to eliminate it.  The district court did\r\n\nnot commit reversible error.\r\n\n                             -8-\r                                         -8-\r\r\n\n     More  interesting  is   Alston's  suggestion  that   the\r\n\ngovernment violated due process requirements  by deliberately\r\n\naltering  evidence that,  in  its original  form, might  have\r\n\nhelped  to exculpate  Alston.  The  government says  that bad\r\n\nfaith is required for a  successful due process claim, citing\r\n\nus  to case  law  suggesting that  good faith  destruction of\r\n\nexculpatory evidence  by the government does  not violate due\r\n\nprocess.   See  Arizona v.  Youngblood,  488 U.S.  51,  56-58\r                                                  \r\n\n(1988); California v. Trombetta, 467 U.S. 479, 488-89 (1984).\r                                           \r\n\nCompare People v. Newberry, 652 N.E.2d 288, 292 (Ill. 1995).\r                                      \r\n\n     Here,  no  basis exists  for a  charge  of bad  faith or\r\n\nnegligence.    To see  if the weapon  had been used  in other\r\n\ncrimes was  simply good police work.  And the test firing, so\r\n\nlong  as  the  unjamming  and  rust  removal  were  admitted,\r\n\nproperly helped  to confirm that  the gun  was \"designed\"  to\r\n\nexpel  a bullet by explosion.  The only disadvantage of which\r\n\nAlston might fairly complain is that the  cleaning and repair\r\n\nwork tended  to undermine his scienter argument; and there is\r\n\nno  reason  to think  that the  ATF anticipated  the scienter\r\n\ndefense.\r\n\n     We are not  prepared to say that  the government's \"good\r\n\nfaith\" is always and  everywhere a complete defense to  a due\r\n\nprocess  claim  where  the  government   deliberately  alters\r\n\nevidence that might otherwise have exculpated the  defendant.\r\n\nThe   genre  involves   the  conflicting  interests   of  law\r\n\n                             -9-\r                                         -9-\r\r\n\nenforcement and the protection of defendants; there is a vast\r\n\nkaleidoscope of  different  possible situations,  varying  in\r\n\nconduct,  motive,  justification and  effect.    It would  be\r\n\nsurprising if  a single rubric or rule  provided a mechanical\r\n\nsolution to such dilemmas.    The due  process standard, when\r\n\nno  more specific provision of the Bill of Rights governs, is\r\n\none  of \"fundamental fairness.\"   Trombetta, 467 U.S. at 485.\r                                                       \r\n\nWhere law  enforcement and  criminal procedure are  at issue,\r\n\nthe  courts   have  been  willing  to   examine  closely  any\r\n\nsubstantial  threat to  the  fairness of  the trial  process.\r\n\nE.g., Brady v.  Maryland, 373 U.S. 83, 87-88 (1963).   At the\r                                    \r\n\nsame time, we are  talking about a constitutional constraint:\r                                                             \r\n\nhowever  phrased, the  threshold for  courts to  intervene is\r\n\nfairly  high.  See Rochin v. California, 342 U.S. 165, 172-73\r                                                   \r\n\n(1952).  \r\n\n     In the present  case, it is enough that the government's\r\n\nalteration  of  the  evidence  did  not  significantly impair\r\n\nAlston's  ability to  present a legitimate  scienter defense.\r\n\nAs already indicated, Alston was free  to present evidence to\r\n\ngive  the jury  a reasonably  effective  picture of  what the\r\n\nweapon looked like  before it had been  cleaned and restored;\r\n\nand, as noted,  most of this evidence was brought  out by the\r\n\nprosecutor.   Yes, disputes might  exist as to  just how much\r\n\nrust  or  tape had  been removed;  but  we are  talking about\r\n\noverall fairness and not perfection.\r\n\n                             -10-\r                                         -10-\r\r\n\n     In  his  brief  in  this  court, Alston  appears  to  be\r\n\nsuggesting   a  different   objection  to   the  government's\r\n\nalterations, namely, that by cleaning the gun and freeing the\r\n\nslide, the government made the weapon a more menacing object;\r\n\nand  this in turn implied that Alston's possession of the gun\r\n\npresented  a greater threat to public  safety than the rusted\r\n\nand frozen weapon actually created.  It may well be that  the\r\n\ncleaned-up,   working   weapon   gave   the    prosecutor   a\r\n\npsychological edge.\r\n\n     Yet  Alston was not charged with being a danger but with\r\n\nbeing  a felon  in possession  of a  firearm.   The defendant\r\n\ncannot  ask  the   jury  to  nullify  the   law,  whether  by\r\n\ninterpolating an  element that  does not exist  or otherwise.\r\n\nSee  United States v. Sepulveda, 15 F.3d 1161, 1190 (1st Cir.\r                                           \r\n\n1993),  cert.  denied, 512  U.S. 1223  (1994).   By  the same\r                                 \r\n\ntoken, we do not think that it is an independent objection to\r\n\nevidence,   otherwise  properly   admissible,  that   it  may\r\n\nincidentally reduce the chance that the jury will nullify the\r\n\nlaw on its own.  \r\n\n     In rejecting  Alston's claims, we think  it worth adding\r\n\nthat  trial judges  have  considerable  latitude in  handling\r\n\nsituations of  this kind.    Rule 403  aside, the  spoliation\r\n\ndoctrine--actually   several   different   rules--gives   the\r\n\ndistrict court various remedies for seeking to assure  that a\r\n\nloss  of  evidence caused  by  one  side  does  not  unfairly\r\n\n                             -11-\r                                         -11-\r\r\n\nprejudice the other.  See Sacramona v. Bridgestone/Firestone,\r                                                                         \r\n\nInc., 106 F.3d 444, 447  (1st Cir. 1997).  Under  such rules,\r                \r\n\nbad faith is not an automatic requirement for relief.  Id.\r                                                                      \r\n\n     Apart  from  his  attack  on the  government's  use  and\r\n\nalteration  of the  gun, Alston  has several  other arguments\r\n\nrelating  to  trial  and  sentence.    One  of them--that  no\r\n\nrational jury could conclude  that Alston knew that he  had a\r\n\ngun--requires no extended discussion.  The gun  was a firearm\r\n\nunder the  federal definition, Alston  had it in  his pocket,\r\n\nand the jury was  certainly not obliged to believe  the story\r\n\nthat Alston thought  that the  gun was something  else.   See\r                                                                         \r\n\nUnited States v. Staula,  80 F.3d 596, 605 (1st  Cir.), cert.\r                                                                         \r\n\ndenied, 117 S. Ct. 156 (1996).\r                  \r\n\n     Alston  also attacks  his trial  attorney's performance.\r\n\nNormally, we  do not consider  such claims on  direct appeal,\r\n\nbecause the  record has  not been  developed in the  district\r\n\ncourt.  Mala  v. United States, 7  F.3d 1058, 1063 (1st  Cir.\r                                          \r\n\n1993),  cert. denied,  511 U.S.  1086 (1994).   But,  in this\r                                \r\n\ncase, Alston did present  such a claim in the  district court\r\n\nthrough new counsel,  who supported the claim with  a 19-page\r\n\nmemorandum; the government responded;  and the district court\r\n\nrejected the claim on the merits.   Thus, we may consider the\r\n\nclaim.  United States v. Natanel, 938 F.2d 302, 309 (1st Cir.\r                                            \r\n\n1991), cert. denied, 502 U.S. 1079 (1992).\r                               \r\n\n                             -12-\r                                         -12-\r\r\n\n     To establish a Sixth  Amendment violation, Alston has to\r\n\nshow that  his lawyer's performance \"fell  below an objective\r\n\nstandard  of  reasonableness,\"  and that  prejudice  resulted\r\n\nbecause,  absent   the  mistake  or  mistakes,   there  is  a\r\n\nreasonable  probability that  the  outcome  would  have  been\r\n\ndifferent.   Strickland v. Washington, 466  U.S. 668, 687-88,\r                                                 \r\n\n691-92  (1984);  Scarpa v.  DuBois, 38  F.3d  1, 8  (1st Cir.\r                                              \r\n\n1994), cert. denied, 115 S. Ct. 940 (1995).  Alston points to\r                               \r\n\nvarious  alleged  mistakes  by  trial counsel.    Even  taken\r\n\ntogether,  these  mistakes  do  not  satisfy  the  Strickland\r                                                                         \r\n\nstandard.\r\n\n     The brunt  of Alston's  ineffective assistance claim  is\r\n\nthat  Alston's   counsel,  instead   of  resting   after  the\r\n\ngovernment presented  its case,  should have  offered several\r\n\ndefense  witnesses   for  a  theory  that   the  defense  had\r\n\noriginally proposed.    This approach,  outlined  in  defense\r\n\ncounsel's  opening statement to  the jury, was  to retell the\r\n\nstory  about  the  refrigerator move  and  then  to  argue or\r\n\ninsinuate that  the informant  (to secure a  reward) probably\r\n\nplaced  the gun in Alston's coat pocket after Alston had gone\r\n\ninside the house to deliver the refrigerator.\r\n\n     Alston had  subpoenaed the man who  allegedly helped him\r\n\nmove the refrigerator,  and we will assume  that this witness\r\n\nmight have  confirmed that part of the story.  But the notion\r\n\nthat  the  informant planted  the  gun  is pure  speculation.\r\n\n                             -13-\r                                         -13-\r\r\n\nAlston  now says that at least his trial attorney should have\r\n\nsought  disclosure  of  the  informant's  name.    Government\r\n\nprivilege would  make this task difficult,  see United States\r                                                                         \r\n\nv. Batista-Polanco,  927 F.2d 14, 19-20 (1st  Cir. 1991), but\r                              \r\n\nperhaps  not  impossible  if the  informant's  testimony were\r\n\nlikely  to  be very  important to  the  defense.   Roviaro v.\r                                                                      \r\n\nUnited States, 353 U.S. 53, 59, 64-65 (1957).\r                         \r\n\n     Still,  it  is  hard  to  imagine  the  privilege  being\r\n\novercome where, as here, nothing suggested that the informant\r\n\nhad actually planted the  gun.  Moreover, the  district judge\r\n\nknew  that in moving to suppress, Alston had himself filed an\r\n\naffidavit indicating that he  had picked up the gun  after it\r\n\nfell  out of  the refrigerator.   Whether he put  it into his\r\n\npocket immediately or  left it on the  porch temporarily, the\r\n\nnotion  of the informant as a deus ex machina was effectively\r                                                         \r\n\nundermined.   There was  no likelihood  that the court  would\r\n\nhave required disclosure of the informant's identity.\r\n\n     Overall, defense counsel at  trial had a very weak  hand\r\n\nto  play, since Alston was  caught in possession  of the gun,\r\n\nand his prior felony convictions were easily proved.  To rely\r\n\non  the notion  that Alston  did not  know it  was a  gun was\r\n\nprobably a thin reed (although one also grasped by  appellate\r\n\ncounsel in this  court).  Nevertheless, the  decision to rely\r\n\non  this  straightforward  defense  at  trial,  rather   than\r\n\ncomplicate  it  with an  even  less plausible  story  about a\r\n\n                             -14-\r                                         -14-\r\r\n\nplanted weapon, was  a choice well  within the discretion  of\r\n\ncounsel.\r\n\n     Alston's last  claim of error relates  to enhancement of\r\n\nhis  sentence under  18  U.S.C.    924(e), the  three-strikes\r\n\nprovision for  violent felony convictions.   Alston says that\r\n\ndue  to the  passage  of time,  his  civil rights  have  been\r\n\nrestored  under  Massachusetts law  for  one or  more  of the\r\n\nconvictions relied upon by the district court to comprise the\r\n\nthree prior  violent felonies.  Under 18 U.S.C.   921(a)(20),\r\n\na conviction \"shall not be considered\" where inter alia\r                                                                   \r\n\n     a person  . . . has had civil rights restored . . .\r\n     , unless  such .  . .  restoration of civil  rights\r\n     expressly provides  that the  person may not  ship,\r\n     transport, possess or receive firearms.\r\n\n     The district court replied  that since the first of  the\r\n\nthree  convictions,  Alston has  at all  times had  his civil\r\n\nrights  suspended.  In  other words, as  the sentencing judge\r\n\nread the statute, a conviction  can still be considered under\r\n\nthe  three strikes  provision,  even though  enough time  had\r\n\notherwise passed under state law for the restoration of civil\r\n\nrights,  so  long  as  the  period  of  disability  had  been\r\n\nmaintained  on account of a  later conviction.  This presents\r\n\nan  interesting problem which  need not  be resolved  in this\r\n\ncase. \r\n\n      Massachusetts materially restricts an  ex-felon's right\r\n\nto carry and traffic in firearms regardless of the passage of\r\n\ntime.   United States  v. Estrella, 104  F.3d 3,  8 (1st Cir.\r                                              \r\n\n                             -15-\r                                         -15-\r\r\n\n1997).   In  Estrella,  we found  these limited  restrictions\r                                 \r\n\ntrigger the above-quoted \"unless\" exception to  the provision\r\n\nrelied  upon by  Alston as  restoring his  civil rights.   18\r\n\nU.S.C.    921(a)(20).   Estrella  was decided  after Alston's\r                                            \r\n\nsentence and the  original briefing, but his  reply brief has\r\n\nno effective answer to that decision.\r\n\n     Some might think  that a 15-year sentence for carrying a\r\n\nrusty and inoperable handgun is  excessive where there is  no\r\n\nevidence that  the defendant was otherwise  engaged in crime.\r\n\nOthers  might point  to  Alston's long  criminal record,  not\r\n\nfully related in  this opinion.  It may help  to complete the\r\n\nstory by  recounting that,  at oral argument,  the prosecutor\r\n\ntold us  that Alston  had  refused a  proffered plea  bargain\r\n\nlooking toward a lesser sentence.  \r\n\n     Affirmed.\r                         \r\n\n                             -16-\r                                         -16-\r\r\n",
  "html": "<p class=\"case_cite\">112 F.3d 32</p>\n    <p class=\"case_cite\">47 Fed. R. Evid. Serv. 69</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Richard ALSTON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1779.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1997.<br>Decided May 5, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lois M. Lewis by Appointment of the Court, West Newton, MA, for appellant.</p>\n      <p class=\"indent\">Paul G. Levenson, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the district court, Richard Alston was found guilty by a jury of being a convicted felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).  On this well-argued appeal, Alston makes a number of claims of error.  Most are readily answered, but one issue--what happens when the government alters evidence for arguably legitimate reasons but to the defendant's disadvantage--requires more extensive discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The background facts are not in dispute.  At about 10 p.m. on November 13, 1992, two Boston police officers received a tip from a confidential informant that a man near 5 Fayston Street in Dorchester was carrying a gun.  The informant advised that the man was black, and was dressed in jeans, a tan jacket and black baseball cap.  The officers parked their unmarked car across the street a few doors away and saw Alston emerge from 5 Fayston Street wearing the clothing described by the informant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In plainclothes but with police badges around their necks, the officers left their car and approached Alston.  According to the officers, Alston moved his left hand in the direction of his coat pocket (he denies this), and one of the officers grabbed Alston's arm and felt the outside of the pocket.  Realizing that there was a gun in the pocket, the officer removed it and arrested Alston.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The gun seized from Alston was later identified as a Colt Model 1908 .25-caliber, semi-automatic pistol.  When seized, the weapon was rusted and pitted, and its slide was stuck.  It contained no magazine, and Alston had no ammunition.  The gun's grip was wrapped in electrical tape.  It is the government's later alteration of this weapon that gives rise to the main issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Alston was first charged under Massachusetts law with possessing a firearm without a license and possessing a firearm with a defaced serial number.  M.G.L. ch. 269, &#167;&#167; 10(a), 11C.  Shortly thereafter, the state charges were dismissed because the Boston Police Department's ballistics unit had determined that the gun was inoperable and therefore did not meet the Massachusetts definition of a firearm.  M.G.L. ch. 140, &#167; 121.  The Boston Police then sent the gun to the U.S. Treasury Department's Bureau of Alcohol, Tobacco and Firearms (\"ATF\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">An ATF specialist used WD-40 oil and a rawhide mallet to free the slide.  He also buffed and polished part of the gun in a vain attempt to determine the serial number.  Another specialist then lubricated, disassembled and cleaned the gun, checked it for safety, reassembled it and test fired it.  It appears that fruitless attempts were made to see whether through ballistics marks the weapon could be associated with any other crime.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In November 1994, a federal grand jury indicted Alston under the felon-in-possession statute and also for possessing a firearm with an obliterated serial number in violation of 18 U.S.C. &#167; 922(k).  The pertinent federal definition of a firearm is more expansive than the Massachusetts definition:  It includes \"any weapon ... which ... is designed ... to expel a projectile by the action of an explosive.\"  18 U.S.C. &#167; 921(a)(3).  Thereafter, the government dropped the serial number charge but proceeded on the felon-in-possession charge.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Alston tried unsuccessfully to suppress the gun as unlawfully seized, and later objected to its admission at trial because it had been altered by the government.  Neither effort was successful.  The gun, and testimony that it had been test fired, were provided at trial;  the jury was also told how the gun had been refurbished.  The jury convicted Alston in July 1995 after a short trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In June 1996, Alston was sentenced to 188 months in prison and three years of supervised release pursuant to the Armed Career Criminal Act.  18 U.S.C. &#167; 924(e).  That statute provides for a minimum sentence of 15 years if the defendant has previously been convicted of three violent felonies.  Alston had prior Massachusetts felony convictions for manslaughter in 1965, assault and battery with a dangerous weapon in 1968, and armed robbery in 1975.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Alston's first claim is that the district court erred in refusing to suppress the gun as the product of an unconstitutional search and seizure.  Alston's initial motion to suppress, inadequately supported, had been denied by margin order.  See United States v. Lewis, 40 F.3d 1325, 1334-35 (1st Cir.1994).  But thereafter, Alston filed a motion to reconsider accompanied by an affidavit setting forth Alston's version of events.  (The government had previously provided affidavits of police officers attesting to the tip and the reliability of the unidentified informant based on prior accurate tips.)</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Alston's affidavit said in substance that he had been moving a refrigerator with a friend and had tossed his coat onto the porch of the house.  As he lifted the refrigerator, something fell out onto the pavement and, in the dark, Alston threw it onto the porch.  When he moved the refrigerator into the house and returned to the porch, the police approached him as he was starting to put on his coat, patted him down and took the firearm from his pocket.  Alston's affidavit admits that the \"something\" he picked up \"turned out\" to be the firearm;  he does not say how it got into his coat pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After Alston filed his affidavit, the district court reconsidered the suppression request but again refused to suppress.  The judge ruled that assuming Alston's version of events to be accurate, the police still had reasonable suspicion based on the informant's information to conduct a Terry stop.  See Terry v. Ohio, 392 U.S. 1, 21-22, 88 S.Ct. 1868, 1879-81, 20 L.Ed.2d 889 (1968).  Reasonable suspicion was established, said the judge, because the confidential informant had given reliable information in the past;  and before stopping Alston, the police were able to confirm the informant's description of Alston at the location given by the informant.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although review of this appraisal is plenary, United States v. Mendez-de Jesus, 85 F.3d 1, 2 (1st Cir.1996), the district court was clearly correct in saying that reasonable suspicion for a Terry stop was created by such a tip from a previously reliable informant.  See Adams v. Williams, 407 U.S. 143, 146-47, 92 S.Ct. 1921, 1923-24, 32 L.Ed.2d 612 (1972);  Lewis, 40 F.3d at 1334-35.   And whether or not Alston reached for his pocket, the pat-down search was justified because the police had a reasonable suspicion that Alston might be armed.  See United States v. Schiavo, 29 F.3d 6, 8-9 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We turn now to the issue that poses the chief difficulty, namely, Alston's properly preserved claim that the altered gun should have been excluded from evidence at trial.  Alston's argument is that the refurbishments rendered the evidence substantially more prejudicial than probative, warranting exclusion under Fed.R.Evid. 403;  alternatively, he argues that the government deliberately deprived Alston of exculpatory evidence in violation of the Due Process Clause of the Fifth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Alston does not dispute that the gun was at all times a firearm under the federal statute.  His main objection to the government's alterations to the weapon, although perhaps not his only objection, is that they tended to undermine his claim that he lacked scienter.  The principal argument made by Alston's counsel at trial was that Alston had picked up a rusty piece of metal in the dark and--however it may have gotten into his pocket--Alston had not been aware that it was a gun.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is common ground that the defendant's knowledge that he possesses a weapon is an element of a crime.  And surely the cosmetic improvements to the weapon--removal of rust, cleaning of the gun and some restoration of the handle--tended to make it more readily recognizable as a firearm.  Alston's story might be especially hard to believe if the jury thought that the object at the time Alston picked it up was the cleaned-up and repaired weapon received in evidence at his trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nevertheless, Alston has an uphill case under Rule 403.  The gun was of great relevance to the prosecution;  its possession was a critical element in the crime, and the failure to offer into evidence the gun allegedly seized from Alston would have been difficult to explain.  As to prejudice, nothing prevented Alston from offering evidence, through the government's own witnesses, that when seized, the gun had been in completely different shape (rusted, pitted, and with electric tape around the handle).  In fact, the prosecutor brought out most of this information himself on direct examination.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Boston police expert who first examined the gun testified that the weapon--recognizable as a handgun in its original state--had been in \"a severe rusted condition\" and was \"totally brown from rust\";  that the slide \"would not move because it was rusted solid\";  that parts were missing including the magazine and the grips around the handle;  and that the handle was wrapped in tape.  Then ATF agents testified as to the cleaning and test firing, which can be done without a magazine simply by chambering a bullet.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Where the district court declines to exclude evidence under Rule 403, we reverse only where the district court has abused its discretion.  United States v. Cruz-Kuilan, 75 F.3d 59, 61 (1st Cir.1996) (district court's Rule 403 decision stands absent \"extraordinarily compelling circumstances\").  Here, the evidence sought to be excluded was patently relevant and important, while testimony about the prior condition of the gun was available to mitigate prejudice, although not wholly to eliminate it.  The district court did not commit reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">More interesting is Alston's suggestion that the government violated due process requirements by deliberately altering evidence that, in its original form, might have helped to exculpate Alston.  The government says that bad faith is required for a successful due process claim, citing us to case law suggesting that good faith destruction of exculpatory evidence by the government does not violate due process.  See Arizona v. Youngblood, 488 U.S. 51, 56-58, 109 S.Ct. 333, 336-38, 102 L.Ed.2d 281 (1988);  California v. Trombetta, 467 U.S. 479, 488-89, 104 S.Ct. 2528, 2533-34, 81 L.Ed.2d 413 (1984).  Compare People v. Newberry, 166 Ill.2d 310, 209 Ill.Dec. 748, 752, 652 N.E.2d 288, 292 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, no basis exists for a charge of bad faith or negligence.  To see if the weapon had been used in other crimes was simply good police work.  And the test firing, so long as the unjamming and rust removal were admitted, properly helped to confirm that the gun was \"designed\" to expel a bullet by explosion.  The only disadvantage of which Alston might fairly complain is that the cleaning and repair work tended to undermine his scienter argument;  and there is no reason to think that the ATF anticipated the scienter defense.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are not prepared to say that the government's \"good faith\" is always and everywhere a complete defense to a due process claim where the government deliberately alters evidence that might otherwise have exculpated the defendant.  The genre involves the conflicting interests of law enforcement and the protection of defendants;  there is a vast kaleidoscope of different possible situations, varying in conduct, motive, justification and effect.  It would be surprising if a single rubric or rule provided a mechanical solution to such dilemmas.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The due process standard, when no more specific provision of the Bill of Rights governs, is one of \"fundamental fairness.\"  Trombetta, 467 U.S. at 485, 104 S.Ct. at 2532.   Where law enforcement and criminal procedure are at issue, the courts have been willing to examine closely any substantial threat to the fairness of the trial process.  E.g., Brady v. Maryland, 373 U.S. 83, 87-88, 83 S.Ct. 1194, 1196-97, 10 L.Ed.2d 215 (1963).  At the same time, we are talking about a constitutional constraint:  however phrased, the threshold for courts to intervene is fairly high.  See Rochin v. California, 342 U.S. 165, 172-73, 72 S.Ct. 205, 209-10, 96 L.Ed. 183 (1952).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the present case, it is enough that the government's alteration of the evidence did not significantly impair Alston's ability to present a legitimate scienter defense.  As already indicated, Alston was free to present evidence to give the jury a reasonably effective picture of what the weapon looked like before it had been cleaned and restored;  and, as noted, most of this evidence was brought out by the prosecutor.  Yes, disputes might exist as to just how much rust or tape had been removed;  but we are talking about overall fairness and not perfection.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In his brief in this court, Alston appears to be suggesting a different objection to the government's alterations, namely, that by cleaning the gun and freeing the slide, the government made the weapon a more menacing object;  and this in turn implied that Alston's possession of the gun presented a greater threat to public safety than the rusted and frozen weapon actually created.  It may well be that the cleaned-up, working weapon gave the prosecutor a psychological edge.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Yet Alston was not charged with being a danger but with being a felon in possession of a firearm.  The defendant cannot ask the jury to nullify the law, whether by interpolating an element that does not exist or otherwise.  See United States v. Sepulveda, 15 F.3d 1161, 1190 (1st Cir.1993), cert. denied, 512 U.S. 1223, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).  By the same token, we do not think that it is an independent objection to evidence, otherwise properly admissible, that it may incidentally reduce the chance that the jury will nullify the law on its own.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In rejecting Alston's claims, we think it worth adding that trial judges have considerable latitude in handling situations of this kind.  Rule 403 aside, the spoliation doctrine--actually several different rules--gives the district court various remedies for seeking to assure that a loss of evidence caused by one side does not unfairly prejudice the other.  See Sacramona v. Bridgestone/Firestone, Inc., 106 F.3d 444, 447 (1st Cir.1997).  Under such rules, bad faith is not an automatic requirement for relief.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Apart from his attack on the government's use and alteration of the gun, Alston has several other arguments relating to trial and sentence.  One of them--that no rational jury could conclude that Alston knew that he had a gun--requires no extended discussion.  The gun was a firearm under the federal definition, Alston had it in his pocket, and the jury was certainly not obliged to believe the story that Alston thought that the gun was something else.  See United States v. Staula, 80 F.3d 596, 605 (1st Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 156, 136 L.Ed.2d 101 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Alston also attacks his trial attorney's performance.  Normally, we do not consider such claims on direct appeal, because the record has not been developed in the district court.  United States v. Mala, 7 F.3d 1058, 1063 (1st Cir.1993), cert. denied, 511 U.S. 1086, 114 S.Ct. 1839, 128 L.Ed.2d 466 (1994).  But, in this case, Alston did present such a claim in the district court through new counsel, who supported the claim with a 19-page memorandum;  the government responded;  and the district court rejected the claim on the merits.  Thus, we may consider the claim.  United States v. Natanel, 938 F.2d 302, 309 (1st Cir.1991), cert. denied, 502 U.S. 1079, 112 S.Ct. 986, 117 L.Ed.2d 148 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To establish a Sixth Amendment violation, Alston has to show that his lawyer's performance \"fell below an objective standard of reasonableness,\" and that prejudice resulted because, absent the mistake or mistakes, there is a reasonable probability that the outcome would have been different.  Strickland v. Washington, 466 U.S. 668, 687-88, 691-92, 104 S.Ct. 2052, 2064-65, 2066-67, 80 L.Ed.2d 674 (1984);  Scarpa v. Dubois, 38 F.3d 1, 8 (1st Cir.1994), cert. denied, 513 U.S. 1129, 115 S.Ct. 940, 130 L.Ed.2d 885 (1995).  Alston points to various alleged mistakes by trial counsel.  Even taken together, these mistakes do not satisfy the Strickland standard.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The brunt of Alston's ineffective assistance claim is that Alston's counsel, instead of resting after the government presented its case, should have offered several defense witnesses for a theory that the defense had originally proposed.  This approach, outlined in defense counsel's opening statement to the jury, was to retell the story about the refrigerator move and then to argue or insinuate that the informant (to secure a reward) probably placed the gun in Alston's coat pocket after Alston had gone inside the house to deliver the refrigerator.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Alston had subpoenaed the man who allegedly helped him move the refrigerator, and we will assume that this witness might have confirmed that part of the story.  But the notion that the informant planted the gun is pure speculation.  Alston now says that at least his trial attorney should have sought disclosure of the informant's name.  Government privilege would make this task difficult, see United States v. Batista-Polanco, 927 F.2d 14, 19-20 (1st Cir.1991), but perhaps not impossible if the informant's testimony were likely to be very important to the defense.  Roviaro v. United States, 353 U.S. 53, 59, 64-65, 77 S.Ct. 623, 627, 629-30, 1 L.Ed.2d 639 (1957).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Still, it is hard to imagine the privilege being overcome where, as here, nothing suggested that the informant had actually planted the gun.  Moreover, the district judge knew that in moving to suppress, Alston had himself filed an affidavit indicating that he had picked up the gun after it fell out of the refrigerator.  Whether he put it into his pocket immediately or left it on the porch temporarily, the notion of the informant as a deus ex machina was effectively undermined.  There was no likelihood that the court would have required disclosure of the informant's identity.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Overall, defense counsel at trial had a very weak hand to play, since Alston was caught in possession of the gun, and his prior felony convictions were easily proved.  To rely on the notion that Alston did not know it was a gun was probably a thin reed (although one also grasped by appellate counsel in this court).  Nevertheless, the decision to rely on this straightforward defense at trial, rather than complicate it with an even less plausible story about a planted weapon, was a choice well within the discretion of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Alston's last claim of error relates to enhancement of his sentence under 18 U.S.C. &#167; 924(e), the three-strikes provision for violent felony convictions.  Alston says that due to the passage of time, his civil rights have been restored under Massachusetts law for one or more of the convictions relied upon by the district court to comprise the three prior violent felonies.  Under 18 U.S.C. &#167; 921(a)(20), a conviction \"shall not be considered\" where inter alia</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>a person ... has had civil rights restored ..., unless such ... restoration of civil rights expressly provides that the person may not ship, transport, possess or receive firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court replied that since the first of the three convictions, Alston has at all times had his civil rights suspended.  In other words, as the sentencing judge read the statute, a conviction can still be considered under the three strikes provision, even though enough time had otherwise passed under state law for the restoration of civil rights, so long as the period of disability had been maintained on account of a later conviction.  This presents an interesting problem which need not be resolved in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Massachusetts materially restricts an ex-felon's right to carry and traffic in firearms regardless of the passage of time.  United States v. Estrella, 104 F.3d 3, 8 (1st Cir.1997).  In Estrella, we found these limited restrictions trigger the above-quoted \"unless\" exception to the provision relied upon by Alston as restoring his civil rights.  18 U.S.C. &#167; 921(a)(20).  Estrella was decided after Alston's sentence and the original briefing, but his reply brief has no effective answer to that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Some might think that a 15-year sentence for carrying a rusty and inoperable handgun is excessive where there is no evidence that the defendant was otherwise engaged in crime.  Others might point to Alston's long criminal record, not fully related in this opinion.  It may help to complete the story by recounting that, at oral argument, the prosecutor told us that Alston had refused a proffered plea bargain looking toward a lesser sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span></p>\n    <p class=\"case_cite\">47 Fed. R. Evid. Serv. 69</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Richard ALSTON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1779.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1997.<br>Decided May 5, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lois M. Lewis by Appointment of the Court, West Newton, MA, for appellant.</p>\n      <p class=\"indent\">Paul G. Levenson, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the district court, Richard Alston was found guilty by a jury of being a convicted felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).  On this well-argued appeal, Alston makes a number of claims of error.  Most are readily answered, but one issue--what happens when the government alters evidence for arguably legitimate reasons but to the defendant's disadvantage--requires more extensive discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The background facts are not in dispute.  At about 10 p.m. on November 13, 1992, two Boston police officers received a tip from a confidential informant that a man near 5 Fayston Street in Dorchester was carrying a gun.  The informant advised that the man was black, and was dressed in jeans, a tan jacket and black baseball cap.  The officers parked their unmarked car across the street a few doors away and saw Alston emerge from 5 Fayston Street wearing the clothing described by the informant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In plainclothes but with police badges around their necks, the officers left their car and approached Alston.  According to the officers, Alston moved his left hand in the direction of his coat pocket (he denies this), and one of the officers grabbed Alston's arm and felt the outside of the pocket.  Realizing that there was a gun in the pocket, the officer removed it and arrested Alston.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The gun seized from Alston was later identified as a Colt Model 1908 .25-caliber, semi-automatic pistol.  When seized, the weapon was rusted and pitted, and its slide was stuck.  It contained no magazine, and Alston had no ammunition.  The gun's grip was wrapped in electrical tape.  It is the government's later alteration of this weapon that gives rise to the main issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Alston was first charged under Massachusetts law with possessing a firearm without a license and possessing a firearm with a defaced serial number.  M.G.L. ch. 269, &#167;&#167; 10(a), 11C.  Shortly thereafter, the state charges were dismissed because the Boston Police Department's ballistics unit had determined that the gun was inoperable and therefore did not meet the Massachusetts definition of a firearm.  M.G.L. ch. 140, &#167; 121.  The Boston Police then sent the gun to the U.S. Treasury Department's Bureau of Alcohol, Tobacco and Firearms (\"ATF\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">An ATF specialist used WD-40 oil and a rawhide mallet to free the slide.  He also buffed and polished part of the gun in a vain attempt to determine the serial number.  Another specialist then lubricated, disassembled and cleaned the gun, checked it for safety, reassembled it and test fired it.  It appears that fruitless attempts were made to see whether through ballistics marks the weapon could be associated with any other crime.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In November 1994, a federal grand jury indicted Alston under the felon-in-possession statute and also for possessing a firearm with an obliterated serial number in violation of 18 U.S.C. &#167; 922(k).  The pertinent federal definition of a firearm is more expansive than the Massachusetts definition:  It includes \"any weapon ... which ... is designed ... to expel a projectile by the action of an explosive.\"  18 U.S.C. &#167; 921(a)(3).  Thereafter, the government dropped the serial number charge but proceeded on the felon-in-possession charge.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Alston tried unsuccessfully to suppress the gun as unlawfully seized, and later objected to its admission at trial because it had been altered by the government.  Neither effort was successful.  The gun, and testimony that it had been test fired, were provided at trial;  the jury was also told how the gun had been refurbished.  The jury convicted Alston in July 1995 after a short trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In June 1996, Alston was sentenced to 188 months in prison and three years of supervised release pursuant to the Armed Career Criminal Act.  18 U.S.C. &#167; 924(e).  That statute provides for a minimum sentence of 15 years if the defendant has previously been convicted of three violent felonies.  Alston had prior Massachusetts felony convictions for manslaughter in 1965, assault and battery with a dangerous weapon in 1968, and armed robbery in 1975.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Alston's first claim is that the district court erred in refusing to suppress the gun as the product of an unconstitutional search and seizure.  Alston's initial motion to suppress, inadequately supported, had been denied by margin order.  See United States v. Lewis, <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1334-35 (1st Cir.1994).  But thereafter, Alston filed a motion to reconsider accompanied by an affidavit setting forth Alston's version of events.  (The government had previously provided affidavits of police officers attesting to the tip and the reliability of the unidentified informant based on prior accurate tips.)</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Alston's affidavit said in substance that he had been moving a refrigerator with a friend and had tossed his coat onto the porch of the house.  As he lifted the refrigerator, something fell out onto the pavement and, in the dark, Alston threw it onto the porch.  When he moved the refrigerator into the house and returned to the porch, the police approached him as he was starting to put on his coat, patted him down and took the firearm from his pocket.  Alston's affidavit admits that the \"something\" he picked up \"turned out\" to be the firearm;  he does not say how it got into his coat pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After Alston filed his affidavit, the district court reconsidered the suppression request but again refused to suppress.  The judge ruled that assuming Alston's version of events to be accurate, the police still had reasonable suspicion based on the informant's information to conduct a Terry stop.  See Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 21-22, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1879-81, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968).  Reasonable suspicion was established, said the judge, because the confidential informant had given reliable information in the past;  and before stopping Alston, the police were able to confirm the informant's description of Alston at the location given by the informant.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although review of this appraisal is plenary, United States v. Mendez-de Jesus, <span class=\"citation\" data-id=\"196787\"><a href=\"/opinion/196787/united-states-v-mendez-de-jesus/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1996), the district court was clearly correct in saying that reasonable suspicion for a Terry stop was created by such a tip from a previously reliable informant.  See Adams v. Williams, <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span>, 146-47, <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1921</span></a></span>, 1923-24, <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">612</span></a></span> (1972);  Lewis, 40 F.3d at 1334-35.   And whether or not Alston reached for his pocket, the pat-down search was justified because the police had a reasonable suspicion that Alston might be armed.  See United States v. Schiavo, <span class=\"citation\" data-id=\"195480\"><a href=\"/opinion/195480/united-states-v-schiavo/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 8-9 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We turn now to the issue that poses the chief difficulty, namely, Alston's properly preserved claim that the altered gun should have been excluded from evidence at trial.  Alston's argument is that the refurbishments rendered the evidence substantially more prejudicial than probative, warranting exclusion under Fed.R.Evid. 403;  alternatively, he argues that the government deliberately deprived Alston of exculpatory evidence in violation of the Due Process Clause of the Fifth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Alston does not dispute that the gun was at all times a firearm under the federal statute.  His main objection to the government's alterations to the weapon, although perhaps not his only objection, is that they tended to undermine his claim that he lacked scienter.  The principal argument made by Alston's counsel at trial was that Alston had picked up a rusty piece of metal in the dark and--however it may have gotten into his pocket--Alston had not been aware that it was a gun.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is common ground that the defendant's knowledge that he possesses a weapon is an element of a crime.  And surely the cosmetic improvements to the weapon--removal of rust, cleaning of the gun and some restoration of the handle--tended to make it more readily recognizable as a firearm.  Alston's story might be especially hard to believe if the jury thought that the object at the time Alston picked it up was the cleaned-up and repaired weapon received in evidence at his trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nevertheless, Alston has an uphill case under Rule 403.  The gun was of great relevance to the prosecution;  its possession was a critical element in the crime, and the failure to offer into evidence the gun allegedly seized from Alston would have been difficult to explain.  As to prejudice, nothing prevented Alston from offering evidence, through the government's own witnesses, that when seized, the gun had been in completely different shape (rusted, pitted, and with electric tape around the handle).  In fact, the prosecutor brought out most of this information himself on direct examination.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Boston police expert who first examined the gun testified that the weapon--recognizable as a handgun in its original state--had been in \"a severe rusted condition\" and was \"totally brown from rust\";  that the slide \"would not move because it was rusted solid\";  that parts were missing including the magazine and the grips around the handle;  and that the handle was wrapped in tape.  Then ATF agents testified as to the cleaning and test firing, which can be done without a magazine simply by chambering a bullet.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Where the district court declines to exclude evidence under Rule 403, we reverse only where the district court has abused its discretion.  United States v. Cruz-Kuilan, <span class=\"citation\" data-id=\"196554\"><a href=\"/opinion/196554/united-states-v-cruz-quilan/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 61 (1st Cir.1996) (district court's Rule 403 decision stands absent \"extraordinarily compelling circumstances\").  Here, the evidence sought to be excluded was patently relevant and important, while testimony about the prior condition of the gun was available to mitigate prejudice, although not wholly to eliminate it.  The district court did not commit reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">More interesting is Alston's suggestion that the government violated due process requirements by deliberately altering evidence that, in its original form, might have helped to exculpate Alston.  The government says that bad faith is required for a successful due process claim, citing us to case law suggesting that good faith destruction of exculpatory evidence by the government does not violate due process.  See Arizona v. Youngblood, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></span>, 56-58, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>, 336-38, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></span> (1988);  California v. Trombetta, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 488-89, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2528</span></a></span>, 2533-34, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">413</span></a></span> (1984).  Compare People v. Newberry, <span class=\"citation\" data-id=\"2065766\"><a href=\"/opinion/2065766/people-v-newberry/\"><span class=\"volume\">166</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">310</span></a></span>, <span class=\"citation\" data-id=\"2065766\"><a href=\"/opinion/2065766/people-v-newberry/\"><span class=\"volume\">209</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">748</span></a></span>, 752, <span class=\"citation\" data-id=\"2065766\"><a href=\"/opinion/2065766/people-v-newberry/\"><span class=\"volume\">652</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">288</span></a></span>, 292 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, no basis exists for a charge of bad faith or negligence.  To see if the weapon had been used in other crimes was simply good police work.  And the test firing, so long as the unjamming and rust removal were admitted, properly helped to confirm that the gun was \"designed\" to expel a bullet by explosion.  The only disadvantage of which Alston might fairly complain is that the cleaning and repair work tended to undermine his scienter argument;  and there is no reason to think that the ATF anticipated the scienter defense.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are not prepared to say that the government's \"good faith\" is always and everywhere a complete defense to a due process claim where the government deliberately alters evidence that might otherwise have exculpated the defendant.  The genre involves the conflicting interests of law enforcement and the protection of defendants;  there is a vast kaleidoscope of different possible situations, varying in conduct, motive, justification and effect.  It would be surprising if a single rubric or rule provided a mechanical solution to such dilemmas.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The due process standard, when no more specific provision of the Bill of Rights governs, is one of \"fundamental fairness.\"  Trombetta, 467 U.S. at 485, 104 S.Ct. at 2532.   Where law enforcement and criminal procedure are at issue, the courts have been willing to examine closely any substantial threat to the fairness of the trial process.  E.g., Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87-88, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, 1196-97, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963).  At the same time, we are talking about a constitutional constraint:  however phrased, the threshold for courts to intervene is fairly high.  See Rochin v. California, <span class=\"citation\" data-id=\"104943\"><a href=\"/opinion/104943/rochin-v-california/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 172-73, <span class=\"citation\" data-id=\"104943\"><a href=\"/opinion/104943/rochin-v-california/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">205</span></a></span>, 209-10, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">183</span></span> (1952).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the present case, it is enough that the government's alteration of the evidence did not significantly impair Alston's ability to present a legitimate scienter defense.  As already indicated, Alston was free to present evidence to give the jury a reasonably effective picture of what the weapon looked like before it had been cleaned and restored;  and, as noted, most of this evidence was brought out by the prosecutor.  Yes, disputes might exist as to just how much rust or tape had been removed;  but we are talking about overall fairness and not perfection.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In his brief in this court, Alston appears to be suggesting a different objection to the government's alterations, namely, that by cleaning the gun and freeing the slide, the government made the weapon a more menacing object;  and this in turn implied that Alston's possession of the gun presented a greater threat to public safety than the rusted and frozen weapon actually created.  It may well be that the cleaned-up, working weapon gave the prosecutor a psychological edge.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Yet Alston was not charged with being a danger but with being a felon in possession of a firearm.  The defendant cannot ask the jury to nullify the law, whether by interpolating an element that does not exist or otherwise.  See United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1190 (1st Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span></span> (1994).  By the same token, we do not think that it is an independent objection to evidence, otherwise properly admissible, that it may incidentally reduce the chance that the jury will nullify the law on its own.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In rejecting Alston's claims, we think it worth adding that trial judges have considerable latitude in handling situations of this kind.  Rule 403 aside, the spoliation doctrine--actually several different rules--gives the district court various remedies for seeking to assure that a loss of evidence caused by one side does not unfairly prejudice the other.  See Sacramona v. Bridgestone/Firestone, Inc., <span class=\"citation\" data-id=\"735327\"><a href=\"/opinion/735327/46-fed-r-evid-serv-541-prodliabrep-cch-p-14872-robert-j/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></a></span>, 447 (1st Cir.1997).  Under such rules, bad faith is not an automatic requirement for relief.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Apart from his attack on the government's use and alteration of the gun, Alston has several other arguments relating to trial and sentence.  One of them--that no rational jury could conclude that Alston knew that he had a gun--requires no extended discussion.  The gun was a firearm under the federal definition, Alston had it in his pocket, and the jury was certainly not obliged to believe the story that Alston thought that the gun was something else.  See United States v. Staula, <span class=\"citation\" data-id=\"196665\"><a href=\"/opinion/196665/united-states-v-staula/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">596</span></a></span>, 605 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Alston also attacks his trial attorney's performance.  Normally, we do not consider such claims on direct appeal, because the record has not been developed in the district court.  United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1086</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></span> (1994).  But, in this case, Alston did present such a claim in the district court through new counsel, who supported the claim with a 19-page memorandum;  the government responded;  and the district court rejected the claim on the merits.  Thus, we may consider the claim.  United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 309 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1079</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To establish a Sixth Amendment violation, Alston has to show that his lawyer's performance \"fell below an objective standard of reasonableness,\" and that prejudice resulted because, absent the mistake or mistakes, there is a reasonable probability that the outcome would have been different.  Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687-88, 691-92, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, 2064-65, 2066-67, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984);  Scarpa v. Dubois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1129</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">885</span></span> (1995).  Alston points to various alleged mistakes by trial counsel.  Even taken together, these mistakes do not satisfy the Strickland standard.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The brunt of Alston's ineffective assistance claim is that Alston's counsel, instead of resting after the government presented its case, should have offered several defense witnesses for a theory that the defense had originally proposed.  This approach, outlined in defense counsel's opening statement to the jury, was to retell the story about the refrigerator move and then to argue or insinuate that the informant (to secure a reward) probably placed the gun in Alston's coat pocket after Alston had gone inside the house to deliver the refrigerator.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Alston had subpoenaed the man who allegedly helped him move the refrigerator, and we will assume that this witness might have confirmed that part of the story.  But the notion that the informant planted the gun is pure speculation.  Alston now says that at least his trial attorney should have sought disclosure of the informant's name.  Government privilege would make this task difficult, see United States v. Batista-Polanco, <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 19-20 (1st Cir.1991), but perhaps not impossible if the informant's testimony were likely to be very important to the defense.  Roviaro v. United States, <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 59, 64-65, <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">623</span></a></span>, 627, 629-30, <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span></a></span> (1957).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Still, it is hard to imagine the privilege being overcome where, as here, nothing suggested that the informant had actually planted the gun.  Moreover, the district judge knew that in moving to suppress, Alston had himself filed an affidavit indicating that he had picked up the gun after it fell out of the refrigerator.  Whether he put it into his pocket immediately or left it on the porch temporarily, the notion of the informant as a deus ex machina was effectively undermined.  There was no likelihood that the court would have required disclosure of the informant's identity.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Overall, defense counsel at trial had a very weak hand to play, since Alston was caught in possession of the gun, and his prior felony convictions were easily proved.  To rely on the notion that Alston did not know it was a gun was probably a thin reed (although one also grasped by appellate counsel in this court).  Nevertheless, the decision to rely on this straightforward defense at trial, rather than complicate it with an even less plausible story about a planted weapon, was a choice well within the discretion of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Alston's last claim of error relates to enhancement of his sentence under 18 U.S.C. &#167; 924(e), the three-strikes provision for violent felony convictions.  Alston says that due to the passage of time, his civil rights have been restored under Massachusetts law for one or more of the convictions relied upon by the district court to comprise the three prior violent felonies.  Under 18 U.S.C. &#167; 921(a)(20), a conviction \"shall not be considered\" where inter alia</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>a person ... has had civil rights restored ..., unless such ... restoration of civil rights expressly provides that the person may not ship, transport, possess or receive firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court replied that since the first of the three convictions, Alston has at all times had his civil rights suspended.  In other words, as the sentencing judge read the statute, a conviction can still be considered under the three strikes provision, even though enough time had otherwise passed under state law for the restoration of civil rights, so long as the period of disability had been maintained on account of a later conviction.  This presents an interesting problem which need not be resolved in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Massachusetts materially restricts an ex-felon's right to carry and traffic in firearms regardless of the passage of time.  United States v. Estrella, <span class=\"citation\" data-id=\"197153\"><a href=\"/opinion/197153/united-states-v-estrella/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 8 (1st Cir.1997).  In Estrella, we found these limited restrictions trigger the above-quoted \"unless\" exception to the provision relied upon by Alston as restoring his civil rights.  18 U.S.C. &#167; 921(a)(20).  Estrella was decided after Alston's sentence and the original briefing, but his reply brief has no effective answer to that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Some might think that a 15-year sentence for carrying a rusty and inoperable handgun is excessive where there is no evidence that the defendant was otherwise engaged in crime.  Others might point to Alston's long criminal record, not fully related in this opinion.  It may help to complete the story by recounting that, at oral argument, the prosecutor told us that Alston had refused a proffered plea bargain looking toward a lesser sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2065766/"
  ]
}