{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197316/",
  "absolute_url": "/opinion/197316/united-states-v-shadduck/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197316/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:27:08Z",
  "date_modified": "2017-03-24T10:50:59.855886Z",
  "type": "010combined",
  "sha1": "ef3f88bcaa01ecf49ff5a28ce8e57264ff364fa2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1395.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 95-1395\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       MICHAEL D. SHADDUCK,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\nNo. 95-1396\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       ANDREA D. SHADDUCK,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\nNo. 96-1342\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       MICHAEL D. SHADDUCK,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Morris E. Lasker,* Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r                                                     \r\n\n                  \r                            \r\n\n   *Of the Southern District of New York, sitting by designation.\r\r\n\n                              Before\r\n\n                       Cyr, Circuit Judge,\r                                                   \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r                                                     \r\n\n   James B. Krasnoo with whom Law Offices of James B. Krasnoo was on\r                                                                       \r\nbrief for appellants.\r\n   Mark J.  Balthazard, Assistant United States  Attorney, with whom\r                                \r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \r\n\n                                           \r                                                     \r\n\n                          April 24, 1997\r\n                                           \r                                                     \r\n\n                                2\r\r\n\n          CYR,  Circuit Judge.    Appellants  Michael and  Andrea\r                    CYR,  Circuit Judge\r                                       \r\n\nShadduck  challenge  the  judgments of  conviction  and  sentence\r\n\nentered against them for  bankruptcy fraud, see 18 U.S.C.    152,\r                                                         \r\n\nfollowing their four-day  jury trial.  We affirm the convictions,\r\n\nbut vacate, in part, the  sentence imposed upon Michael  Shadduck\r\n\nand remand for resentencing.  \r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          Appellant  Michael  Shadduck  (\"Shadduck\"), a  self-em-\r\n\nployed insurance salesman, invested in several insurance policies\r\n\nand a  pension fund  with Guardian Investor  Services Corporation\r\n\n(\"Guardian\").  Three days before the Shadducks filed  their joint\r\n\nchapter 11 petition on  June 4, 1993, Shadduck had  requested the\r\n\nmaximum loan  advances available on four  Guardian life insurance\r\n\npolicies.   The chapter 11 petition,  unaccompanied by schedules,\r\n\nlisted liabilities  totaling $2,269,381.13 to the  twenty largest\r\n\nunsecured creditors. \r\n\n          On the  day the  joint chapter  11 petition  was filed,\r\n\nMrs.  Shadduck drew  an $8,000 check  on their  personal checking\r\n\naccount and  endorsed it over to her  husband.  Three days later,\r\n\n                    \r                              \r\n\n     1Viewing the  evidence in  the light  most favorable to  the\r\nverdicts, we recite the  facts as the jury reasonably  could have\r\nfound  them.  United  States v. Josleyn,  99 F.3d 1182,  1185 n.1\r                                                 \r\n(1st  Cir. 1996), cert. denied, 117 S.  Ct. 959 (1997).  We note,\r                                        \r\nhowever,  that  the  record  on appeal  is  woefully  incomplete,\r\nparticularly as  it includes no district  court trial transcript.\r\nOf course,  the proponent of a  claim must \"bear the  brunt of an\r\ninsufficient record  on appeal.\"  Real v.  Hogan, 828 F.2d 58, 60\r                                                          \r\n(1st. Cir. 1987).  See also LaRou v. Ridlon, 98 F.3d 659, 664 n.8\r                                                     \r\n(1st Cir. 1996).\r\n\n                                3\r\r\n\nfour checks totaling $124,383.66 were deposited in a bank account\r\n\nin the  name of John Shepard, a friend of Shadduck.  Three checks\r\n\nhad been issued to Shadduck by Guardian and  represented portions\r\n\nof the aforementioned loan proceeds, as well as policy dividends.\r\n\nThe fourth was the  $8,000 check withdrawn by Mrs.  Shadduck from\r\n\nthe joint account three days earlier.  \r\n\n          At the  creditors meeting  on June 14,  Shadduck denied\r\n\nhaving made any payment in excess  of $600 to any creditor within\r\n\nthe 90-day period preceding June 4, denied having a bank account,\r\n\nand disavowed  any beneficial interest either  in insurance poli-\r\n\ncies or a  pension plan.   Mrs. Shadduck,  who was continuing  to\r\n\nwrite checks  on their joint  checking account during  this time,\r\n\nremained  silent  as her  husband  made these  misrepresentations\r\n\nunder oath. \r\n\n          Following  the creditors  meeting,  two other  Guardian\r\n\nchecks,  totaling $13,346.01,  payable to  Shadduck and  endorsed\r\n\nover to Shepard, were deposited in the Shepard account.  Two days\r\n\nlater Shadduck gave Shepard a  $73,900 check, drawn on Shadduck's\r\n\nGuardian pension plan and endorsed over to Shepard.  At the time,\r\n\nthe Shadduck pension plan account contained $118,339.05.  On July\r\n\n19,  1993, a $33,517.36 check  was drawn on  the Shadduck pension\r\n\nplan account, representing  the balance in the pension plan after\r\n\nthe required $10,921.69 withholding for federal income tax.\r\n\n          On July 1, the  Shadducks filed their bankruptcy sched-\r\n\nules, signed the  same day  under penalty  of perjury,  asserting\r\n\nthat  they had no interest in pension plans or insurance policies\r\n\n                                4\r\r\n\nand, further, that  they had  no bank account.   Throughout  this\r\n\nentire period,  however, Shadduck had  funds in his  pension plan\r\n\nand Mrs.  Shadduck  continued  to  write checks  on  their  joint\r\n\nchecking account.    Shepard subsequently  drew  checks  totaling\r\n\n$171,211.12  to Shadduck on September 29 and November 2, 1993, in\r\n\namounts mirroring the checks  Shadduck had issued to Shepard  the\r\n\nprevious  June.   Three  of  these  checks, totaling  $17,134.70,\r\n\nexplicitly  noted  that  the proceeds  represented  pension  plan\r\n\nfunds.  \r\n\n          The Shadducks were indicted on January 19, 1994:  he on\r\n\nfour counts,  for concealing assets  and falsely stating  that he\r\n\nhad  no bank  account,  insurance policies,  or pension  plan, in\r\n\nviolation  of 18  U.S.C.    152; she  on one  count,  for falsely\r\n\nstating she had  no bank  account.  At  trial, Shadduck  admitted\r\n\nmaking false statements but nevertheless insisted that he had not\r\n\nlisted  the pension plan funds on the schedules because they were\r\n\nexempt, even though  he concededly  had failed also  to list  any\r\n\npension plan funds as property  claimed exempt.  Shadduck further\r                                                        \r\n\ntestified  that the  monies  invested in  the insurance  policies\r\n\nbelonged to  clients who  had requested  that he  invest approxi-\r\n\nmately  $85,000 in their behalf.   Shadduck admitted making false\r\n\nstatements at the  creditors meeting and on the bankruptcy sched-\r\n\nules, but vouchsafed  that his wife had not  known what was going\r\n\non.\r\n\n          After  the jury returned  guilty verdicts  against both\r\n\ndefendants, the district court sentenced Shadduck to twenty-seven\r\n\n                                5\r\r\n\nmonths' imprisonment,  including enhancements based on  the total\r\n\nintended loss, see U.S.S.G.    2F1.1(b)(1) (Nov. 1994), violation\r                            \r\n\nof a judicial order, id.   2F1.1(b)(3)(B), and  defrauding multi-\r                                  \r\n\nple victims, id.    2F1.1(b)(2)(B).  Shadduck appeals his convic-\r                          \r\n\ntions  and sentence.   Mrs.  Shadduck, who  was sentenced  to two\r\n\nyears' probation, principally challenges her conviction.2\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n1.   Andrea Shadduck \r          1.   Andrea Shadduck\r                              \r\n\n          Andrea Shadduck concedes that she  purchased the $8,000\r\n\nbank check with funds  drawn from the joint checking  account and\r\n\nendorsed it  to  her  husband,  that she  signed  the  bankruptcy\r\n\nschedules  listing no bank account,  and that she remained silent\r\n\nat the  creditors meeting  while her husband  falsely represented\r\n\nthat they had  no bank  account.  She  nonetheless contends  that\r\n\nthere  was insufficient  evidence that  she intentionally  made a\r\n\nfalse statement,  since  her husband  testified  to her  lack  of\r\n\nknowledge. \r\n\n          There  was ample  evidence  to support  the conviction.\r\n\nThe  jury  reasonably could  infer  from  all the  circumstances,\r\n\nespecially  the  timing of  the  various  transactions, that  she\r\n\npossessed the requisite  fraudulent intent.   She drew an  $8,000\r\n\n                    \r                              \r\n\n     2Although  both appellants  challenge  the    2F1.1(b)(3)(B)\r\nenhancement,  the  district  court imposed  a  downward departure\r\nbefore sentencing Mrs. Shadduck  to probation.  United  States v.\r                                                                        \r\nShadduck, 889 F. Supp. 8, 11-12 (D.Mass. 1995).  Thus, no purpose\r                  \r\nwould  be served by  remanding for resentencing  in these circum-\r\nstances. \r\n\n                                6\r\r\n\nbank check on the unscheduled joint checking account the very day\r\n\nshe  and  her husband  signed and  filed  their joint  chapter 11\r\n\npetition.   She signed the bankruptcy schedule stating she had no\r\n\nbank account, yet continued  to draw checks on the  joint account\r\n\nfor  more than  three  months, even  after  her husband,  in  her\r\n\npresence, falsely denied the existence of any such account at the\r\n\ncreditors meeting.   This circumstantial evidence alone supported\r\n\na reasonable  inference  that her  motive  in making  the  $8,000\r\n\nwithdrawal  from the joint checking  account on the  eve of bank-\r\n\nruptcy was  to prevent  its  disclosure to  creditors.   Finally,\r\n\nfraudulent intent  was readily inferable  from the fact  that the\r\n\nShadducks  omitted from  their joint  list of  claimed exemptions\r\n\nonly  the property  not elsewhere  disclosed as  assets  on their\r\n\nschedules.3   Moreover, the jury was free to discredit the excul-\r\n\npatory  testimony  offered  by  her  husband,  United  States  v.\r                                                                       \r\n\nRestrepo-Contreras, 942 F.2d 96,  99 (1st Cir. 1991), and  we are\r                            \r\n\nnot  at liberty to presume otherwise, see United States v. Laboy-\r                                                                           \r\n\nDelgado,  84 F.3d 22, 26  (1st Cir. 1996)  (noting that appellate\r                 \r\n\ncourt must \"resolve all disagreement regarding the credibility of\r\n\nwitnesses to the government's behoof\").\r\n\n2.   Michael Shadduck \r          2.   Michael Shadduck \r                               \r\n\n                    \r                              \r\n\n     3Mrs. Shadduck also urges us to consider testimony presented\r\nby her counsel  at a postjudgment  hearing to correct  Shadduck's\r\nsentence  pursuant to 28 U.S.C.    2255.   Counsel testified that\r\nthe joint  checking account  had been inadvertently  omitted from\r\nthe schedules.  In  evaluating a challenge to the  sufficiency of\r\nthe  evidence on direct appeal, however, we may consider only the\r\nevidence presented at trial.  See United States v. Laboy-Delgado,\r                                                                          \r\n84 F.3d 22, 26 (1st Cir. 1996). \r\n\n                                7\r\r\n\n     a.   Supplemental Jury Instruction4\r               a.   Supplemental Jury Instruction\r                                                 \r\n\n          Shadduck  claims the  jury verdict  was tainted  by the\r\n\nresponse to a question submitted by the jury.5  Although Shadduck\r\n\nwould have us isolate the trial court's supplemental instruction,\r\n\nthe law  is clear that it \"'must be  viewed in the context of the\r\n\noverall charge.'\"   United States  v. Femia, 57 F.3d  43, 47 (1st\r                                                     \r\n\nCir.) (quoting Cupp  v. Naughten, 414  U.S. 141, 146-47  (1973)),\r                                          \r\n\ncert. denied,  116 S.  Ct. 349  (1995).   The general  charge had\r                      \r\n\nexplained, with respect to  each count, that the jury  would need\r\n\nto determine whether the alleged false statements and concealment\r\n\nhad been \"knowing\" and  \"fraudulent.\"  There was no  objection to\r\n\n                    \r                              \r\n\n     4We \"review the  propriety of jury instructions for abuse of\r\ndiscretion.\"   United States v.  Mitchell, 85 F.3d  800, 809 (1st\r                                                   \r\nCir. 1996).  \r\n\n     5Shadduck further  complains, for  the first time,  that the\r\nfollowing  comment about the weather caused the jury to hurry its\r\ndeliberations: \r\n\n          Now  it's 3 o'clock in the afternoon.  It's a\r\n          pretty  nasty afternoon  in case  you haven't\r\n          been  able to  see  the weather  in the  jury\r\n          room.  Counsel and I  are willing to stay  as\r\n          long as you wish.   What I normally do  - and\r\n          what  I will  do -  is about 4  o'clock, I'll\r\n          come down and I  would normally excuse you at\r\n          that time  unless the jury or  a majority, at\r\n          least, of the jury  believes that they are so\r\n          close to completing the case that they'd like\r\n          to  stay a little bit  longer.  But if that's\r\n          not the case,  then I will excuse  you to re-\r\n          sume on Monday morning.\r\n\nThere is nothing  in this  comment to suggest  that the jury  was\r\npressured to rush  its verdicts.   Rather, the  trial judge  made\r\nabundantly clear that he was willing to remain  as long as neces-\r\nsary  that  afternoon  or  to  reconvene  the  following  Monday.\r                                   \r\nMoreover,  the defense failed to object to this reasonable proce-\r\ndure. \r\n\n                                8\r\r\n\nthe general charge.\r\n\n          Several hours  after retiring  to deliberate,  the jury\r\n\ninquired  in writing  whether  there would  be  a change  in  the\r\n\nownership of certain  funds invested in an annuity contract under\r\n\nthe  name of  one  Leonard Roy  were the  jury  to find  Shadduck\r\n\nguilty.   The trial judge  replied that there was  no evidence on\r\n\nwhich to base a response to their inquiry and that  they were not\r\n\nto consider this collateral matter in arriving at their verdicts.\r\n\nThe court added: \r\n\n          You  should decide  whether you  believe that\r\n          [Shadduck] intentionally made a  false state-\r\n          ment or he did not  make a false statement in\r\n          regard to  this material.  That  is the issue\r\n          before you.\r\n\nShadduck objected that  a further instruction was required to the\r\n\neffect that the jury would need to determine whether Shadduck had\r\n\nmade the  statements \"fraudulently.\"   After explaining  that its\r\n\nresponse  was  consistent  with  its earlier  and  more  detailed\r\n\ncharge, the court denied the request.  Later, Shadduck unsuccess-\r\n\nfully moved for a mistrial on the ground that the response to the\r\n\njury  inquiry effectively  had eliminated an  element of  the of-\r\n\nfense.\r\n\n          Viewed  in the context of the  entire charge, and given\r\n\nthe  clear  signal from  the trial  judge  that the  jury inquiry\r\n\nrelated to a collateral matter not appropriate  for their consid-\r\n\neration, the response  was entirely  proper.  It  did nothing  to\r\n\ndisturb, let alone  gainsay, the  very clear  instruction in  the\r\n\ngeneral  charge; viz., that  the jury must  determine whether the\r                               \r\n\n                                9\r\r\n\nalleged conduct had been  undertaken \"knowingly\" and \"fraudulent-\r\n\nly.\"\r\n\n               Now,  . . . the  offenses . .  . are al-\r\n          leged to have been done \"knowingly and fraud-\r\n          ulently.\"\r\n               An act or failure  to act is \"knowingly\"\r\n          done if it's done voluntarily  and intention-\r                                                                 \r\n          ally and  not because of mistake  or accident\r                        \r\n          or any other innocent reason.\r\n               The  purpose of requiring  that the gov-\r\n          ernment .  . .  prove that a  defendant acted\r\n          \"knowingly\" is to insure  that no one is con-\r                                                                 \r\n          victed because of an  act, or failure to act,\r                                  \r\n          due to a mistake or an accident or some - any\r\n          innocent reason.\r\n               An act or failure to act is \"fraudulent-\r\n          ly\" done if it is done willfully and with the\r                                                                 \r\n          intent  to  deceive  or cheat  any  creditor,\r                                                                 \r\n          trustee or bankruptcy judge.\r                                               \r\n               An act or failure  to act is \"willfully\"\r\n          done if it is done voluntarily and intention-\r                                                                 \r\n          ally and  with a specific intent  to do some-\r                                                                 \r\n          thing which the law  forbids; that is to say,\r                                                                \r\n          for bad purpose  either to disobey or  disre-\r                                   \r\n          gard the law.\r\n          ....\r\n               The intent with which an act is done may\r\n          also be  inferred from the nature  of the act\r\n          itself.  Accordingly, intent, willfulness and\r\n          knowledge  are  usually  established by  sur-\r\n          rounding  facts and  circumstances as  of the\r\n          time  the acts  in question  occurred  or the\r\n          events took  place and the  reasonable infer-\r\n          ences to be drawn from them.\r\n\n(Emphasis added.)  Thus,  the court defined both \"knowingly\"  and\r\n\n\"fraudulently\" through direct reference to  the voluntariness, as\r\n\nwell  as the  general and  specific intent,  animating Shadduck's\r\n\nconduct.\r\n\n          Against  the backdrop of this earlier detailed instruc-\r\n\ntion, we are not persuaded that any significant risk of confusion\r\n\narose from the subsequent  umbrella response to the jury  that it\r\n\nwas to decide whether  Shadduck \"intentionally\" made false state-\r\n\n                                10\r\r\n\nments.  See United States v. Yefsky, 994 F.2d 885,  899 (1st Cir.\r                                             \r\n\n1993) (instruction  on \"intent,\"  rather than  \"specific intent,\"\r\n\nheld adequate given court's  earlier definition of \"willfully\" as\r\n\nencompassing specific intent); United States v. Nichols, 820 F.2d\r                                                                 \r\n\n508,  511 (1st Cir.  1987) (unnecessary  to instruct  on specific\r\n\nintent \"[g]iven  the  extensive  instruction  on  'knowingly  and\r\n\nwillfully' [delivered] moments earlier\").\r\n\n     b.   Calculation of Intended Loss (U.S.S.G.   2F1.1)\r               b.   Calculation of Intended Loss (U.S.S.G.   2F1.1)\r                                                                  \r\n\n          The  district  court  imposed an  eight-level  sentence\r\n\nenhancement based on  its finding that  Shadduck had intended  to\r\n\ncause loss  totaling $246,280.   See  U.S.S.G.    2F1.1, comment.\r                                              \r\n\n(n.7).  (\"[I]f  [the] loss  that the defendant  was intending  to\r\n\ninflict can  be determined,  this figure  will be  used if it  is\r\n\ngreater  than the actual loss.\").  On appeal, Shadduck claims for\r\n\nthe first  time that  the loss  calculation,  which included  the\r\n\nloans obtained  against the  Guardian insurance policies  and the\r\n\nfunds  withdrawn from the pension plan, must be set aside because\r\n\nthose  monies were in all  events exempt under  Bankruptcy Code  \r\n\n522, hence  not subject  to  administration in  bankruptcy.6   As\r\n                    \r                              \r\n\n     6Shadduck further claims, and the  government concedes, that\r\nthe  presentence report  (\"PSR\") initially  \"double  counted\" the\r\n$8,000  removed  from the  joint  checking  account  the day  the\r\nShadducks filed  for bankruptcy.  Although  the government claims\r\nthat  the error  was  corrected in  an  amended PSR,  the  record\r\ncontains no PSR.   In all events, any  such double counting would\r\nhave been harmless, since the total-loss category was unaffected.\r\nSee  U.S.S.G.    2F1.1(b)(1)(I)  (eight-level  increase  for loss\r             \r\nexceeding $200,000 but less than $350,000).  Thus, addressing the\r\nerror, if any, could have no effect on the sentence.   See United\r                                                                           \r\nStates  v. Sepulveda, 15 F.3d 1161, 1199 (1st Cir. 1993) (noting,\r                              \r\nin context  of drug-quantity calculation, that  \"[i]t is unneces-\r\nsary to address an allegedly erroneous sentencing computation if,\r\n\n                                11\r\r\n\nShadduck  failed to  object  below,  we  review only  for  \"plain\r\n\nerror.\"   United States  v. Carrington,  96 F.3d  1, 6 (1st  Cir.\r                                                \r\n\n1996),  cert. denied, 65 U.S.L.W. 3648 (U.S. March 24, 1997) (No.\r                              \r\n\n96-8027); see also Koon v. United States, 116 S. Ct. 2035 (1996);\r                                                  \r\n\nUnited States v. Olano,  507 U.S. 725, 734 (1993)  (\"plain error\"\r                                \r\n\nmeans \"obvious\" error); see also Fed. R. Crim. P. 52(b).  \r                                          \r\n\n          The  present  contention   assumes,  contrary  to   our\r\n\ncaselaw,  that property  of the  debtor  neither claimed  nor set\r\n\napart as  exempt would not  have been subject  to administration.\r\n\nSee Petit v. Fessenden, 80 F.3d 29, 33 (1st Cir. 1996); Mercer v.\r                                                                        \r\n\nMonzack, 53 F.3d 1, 3  (1st Cir. 1995), cert. denied, 116  S. Ct.\r                                                              \r\n\n1317 (1996); see  also 11  U.S.C.   522(l)  (requiring debtor  to\r                                \r\n\nlist property claimed exempt); Fed. R. Bankr. P. 4003(b).  As the\r\n\nSupreme Court recently held, Bankruptcy  Code   522(l) and  Bank-\r\n\nruptcy Rule  4003(b) are  to be  interpreted  in accordance  with\r\n\ntheir  literal intendment.  See  Taylor v. Freeland  &amp; Kronz, 503\r                                                                      \r\n\nU.S. 638, 643-45 (1992); see also Mercer, 53 F.3d at 3.\r                                                  \r\n\n          Virtually all property of the debtor, except as provid-\r\n\ned in  Bankruptcy Code   541(b),(c)(2)&amp;(d),  becomes \"property of\r\n\nthe estate\"  by operation of law without  regard to whether it is\r\n\nlisted on  the schedules.   Id.    541(a).    Shadduck has  never\r                                         \r\n\nargued that these pension  plan monies were not \"property  of the\r\n\n                    \r                              \r\n\nand  to the extent that, correcting it will not change the appli-\r\ncable offense level\").\r\n\n                                12\r\r\n\nestate,\"7  but only that they  were not subject  to process under\r\n\napplicable state law.8  \r\n\n                    \r                              \r\n\n     7Bankruptcy Code   541(c)(2)  excludes from \"property of the\r\nestate\"  an interest in a  trust subject to transfer restrictions\r\nenforceable under applicable nonbankruptcy law.  See Patterson v.\r                                                                        \r\nShumate,  504 U.S. 753, 757-58  (1992).  Patterson  held that the\r                                                            \r\nantialienation  provisions  in  ERISA-qualified plans  constitute\r\ntransfer restrictions for    541(c)(2) purposes, hence such plans\r\nare not  \"property of the estate.\"   Id. at 760.   See also In re\r                                                                           \r\nYuhas,  104 F.3d 612, 614-16 (3d Cir. 1997) (IRA funds not \"prop-\r               \r\nerty of estate\");  In re Meehan, 102  F.3d 1209, 1214  (11th Cir.\r                                         \r\n1997) (same).   Not only was this argument not  raised below, but\r\nthere  is  no record  evidence,  see supra  n.1,  that Shadduck's\r                                                    \r\npension plan even contained transfer restrictions.\r\n\n     8Nor  does the record on appeal indicate that this claim was\r\npreserved below.  Shadduck contends that Mass. Gen. Laws ch. 235,\r\n   34A,  exempts pension  plan funds  which  do not  exceed seven\r\npercent of the debtor's total income  within the five-year period\r\npreceding bankruptcy, and that  Mass. Gen. Laws ch. 175,    119A,\r\nexempts  insurance policies  under  certain conditions.   In  any\r\nevent, this argument proves too much. \r\n\n                                13\r\r\n\n          Were  we to  adopt  the regime  advocated by  Shadduck,\r\n\nproperty  fraudulently  concealed  throughout  the  course  of  a\r\n\nbankruptcy proceeding nonetheless  would become exempt by  opera-\r\n\ntion  of law.9  By  contrast, property duly  claimed exempt by an\r\n\nhonest debtor does not  become exempt by operation of  law unless\r\n\nno  \"party in interest\" objects to the exemption claim within the\r\n\nallotted thirty-day period.  See In re Edmonston, 107 F.3d 74, 76\r                                                          \r\n\n(1st Cir. 1997);  11 U.S.C.   522(l); Fed. R.  Bankr. P. 4003(b).\r\n\nThus, the  argument advanced by Shadduck  would short-circuit the\r\n\nexemption-claim screening process  explicitly envisioned in  Fed.\r\n\nR. Bankr. P. 4003(b), which  provides that the thirty-day limita-\r\n\ntion on objections  to exemption  claims \"does not  begin to  run\r\n\nuntil  the  debtor  lists  the  'property  claimed  as  exempt.'\"\r\n\nMercer, 53  F.3d at 3 (quoting  Fed. R. Bankr. P.  4003(b)).  See\r                                                                           \r\n\nalso Petit,  80 F.3d at  33 (\"Unless and  until a debtor  files a\r                    \r\n\ntimely claim of exemptions, however, as required by the Bankrupt-\r\n\ncy Code and the  Federal Rules of Bankruptcy Procedure,  there is\r\n\nno 'list of property claimed exempt' for the trustee or creditors\r\n\nto oppose.\").   We therefore  reject it and  affirm the  district\r\n\ncourt's \"intended loss\" calculation.\r\n\n                    \r                              \r\n\n     9Shadduck seeks to supplement the record with \"newly discov-\r\nered evidence\" which allegedly establishes that these monies were\r\nconsidered  exempt  by the  bankruptcy  court  even though  never\r\nclaimed  exempt.    The  supplemental submissions      a  hearing\r\ntranscript in  which the  bankruptcy judge  took  a matter  under\r\nadvisement, and a letter from counsel for the trustee  suggesting\r\nthat  the bankruptcy court might find that the pension plan funds\r\nwere not reachable by creditors    establish nothing of the sort.\r\nWe simply  note, therefore,  that the so-called  \"evidence\" would\r\nnot have affected the outcome. \r\n\n                                14\r\r\n\n     c.   Enhancement for Violating a Judicial\r               c.   Enhancement for Violating a Judicial\r                                                        \r\n          Order (U.S.S.G.   2F1.1(b)(3)(B))10\r                    Order (U.S.S.G.   2F1.1(b)(3)(B))\r                                                    \r\n\n          (i)  Judicial Order\r                    (i)  Judicial Order\r                                       \r\n\n          The district court imposed  a two-level enhancement  on\r\n\nthe ground that Shadduck had  violated a judicial \"order,\" within\r\n\nthe meaning of U.S.S.G.   2F1.1(b)(3)(B) (1994) (prescribing two-\r\n\nlevel enhancement for  violating \"any judicial or  administrative\r\n\norder,  injunction, decree, or  process\"), by repeatedly flouting\r\n\nthe obvious  intendment behind the Bankruptcy  Rules and Official\r\n\nForms that all property  of the debtor be disclosed.   See United\r                                                                           \r\n\nStates v. Shadduck, 889 F. Supp. 8, 10 (D. Mass. 1995).  See also\r                                                                           \r\n\nUnited States v.  Bellew, 35  F.3d 518, 520-21  (11th Cir.  1994)\r                                  \r\n\n(affirming  enhancement  because  Bankruptcy  Rules  and Official\r\n\nForms are \"judicial orders\").  \r\n\n          Shadduck  contends that  the term  \"order,\" as  used in\r\n\nsection 2F1.1(b)(3)(B), contemplates only a specific order,  such\r\n\nas a consent decree  or an adjudicative order or  mandate entered\r\n\npursuant to judicial  direction.   He argues that  to uphold  the\r\n\nenhancement absent  a specific  order would permit  its automatic\r\n\napplication in any bankruptcy fraud case, simply by virtue of the\r\n\nforum  in which the false statements were made and without regard\r\n\nto  the  aggravated criminal  intent  which  the enhancement  was\r\n\ndesigned  to redress.  As hereinafter discussed, we are unable to\r\n\nagree  that a  bankruptcy rule  or official  form is  a \"judicial\r\n\n                    \r                              \r\n\n     10The guideline interpretation underlying the district court\r\nruling is  reviewed de novo.  United States v. Garcia, 34 F.3d 6,\r                                                               \r\n10 (1st Cir. 1994).\r\n\n                                15\r\r\n\norder,\" as the term is used in section 2F1.1(b)(3)(B).\r\n\n          First,  it is  clear  that the  bankruptcy judge  never\r\n\nentered  an  order specifically  directing  Shadduck  to disclose\r\n\nproperty  of the debtor.  See Bankruptcy Code   541(a), 11 U.S.C.\r                                       \r\n\n   541(a).  The  district court  implicitly acknowledged  as much\r\n\nthrough its reliance on  the several verification requirements in\r\n\nthe Official Forms,  see Official  Bankr. Forms 1,  6, 11  U.S.C.\r                                  \r\n\n(requiring  debtor's signature  verifying assertions  in petition\r\n\nand schedules); Fed. R. Bankr. P. 1008 (mandating verification of\r\n\nforms); 9011 (signature  constitutes representation by  signatory\r\n\nthat information provided is  true).  See Shadduck, 889  F. Supp.\r                                                            \r\n\nat 10; see also Bellew, 35 F.3d at 520.   Thus, as the bankruptcy\r                                \r\n\ncourt entered no \"order, injunction or decree\" directing Shadduck\r\n\nto disclose property of the debtor, the  enhancement cannot stand\r\n\nunless the district court correctly determined that the universal\r\n\nadmonitions in the various Official Forms and/or Bankruptcy Rules\r\n\napplicable to all  debtors in  bankruptcy proceedings  constitute\r\n\n\"judicial  or  administrative  order[s]\"  within  the meaning  of\r\n\nU.S.S.G.   2F1.1(b)(3)(B).\r\n\n          We turn to the  guideline commentary for further assis-\r\n\ntance.  See Stinson v. United  States, 508 U.S. 36, 42-43  (1993)\r                                               \r\n\n(\"Commentary  which  functions  to  interpret  [a]  guideline  or\r\n\nexplain how it is to  be applied controls.\") (internal  quotation\r\n\nmarks omitted); see also  United States v. Weston, 960  F.2d 212,\r                                                           \r\n\n219 (1st Cir. 1992).  The  application note accompanying U.S.S.G.\r\n\n  2F1.1(b)(3)(B) focuses upon violations of prior orders, injunc-\r                                                           \r\n\n                                16\r\r\n\ntions,  and decrees.  See  U.S.S.G.   2F1.1,  comment. (n.5) (ad-\r                                   \r\n\nverting  to defendant's  \"knowledge of  the prior  decree or  or-\r\n\nder\").11  The accompanying exemplar describes a defendant who had\r\n\nbeen  enjoined in  a prior  proceeding from  engaging  in certain\r\n\nconduct, but who violated the injunction anyway by committing the\r\n\nfraud  for which he was awaiting  sentence.  Id., see supra n.11.\r                                                                     \r\n\nThus,  the  commentary makes  clear  that the  rationale  for the\r\n\nenhancement  is  to  redress  the  \"aggravated  criminal  intent\"\r\n\ninherent in  violating a  prior order specifically  enjoining the\r                                               \r\n\ndefendant, or  an entity the defendant  controlled, from engaging\r                   \r\n\nin  the fraudulent conduct which formed the basis for the offense\r\n\nof conviction.  U.S.S.G.   2F1.1, comment. (backg'd).\r\n\n          In  the instant  case,  no pertinent  order, decree  or\r\n\n                    \r                              \r\n\n     11The application note provides in full:\r\n\n          Subsection  (b)(3)(B) provides  an adjustment\r\n          for violation of  any judicial or administra-\r\n          tive order, injunction,  decree, or  process.\r\n          If it  is established that an  entity the de-\r                                                                 \r\n          fendant  controlled was a  party to the prior\r                                                                 \r\n          proceeding, and the  defendant had  knowledge\r                                                                 \r\n          of the prior decree or order, this  provision\r                                                                 \r\n          applies even if the  defendant was not a spe-\r                                                                 \r\n          cifically named  party  in that  prior  case.\r                                                                \r\n          For example, a  defendant whose business  was\r\n          previously enjoined from selling  a dangerous\r\n          product,  but  who  nonetheless   engaged  in\r\n          fraudulent conduct to sell the product, would\r\n          be subject  to this provision.   This subsec-\r\n          tion  does  not  apply  to  conduct addressed\r\n          elsewhere in the  guidelines; e.g., a  viola-\r                                                      \r\n          tion of a condition of  release (addressed in\r\n           J.7 (Offense Committed While on Release)) or\r\n          a violation of probation (addressed in  4A1.1\r\n          (Criminal History Category)).\r\n\n(Emphasis added.)\r\n\n                                17\r\r\n\ninjunction ever entered prior to the bankruptcy fraud perpetrated\r\n\nby Shadduck, either in the bankruptcy proceeding itself or in any\r\n\nprior  judicial  or  administrative  proceeding.    To  be  sure,\r\n\nShadduck attempted to  cover up the  bankruptcy fraud with  false\r\n\nstatements in the petition and  schedules submitted to the  bank-\r\n\nruptcy  court, see Official Bankr. Forms  1, 6, 11 U.S.C, as well\r                            \r\n\nas  under oath  at the  creditors meeting.   Thus,  by concealing\r\n\nproperty of  the debtor notwithstanding the  copious admonitions,\r\n\ninstructions,  and  verifications  in the  Bankruptcy  Rules  and\r\n\nOfficial  Forms,  Shadduck  unquestionably  committed  bankruptcy\r                                                                           \r\n\nfraud.  See 18 U.S.C.   152.\r                     \r\n\n          Nevertheless, if the government cannot demonstrate that\r\n\na prior order,  decree or injunction prohibited the defendant (or\r                 \r\n\nan entity controlled by the debtor) from engaging  in the type of\r\n\nfraudulent  conduct which  formed the  basis for  his conviction,\r\n\nthere  has  been no  showing that  the  defendant acted  with the\r\n\naggravated criminal intent  envisioned by the Sentencing  Commis-\r                    \r\n\nsion in section 2F1.1(b)(3)(B),  as illustrated by the applicable\r\n\nguideline text and commentary.  See United States v. Carrozzella,\r                                                                          \r\n\n105  F.3d  796, 800  (2d Cir.  1997)  (the defendant  \"violated a\r\n\ncommand not to  file false accounts, but  the command was  a rule\r\n\napplicable  to all  [debtors]  and not  specifically directed  to\r\n\nhim.\").12\r\n\n          The  nearest  likeness   to  a  section  2F1.1(b)(3)(B)\r\n                    \r                              \r\n\n     12We express no view regarding whether a departure  might be\r\nbased  upon conduct that does not come squarely within U.S.S.G.  \r\n2F1.1(b)(3)(B).\r\n\n                                18\r\r\n\n\"order\"  contained in the Official  Forms is the  \"Notice of Com-\r\n\nmencement  of  Case Under  Chapter  11  of the  Bankruptcy  Code,\r\n\nMeeting of Creditors, and Fixing of Dates,\" Official  Bankr. Form\r\n\n9, 11 U.S.C.,  which is  mailed by the  bankruptcy court  clerk's\r\n\noffice to  the  debtor and  all creditors.   Virtually  identical\r\n\nvariations  on Form  9 are  entered routinely in  most bankruptcy\r\n\nproceedings.   Form 9 bears the preprinted name of the Bankruptcy\r\n\nCourt Clerk, acting  \"for the  court,\" see id.,  and directs  the\r                                                        \r\n\ndebtor to appear  at the  meeting of creditors  to provide  sworn\r\n\ntestimony.  Id.  In the latter respect, Form 9 is no more akin to\r                         \r\n\na judicial order than is the administration of the oath itself.\r\n\n          Official Form  9 resembles in  considerable measure the\r\n\nofficial  letter  of  warning   discussed  in  United  States  v.\r                                                                       \r\n\nLinville, 10 F.3d 630 (9th Cir. 1993), with  respect to which the\r                  \r\n\nNinth Circuit explained:\r\n\n          It is  pellucid that there is  a vast differ-\r\n          ence between ignoring  prior decrees,  orders\r\n          and injunctions after being subject to formal\r\n          proceedings,  and  ignoring  letters and  the\r                                                                 \r\n          like, no matter how official they might look.\r                        \r\n          To hold otherwise  would compel  enhancements\r                                                                 \r\n          in every criminal case where a defendant  was\r                                                                 \r\n          told by  someone in  authority that  what she\r                                                                 \r\n          was  doing was illegal,  rather than limiting\r                                                                 \r\n          them to more  relatively unusual cases  where\r                                                                 \r\n          someone violated  a specific court  or agency\r                                                                 \r\n          order or adjudication.\r                                         \r\n\nId. at 632-33 (emphasis added).  Similarly, the notice of meeting\r             \r\n\nof  creditors mailed by the bankruptcy clerk is an advisory which\r\n\nrises  neither to the level  of a judicial  nor an administrative\r\n\norder under any conventional meaning of the term.\r\n\n          Thus,  neither section  2F1.1(b)(3)(B) itself,  nor the\r\n\n                                19\r\r\n\nrelevant  commentary, supports  the enhancement  rationale relied\r\n\nupon  below,  since their  language  plainly  indicates that  the\r\n\nenhancement  was meant  to  apply to  defendants who  have demon-\r\n\nstrated a heightened mens  rea by violating a prior  \"judicial or\r                                                             \r\n\nadministrative  order,  decree,  injunction  or  process.\"    See\r                                                                           \r\n\nU.S.S.G.    2F1.1(b)(3)(B), comment.  (n.5), (backg'd).   Were an\r\n\nenhancement to be predicated  on the ground that Official  Form 9\r\n\nconstitutes a \"judicial order,\" it would become applicable in all\r\n\nbankruptcy  fraud cases, simply by  virtue of the  forum in which\r\n\nthe false statements were  made and without regard to  the aggra-\r\n\nvated  criminal  intent it  was designed  to  redress.   Any such\r\n\nautomatic  application  in  bankruptcy  fraud  cases,  especially\r\n\nabsent  the required  mens rea,  would work  an amendment  of the\r                                        \r\n\nguideline, see  id.   2F1.1(b)(3)(B) (prescribing minimum offense\r                             \r\n\nlevel  of ten after enhancement); see id.   2F1.1(a) (setting BOL\r                                                   \r\n\nat six).  As we can discern no hint that the  Commission meant to\r\n\ndistinguish bankruptcy  fraud from  other frauds in  this regard,\r\n\nsee U.S.S.G.    2F1.1, comment. (backg'd)  (explaining that fraud\r             \r\n\nguideline  \"is designed  to  apply to  a  wide variety  of  fraud\r\n\ncases\"), we  conclude that  the two-level enhancement  imposed on\r\n\nShadduck   for   violating   a   judicial   order   (U.S.S.G.    \r\n\n2F1.1(b)(3)(B)) was erroneous and cannot stand.\r\n\n          (ii) Judicial Process\r                    (ii) Judicial Process\r                                         \r\n\n          The  government  contends,  in  the  alternative,  that\r\n\nShadduck  violated a  \"judicial .  . .  process,\" see  U.S.S.G.  \r                                                               \r\n\n2F1.1(b)(3)(B), by committing a bankruptcy fraud which abused the\r\n\n                                20\r\r\n\nbankruptcy  process itself.   See United  States v.  Messner,    \r                                                                      \r\n\nF.3d     , 1997  WL  67847, *8  (10th  Cir. 1997)  (holding  that\r\n\nbankruptcy  fraud constitutes  violation of  \"judicial process\");\r\n\nUnited  States v. Welch, 103  F.3d 906, 908  (9th Cir. 1996) (per\r                                 \r\n\ncuriam)  (same); United States  v. Michalek, 54  F.3d 325, 330-33\r                                                     \r\n\n(7th Cir. 1995) (same); United States v. Lloyd, 947 F.2d 339, 340\r                                                        \r\n\n(8th Cir.  1991) (same).   We  decline to address  the claim  for\r\n\nseveral reasons.\r\n\n          First, the district court  explicitly declined to reach\r\n\nthe question after holding that Shadduck had violated a  judicial\r\n\norder.  Shadduck,  889 F. Supp.  at 10.   Second, no  exceptional\r                          \r\n\ncircumstance warrants  our consideration of the  claim before the\r\n\ndistrict court (as it is free to do) has occasion  to consider it\r\n\non remand.  See United States v. Morales-Diaz,  925 F.2d 535, 540\r                                                       \r\n\n(1st Cir. 1991).   Third, the issue is not free from  doubt.  See\r                                                                           \r\n\nCarrozzella, 105 F.3d at  799-802 (questioning rationale employed\r                     \r\n\nin  cases which hold that \"abuse\" of bankruptcy proceeding itself\r\n\nconstitutes  \"violation\" of judicial  \"process\"); see also United\r                                                                           \r\n\nStates v. Krynicki,  689 F.2d  289, 292 (1st  Cir. 1982)  (before\r                            \r\n\naddressing issue  first raised on appeal,  appellate court should\r\n\nconsider whether correct resolution is clear).\r\n\n     d.   Multiple-Victims      Enhancement      (U.S.S.G.       \r               d.   Multiple-Victims      Enhancement      (U.S.S.G.       \r                                                                           \r\n\n2F1.1(b)(2)(B))\r          2F1.1(b)(2)(B))\r                         \r\n\n          The  district  court  imposed a  two-level  enhancement\r\n\npursuant to U.S.S.G.   2F1.1(b)(2)(B), based  on its finding that\r\n\nShadduck had engaged in a scheme to defraud more than one victim.\r\n\n                                21\r\r\n\nShadduck, 889 F. Supp. at 11.  Shadduck complained below that his\r                  \r\n\ncrime was victimless, in that the monies he concealed were exempt\r\n\nand, therefore, that neither the trustee nor the creditors can be\r\n\nconsidered victims.   On  appeal, however, Shadduck  presses only\r\n\ntwo arguments:  (i) the trustee  alone qualifies as a victim, and\r\n\n(ii)  the multiple-victims  enhancement, in  tandem with  the en-\r\n\nhancement under U.S.S.G.    2F1.1(b)(3)(B), see supra pps. 14-19,\r                                                               \r\n\namounted to impermissible \"double counting.\"  As neither argument\r\n\nwas raised  below, we review only for  \"plain error.\"  See United\r                                                                           \r\n\nStates v. Lilly, 13 F.3d 15, 17-18 (1st Cir. 1994).  \r                         \r\n\n          There is  no merit in  the contention that  the trustee\r\n\nalone was victimized by  the concealment.  As used  in subsection\r\n\n2F1.1(b)(2)(B), the  phrase \"'[s]cheme  to defraud more  than one\r\n\nvictim,' . . .  refers to a design or plan to obtain something of\r\n\nvalue  from  more than  one person.    In this  context, 'victim'\r\n\nrefers  to the person or entity from  which the funds are to come\r\n\ndirectly.\"  U.S.S.G.   2F1.1, comment. (n.3).  Thus, the relevant\r\n\ncommentary makes clear  that the primary victims  of a bankruptcy\r\n\nfraud, for the most part, are the individual creditors.\r\n\n          Nevertheless,  as  the  representative  of  the  debtor\r\n\nestate, see Bankruptcy Code   323(a),  11 U.S.C.   323 (a), it is\r                     \r\n\nincumbent upon the  trustee to  collect and reduce  to money  all\r\n\nnonexempt  assets of  the estate,  id.    704 (1).   Accordingly,\r                                                \r\n\nalthough  the trustee has no prepetition claim to property of the\r\n\ndebtor and therefore  does not  qualify as a  \"creditor,\" a  pre-\r\n\nscribed portion of the  net recoveries from any \"property  of the\r\n\n                                22\r\r\n\nestate\" administered by the trustee comprises a priority cost  of\r\n\nadministration  as   provided  in  Bankruptcy  Code       326(a),\r\n\n330(a)(1),  503(b)(1)(A)  &amp; 507(a)(1).    Consequently,  not only\r\n\ncreditors but the  chapter 7  trustee as well  may be  victimized\r\n\ndirectly  by a  bankruptcy fraud  to the  extent it  deprives the\r\n\nestate of assets otherwise subject to administration.\r\n\n          Moreover, it is likewise clear that Shadduck schemed to\r\n\nobtain  something of value.  By concealing pension plan funds and\r\n\ninsurance policies  which were neither  claimed nor set  apart as\r\n\nexempt,  Shadduck  attempted to  retain  property  of the  estate\r\n\notherwise  subject to  administration for  the benefit  of credi-\r\n\ntors.13   See Taylor, 503  U.S. at 643-44;  Mercer, 53 F.3d  at 3\r                                                            \r\n\n(property claimed  exempt is  initially \"property of  the estate\"\r\n\nand  becomes exempt  only  if there  is  no timely  objection  to\r\n\nexemption claim). \r\n\n          The second  challenge Shadduck  makes to  the multiple-\r\n\nvictims enhancement     that it amounts  to impermissible \"double\r\n                    \r                              \r\n\n     13As the Ninth Circuit has noted: \r\n\n          Clearly the false statement [the debtor] made\r\n          in  relation  to  his  bankruptcy  estate was\r\n          intended  to result  in an  undervaluation of\r\n          the estate in bankruptcy and the availability\r\n          of less  money to satisfy the  demands of the\r\n          creditors.    Thus, [the  debtor]  would have\r\n          \"obtained something  of value from  more than\r\n          one  person,\" that being  whatever portion of\r\n          the  estate to which the creditors were enti-\r\n          tled but which was hidden by the false state-\r\n          ment.\r\n\nUnited States v.  Nazifpour, 944  F.2d 472, 474  (9th Cir.  1991)\r                                     \r\n(per  curiam).   See also  Michalek, 54 F.3d  325, 330  (7th Cir.\r                                             \r\n1995) (concealing assets harms trustee and creditors).\r\n\n                                23\r\r\n\ncounting\"  when  imposed with  the  enhancement  for violating  a\r\n\njudicial order    need  not be discussed at  this time given  our\r\n\ndecision to set aside the  latter ruling.  See supra pps.  14-19.\r                                                              \r\n\nConsequently, we affirm the two-level enhancement  imposed pursu-\r\n\nant to U.S.S.G.   2F1.1(b)(2)(B).\r\n\n                                24\r\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the foregoing  reasons, appellants' convictions are\r\n\naffirmed.    Andrea Shadduck's  sentence  is  affirmed.   Michael\r\n\nShadduck's  sentence is affirmed in part and vacated in part, and\r\n\nthe case is remanded to the district court for resentencing.\r\n\n          So Ordered.\r                    So Ordered.\r                              \r\n\n                                25\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 95-1395\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       MICHAEL D. SHADDUCK,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\nNo. 95-1396\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       ANDREA D. SHADDUCK,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\nNo. 96-1342\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       MICHAEL D. SHADDUCK,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Morris E. Lasker,* Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r                                                     \r\n\n                  \r                            \r\n\n   *Of the Southern District of New York, sitting by designation.\r\r\n\n                              Before\r\n\n                       Cyr, Circuit Judge,\r                                                   \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r                                                     \r\n\n   James B. Krasnoo with whom Law Offices of James B. Krasnoo was on\r                                                                       \r\nbrief for appellants.\r\n   Mark J.  Balthazard, Assistant United States  Attorney, with whom\r                                \r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \r\n\n                                           \r                                                     \r\n\n                          April 24, 1997\r\n                                           \r                                                     \r\n\n                                2\r\r\n\n          CYR,  Circuit Judge.    Appellants  Michael and  Andrea\r                    CYR,  Circuit Judge\r                                       \r\n\nShadduck  challenge  the  judgments of  conviction  and  sentence\r\n\nentered against them for  bankruptcy fraud, see 18 U.S.C.    152,\r                                                         \r\n\nfollowing their four-day  jury trial.  We affirm the convictions,\r\n\nbut vacate, in part, the  sentence imposed upon Michael  Shadduck\r\n\nand remand for resentencing.  \r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          Appellant  Michael  Shadduck  (\"Shadduck\"), a  self-em-\r\n\nployed insurance salesman, invested in several insurance policies\r\n\nand a  pension fund  with Guardian Investor  Services Corporation\r\n\n(\"Guardian\").  Three days before the Shadducks filed  their joint\r\n\nchapter 11 petition on  June 4, 1993, Shadduck had  requested the\r\n\nmaximum loan  advances available on four  Guardian life insurance\r\n\npolicies.   The chapter 11 petition,  unaccompanied by schedules,\r\n\nlisted liabilities  totaling $2,269,381.13 to the  twenty largest\r\n\nunsecured creditors. \r\n\n          On the  day the  joint chapter  11 petition  was filed,\r\n\nMrs.  Shadduck drew  an $8,000 check  on their  personal checking\r\n\naccount and  endorsed it over to her  husband.  Three days later,\r\n\n                    \r                              \r\n\n     1Viewing the  evidence in  the light  most favorable to  the\r\nverdicts, we recite the  facts as the jury reasonably  could have\r\nfound  them.  United  States v. Josleyn,  </pre><span class=\"citation\" data-id=\"197023\"><a href=\"/opinion/197023/united-states-v-josleyn/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span><pre class=\"inline\">,  1185 n.1\r                                                 \r\n(1st  Cir. 1996), cert. denied, 117 S.  Ct. 959 (1997).  We note,\r                                        \r\nhowever,  that  the  record  on appeal  is  woefully  incomplete,\r\nparticularly as  it includes no district  court trial transcript.\r\nOf course,  the proponent of a  claim must \"bear the  brunt of an\r\ninsufficient record  on appeal.\"  Real v.  Hogan, </pre><span class=\"citation\" data-id=\"493886\"><a href=\"/opinion/493886/john-real-v-william-t-hogan/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 60\r                                                          \r\n(1st. Cir. 1987).  See also LaRou v. Ridlon, </pre><span class=\"citation\" data-id=\"197044\"><a href=\"/opinion/197044/larou-v-ridlon/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">659</span></a></span><pre class=\"inline\">, 664 n.8\r                                                     \r\n(1st Cir. 1996).\r\n\n                                3\r\r\n\nfour checks totaling $124,383.66 were deposited in a bank account\r\n\nin the  name of John Shepard, a friend of Shadduck.  Three checks\r\n\nhad been issued to Shadduck by Guardian and  represented portions\r\n\nof the aforementioned loan proceeds, as well as policy dividends.\r\n\nThe fourth was the  $8,000 check withdrawn by Mrs.  Shadduck from\r\n\nthe joint account three days earlier.  \r\n\n          At the  creditors meeting  on June 14,  Shadduck denied\r\n\nhaving made any payment in excess  of $600 to any creditor within\r\n\nthe 90-day period preceding June 4, denied having a bank account,\r\n\nand disavowed  any beneficial interest either  in insurance poli-\r\n\ncies or a  pension plan.   Mrs. Shadduck,  who was continuing  to\r\n\nwrite checks  on their joint  checking account during  this time,\r\n\nremained  silent  as her  husband  made these  misrepresentations\r\n\nunder oath. \r\n\n          Following  the creditors  meeting,  two other  Guardian\r\n\nchecks,  totaling $13,346.01,  payable to  Shadduck and  endorsed\r\n\nover to Shepard, were deposited in the Shepard account.  Two days\r\n\nlater Shadduck gave Shepard a  $73,900 check, drawn on Shadduck's\r\n\nGuardian pension plan and endorsed over to Shepard.  At the time,\r\n\nthe Shadduck pension plan account contained $118,339.05.  On July\r\n\n19,  1993, a $33,517.36 check  was drawn on  the Shadduck pension\r\n\nplan account, representing  the balance in the pension plan after\r\n\nthe required $10,921.69 withholding for federal income tax.\r\n\n          On July 1, the  Shadducks filed their bankruptcy sched-\r\n\nules, signed the  same day  under penalty  of perjury,  asserting\r\n\nthat  they had no interest in pension plans or insurance policies\r\n\n                                4\r\r\n\nand, further, that  they had  no bank account.   Throughout  this\r\n\nentire period,  however, Shadduck had  funds in his  pension plan\r\n\nand Mrs.  Shadduck  continued  to  write checks  on  their  joint\r\n\nchecking account.    Shepard subsequently  drew  checks  totaling\r\n\n$171,211.12  to Shadduck on September 29 and November 2, 1993, in\r\n\namounts mirroring the checks  Shadduck had issued to Shepard  the\r\n\nprevious  June.   Three  of  these  checks, totaling  $17,134.70,\r\n\nexplicitly  noted  that  the proceeds  represented  pension  plan\r\n\nfunds.  \r\n\n          The Shadducks were indicted on January 19, 1994:  he on\r\n\nfour counts,  for concealing assets  and falsely stating  that he\r\n\nhad  no bank  account,  insurance policies,  or pension  plan, in\r\n\nviolation  of 18  U.S.C.    152; she  on one  count,  for falsely\r\n\nstating she had  no bank  account.  At  trial, Shadduck  admitted\r\n\nmaking false statements but nevertheless insisted that he had not\r\n\nlisted  the pension plan funds on the schedules because they were\r\n\nexempt, even though  he concededly  had failed also  to list  any\r\n\npension plan funds as property  claimed exempt.  Shadduck further\r                                                        \r\n\ntestified  that the  monies  invested in  the insurance  policies\r\n\nbelonged to  clients who  had requested  that he  invest approxi-\r\n\nmately  $85,000 in their behalf.   Shadduck admitted making false\r\n\nstatements at the  creditors meeting and on the bankruptcy sched-\r\n\nules, but vouchsafed  that his wife had not  known what was going\r\n\non.\r\n\n          After  the jury returned  guilty verdicts  against both\r\n\ndefendants, the district court sentenced Shadduck to twenty-seven\r\n\n                                5\r\r\n\nmonths' imprisonment,  including enhancements based on  the total\r\n\nintended loss, see U.S.S.G.    2F1.1(b)(1) (Nov. 1994), violation\r                            \r\n\nof a judicial order, id.   2F1.1(b)(3)(B), and  defrauding multi-\r                                  \r\n\nple victims, id.    2F1.1(b)(2)(B).  Shadduck appeals his convic-\r                          \r\n\ntions  and sentence.   Mrs.  Shadduck, who  was sentenced  to two\r\n\nyears' probation, principally challenges her conviction.2\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n1.   Andrea Shadduck \r          1.   Andrea Shadduck\r                              \r\n\n          Andrea Shadduck concedes that she  purchased the $8,000\r\n\nbank check with funds  drawn from the joint checking  account and\r\n\nendorsed it  to  her  husband,  that she  signed  the  bankruptcy\r\n\nschedules  listing no bank account,  and that she remained silent\r\n\nat the  creditors meeting  while her husband  falsely represented\r\n\nthat they had  no bank  account.  She  nonetheless contends  that\r\n\nthere  was insufficient  evidence that  she intentionally  made a\r\n\nfalse statement,  since  her husband  testified  to her  lack  of\r\n\nknowledge. \r\n\n          There  was ample  evidence  to support  the conviction.\r\n\nThe  jury  reasonably could  infer  from  all the  circumstances,\r\n\nespecially  the  timing of  the  various  transactions, that  she\r\n\npossessed the requisite  fraudulent intent.   She drew an  $8,000\r\n\n                    \r                              \r\n\n     2Although  both appellants  challenge  the    2F1.1(b)(3)(B)\r\nenhancement,  the  district  court imposed  a  downward departure\r\nbefore sentencing Mrs. Shadduck  to probation.  United  States v.\r                                                                        \r\nShadduck, </pre><span class=\"citation\" data-id=\"1904667\"><a href=\"/opinion/1904667/united-states-v-shadduck/\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 11-12 (D.Mass. 1995).  Thus, no purpose\r                  \r\nwould  be served by  remanding for resentencing  in these circum-\r\nstances. \r\n\n                                6\r\r\n\nbank check on the unscheduled joint checking account the very day\r\n\nshe  and  her husband  signed and  filed  their joint  chapter 11\r\n\npetition.   She signed the bankruptcy schedule stating she had no\r\n\nbank account, yet continued  to draw checks on the  joint account\r\n\nfor  more than  three  months, even  after  her husband,  in  her\r\n\npresence, falsely denied the existence of any such account at the\r\n\ncreditors meeting.   This circumstantial evidence alone supported\r\n\na reasonable  inference  that her  motive  in making  the  $8,000\r\n\nwithdrawal  from the joint checking  account on the  eve of bank-\r\n\nruptcy was  to prevent  its  disclosure to  creditors.   Finally,\r\n\nfraudulent intent  was readily inferable  from the fact  that the\r\n\nShadducks  omitted from  their joint  list of  claimed exemptions\r\n\nonly  the property  not elsewhere  disclosed as  assets  on their\r\n\nschedules.3   Moreover, the jury was free to discredit the excul-\r\n\npatory  testimony  offered  by  her  husband,  United  States  v.\r                                                                       \r\n\nRestrepo-Contreras, </pre><span class=\"citation\" data-id=\"566805\"><a href=\"/opinion/566805/united-states-v-reynaldo-de-jesus-restrepo-contreras/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">,  99 (1st Cir. 1991), and  we are\r                            \r\n\nnot  at liberty to presume otherwise, see United States v. Laboy-\r                                                                           \r\n\nDelgado,  </pre><span class=\"citation\" data-id=\"196771\"><a href=\"/opinion/196771/united-states-v-laboy-delgado/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 26  (1st Cir. 1996)  (noting that appellate\r                 \r\n\ncourt must \"resolve all disagreement regarding the credibility of\r\n\nwitnesses to the government's behoof\").\r\n\n2.   Michael Shadduck \r          2.   Michael Shadduck \r                               \r\n\n                    \r                              \r\n\n     3Mrs. Shadduck also urges us to consider testimony presented\r\nby her counsel  at a postjudgment  hearing to correct  Shadduck's\r\nsentence  pursuant to 28 U.S.C.    2255.   Counsel testified that\r\nthe joint  checking account  had been inadvertently  omitted from\r\nthe schedules.  In  evaluating a challenge to the  sufficiency of\r\nthe  evidence on direct appeal, however, we may consider only the\r\nevidence presented at trial.  See United States v. Laboy-Delgado,\r                                                                          \r\n</pre><span class=\"citation\" data-id=\"196771\"><a href=\"/opinion/196771/united-states-v-laboy-delgado/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 26 (1st Cir. 1996). \r\n\n                                7\r\r\n\n     a.   Supplemental Jury Instruction4\r               a.   Supplemental Jury Instruction\r                                                 \r\n\n          Shadduck  claims the  jury verdict  was tainted  by the\r\n\nresponse to a question submitted by the jury.5  Although Shadduck\r\n\nwould have us isolate the trial court's supplemental instruction,\r\n\nthe law  is clear that it \"'must be  viewed in the context of the\r\n\noverall charge.'\"   United States  v. Femia, </pre><span class=\"citation\" data-id=\"196150\"><a href=\"/opinion/196150/united-states-v-femia/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">43</span></a></span><pre class=\"inline\">, 47 (1st\r                                                     \r\n\nCir.) (quoting Cupp  v. Naughten, </pre><span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">414</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span><pre class=\"inline\">, 146-47  (1973)),\r                                          \r\n\ncert. denied,  116 S.  Ct. 349  (1995).   The general  charge had\r                      \r\n\nexplained, with respect to  each count, that the jury  would need\r\n\nto determine whether the alleged false statements and concealment\r\n\nhad been \"knowing\" and  \"fraudulent.\"  There was no  objection to\r\n\n                    \r                              \r\n\n     4We \"review the  propriety of jury instructions for abuse of\r\ndiscretion.\"   United States v.  Mitchell, </pre><span class=\"citation\" data-id=\"196797\"><a href=\"/opinion/196797/united-states-v-mitchell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">800</span></a></span><pre class=\"inline\">, 809 (1st\r                                                   \r\nCir. 1996).  \r\n\n     5Shadduck further  complains, for  the first time,  that the\r\nfollowing  comment about the weather caused the jury to hurry its\r\ndeliberations: \r\n\n          Now  it's 3 o'clock in the afternoon.  It's a\r\n          pretty  nasty afternoon  in case  you haven't\r\n          been  able to  see  the weather  in the  jury\r\n          room.  Counsel and I  are willing to stay  as\r\n          long as you wish.   What I normally do  - and\r\n          what  I will  do -  is about 4  o'clock, I'll\r\n          come down and I  would normally excuse you at\r\n          that time  unless the jury or  a majority, at\r\n          least, of the jury  believes that they are so\r\n          close to completing the case that they'd like\r\n          to  stay a little bit  longer.  But if that's\r\n          not the case,  then I will excuse  you to re-\r\n          sume on Monday morning.\r\n\nThere is nothing  in this  comment to suggest  that the jury  was\r\npressured to rush  its verdicts.   Rather, the  trial judge  made\r\nabundantly clear that he was willing to remain  as long as neces-\r\nsary  that  afternoon  or  to  reconvene  the  following  Monday.\r                                   \r\nMoreover,  the defense failed to object to this reasonable proce-\r\ndure. \r\n\n                                8\r\r\n\nthe general charge.\r\n\n          Several hours  after retiring  to deliberate,  the jury\r\n\ninquired  in writing  whether  there would  be  a change  in  the\r\n\nownership of certain  funds invested in an annuity contract under\r\n\nthe  name of  one  Leonard Roy  were the  jury  to find  Shadduck\r\n\nguilty.   The trial judge  replied that there was  no evidence on\r\n\nwhich to base a response to their inquiry and that  they were not\r\n\nto consider this collateral matter in arriving at their verdicts.\r\n\nThe court added: \r\n\n          You  should decide  whether you  believe that\r\n          [Shadduck] intentionally made a  false state-\r\n          ment or he did not  make a false statement in\r\n          regard to  this material.  That  is the issue\r\n          before you.\r\n\nShadduck objected that  a further instruction was required to the\r\n\neffect that the jury would need to determine whether Shadduck had\r\n\nmade the  statements \"fraudulently.\"   After explaining  that its\r\n\nresponse  was  consistent  with  its earlier  and  more  detailed\r\n\ncharge, the court denied the request.  Later, Shadduck unsuccess-\r\n\nfully moved for a mistrial on the ground that the response to the\r\n\njury  inquiry effectively  had eliminated an  element of  the of-\r\n\nfense.\r\n\n          Viewed  in the context of the  entire charge, and given\r\n\nthe  clear  signal from  the trial  judge  that the  jury inquiry\r\n\nrelated to a collateral matter not appropriate  for their consid-\r\n\neration, the response  was entirely  proper.  It  did nothing  to\r\n\ndisturb, let alone  gainsay, the  very clear  instruction in  the\r\n\ngeneral  charge; viz., that  the jury must  determine whether the\r                               \r\n\n                                9\r\r\n\nalleged conduct had been  undertaken \"knowingly\" and \"fraudulent-\r\n\nly.\"\r\n\n               Now,  . . . the  offenses . .  . are al-\r\n          leged to have been done \"knowingly and fraud-\r\n          ulently.\"\r\n               An act or failure  to act is \"knowingly\"\r\n          done if it's done voluntarily  and intention-\r                                                                 \r\n          ally and  not because of mistake  or accident\r                        \r\n          or any other innocent reason.\r\n               The  purpose of requiring  that the gov-\r\n          ernment .  . .  prove that a  defendant acted\r\n          \"knowingly\" is to insure  that no one is con-\r                                                                 \r\n          victed because of an  act, or failure to act,\r                                  \r\n          due to a mistake or an accident or some - any\r\n          innocent reason.\r\n               An act or failure to act is \"fraudulent-\r\n          ly\" done if it is done willfully and with the\r                                                                 \r\n          intent  to  deceive  or cheat  any  creditor,\r                                                                 \r\n          trustee or bankruptcy judge.\r                                               \r\n               An act or failure  to act is \"willfully\"\r\n          done if it is done voluntarily and intention-\r                                                                 \r\n          ally and  with a specific intent  to do some-\r                                                                 \r\n          thing which the law  forbids; that is to say,\r                                                                \r\n          for bad purpose  either to disobey or  disre-\r                                   \r\n          gard the law.\r\n          ....\r\n               The intent with which an act is done may\r\n          also be  inferred from the nature  of the act\r\n          itself.  Accordingly, intent, willfulness and\r\n          knowledge  are  usually  established by  sur-\r\n          rounding  facts and  circumstances as  of the\r\n          time  the acts  in question  occurred  or the\r\n          events took  place and the  reasonable infer-\r\n          ences to be drawn from them.\r\n\n(Emphasis added.)  Thus,  the court defined both \"knowingly\"  and\r\n\n\"fraudulently\" through direct reference to  the voluntariness, as\r\n\nwell  as the  general and  specific intent,  animating Shadduck's\r\n\nconduct.\r\n\n          Against  the backdrop of this earlier detailed instruc-\r\n\ntion, we are not persuaded that any significant risk of confusion\r\n\narose from the subsequent  umbrella response to the jury  that it\r\n\nwas to decide whether  Shadduck \"intentionally\" made false state-\r\n\n                                10\r\r\n\nments.  See United States v. Yefsky, </pre><span class=\"citation\" data-id=\"608076\"><a href=\"/opinion/608076/united-states-v-sheldon-arthur-yefsky/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></a></span><pre class=\"inline\">,  899 (1st Cir.\r                                             \r\n\n1993) (instruction  on \"intent,\"  rather than  \"specific intent,\"\r\n\nheld adequate given court's  earlier definition of \"willfully\" as\r\n\nencompassing specific intent); United States v. Nichols, </pre><span class=\"citation\" data-id=\"489490\"><a href=\"/opinion/489490/united-states-v-william-h-nichols-united-states-of-america-v-lea-ricard/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">508</span></a></span><pre class=\"inline\">,  511 (1st Cir.  1987) (unnecessary  to instruct  on specific\r\n\nintent \"[g]iven  the  extensive  instruction  on  'knowingly  and\r\n\nwillfully' [delivered] moments earlier\").\r\n\n     b.   Calculation of Intended Loss (U.S.S.G.   2F1.1)\r               b.   Calculation of Intended Loss (U.S.S.G.   2F1.1)\r                                                                  \r\n\n          The  district  court  imposed an  eight-level  sentence\r\n\nenhancement based on  its finding that  Shadduck had intended  to\r\n\ncause loss  totaling $246,280.   See  U.S.S.G.    2F1.1, comment.\r                                              \r\n\n(n.7).  (\"[I]f  [the] loss  that the defendant  was intending  to\r\n\ninflict can  be determined,  this figure  will be  used if it  is\r\n\ngreater  than the actual loss.\").  On appeal, Shadduck claims for\r\n\nthe first  time that  the loss  calculation,  which included  the\r\n\nloans obtained  against the  Guardian insurance policies  and the\r\n\nfunds  withdrawn from the pension plan, must be set aside because\r\n\nthose  monies were in all  events exempt under  Bankruptcy Code  \r\n\n522, hence  not subject  to  administration in  bankruptcy.6   As\r\n                    \r                              \r\n\n     6Shadduck further claims, and the  government concedes, that\r\nthe  presentence report  (\"PSR\") initially  \"double  counted\" the\r\n$8,000  removed  from the  joint  checking  account  the day  the\r\nShadducks filed  for bankruptcy.  Although  the government claims\r\nthat  the error  was  corrected in  an  amended PSR,  the  record\r\ncontains no PSR.   In all events, any  such double counting would\r\nhave been harmless, since the total-loss category was unaffected.\r\nSee  U.S.S.G.    2F1.1(b)(1)(I)  (eight-level  increase  for loss\r             \r\nexceeding $200,000 but less than $350,000).  Thus, addressing the\r\nerror, if any, could have no effect on the sentence.   See United\r                                                                           \r\nStates  v. Sepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1199 (1st Cir. 1993) (noting,\r                              \r\nin context  of drug-quantity calculation, that  \"[i]t is unneces-\r\nsary to address an allegedly erroneous sentencing computation if,\r\n\n                                11\r\r\n\nShadduck  failed to  object  below,  we  review only  for  \"plain\r\n\nerror.\"   United States  v. Carrington,  </pre><span class=\"citation\" data-id=\"196983\"><a href=\"/opinion/196983/united-states-v-carrington/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 (1st  Cir.\r                                                \r\n\n1996),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3648</span></span><pre class=\"inline\"> (U.S. March 24, 1997) (No.\r                              \r\n\n96-8027); see also Koon v. United States, </pre><span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span><pre class=\"inline\"> (1996);\r                                                  \r\n\nUnited States v. Olano,  </pre><span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span><pre class=\"inline\">, 734 (1993)  (\"plain error\"\r                                \r\n\nmeans \"obvious\" error); see also Fed. R. Crim. P. 52(b).  \r                                          \r\n\n          The  present  contention   assumes,  contrary  to   our\r\n\ncaselaw,  that property  of the  debtor  neither claimed  nor set\r\n\napart as  exempt would not  have been subject  to administration.\r\n\nSee Petit v. Fessenden, </pre><span class=\"citation\" data-id=\"196675\"><a href=\"/opinion/196675/duffy-petit-v-fessenden/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 33 (1st Cir. 1996); Mercer v.\r                                                                        \r\n\nMonzack, </pre><span class=\"citation\" data-id=\"694613\"><a href=\"/opinion/694613/robert-a-mercer-jr-debtor-v-jason-monzack-esquire/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3  (1st Cir. 1995), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">116</span>  <span class=\"reporter\">S. Ct.</span>\r                                                              \r\n\n<span class=\"page\">1317</span></span><pre class=\"inline\"> (1996); see  also 11  U.S.C.   522(l)  (requiring debtor  to\r                                \r\n\nlist property claimed exempt); Fed. R. Bankr. P. 4003(b).  As the\r\n\nSupreme Court recently held, Bankruptcy  Code   522(l) and  Bank-\r\n\nruptcy Rule  4003(b) are  to be  interpreted  in accordance  with\r\n\ntheir  literal intendment.  See  Taylor v. Freeland  &amp; Kronz, </pre><span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">503</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">638</span></a></span><pre class=\"inline\">, 643-45 (1992); see also Mercer, 53 F.3d at 3.\r                                                  \r\n\n          Virtually all property of the debtor, except as provid-\r\n\ned in  Bankruptcy Code   541(b),(c)(2)&amp;(d),  becomes \"property of\r\n\nthe estate\"  by operation of law without  regard to whether it is\r\n\nlisted on  the schedules.   Id.    541(a).    Shadduck has  never\r                                         \r\n\nargued that these pension  plan monies were not \"property  of the\r\n\n                    \r                              \r\n\nand  to the extent that, correcting it will not change the appli-\r\ncable offense level\").\r\n\n                                12\r\r\n\nestate,\"7  but only that they  were not subject  to process under\r\n\napplicable state law.8  \r\n\n                    \r                              \r\n\n     7Bankruptcy Code   541(c)(2)  excludes from \"property of the\r\nestate\"  an interest in a  trust subject to transfer restrictions\r\nenforceable under applicable nonbankruptcy law.  See Patterson v.\r                                                                        \r\nShumate,  </pre><span class=\"citation\" data-id=\"112754\"><a href=\"/opinion/112754/patterson-v-shumate/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">753</span></a></span><pre class=\"inline\">, 757-58  (1992).  Patterson  held that the\r                                                            \r\nantialienation  provisions  in  ERISA-qualified plans  constitute\r\ntransfer restrictions for    541(c)(2) purposes, hence such plans\r\nare not  \"property of the estate.\"   Id. at 760.   See also In re\r                                                                           \r\nYuhas,  </pre><span class=\"citation\" data-id=\"733257\"><a href=\"/opinion/733257/in-re-ronald-j-yuhas-debtor-thomas-j-orr-v-ronald-j-yuhas/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">612</span></a></span><pre class=\"inline\">, 614-16 (3d Cir. 1997) (IRA funds not \"prop-\r               \r\nerty of estate\");  In re Meehan, </pre><span class=\"citation\" data-id=\"71435\"><a href=\"/opinion/71435/meehan-v-wallace/\"><span class=\"volume\">102</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1209</span></a></span><pre class=\"inline\">, 1214  (11th Cir.\r                                         \r\n1997) (same).   Not only was this argument not  raised below, but\r\nthere  is  no record  evidence,  see supra  n.1,  that Shadduck's\r                                                    \r\npension plan even contained transfer restrictions.\r\n\n     8Nor  does the record on appeal indicate that this claim was\r\npreserved below.  Shadduck contends that Mass. Gen. Laws ch. 235,\r\n   34A,  exempts pension  plan funds  which  do not  exceed seven\r\npercent of the debtor's total income  within the five-year period\r\npreceding bankruptcy, and that  Mass. Gen. Laws ch. 175,    119A,\r\nexempts  insurance policies  under  certain conditions.   In  any\r\nevent, this argument proves too much. \r\n\n                                13\r\r\n\n          Were  we to  adopt  the regime  advocated by  Shadduck,\r\n\nproperty  fraudulently  concealed  throughout  the  course  of  a\r\n\nbankruptcy proceeding nonetheless  would become exempt by  opera-\r\n\ntion  of law.9  By  contrast, property duly  claimed exempt by an\r\n\nhonest debtor does not  become exempt by operation of  law unless\r\n\nno  \"party in interest\" objects to the exemption claim within the\r\n\nallotted thirty-day period.  See In re Edmonston, </pre><span class=\"citation\" data-id=\"197223\"><a href=\"/opinion/197223/edmonston-v-murphy/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span><pre class=\"inline\">, 76\r                                                          \r\n\n(1st Cir. 1997);  11 U.S.C.   522(l); Fed. R.  Bankr. P. 4003(b).\r\n\nThus, the  argument advanced by Shadduck  would short-circuit the\r\n\nexemption-claim screening process  explicitly envisioned in  Fed.\r\n\nR. Bankr. P. 4003(b), which  provides that the thirty-day limita-\r\n\ntion on objections  to exemption  claims \"does not  begin to  run\r\n\nuntil  the  debtor  lists  the  'property  claimed  as  exempt.'\"\r\n\nMercer, 53  F.3d at 3 (quoting  Fed. R. Bankr. P.  4003(b)).  See\r                                                                           \r\n\nalso Petit,  80 F.3d at  33 (\"Unless and  until a debtor  files a\r                    \r\n\ntimely claim of exemptions, however, as required by the Bankrupt-\r\n\ncy Code and the  Federal Rules of Bankruptcy Procedure,  there is\r\n\nno 'list of property claimed exempt' for the trustee or creditors\r\n\nto oppose.\").   We therefore  reject it and  affirm the  district\r\n\ncourt's \"intended loss\" calculation.\r\n\n                    \r                              \r\n\n     9Shadduck seeks to supplement the record with \"newly discov-\r\nered evidence\" which allegedly establishes that these monies were\r\nconsidered  exempt  by the  bankruptcy  court  even though  never\r\nclaimed  exempt.    The  supplemental submissions      a  hearing\r\ntranscript in  which the  bankruptcy judge  took  a matter  under\r\nadvisement, and a letter from counsel for the trustee  suggesting\r\nthat  the bankruptcy court might find that the pension plan funds\r\nwere not reachable by creditors    establish nothing of the sort.\r\nWe simply  note, therefore,  that the so-called  \"evidence\" would\r\nnot have affected the outcome. \r\n\n                                14\r\r\n\n     c.   Enhancement for Violating a Judicial\r               c.   Enhancement for Violating a Judicial\r                                                        \r\n          Order (U.S.S.G.   2F1.1(b)(3)(B))10\r                    Order (U.S.S.G.   2F1.1(b)(3)(B))\r                                                    \r\n\n          (i)  Judicial Order\r                    (i)  Judicial Order\r                                       \r\n\n          The district court imposed  a two-level enhancement  on\r\n\nthe ground that Shadduck had  violated a judicial \"order,\" within\r\n\nthe meaning of U.S.S.G.   2F1.1(b)(3)(B) (1994) (prescribing two-\r\n\nlevel enhancement for  violating \"any judicial or  administrative\r\n\norder,  injunction, decree, or  process\"), by repeatedly flouting\r\n\nthe obvious  intendment behind the Bankruptcy  Rules and Official\r\n\nForms that all property  of the debtor be disclosed.   See United\r                                                                           \r\n\nStates v. Shadduck, </pre><span class=\"citation\" data-id=\"1904667\"><a href=\"/opinion/1904667/united-states-v-shadduck/\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 10 (D. Mass. 1995).  See also\r                                                                           \r\n\nUnited States v.  Bellew, </pre><span class=\"citation\" data-id=\"677920\"><a href=\"/opinion/677920/united-states-v-philip-henderson-bellew/\"><span class=\"volume\">35</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span><pre class=\"inline\">, 520-21  (11th Cir.  1994)\r                                  \r\n\n(affirming  enhancement  because  Bankruptcy  Rules  and Official\r\n\nForms are \"judicial orders\").  \r\n\n          Shadduck  contends that  the term  \"order,\" as  used in\r\n\nsection 2F1.1(b)(3)(B), contemplates only a specific order,  such\r\n\nas a consent decree  or an adjudicative order or  mandate entered\r\n\npursuant to judicial  direction.   He argues that  to uphold  the\r\n\nenhancement absent  a specific  order would permit  its automatic\r\n\napplication in any bankruptcy fraud case, simply by virtue of the\r\n\nforum  in which the false statements were made and without regard\r\n\nto  the  aggravated criminal  intent  which  the enhancement  was\r\n\ndesigned  to redress.  As hereinafter discussed, we are unable to\r\n\nagree  that a  bankruptcy rule  or official  form is  a \"judicial\r\n\n                    \r                              \r\n\n     10The guideline interpretation underlying the district court\r\nruling is  reviewed de novo.  United States v. Garcia, </pre><span class=\"citation\" data-id=\"195579\"><a href=\"/opinion/195579/united-states-v-garcia/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">,\r                                                               \r\n10 (1st Cir. 1994).\r\n\n                                15\r\r\n\norder,\" as the term is used in section 2F1.1(b)(3)(B).\r\n\n          First,  it is  clear  that the  bankruptcy judge  never\r\n\nentered  an  order specifically  directing  Shadduck  to disclose\r\n\nproperty  of the debtor.  See Bankruptcy Code   541(a), 11 U.S.C.\r                                       \r\n\n   541(a).  The  district court  implicitly acknowledged  as much\r\n\nthrough its reliance on  the several verification requirements in\r\n\nthe Official Forms,  see Official  Bankr. Forms 1,  6, 11  U.S.C.\r                                  \r\n\n(requiring  debtor's signature  verifying assertions  in petition\r\n\nand schedules); Fed. R. Bankr. P. 1008 (mandating verification of\r\n\nforms); 9011 (signature  constitutes representation by  signatory\r\n\nthat information provided is  true).  See Shadduck, 889  F. Supp.\r                                                            \r\n\nat 10; see also Bellew, 35 F.3d at 520.   Thus, as the bankruptcy\r                                \r\n\ncourt entered no \"order, injunction or decree\" directing Shadduck\r\n\nto disclose property of the debtor, the  enhancement cannot stand\r\n\nunless the district court correctly determined that the universal\r\n\nadmonitions in the various Official Forms and/or Bankruptcy Rules\r\n\napplicable to all  debtors in  bankruptcy proceedings  constitute\r\n\n\"judicial  or  administrative  order[s]\"  within  the meaning  of\r\n\nU.S.S.G.   2F1.1(b)(3)(B).\r\n\n          We turn to the  guideline commentary for further assis-\r\n\ntance.  See Stinson v. United  States, </pre><span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 42-43  (1993)\r                                               \r\n\n(\"Commentary  which  functions  to  interpret  [a]  guideline  or\r\n\nexplain how it is to  be applied controls.\") (internal  quotation\r\n\nmarks omitted); see also  United States v. Weston, </pre><span class=\"citation\" data-id=\"580695\"><a href=\"/opinion/580695/united-states-v-albert-weston-united-states-of-america-v-paul-r-taylor/\"><span class=\"volume\">960</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">212</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n219 (1st Cir. 1992).  The  application note accompanying U.S.S.G.\r\n\n  2F1.1(b)(3)(B) focuses upon violations of prior orders, injunc-\r                                                           \r\n\n                                16\r\r\n\ntions,  and decrees.  See  U.S.S.G.   2F1.1,  comment. (n.5) (ad-\r                                   \r\n\nverting  to defendant's  \"knowledge of  the prior  decree or  or-\r\n\nder\").11  The accompanying exemplar describes a defendant who had\r\n\nbeen  enjoined in  a prior  proceeding from  engaging  in certain\r\n\nconduct, but who violated the injunction anyway by committing the\r\n\nfraud  for which he was awaiting  sentence.  Id., see supra n.11.\r                                                                     \r\n\nThus,  the  commentary makes  clear  that the  rationale  for the\r\n\nenhancement  is  to  redress  the  \"aggravated  criminal  intent\"\r\n\ninherent in  violating a  prior order specifically  enjoining the\r                                               \r\n\ndefendant, or  an entity the defendant  controlled, from engaging\r                   \r\n\nin  the fraudulent conduct which formed the basis for the offense\r\n\nof conviction.  U.S.S.G.   2F1.1, comment. (backg'd).\r\n\n          In  the instant  case,  no pertinent  order, decree  or\r\n\n                    \r                              \r\n\n     11The application note provides in full:\r\n\n          Subsection  (b)(3)(B) provides  an adjustment\r\n          for violation of  any judicial or administra-\r\n          tive order, injunction,  decree, or  process.\r\n          If it  is established that an  entity the de-\r                                                                 \r\n          fendant  controlled was a  party to the prior\r                                                                 \r\n          proceeding, and the  defendant had  knowledge\r                                                                 \r\n          of the prior decree or order, this  provision\r                                                                 \r\n          applies even if the  defendant was not a spe-\r                                                                 \r\n          cifically named  party  in that  prior  case.\r                                                                \r\n          For example, a  defendant whose business  was\r\n          previously enjoined from selling  a dangerous\r\n          product,  but  who  nonetheless   engaged  in\r\n          fraudulent conduct to sell the product, would\r\n          be subject  to this provision.   This subsec-\r\n          tion  does  not  apply  to  conduct addressed\r\n          elsewhere in the  guidelines; e.g., a  viola-\r                                                      \r\n          tion of a condition of  release (addressed in\r\n           J.7 (Offense Committed While on Release)) or\r\n          a violation of probation (addressed in  4A1.1\r\n          (Criminal History Category)).\r\n\n(Emphasis added.)\r\n\n                                17\r\r\n\ninjunction ever entered prior to the bankruptcy fraud perpetrated\r\n\nby Shadduck, either in the bankruptcy proceeding itself or in any\r\n\nprior  judicial  or  administrative  proceeding.    To  be  sure,\r\n\nShadduck attempted to  cover up the  bankruptcy fraud with  false\r\n\nstatements in the petition and  schedules submitted to the  bank-\r\n\nruptcy  court, see Official Bankr. Forms  1, 6, 11 U.S.C, as well\r                            \r\n\nas  under oath  at the  creditors meeting.   Thus,  by concealing\r\n\nproperty of  the debtor notwithstanding the  copious admonitions,\r\n\ninstructions,  and  verifications  in the  Bankruptcy  Rules  and\r\n\nOfficial  Forms,  Shadduck  unquestionably  committed  bankruptcy\r                                                                           \r\n\nfraud.  See 18 U.S.C.   152.\r                     \r\n\n          Nevertheless, if the government cannot demonstrate that\r\n\na prior order,  decree or injunction prohibited the defendant (or\r                 \r\n\nan entity controlled by the debtor) from engaging  in the type of\r\n\nfraudulent  conduct which  formed the  basis for  his conviction,\r\n\nthere  has  been no  showing that  the  defendant acted  with the\r\n\naggravated criminal intent  envisioned by the Sentencing  Commis-\r                    \r\n\nsion in section 2F1.1(b)(3)(B),  as illustrated by the applicable\r\n\nguideline text and commentary.  See United States v. Carrozzella,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"734115\"><a href=\"/opinion/734115/united-states-v-john-a-carrozzella/\"><span class=\"volume\">105</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">796</span></a></span><pre class=\"inline\">, 800  (2d Cir.  1997)  (the defendant  \"violated a\r\n\ncommand not to  file false accounts, but  the command was  a rule\r\n\napplicable  to all  [debtors]  and not  specifically directed  to\r\n\nhim.\").12\r\n\n          The  nearest  likeness   to  a  section  2F1.1(b)(3)(B)\r\n                    \r                              \r\n\n     12We express no view regarding whether a departure  might be\r\nbased  upon conduct that does not come squarely within U.S.S.G.  \r\n2F1.1(b)(3)(B).\r\n\n                                18\r\r\n\n\"order\"  contained in the Official  Forms is the  \"Notice of Com-\r\n\nmencement  of  Case Under  Chapter  11  of the  Bankruptcy  Code,\r\n\nMeeting of Creditors, and Fixing of Dates,\" Official  Bankr. Form\r\n\n9, 11 U.S.C.,  which is  mailed by the  bankruptcy court  clerk's\r\n\noffice to  the  debtor and  all creditors.   Virtually  identical\r\n\nvariations  on Form  9 are  entered routinely in  most bankruptcy\r\n\nproceedings.   Form 9 bears the preprinted name of the Bankruptcy\r\n\nCourt Clerk, acting  \"for the  court,\" see id.,  and directs  the\r                                                        \r\n\ndebtor to appear  at the  meeting of creditors  to provide  sworn\r\n\ntestimony.  Id.  In the latter respect, Form 9 is no more akin to\r                         \r\n\na judicial order than is the administration of the oath itself.\r\n\n          Official Form  9 resembles in  considerable measure the\r\n\nofficial  letter  of  warning   discussed  in  United  States  v.\r                                                                       \r\n\nLinville, </pre><span class=\"citation\" data-id=\"658175\"><a href=\"/opinion/658175/united-states-v-brenda-arlene-linville/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">630</span></a></span><pre class=\"inline\"> (9th Cir. 1993), with  respect to which the\r                  \r\n\nNinth Circuit explained:\r\n\n          It is  pellucid that there is  a vast differ-\r\n          ence between ignoring  prior decrees,  orders\r\n          and injunctions after being subject to formal\r\n          proceedings,  and  ignoring  letters and  the\r                                                                 \r\n          like, no matter how official they might look.\r                        \r\n          To hold otherwise  would compel  enhancements\r                                                                 \r\n          in every criminal case where a defendant  was\r                                                                 \r\n          told by  someone in  authority that  what she\r                                                                 \r\n          was  doing was illegal,  rather than limiting\r                                                                 \r\n          them to more  relatively unusual cases  where\r                                                                 \r\n          someone violated  a specific court  or agency\r                                                                 \r\n          order or adjudication.\r                                         \r\n\nId. at 632-33 (emphasis added).  Similarly, the notice of meeting\r             \r\n\nof  creditors mailed by the bankruptcy clerk is an advisory which\r\n\nrises  neither to the level  of a judicial  nor an administrative\r\n\norder under any conventional meaning of the term.\r\n\n          Thus,  neither section  2F1.1(b)(3)(B) itself,  nor the\r\n\n                                19\r\r\n\nrelevant  commentary, supports  the enhancement  rationale relied\r\n\nupon  below,  since their  language  plainly  indicates that  the\r\n\nenhancement  was meant  to  apply to  defendants who  have demon-\r\n\nstrated a heightened mens  rea by violating a prior  \"judicial or\r                                                             \r\n\nadministrative  order,  decree,  injunction  or  process.\"    See\r                                                                           \r\n\nU.S.S.G.    2F1.1(b)(3)(B), comment.  (n.5), (backg'd).   Were an\r\n\nenhancement to be predicated  on the ground that Official  Form 9\r\n\nconstitutes a \"judicial order,\" it would become applicable in all\r\n\nbankruptcy  fraud cases, simply by  virtue of the  forum in which\r\n\nthe false statements were  made and without regard to  the aggra-\r\n\nvated  criminal  intent it  was designed  to  redress.   Any such\r\n\nautomatic  application  in  bankruptcy  fraud  cases,  especially\r\n\nabsent  the required  mens rea,  would work  an amendment  of the\r                                        \r\n\nguideline, see  id.   2F1.1(b)(3)(B) (prescribing minimum offense\r                             \r\n\nlevel  of ten after enhancement); see id.   2F1.1(a) (setting BOL\r                                                   \r\n\nat six).  As we can discern no hint that the  Commission meant to\r\n\ndistinguish bankruptcy  fraud from  other frauds in  this regard,\r\n\nsee U.S.S.G.    2F1.1, comment. (backg'd)  (explaining that fraud\r             \r\n\nguideline  \"is designed  to  apply to  a  wide variety  of  fraud\r\n\ncases\"), we  conclude that  the two-level enhancement  imposed on\r\n\nShadduck   for   violating   a   judicial   order   (U.S.S.G.    \r\n\n2F1.1(b)(3)(B)) was erroneous and cannot stand.\r\n\n          (ii) Judicial Process\r                    (ii) Judicial Process\r                                         \r\n\n          The  government  contends,  in  the  alternative,  that\r\n\nShadduck  violated a  \"judicial .  . .  process,\" see  U.S.S.G.  \r                                                               \r\n\n2F1.1(b)(3)(B), by committing a bankruptcy fraud which abused the\r\n\n                                20\r\r\n\nbankruptcy  process itself.   See United  States v.  Messner,    \r                                                                      \r\n\nF.3d     , </pre><span class=\"citation no-link\"><span class=\"volume\">1997</span>  <span class=\"reporter\">WL</span>  <span class=\"page\">67847</span></span><pre class=\"inline\">, *8  (10th  Cir. 1997)  (holding  that\r\n\nbankruptcy  fraud constitutes  violation of  \"judicial process\");\r\n\nUnited  States v. Welch, </pre><span class=\"citation\" data-id=\"732401\"><a href=\"/opinion/732401/96-cal-daily-op-serv-9441-96-daily-journal-dar-15515-united-states/\"><span class=\"volume\">103</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">906</span></a></span><pre class=\"inline\">, 908  (9th Cir. 1996) (per\r                                 \r\n\ncuriam)  (same); United States  v. Michalek, </pre><span class=\"citation\" data-id=\"695554\"><a href=\"/opinion/695554/united-states-v-charles-r-michalek/\"><span class=\"volume\">54</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span><pre class=\"inline\">, 330-33\r                                                     \r\n\n(7th Cir. 1995) (same); United States v. Lloyd, </pre><span class=\"citation\" data-id=\"570445\"><a href=\"/opinion/570445/bankr-l-rep-p-74297-united-states-of-america-v-phillip-lynn-lloyd/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span><pre class=\"inline\">, 340\r                                                        \r\n\n(8th Cir.  1991) (same).   We  decline to address  the claim  for\r\n\nseveral reasons.\r\n\n          First, the district court  explicitly declined to reach\r\n\nthe question after holding that Shadduck had violated a  judicial\r\n\norder.  Shadduck,  889 F. Supp.  at 10.   Second, no  exceptional\r                          \r\n\ncircumstance warrants  our consideration of the  claim before the\r\n\ndistrict court (as it is free to do) has occasion  to consider it\r\n\non remand.  See United States v. Morales-Diaz,  </pre><span class=\"citation\" data-id=\"555769\"><a href=\"/opinion/555769/united-states-v-noel-morales-diaz/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span><pre class=\"inline\">, 540\r                                                       \r\n\n(1st Cir. 1991).   Third, the issue is not free from  doubt.  See\r                                                                           \r\n\nCarrozzella, 105 F.3d at  799-802 (questioning rationale employed\r                     \r\n\nin  cases which hold that \"abuse\" of bankruptcy proceeding itself\r\n\nconstitutes  \"violation\" of judicial  \"process\"); see also United\r                                                                           \r\n\nStates v. Krynicki,  </pre><span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">289</span></a></span><pre class=\"inline\">, 292 (1st  Cir. 1982)  (before\r                            \r\n\naddressing issue  first raised on appeal,  appellate court should\r\n\nconsider whether correct resolution is clear).\r\n\n     d.   Multiple-Victims      Enhancement      (U.S.S.G.       \r               d.   Multiple-Victims      Enhancement      (U.S.S.G.       \r                                                                           \r\n\n2F1.1(b)(2)(B))\r          2F1.1(b)(2)(B))\r                         \r\n\n          The  district  court  imposed a  two-level  enhancement\r\n\npursuant to U.S.S.G.   2F1.1(b)(2)(B), based  on its finding that\r\n\nShadduck had engaged in a scheme to defraud more than one victim.\r\n\n                                21\r\r\n\nShadduck, 889 F. Supp. at 11.  Shadduck complained below that his\r                  \r\n\ncrime was victimless, in that the monies he concealed were exempt\r\n\nand, therefore, that neither the trustee nor the creditors can be\r\n\nconsidered victims.   On  appeal, however, Shadduck  presses only\r\n\ntwo arguments:  (i) the trustee  alone qualifies as a victim, and\r\n\n(ii)  the multiple-victims  enhancement, in  tandem with  the en-\r\n\nhancement under U.S.S.G.    2F1.1(b)(3)(B), see supra pps. 14-19,\r                                                               \r\n\namounted to impermissible \"double counting.\"  As neither argument\r\n\nwas raised  below, we review only for  \"plain error.\"  See United\r                                                                           \r\n\nStates v. Lilly, </pre><span class=\"citation\" data-id=\"195133\"><a href=\"/opinion/195133/united-states-v-lilly/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 17-18 (1st Cir. 1994).  \r                         \r\n\n          There is  no merit in  the contention that  the trustee\r\n\nalone was victimized by  the concealment.  As used  in subsection\r\n\n2F1.1(b)(2)(B), the  phrase \"'[s]cheme  to defraud more  than one\r\n\nvictim,' . . .  refers to a design or plan to obtain something of\r\n\nvalue  from  more than  one person.    In this  context, 'victim'\r\n\nrefers  to the person or entity from  which the funds are to come\r\n\ndirectly.\"  U.S.S.G.   2F1.1, comment. (n.3).  Thus, the relevant\r\n\ncommentary makes clear  that the primary victims  of a bankruptcy\r\n\nfraud, for the most part, are the individual creditors.\r\n\n          Nevertheless,  as  the  representative  of  the  debtor\r\n\nestate, see Bankruptcy Code   323(a),  11 U.S.C.   323 (a), it is\r                     \r\n\nincumbent upon the  trustee to  collect and reduce  to money  all\r\n\nnonexempt  assets of  the estate,  id.    704 (1).   Accordingly,\r                                                \r\n\nalthough  the trustee has no prepetition claim to property of the\r\n\ndebtor and therefore  does not  qualify as a  \"creditor,\" a  pre-\r\n\nscribed portion of the  net recoveries from any \"property  of the\r\n\n                                22\r\r\n\nestate\" administered by the trustee comprises a priority cost  of\r\n\nadministration  as   provided  in  Bankruptcy  Code       326(a),\r\n\n330(a)(1),  503(b)(1)(A)  &amp; 507(a)(1).    Consequently,  not only\r\n\ncreditors but the  chapter 7  trustee as well  may be  victimized\r\n\ndirectly  by a  bankruptcy fraud  to the  extent it  deprives the\r\n\nestate of assets otherwise subject to administration.\r\n\n          Moreover, it is likewise clear that Shadduck schemed to\r\n\nobtain  something of value.  By concealing pension plan funds and\r\n\ninsurance policies  which were neither  claimed nor set  apart as\r\n\nexempt,  Shadduck  attempted to  retain  property  of the  estate\r\n\notherwise  subject to  administration for  the benefit  of credi-\r\n\ntors.13   See Taylor, 503  U.S. at 643-44;  Mercer, 53 F.3d  at 3\r                                                            \r\n\n(property claimed  exempt is  initially \"property of  the estate\"\r\n\nand  becomes exempt  only  if there  is  no timely  objection  to\r\n\nexemption claim). \r\n\n          The second  challenge Shadduck  makes to  the multiple-\r\n\nvictims enhancement     that it amounts  to impermissible \"double\r\n                    \r                              \r\n\n     13As the Ninth Circuit has noted: \r\n\n          Clearly the false statement [the debtor] made\r\n          in  relation  to  his  bankruptcy  estate was\r\n          intended  to result  in an  undervaluation of\r\n          the estate in bankruptcy and the availability\r\n          of less  money to satisfy the  demands of the\r\n          creditors.    Thus, [the  debtor]  would have\r\n          \"obtained something  of value from  more than\r\n          one  person,\" that being  whatever portion of\r\n          the  estate to which the creditors were enti-\r\n          tled but which was hidden by the false state-\r\n          ment.\r\n\nUnited States v.  Nazifpour, </pre><span class=\"citation\" data-id=\"568000\"><a href=\"/opinion/568000/bankr-l-rep-p-74298-united-states-of-america-v-shahab-nazifpour/\"><span class=\"volume\">944</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">472</span></a></span><pre class=\"inline\">, 474  (9th Cir.  1991)\r                                     \r\n(per  curiam).   See also  Michalek, </pre><span class=\"citation\" data-id=\"695554\"><a href=\"/opinion/695554/united-states-v-charles-r-michalek/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">325</span></a></span><pre class=\"inline\">, 330  (7th Cir.\r                                             \r\n1995) (concealing assets harms trustee and creditors).\r\n\n                                23\r\r\n\ncounting\"  when  imposed with  the  enhancement  for violating  a\r\n\njudicial order    need  not be discussed at  this time given  our\r\n\ndecision to set aside the  latter ruling.  See supra pps.  14-19.\r                                                              \r\n\nConsequently, we affirm the two-level enhancement  imposed pursu-\r\n\nant to U.S.S.G.   2F1.1(b)(2)(B).\r\n\n                                24\r\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the foregoing  reasons, appellants' convictions are\r\n\naffirmed.    Andrea Shadduck's  sentence  is  affirmed.   Michael\r\n\nShadduck's  sentence is affirmed in part and vacated in part, and\r\n\nthe case is remanded to the district court for resentencing.\r\n\n          So Ordered.\r                    So Ordered.\r                              \r\n\n                                25\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/71435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1904667/"
  ]
}