{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197332/",
  "absolute_url": "/opinion/197332/united-states-v-cruz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197332/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:27:30Z",
  "date_modified": "2017-03-24T10:50:58.363318Z",
  "type": "010combined",
  "sha1": "bbf0997c5f3df44982bade2b24ff16950bc07b26",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1908.01A",
  "local_path": null,
  "plain_text": "\n\n                                             \r\n\nNo. 95-1908\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                               v.\r\n\n                         CEFERINO CRUZ,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\r\n\n                                             \r\n\n                             Before\r\n\n                   Selya, Acting Chief Judge,*\r\n\n                  Bownes, Senior Circuit Judge,\r\n\n                    Boudin, Stahl and Lynch,\r\n\n                         Circuit Judges.\r\n\n                                             \r\n\n     Diana \r                     L. \r                        Maldonado, Federal Defender Office, on brief for\r\nappellant.\r\n     Donald \r                      K. \r                         Stern, United States Attorney, Carole \r                                                               S. \r                                                                   Schwartz\r\nand Kevin P. McGrath, Assistant United States Attorneys, on brief\r\nfor appellee.\r\n                                             \r\n                          July 28, 1997\r\n                                             \r\n\n                         OPINION EN BANC\r\n                                             \r\n\n                          \r\r\n\n*Chief Judge Torruella did not participate in this proceeding. \r\r\n\n          SELYA, Acting  \r                                   Chief  \r                                         Judge. This appeal involves a\r\n\nsolitary issue: the propriety  vel non of the sentencing court's\r\n\ndecision to enhance the defendant's offense level (and, therefore,\r\n\nincrease the ensuing sentence) by reason of what the court deemed\r\n\nto be the defendant's aggravating role in the offense of\r\n\nconviction.  See USSG S3B1.1(c).\r\n\n          The appeal was originally argued to a panel of this\r\n\ncourt. On April 30, 1997, the panel, by a two-to-one vote,\r\n\ndetermined that the sentencing court had committed clear error in\r\n\nits application of the role-in-the-offense guideline. Because\r\n\nrole-in-the-offense determinations are a frequent source of\r\n\nappellate litigation, and because the panel decision seemed out of\r\n\nline with our customary approach to such determinations (and,\r\n\ntherefore, likely to create confusion in future cases), we elected\r\n\nto reconsider the matter en banc. To that end, we withdrew the\r\n\npanel opinion and solicited supplemental briefs from the parties.\r\n\nWe now uphold the district court's application of the USSG\r\n\nS3B1.1(c).\r\n\n          We cull the facts from the plea colloquy, the presentence\r\n\ninvestigation report (PSI Report), and the transcript of the\r\n\nsentencing hearing.  See United States v. Tejada-Beltran, 50 F.3d\r\n\n105, 107 (1st Cir. 1995); United States v. Dietz, 950 F.2d 50, 51\r\n\n(1st Cir. 1991). In conducting this tamisage, we are mindful that\r\n\na sentencing court may consider facts contained in the PSI Report\r\n\nas reliable evidence.  See United \r                                            States v. Morillo, 8 F.3d 864,\r\n\n872 (1st Cir. 1993). Moreover, for sentencing purposes the court\r\n\n                                3\r\r\n\nmay rely upon evidence adduced at a coconspirator's trial as long\r\n\nas the defendant receives notice prior to its use and has the\r\n\nopportunity to challenge its reliability.   See United \r                                                                 States v.\r\n\nMcCarthy, 961 F.2d 972, 979 (1st Cir. 1992);    United \r                                                                 States v.\r\n\nBerzon, 941 F.2d 8, 19 (1st Cir. 1991). Of course, this court may\r\n\nalso consider facts which have been established by these methods.\r\n\n          On July 28, 1994, the defendant, Ceferino Cruz, greeted\r\n\nPam Mersky, an undercover Drug Enforcement Administration (DEA)\r\n\nagent, as she entered La Tambora, a restaurant in Lawrence,\r\n\nMassachusetts, which Cruz owned and operated. The defendant had\r\n\nmet Mersky one week earlier when he sold her 30.7 grams of crack\r\n\ncocaine and a handgun.   Alejandro Vega, later indicted as a\r\n\ncoconspirator, approached Mersky inside the restaurant. Mersky\r\n\ntold him that she wanted to buy crack cocaine. Vega initially\r\n\nfeigned ignorance, but Mersky persisted. When she stated that the\r\n\ndefendant previously had supplied her with crack, Vega engaged the\r\n\ndefendant in a private conversation and thereafter told Mersky to\r\n\ncome back in 45 minutes.\r\n\n          Mersky returned to La Tambora to find Vega, but not the\r\n\ndefendant, present. A few minutes later Jeanette Marquez joined\r\n\n     Here, as the panel acknowledged, the PSI Report furnished the\r\ndefendant the advance notice that our case law requires. At any\r\nrate, the facts which are critical to a proper resolution of this\r\nappeal derive directly from the PSI Report and the proceedings in\r\nwhich this defendant was personally involved.\r\n\n     This purchase took place at La Tambora, as did several earlier\r\npurchases of drugs, firearms, and ammunition effectuated by a\r\nconfidential DEA informant.\r\n\n                                4\r\r\n\nthem. Vega introduced Marquez as the defendant's girlfriend.\r\n\nMarquez (who was 14 years old and pregnant) wore a necklace\r\n\nshowcasing the defendant's first name. Marquez delivered the crack\r\n\ncocaine to Mersky, and Mersky paid Vega for it. She then told Vega\r\n\nthat she wanted to purchase a gun. Vega replied that \"he\" didn't\r\n\nrealize that Mersky wanted a gun, too. In context, a factfinder\r\n\nreasonably could believe that the pronoun \"he\" referred to Cruz.\r\n\nIn any event, Vega promised to contact Mersky after making further\r\n\ninquiries.\r\n\n          Later that afternoon Vega told Mersky that he would sell\r\n\nher a gun. Mersky met Vega a few blocks away from the restaurant\r\n\nand they walked to La Tambora together. Once inside, Vega\r\n\nconversed privately with the defendant and thereafter handed Mersky\r\n\na bag containing a gun. The gun was frigid, suggesting that it had\r\n\njust been removed from a freezer or other cold storage.\r\n\n          Two subsequent events complete the picture. On August 3,\r\n\nVega consulted the defendant before providing Mersky with bullets.\r\n\nOn August 16, after Mersky expressed an interest in acquiring more\r\n\ncrack and more firepower, Vega stated that guns were available\r\n\nimmediately but that the crack had to be delivered. The pair\r\n\nstrolled to La Tambora. Vega told Mersky to go behind the food\r\n\ncounter. Marquez hailed the defendant. He appeared, saw Vega and\r\n\nMersky, together, walked away without engaging in any conversation,\r\n\nand returned moments later with a bag containing two guns. The\r\n\ndefendant handed the bag to Vega who, in turn, handed it to Mersky.\r\n\nShe then inspected both weapons and purchased one of them.\r\n\n                                5\r\r\n\n          Mersky and Vega then waited for the crack. When the\r\n\ncourier (Sixto Garcia) arrived, he nodded to them, but met\r\n\nprivately with Cruz. Mersky and Vega walked behind the food\r\n\ncounter; Garcia handed Cruz a plastic bag containing the crack\r\n\ncocaine; Cruz gave the bag to Mersky; and Mersky, in turn, paid\r\n\nVega for it.\r\n\n          Cruz was indicted and convicted on charges of conspiracy\r\n\nto possess cocaine base (i.e., crack cocaine) with intent to\r\n\ndistribute, see 21 U.S.C. S 846, and conspiracy to sell firearms\r\n\nillegally, see 18 U.S.C. S 922(a)(1)(A). The drug offense drove\r\n\nthe sentencing calculus. The PSI Report urged, inter alia, a two-\r\n\nlevel upward adjustment for the defendant's leadership role.  See\r\n\nUSSG S3B1.1(c). In calculating the guideline sentencing range\r\n\n(GSR), the district court accepted this suggestion (overriding the\r\n\nprosecutor's contrary recommendation) and increased the defendant's\r\n\noffense level accordingly. This adjustment, together with other\r\n\ncomputations (none of which is challenged here), yielded a GSR of\r\n\n135 to 168 months. The lower court then imposed an incarcerative\r\n\nsentence of 165 months. It is undisputed that, absent the role-in-\r\n\nthe-offense adjustment, the GSR (and presumably the sentence) would\r\n\nhave been less onerous.\r\n\n          The determination of an individual's role in committing\r\n\nan offense is necessarily fact-specific.    See United \r                                                                 States v.\r\n\nGraciani, 61 F.3d 70, 75 (1st Cir. 1995). Accordingly, appellate\r\n\n     Under the applicable grouping rules, the counts of conviction\r\nare treated as separate units.  See USSG S3D1.2.\r\n\n                                6\r\r\n\nreview must be conducted with considerable deference. Absent an\r\n\nerror of law \r                        and it is not seriously suggested that such an error\r\n\ninfected the sentencing process in this case      the sentencing\r\n\ncourt's determinations are to be set aside only for clear error.\r\n\nSee id.\r\n\n          Role-in-the-offense adjustments address concerns of\r\n\nrelative responsibility.  See USSG S3B1.1(c), comment. (backg'd).\r\n\nIn this vein, the guideline provides, among other things, that \"if\r\n\nthe defendant was an organizer, leader, manager, or supervisor in\r\n\nany criminal activity\" involving one to three other participants,\r\n\nthe offense level should be increased by two levels. USSG\r\n\nS3B1.1(c). Such an increase is justified if the sentencing court\r\n\nsupportably finds that (1) the criminal enterprise involved at\r\n\nleast two complicit participants (of whom the defendant may be\r\n\ncounted as one), and (2) the defendant, in committing the offense,\r\n\nexercised control over, organized, or was otherwise responsible for\r\n\nsuperintending the activities of, at least one of those other\r\n\npersons. See \r                       Morillo, 8 F.3d at 872; \r                                               United States\r                                                             v. \r                                                                Savoie, 985\r\n\nF.2d 612, 616 (1st Cir. 1993); United States v. Akitoye, 923 F.2d\r\n\n221, 227 (1st Cir. 1991). The government bears the burden of\r\n\nproving that a defendant qualifies for an upward role-in-the-\r\n\n     The fact that the government had agreed not to request the\r\nenhancement, and did not do so, does not compress the district\r\ncourt's discretion. The sentencing judge has the ultimate\r\nresponsibility for the sentence and may decide to pursue matters in\r\nthe teeth of an agreement by both sides to go in a different\r\ndirection.  See United \r                                 States v.  Vaknin, 112 F.3d 579, 585 (1st\r\nCir. 1997).\r\n\n                                7\r\r\n\noffense adjustment, and must carry that burden by a preponderance\r\n\nof the evidence.  See  United \r                                         States v. Voccola, 99 F.3d 37, 44\r\n\n(1st Cir. 1996); United \r                                  States v.  Ortiz, 966 F.2d 707, 717 (1st\r\n\nCir. 1992).\r\n\n          In this instance, we think that the evidence, viewed as\r\n\na whole, supports the district court's finding. The record\r\n\nsuggests that Cruz was at the center of a well-organized series of\r\n\ndrug and weapon sales, conducted at or through the restaurant that\r\n\nhe owned and operated. The evidence also suggests that Cruz\r\n\ninvolved various individuals not only as facilitators but also as\r\n\ngo-betweens in an effort to limit his own apparent involvement.\r\n\nThis pattern is familiar in many sophisticated but illegal\r\n\ntransactions.  See, e.g., United \r                                           States v. Catlett, 97 F.3d 565,\r\n\n569-70 (D.C. Cir. 1996); \r                                  United States\r                                                v. \r                                                   Evans, 92 F.3d 540, 541-\r\n\n42 (7th Cir.), cert. denied, 117 S. Ct. 537 (1996).\r\n\n          The district judge made a specific finding that Cruz was\r\n\n\"the motivating principal in this drug distribution scheme\" and\r\n\nthat he was a manager vis-a-vis both Vega and Marquez. Leaving\r\n\nVega aside, if Cruz supervised Marquez in connection with the July\r\n\n28 transaction, that incident alone would provide an adequate basis\r\n\nfor the enhancement.  See  Voccola, 99 F.3d at 43-44 (explaining\r\n\nthat a single directed transaction is enough to confer organizer or\r\n\nmanager status); see also USSG S3B1.1, comment. (n.2). And the\r\n\ndistrict court's finding is sustainable in that regard. After all,\r\n\na defendant's role in the offense can be proved wholly by\r\n\ncircumstantial evidence and the circumstances here adequately\r\n\n                                8\r\r\n\nsupport the inferences that the district court drew from them.\r\n\n          In particular, the court's specific determinations that\r\n\nCruz, age 44, \"provided the impetus for the crime,\" \"supplied the\r\n\nproduct,\" and, in the bargain, exercised dominance over his 14-\r\n\nyear-old paramour in regard to the July 28 transaction, while not\r\n\nunarguable, pass muster under the clearly erroneous standard. Cruz\r\n\nhad been enmeshed in trafficking with Mersky earlier. He owned La\r\n\nTambora, the locus around which the illicit activity pirouetted.\r\n\nMoreover, Cruz was probably the \"he\" referred to by Vega as not\r\n\nknowing that Mersky wanted a gun \"too.\" The preponderance standard\r\n\nobtains during the sentencing phase of a criminal case and the odds\r\n\nare certainly better than even that Marquez, 14 years old and\r\n\npregnant, was acting at someone else's direction in serving as the\r\n\ntransporter in a multi-party drug transaction. We think that most\r\n\npeople would say that, as between Cruz and Vega, the strong\r\n\nlikelihood is that Marquez acted at the direction of her much older\r\n\nboyfriend. Surely, a reasonable trier could conclude that this\r\n\ndeduction is more likely true than not. Thus, the district court's\r\n\nappraisal that Cruz oversaw Marquez meets the preponderance test\r\n\nbecause of its logical force and inherent probability. \r\n\n          Despite the lessened burden of proof            \"fair\r\n\npreponderance\" rather than \"beyond reasonable doubt\"     and the\r\n\ndeferential standard of review which pertain here, we recognize\r\n\n     Even if Vega and Cruz jointly controlled Marquez, Cruz would\r\nstill be a manager under the guidelines. \r                                                  See USSG S3B1.1, comment.\r\n(n.4).\r\n\n                                9\r\r\n\nthat whether Cruz might be deemed an organizer or manager is a\r\n\nclose question. Yet it would not profit us to dwell on the\r\n\ninferences that the defendant would have us draw from the predicate\r\n\nfacts. While those inferences are rational and the scenario to\r\n\nwhich they lead is possible, the trial judge eschewed them in favor\r\n\nof different, equally permissible inferences, leading to a\r\n\ndifferent scenario   a scenario that depicts the defendant as a\r\n\nmanager. In sentencing, as elsewhere in the law, when competing\r\n\ninferences plausibly can be drawn from a set of facts, the\r\n\nfactfinder's choice between them cannot be clearly erroneous. See\r\n\nUnited States v. Ruiz, 905 F.2d 499, 508 (1st Cir. 1990).\r\n\n          We need go no further. In the circumstances at bar, the\r\n\ndetermination of the defendant's role in the offense is fact-\r\n\nspecific, and the facts of record reasonably can be interpreted to\r\n\nattribute managerial status, more likely than not, to him. That\r\n\nends the matter: close, factbound questions are grist for the\r\n\ndistrict court's mill, not for second-guessing by appellate judges\r\n\nperusing a cold record.\r\n\n          Affirmed.\r\n\n          Bownes, Senior \r                                   Circuit \r                                           Judge. (dissenting). I dissent\r\n\nfrom the en banc opinion because I continue to think that the\r\n\noriginal panel opinion was correct.\r\n\n                               10\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                                             \r\n\nNo. 95-1908\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                               v.\r\n\n                         CEFERINO CRUZ,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\r\n\n                                             \r\n\n                             Before\r\n\n                   Selya, Acting Chief Judge,*\r\n\n                  Bownes, Senior Circuit Judge,\r\n\n                    Boudin, Stahl and Lynch,\r\n\n                         Circuit Judges.\r\n\n                                             \r\n\n     Diana \r                     L. \r                        Maldonado, Federal Defender Office, on brief for\r\nappellant.\r\n     Donald \r                      K. \r                         Stern, United States Attorney, Carole \r                                                               S. \r                                                                   Schwartz\r\nand Kevin P. McGrath, Assistant United States Attorneys, on brief\r\nfor appellee.\r\n                                             \r\n                          July 28, 1997\r\n                                             \r\n\n                         OPINION EN BANC\r\n                                             \r\n\n                          \r\r\n\n*Chief Judge Torruella did not participate in this proceeding. \r\r\n\n          SELYA, Acting  \r                                   Chief  \r                                         Judge. This appeal involves a\r\n\nsolitary issue: the propriety  vel non of the sentencing court's\r\n\ndecision to enhance the defendant's offense level (and, therefore,\r\n\nincrease the ensuing sentence) by reason of what the court deemed\r\n\nto be the defendant's aggravating role in the offense of\r\n\nconviction.  See USSG S3B1.1(c).\r\n\n          The appeal was originally argued to a panel of this\r\n\ncourt. On April 30, 1997, the panel, by a two-to-one vote,\r\n\ndetermined that the sentencing court had committed clear error in\r\n\nits application of the role-in-the-offense guideline. Because\r\n\nrole-in-the-offense determinations are a frequent source of\r\n\nappellate litigation, and because the panel decision seemed out of\r\n\nline with our customary approach to such determinations (and,\r\n\ntherefore, likely to create confusion in future cases), we elected\r\n\nto reconsider the matter en banc. To that end, we withdrew the\r\n\npanel opinion and solicited supplemental briefs from the parties.\r\n\nWe now uphold the district court's application of the USSG\r\n\nS3B1.1(c).\r\n\n          We cull the facts from the plea colloquy, the presentence\r\n\ninvestigation report (PSI Report), and the transcript of the\r\n\nsentencing hearing.  See United States v. Tejada-Beltran, </pre><span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span>\r\n\n<span class=\"page\">105</span></a></span><pre class=\"inline\">, 107 (1st Cir. 1995); United States v. Dietz, </pre><span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 51\r\n\n(1st Cir. 1991). In conducting this tamisage, we are mindful that\r\n\na sentencing court may consider facts contained in the PSI Report\r\n\nas reliable evidence.  See United \r                                            States v. Morillo, </pre><span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span><pre class=\"inline\">,\r\n\n872 (1st Cir. 1993). Moreover, for sentencing purposes the court\r\n\n                                3\r\r\n\nmay rely upon evidence adduced at a coconspirator's trial as long\r\n\nas the defendant receives notice prior to its use and has the\r\n\nopportunity to challenge its reliability.   See United \r                                                                 States v.\r\n\nMcCarthy, </pre><span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span><pre class=\"inline\">, 979 (1st Cir. 1992);    United \r                                                                 States v.\r\n\nBerzon, </pre><span class=\"citation\" data-id=\"566304\"><a href=\"/opinion/566304/united-states-v-robert-alan-berzon/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 19 (1st Cir. 1991). Of course, this court may\r\n\nalso consider facts which have been established by these methods.\r\n\n          On July 28, 1994, the defendant, Ceferino Cruz, greeted\r\n\nPam Mersky, an undercover Drug Enforcement Administration (DEA)\r\n\nagent, as she entered La Tambora, a restaurant in Lawrence,\r\n\nMassachusetts, which Cruz owned and operated. The defendant had\r\n\nmet Mersky one week earlier when he sold her 30.7 grams of crack\r\n\ncocaine and a handgun.   Alejandro Vega, later indicted as a\r\n\ncoconspirator, approached Mersky inside the restaurant. Mersky\r\n\ntold him that she wanted to buy crack cocaine. Vega initially\r\n\nfeigned ignorance, but Mersky persisted. When she stated that the\r\n\ndefendant previously had supplied her with crack, Vega engaged the\r\n\ndefendant in a private conversation and thereafter told Mersky to\r\n\ncome back in 45 minutes.\r\n\n          Mersky returned to La Tambora to find Vega, but not the\r\n\ndefendant, present. A few minutes later Jeanette Marquez joined\r\n\n     Here, as the panel acknowledged, the PSI Report furnished the\r\ndefendant the advance notice that our case law requires. At any\r\nrate, the facts which are critical to a proper resolution of this\r\nappeal derive directly from the PSI Report and the proceedings in\r\nwhich this defendant was personally involved.\r\n\n     This purchase took place at La Tambora, as did several earlier\r\npurchases of drugs, firearms, and ammunition effectuated by a\r\nconfidential DEA informant.\r\n\n                                4\r\r\n\nthem. Vega introduced Marquez as the defendant's girlfriend.\r\n\nMarquez (who was 14 years old and pregnant) wore a necklace\r\n\nshowcasing the defendant's first name. Marquez delivered the crack\r\n\ncocaine to Mersky, and Mersky paid Vega for it. She then told Vega\r\n\nthat she wanted to purchase a gun. Vega replied that \"he\" didn't\r\n\nrealize that Mersky wanted a gun, too. In context, a factfinder\r\n\nreasonably could believe that the pronoun \"he\" referred to Cruz.\r\n\nIn any event, Vega promised to contact Mersky after making further\r\n\ninquiries.\r\n\n          Later that afternoon Vega told Mersky that he would sell\r\n\nher a gun. Mersky met Vega a few blocks away from the restaurant\r\n\nand they walked to La Tambora together. Once inside, Vega\r\n\nconversed privately with the defendant and thereafter handed Mersky\r\n\na bag containing a gun. The gun was frigid, suggesting that it had\r\n\njust been removed from a freezer or other cold storage.\r\n\n          Two subsequent events complete the picture. On August 3,\r\n\nVega consulted the defendant before providing Mersky with bullets.\r\n\nOn August 16, after Mersky expressed an interest in acquiring more\r\n\ncrack and more firepower, Vega stated that guns were available\r\n\nimmediately but that the crack had to be delivered. The pair\r\n\nstrolled to La Tambora. Vega told Mersky to go behind the food\r\n\ncounter. Marquez hailed the defendant. He appeared, saw Vega and\r\n\nMersky, together, walked away without engaging in any conversation,\r\n\nand returned moments later with a bag containing two guns. The\r\n\ndefendant handed the bag to Vega who, in turn, handed it to Mersky.\r\n\nShe then inspected both weapons and purchased one of them.\r\n\n                                5\r\r\n\n          Mersky and Vega then waited for the crack. When the\r\n\ncourier (Sixto Garcia) arrived, he nodded to them, but met\r\n\nprivately with Cruz. Mersky and Vega walked behind the food\r\n\ncounter; Garcia handed Cruz a plastic bag containing the crack\r\n\ncocaine; Cruz gave the bag to Mersky; and Mersky, in turn, paid\r\n\nVega for it.\r\n\n          Cruz was indicted and convicted on charges of conspiracy\r\n\nto possess cocaine base (i.e., crack cocaine) with intent to\r\n\ndistribute, see 21 U.S.C. S 846, and conspiracy to sell firearms\r\n\nillegally, see 18 U.S.C. S 922(a)(1)(A). The drug offense drove\r\n\nthe sentencing calculus. The PSI Report urged, inter alia, a two-\r\n\nlevel upward adjustment for the defendant's leadership role.  See\r\n\nUSSG S3B1.1(c). In calculating the guideline sentencing range\r\n\n(GSR), the district court accepted this suggestion (overriding the\r\n\nprosecutor's contrary recommendation) and increased the defendant's\r\n\noffense level accordingly. This adjustment, together with other\r\n\ncomputations (none of which is challenged here), yielded a GSR of\r\n\n135 to 168 months. The lower court then imposed an incarcerative\r\n\nsentence of 165 months. It is undisputed that, absent the role-in-\r\n\nthe-offense adjustment, the GSR (and presumably the sentence) would\r\n\nhave been less onerous.\r\n\n          The determination of an individual's role in committing\r\n\nan offense is necessarily fact-specific.    See United \r                                                                 States v.\r\n\nGraciani, </pre><span class=\"citation\" data-id=\"196199\"><a href=\"/opinion/196199/united-states-v-graciani/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span><pre class=\"inline\">, 75 (1st Cir. 1995). Accordingly, appellate\r\n\n     Under the applicable grouping rules, the counts of conviction\r\nare treated as separate units.  See USSG S3D1.2.\r\n\n                                6\r\r\n\nreview must be conducted with considerable deference. Absent an\r\n\nerror of law \r                        and it is not seriously suggested that such an error\r\n\ninfected the sentencing process in this case      the sentencing\r\n\ncourt's determinations are to be set aside only for clear error.\r\n\nSee id.\r\n\n          Role-in-the-offense adjustments address concerns of\r\n\nrelative responsibility.  See USSG S3B1.1(c), comment. (backg'd).\r\n\nIn this vein, the guideline provides, among other things, that \"if\r\n\nthe defendant was an organizer, leader, manager, or supervisor in\r\n\nany criminal activity\" involving one to three other participants,\r\n\nthe offense level should be increased by two levels. USSG\r\n\nS3B1.1(c). Such an increase is justified if the sentencing court\r\n\nsupportably finds that (1) the criminal enterprise involved at\r\n\nleast two complicit participants (of whom the defendant may be\r\n\ncounted as one), and (2) the defendant, in committing the offense,\r\n\nexercised control over, organized, or was otherwise responsible for\r\n\nsuperintending the activities of, at least one of those other\r\n\npersons. See \r                       Morillo, 8 F.3d at 872; \r                                               United States\r                                                             v. \r                                                                Savoie, </pre><span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span>\r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span><pre class=\"inline\">, 616 (1st Cir. 1993); United States v. Akitoye, </pre><span class=\"citation\" data-id=\"554021\"><a href=\"/opinion/554021/united-states-v-adegboyega-akitoye/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span>\r\n\n<span class=\"page\">221</span></a></span><pre class=\"inline\">, 227 (1st Cir. 1991). The government bears the burden of\r\n\nproving that a defendant qualifies for an upward role-in-the-\r\n\n     The fact that the government had agreed not to request the\r\nenhancement, and did not do so, does not compress the district\r\ncourt's discretion. The sentencing judge has the ultimate\r\nresponsibility for the sentence and may decide to pursue matters in\r\nthe teeth of an agreement by both sides to go in a different\r\ndirection.  See United \r                                 States v.  Vaknin, </pre><span class=\"citation\" data-id=\"197346\"><a href=\"/opinion/197346/united-states-v-vaknin/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span><pre class=\"inline\">, 585 (1st\r\nCir. 1997).\r\n\n                                7\r\r\n\noffense adjustment, and must carry that burden by a preponderance\r\n\nof the evidence.  See  United \r                                         States v. Voccola, </pre><span class=\"citation\" data-id=\"197057\"><a href=\"/opinion/197057/united-states-v-voccola/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 44\r\n\n(1st Cir. 1996); United \r                                  States v.  Ortiz, </pre><span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span><pre class=\"inline\">, 717 (1st\r\n\nCir. 1992).\r\n\n          In this instance, we think that the evidence, viewed as\r\n\na whole, supports the district court's finding. The record\r\n\nsuggests that Cruz was at the center of a well-organized series of\r\n\ndrug and weapon sales, conducted at or through the restaurant that\r\n\nhe owned and operated. The evidence also suggests that Cruz\r\n\ninvolved various individuals not only as facilitators but also as\r\n\ngo-betweens in an effort to limit his own apparent involvement.\r\n\nThis pattern is familiar in many sophisticated but illegal\r\n\ntransactions.  See, e.g., United \r                                           States v. Catlett, </pre><span class=\"citation\" data-id=\"727297\"><a href=\"/opinion/727297/united-states-v-darnell-a-catlett/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span><pre class=\"inline\">,\r\n\n569-70 (D.C. Cir. 1996); \r                                  United States\r                                                v. \r                                                   Evans, </pre><span class=\"citation\" data-id=\"723971\"><a href=\"/opinion/723971/united-states-v-marcus-o-evans-samuel-tidwell-gregory-fort-and-helen/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">540</span></a></span><pre class=\"inline\">, 541-\r\n\n42 (7th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">537</span></span><pre class=\"inline\"> (1996).\r\n\n          The district judge made a specific finding that Cruz was\r\n\n\"the motivating principal in this drug distribution scheme\" and\r\n\nthat he was a manager vis-a-vis both Vega and Marquez. Leaving\r\n\nVega aside, if Cruz supervised Marquez in connection with the July\r\n\n28 transaction, that incident alone would provide an adequate basis\r\n\nfor the enhancement.  See  Voccola, 99 F.3d at 43-44 (explaining\r\n\nthat a single directed transaction is enough to confer organizer or\r\n\nmanager status); see also USSG S3B1.1, comment. (n.2). And the\r\n\ndistrict court's finding is sustainable in that regard. After all,\r\n\na defendant's role in the offense can be proved wholly by\r\n\ncircumstantial evidence and the circumstances here adequately\r\n\n                                8\r\r\n\nsupport the inferences that the district court drew from them.\r\n\n          In particular, the court's specific determinations that\r\n\nCruz, age 44, \"provided the impetus for the crime,\" \"supplied the\r\n\nproduct,\" and, in the bargain, exercised dominance over his 14-\r\n\nyear-old paramour in regard to the July 28 transaction, while not\r\n\nunarguable, pass muster under the clearly erroneous standard. Cruz\r\n\nhad been enmeshed in trafficking with Mersky earlier. He owned La\r\n\nTambora, the locus around which the illicit activity pirouetted.\r\n\nMoreover, Cruz was probably the \"he\" referred to by Vega as not\r\n\nknowing that Mersky wanted a gun \"too.\" The preponderance standard\r\n\nobtains during the sentencing phase of a criminal case and the odds\r\n\nare certainly better than even that Marquez, 14 years old and\r\n\npregnant, was acting at someone else's direction in serving as the\r\n\ntransporter in a multi-party drug transaction. We think that most\r\n\npeople would say that, as between Cruz and Vega, the strong\r\n\nlikelihood is that Marquez acted at the direction of her much older\r\n\nboyfriend. Surely, a reasonable trier could conclude that this\r\n\ndeduction is more likely true than not. Thus, the district court's\r\n\nappraisal that Cruz oversaw Marquez meets the preponderance test\r\n\nbecause of its logical force and inherent probability. \r\n\n          Despite the lessened burden of proof            \"fair\r\n\npreponderance\" rather than \"beyond reasonable doubt\"     and the\r\n\ndeferential standard of review which pertain here, we recognize\r\n\n     Even if Vega and Cruz jointly controlled Marquez, Cruz would\r\nstill be a manager under the guidelines. \r                                                  See USSG S3B1.1, comment.\r\n(n.4).\r\n\n                                9\r\r\n\nthat whether Cruz might be deemed an organizer or manager is a\r\n\nclose question. Yet it would not profit us to dwell on the\r\n\ninferences that the defendant would have us draw from the predicate\r\n\nfacts. While those inferences are rational and the scenario to\r\n\nwhich they lead is possible, the trial judge eschewed them in favor\r\n\nof different, equally permissible inferences, leading to a\r\n\ndifferent scenario   a scenario that depicts the defendant as a\r\n\nmanager. In sentencing, as elsewhere in the law, when competing\r\n\ninferences plausibly can be drawn from a set of facts, the\r\n\nfactfinder's choice between them cannot be clearly erroneous. See\r\n\nUnited States v. Ruiz, </pre><span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span><pre class=\"inline\">, 508 (1st Cir. 1990).\r\n\n          We need go no further. In the circumstances at bar, the\r\n\ndetermination of the defendant's role in the offense is fact-\r\n\nspecific, and the facts of record reasonably can be interpreted to\r\n\nattribute managerial status, more likely than not, to him. That\r\n\nends the matter: close, factbound questions are grist for the\r\n\ndistrict court's mill, not for second-guessing by appellate judges\r\n\nperusing a cold record.\r\n\n          Affirmed.\r\n\n          Bownes, Senior \r                                   Circuit \r                                           Judge. (dissenting). I dissent\r\n\nfrom the en banc opinion because I continue to think that the\r\n\noriginal panel opinion was correct.\r\n\n                               10\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727297/"
  ]
}