{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197326/",
  "absolute_url": "/opinion/197326/dinco-v-dylex-limited/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197326/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:27:24Z",
  "date_modified": "2017-03-24T10:50:59.281925Z",
  "type": "010combined",
  "sha1": "8dbc7e1ad92cad8f0f4b4189cc3f7ec398051a83",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1519.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 96-1519\r\n\n                 GARY A. DINCO, ETC., ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                    DYLEX LIMITED, ET AL.,\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Shane Devine, Senior U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                  Cyr, Senior Circuit Judge,\r                                                       \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nPaul  S. Samson with  whom Mark  T. Vaughan,  Riemer &amp; Braunstein,\r                                                                             \r\nSteven J. Kantor and Doremus Associates were on briefs for appellants.\r                                               \r\nRandall F.  Cooper with whom Mary  E. Maloney and  Cooper, Deans &amp;\r                                                                              \r\nCargill, P.A. were on brief for appellees.\r                     \r\n\n                                         \r\n\n                        April 25, 1997\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  Gary Dinco, Felix Weingart, Jr.,\r                                      \r\n\nand  a   holding  company   owned  by  Dinco   and  Weingart,\r\n\n(collectively,  \"plaintiffs\")  brought this  diversity action\r\n\nagainst   numerous  defendants  alleging  various  fraud  and\r\n\nsecurities-law  claims  in  connection  with  the plaintiffs'\r\n\npurchase of Manchester Manufacturing,  Inc. (\"MMI\").  After a\r\n\nlengthy trial, the jury found for the plaintiffs on their New\r\n\nHampshire \"Blue Sky\" and common law fraud claims against five\r\n\ndefendants who now appeal.  We vacate the judgment and remand\r\n\nfor a new trial.\r\n\n                              I.\r\n\n     We begin  with a  description of the  background events,\r\n\nidentifying disputed issues as  allegations.  On sufficiency-\r\n\nof-evidence claims,  the plaintiffs  are entitled to  have us\r\n\nassume that  the jury saw matters their  way.  Ansin v. River\r                                                                         \r\n\nOaks Furniture, Inc., 105 F.3d 745, 749 (1st Cir. 1997).  For\r                                \r\n\nother issues (e.g., whether an error was prejudicial), all of\r                              \r\n\nthe  evidence may be pertinent.  Davet v. Maccarone, 973 F.3d\r                                                               \r\n\n22, 26 (1st Cir. 1992).\r\n\n     At  the  outset,  this   case  involved  four  corporate\r\n\ndefendants:  Sears, Roebuck &amp; Co., a U.S. corporation; Dylex,\r\n\nLtd.  (\"Dylex\"),  a Canadian  corporation;  Dylex (Nederland)\r\n\nB.V.  ( Nederland ),  a  Netherlands  corporation  that is  a\r\n\nwholly  owned subsidiary  of Dylex;  and 293483  Ontario Ltd.\r\n\n(\"Ontario\"), a Canadian holding  company owned and managed by\r\n\n                             -2-\r                                         -2-\r\r\n\nthe individual defendants,  Kenneth Axelrod, Mac Gunner,  and\r\n\nHarold Levy.    Axelrod,  Gunner  and  Levy  also  served  as\r\n\nmanagement employees  for a Canadian division  of Dylex known\r\n\nas Manchester Childrens Wear.\r\n\n     In  1974, Sears,  Dylex,  and Ontario  formed  MMI as  a\r\n\nDelaware  corporation based  in New  Hampshire, primarily  to\r\n\nmake  children's clothing.  MMI's  common stock was issued to\r\n\nDylex  (42%),   Ontario  (30%),  and  Sears   (28%).    Dylex\r\n\ntransferred its  shares in MMI to  its subsidiary, Nederland,\r\n\nin  1978.  By agreement  among the shareholders,  sale of the\r\n\nstock was restricted and directorships were apportioned.  \r\n\n     The  six members  of  MMI's board  of  directors at  all\r\n\npertinent  times  were  Axelrod   and  Gunner  (appointed  by\r\n\nOntario), Wilfred  Posluns and  Irving Posluns  (appointed by\r\n\nDylex), and Henry  Schubert, Raymond  Novotny, and  Novotny's\r\n\nsuccessor, Melville  Hill (all  appointed by Sears).   Donald\r\n\nWilliams, Dylex's  chief financial officer and  a director of\r\n\nDylex and  managing director  of Nederland, attended  most of\r\n\nMMI's  board  meetings.    Axelrod and  Gunner  were  elected\r\n\nannually as MMI's president and treasurer.\r\n\n     At first, MMI successfully  made clothing, primarily for\r\n\nSears.  During this early period, plaintiffs Dinco (hired  in\r\n\n1976)  and Weingart  (hired in  1977) served  respectively as\r\n\nMMI's plant  manager and comptroller.   However,  competition\r\n\nfrom  Asian manufacturers increased; around 1980, Sears began\r\n\n                             -3-\r                                         -3-\r\r\n\nto purchase apparel from overseas  manufacturers and withdrew\r\n\nbusiness from MMI. \r\n\n     The loss of Sears' business threatened MMI's  existence.\r\n\nDylex favored liquidation, but Sears did not want to lose its\r\n\ninvestment  in  the  company  and suggested  that  MMI's  New\r\n\nHampshire facility be used  to store and distribute inventory\r\n\nimported by Sears.   MMI thus changed direction and  in 1982,\r\n\nSears  and MMI entered a distribution contract.  At this time\r\n\nDinco and Weingart continued to run MMI's daily operations.\r\n\n     MMI's  distribution  business with  Sears  grew steadily\r\n\nthrough 1986, when  it represented about 70 percent  of MMI's\r\n\ngross income.   In August  1986, Sears completed  an internal\r\n\nreview  of its  warehousing  and  distribution business;  the\r\n\nreport,  made  known  publicly  in  March  1987,  recommended\r\n\ndownsizing these operations to reduce inventory costs.  Sears\r\n\nbegan selling its ownership  interests and, by December 1988,\r\n\nMMI  was the only remaining  provider in which  Sears held an\r\n\nownership interest.\r\n\n     Around   September  1987,   the   three   Sears   buying\r\n\ndepartments  that used  MMI s facility  suggested that  Sears\r\n\nstore its inventory  instead with a California  firm.  Sears'\r\n\ndistribution  department  reported this  plan to  Novotny and\r\n\nHill, who  allegedly informed MMI's  board of directors.   In\r\n\nSeptember or October 1987, the board decided to sell MMI.  In\r\n\nOctober 1987, an  acquaintance of Levy sought to purchase MMI\r\n\n                             -4-\r                                         -4-\r\r\n\nbut  withdrew  when  Gunner told  him  that  Sears would  not\r\n\nprovide  a requested  guarantee of  minimum sales  volume for\r\n\nthree years.\r\n\n     In January 1988, Gunner, Axelrod and Levy informed Dinco\r\n\nand Weingart that MMI  was being offered for sale;  Dinco and\r\n\nWeingart were allegedly told that the reason for the sale was\r\n\nthat  Sears  had decided  to  divest itself  of  ownership in\r\n\naffiliated factories, but that Sears' business with MMI would\r\n\ncontinue as usual.1  In February 1988, Dinco and Weingart met\r\n\nwith Gunner, Levy, Hill,  and brokers hired by the  MMI board\r\n\nof directors to  sell MMI.  Hill stated that  Sears would not\r\n\nmake any  written guarantees of  business, but said  that, in\r\n\nhis experience,  \"99.9% of the time when the ties are cut\" in\r\n\ndivestiture sales,  business with Sears remained  the same or\r\n\nincreased.  \r\n\n     Dinco and  Weingart,  concerned that  MMI's  sale  might\r\n\neliminate their  jobs, formed  a holding company  to purchase\r\n\nMMI.  At a meeting with Hill, Gunner, Levy and the brokers on\r\n\nMay  14,  1988,  Dinco  and Weingart  expressed  interest  in\r\n\npurchasing MMI;  and  Hill  again  said  that  based  on  his\r\n\nexperience, MMI's  business with  Sears would  be as  good or\r\n\n                    \r                                \r\n\n     1Weingart testified that Levy had  made these statements\r\nbut that  they were  \"confirmed\" by  Gunner and  Axelrod, who\r\nwere  participating  by  conference  call.   Admittedly,  the\r\ntestimony  is not perfectly clear and, at the time, Dinco and\r\nWeingart   were  being   addressed   as  employees,   not  as\r\nprospective buyers.\r\n\n                             -5-\r                                         -5-\r\r\n\nbetter  after the sale.  On  May 19, Axelrod, Levy and Gunner\r\n\nallegedly said that  they would support the efforts  of Dinco\r\n\nand  Weingart to buy MMI  and confirmed that  \"Sears would be\r\n\nthere in the future\" and business \"would be as usual.\"\r\n\n     On June 3, 1988, Dinco  and Weingart offered to purchase\r\n\nall  of MMI's  business assets  and a  portion of  MMI's real\r\n\nestate for a total  of $2,050,000.  The offer  was contingent\r\n\nupon  a guarantee by Sears of $1.1  million in gross sales to\r\n\nMMI for one year after the sale.  The offer was rejected, and\r\n\nDinco and Weingart were  told that MMI wanted to  sell all of\r\n\nits  real estate and that Sears would not provide any written\r\n\nguarantees  of minimum business volume.  A second and a third\r\n\noffer  by Dinco and Weingart, each linked to a minimum volume\r\n\nof  Sears  business,  were  rejected over  the  next  several\r\n\nmonths.\r\n\n     In  September 1988,  Dinco  and Weingart  made a  fourth\r\n\noffer  to  buy  MMI,  not contingent  on  any  minimum volume\r\n\nguarantees.   They  obtained financing from  several sources,\r\n\nsome  of it secured in reliance upon Hill's statement that he\r\n\nbelieved  business  with  Sears  would  remain  unchanged  or\r\n\nimprove.  Finally, in late  December 1988, the parties agreed\r\n\nthat Dinco and Weingart would purchase MMI's real estate  and\r\n\noutstanding stock for a total of $2,045,000.  The deal closed\r\n\nthat same month.\r\n\n                             -6-\r                                         -6-\r\r\n\n     Following the sale of MMI to  Dinco and Weingart, Sears'\r\n\nbusiness with MMI  continued to  decline.  A  year later,  on\r\n\nDecember  24, 1989,  Dinco  and Weingart  were informed  that\r\n\ntheir distribution contract with Sears was terminated.  Dinco\r\n\nand  Weingart were unable to meet their debt service, and one\r\n\nof the  mortgagees, the First New  Hampshire Bank, foreclosed\r\n\non MMI's real estate in November 1990.\r\n\n     In  December  1991, Dinco,  Weingart  and  their holding\r\n\ncompany filed suit against Sears, Dylex,  Nederland, Ontario,\r\n\nAxelrod,  Gunner   and  Levy.2     In  addition   to  federal\r\n\nsecurities-law  claims, the  plaintiffs alleged  violation of\r\n\nthe New Hampshire  Uniform Securities Act (also  known as the\r\n\n\"Blue Sky\"  law), N.H. Rev. Stat. Ann.    421-B:3, and common\r\n\nlaw claims  for fraud.   Prior to  trial, all of  the federal\r\n\nclaims  were  dismissed   or  withdrawn.    Manchester   Mfg.\r                                                                         \r\n\nAcquisitions,  Inc. v. Sears, Roebuck &amp; Co., 802 F. Supp. 595\r                                                       \r\n\n(D.N.H. 1992);  909 F. Supp. 47 (D.N.H. 1995).  On the eve of\r\n\ntrial, Sears settled with the plaintiffs for $750,000.  \r\n\n     A 14-day jury trial began in October 1995.  In November,\r\n\nthe jury returned verdicts in favor of the plaintiffs against\r\n\nDylex,  Nederland,  Ontario,  Axelrod  and  Gunner,  but  not\r\n\nagainst  Levy.   Against the  remaining five  defendants, the\r\n\njury awarded $2,385,000  on the statutory Blue  Sky claim and\r\n\n                    \r                                \r\n\n     2Axelrod's  estate  was   the  named  defendant  because\r\nAxelrod died prior to  trial.  For simplicity, we  will refer\r\nto the defendant simply as \"Axelrod.\"\r\n\n                             -7-\r                                         -7-\r\r\n\n$523,500  on the common law  fraud claim.   The court awarded\r\n\nattorneys'  fees,  costs,  and  prejudgment  interest to  the\r\n\nplaintiffs.   The five defendants  held liable now  appeal on\r\n\nvarious grounds.\r\n\n                             -8-\r                                         -8-\r\r\n\n                             II.\r\n\n     We  begin with the legal elements of the claims at issue\r\n\nand with  attacks on the district  court's jury instructions,\r\n\nfor it is hard to discuss sufficiency of the evidence without\r\n\nlegal  benchmarks.  And while  there is not  much doubt about\r\n\nmost  of the elements of common law fraud and New Hampshire's\r\n\nBlue  Sky  law--we   describe  both  briefly--the   vicarious\r\n\nliability  rules  attending  such  claims are  very  much  in\r\n\ndispute.\r\n\n     Pertinently, under  New Hampshire law,  common law fraud\r\n\nrequires  that  the  defendant  fraudulently  misrepresent  a\r\n\nmaterial fact  and that  the plaintiff justifiably  rely upon\r\n\nthe misrepresentation.  Gray v. First NH Banks, 640 A.2d 276,\r                                                          \r\n\n279 (N.H. 1994).  A  Blue Sky claim is made out  where, inter\r                                                                         \r\n\nalia, the defendant, \"in connection with the offer,  sale, or\r                \r\n\npurchase of  any security,  directly or indirectly\"  makes an\r\n\nuntrue  statement  of  material  fact  or  omits to  state  a\r\n\nmaterial fact \"necessary . . . to make the statements made  .\r\n\n. . not misleading.\"  N.H. Rev. Stat. Ann.   421-B:3.3\r\n\n     The next link in  the chain is vicarious liability.   In\r\n\nthis case Sears had settled for itself and its employee Hill,\r\n\nwho had made the most blatantly misleading statements.  Thus,\r\n\n                    \r                                \r\n\n     3New  Hampshire's   statute   is  a   version   (largely\r\nunmodified) of  the Uniform  Securities Act, also  adopted in\r\nsome form  by thirty-seven other states.   1 Blue Sky L. Rep.\r\n(CCH)    5500, at 1503  (1995).  Pertinent  provisions of the\r\nstatute are reprinted in an appendix to this opinion.\r\n\n                             -9-\r                                         -9-\r\r\n\nto reach the  remaining corporate and individual  defendants,\r\n\nthe plaintiffs relied heavily, although not exclusively, upon\r\n\ncommon-law theories that make one  person liable for the acts\r\n\nof another:  agency, partnership, and civil conspiracy.\r\n\n     The district  court obliged, instructing the  jury as to\r\n\neach of these three theories and providing definitions.   The\r\n\nthree theories were actually  four, because under the heading\r\n\nof  agency the  district  court instructed  separately as  to\r\n\napparent authority and as  to liability for acts done  within\r\n\nthe scope of employment.   The plaintiffs' counsel  began his\r\n\nclosing  argument  by  laying  stress on  such  theories  and\r\n\nreturned to them throughout in discussing the evidence.\r\n\n     The  defendants'  first  argument   on  appeal  is  that\r\n\n\"vicarious liability\"  is not a permissible  theory under the\r\n\nNew  Hampshire Blue Sky statute  in light of  Central Bank of\r                                                                         \r\n\nDenver, N.A. v. First Interstate Bank of Denver, N.A., 114 S.\r                                                                 \r\n\nCt.  1439  (1994).    The  phrase  \"vicarious  liability\"  is\r\n\nsomething  of  a trap  where  used  promiscuously to  embrace\r\n\nmarkedly different theories of third-party liability, such as\r\n\nagency,  partnership  and  civil conspiracy.    Central  Bank\r                                                                         \r\n\ninvolved none of these  concepts, but rather rejected \"aiding\r\n\nand abetting\" liability under section 10(b) of the Securities\r\n\nand Exchange Act of 1934, 15 U.S.C.   78j.\r\n\n     Although New Hampshire's Blue Sky law is to be construed\r\n\nin  conjunction with  \"the related federal  regulation,\" N.H.\r\n\n                             -10-\r                                         -10-\r\r\n\nRev. Stat. Ann.    421-B:32,  the notion  that all  vicarious\r\n\nliability is barred under the state statute is fanciful.  The\r\n\nstatute in detail specifies that third-party liability may be\r\n\nbased   upon  \"control,\"  \"aiding,\"  partnership,  and  other\r\n\nparticular grounds.  Id.   421-B:25(III).   At the same time,\r                                    \r\n\nreasonable  lack  of  knowledge  is  an  affirmative  defense\r\n\nagainst  these  forms of  vicarious  liability.   Id.    421-\r                                                                 \r\n\nB:25(IV).  Curiously, the district court made no reference to\r\n\nthese statutory concepts in its instructions.\r\n\n     Thus,  the defendants'  general  proposition  is  wrong:\r\n\nvicarious liability--of several types--is provided for by the\r\n\nstatute  itself.    What   is  more,  the  defendants'  broad\r\n\nassertion  was not  preserved  by objection  after the  judge\r\n\ninstructed the jury,  as Fed. R. Civ. P. 51  requires, and is\r\n\ntherefore  lost absent plain error.   The defendants say that\r\n\nthey raised the  objection earlier in motion papers, but that\r\n\nis not enough, see Transamerica Premier Ins. Co. v. Ober, 107\r                                                                    \r\n\nF.3d  925, 933  (1st Cir.  1997), and the  transcript refutes\r\n\ntheir claim that they renewed their broad objection after the\r\n\njury was instructed.\r\n\n     If we could rescue this verdict by resort to Rule 51, we\r\n\nwould  readily do so:   it is counsel's  obligation to comply\r\n\nstrictly  with Rule 51, especially  so in a  long and complex\r\n\ncivil proceeding.  Yet,  for other reasons this case  must go\r\n\nback for a new trial, and it is unfair to  leave the district\r\n\n                             -11-\r                                         -11-\r\r\n\ncourt in the  dark on the  true issue--namely, whether  under\r\n\nthe Blue Sky statute,  one or more of the  traditional common\r\n\nlaw  theories  of  third-party   liability  can  be  used  to\r\n\nsupplement  the  statutory  vicarious   liability  provision.\r\n\nUnfortunately, this is an  exceedingly difficult question  to\r\n\nwhich no certain answer can be returned.\r\n\n     In construing  the Securities  Exchange Act,  this court\r\n\nconcluded  that  the  statutory  section  imposing  vicarious\r\n\nliability (section  20, 15 U.S.C.   78t(a)) did not foreclose\r\n\nalternative  common-law avenues.    In re  Atlantic Financial\r                                                                         \r\n\nManagement,  Inc., 784  F.2d 29,  35  (1st Cir.  1986), cert.\r                                                                         \r\n\ndenied,  481  U.S. 1072  (1987).   But  in Central  Bank, the\r                                                                    \r\n\nSupreme  Court more  recently said  that Congress'  choice in\r\n\nsection 20 \"to impose some  forms of secondary liability, but\r\n\nnot others, indicates a deliberate  congressional choice with\r\n\nwhich the courts should  not interfere,\" 114 S. Ct.  at 1452,\r\n\ncasting  some doubt on Atlantic  Financial.  See  id. at 1460\r                                                                 \r\n\nn.12 (Stevens, J., dissenting).  But see Seolas v. Bilzerian,\r                                                                        \r\n\n951 F. Supp. 978, 984 (D. Utah 1997).\r\n\n     In  any event, federal case law is only suggestive as to\r\n\nhow  the  state statute  should  be  construed, and  the  New\r\n\nHampshire  statute  differs from  federal securities  law by,\r\n\namong other  differences, providing that it  \"does not create\r\n\nany cause of  action not  specified in this  section.\"   N.H.\r\n\nRev. Stat. Ann.   421-B:25(XI).  This language, together with\r\n\n                             -12-\r                                         -12-\r\r\n\nCentral  Bank's  general  reasoning,  suggests that  the  New\r                         \r\n\nHampshire  statute has developed  a self-contained regime for\r\n\nthird-party liability, displacing common law theories.  Other\r\n\ncourts, construing state  versions of the  Uniform Securities\r\n\nAct akin  to New  Hampshire's statute,  appear to  have taken\r\n\nthis view.  Connecticut Nat'l Bank v. Giacomi, 659 A.2d 1166,\r                                                         \r\n\n1176-77  (Conn. 1995); Atlanta Skin  &amp; Cancer Clinic, P.C. v.\r                                                                      \r\n\nHallmark Gen.  Partners, Inc.,  463 S.E.2d 600,  604-05 (S.C.\r                                         \r\n\n1995).   \r\n\n     The  district  court  on  retrial  is free  to  reach  a\r\n\ndifferent  conclusion.  Obviously it  should do so  if in the\r\n\nmeantime  the New  Hampshire  Supreme Court  so instructs  in\r\n\nanother case; and it may do so if it is persuaded differently\r\n\nby  the  parties  on  remand, since  the  parties  here  have\r\n\nscarcely addressed the  pertinent statutory provisions.   But\r\n\ndefendants'  past failure  to comply  with Rule  51  does not\r\n\njustify  perpetuating possible  error  where a  new trial  is\r\n\nnecessary in any event.\r\n\n     This  brings  us  to  a  set   of  objections  that  the\r\n\ndefendants clearly did renew  after the jury instructions had\r\n\nbeen given:   that the evidence did  not support instructions\r\n\non either  a partnership  or  civil conspiracy  theory.   The\r\n\ndefendants do  not dispute that  such bases of  liability are\r\n\nlegally  available for common law fraud,  and (as noted) they\r\n\nhave forfeited the objection on this go-around as to the Blue\r\n\n                             -13-\r                                         -13-\r\r\n\nSky claim.  But the issue here is different:   the defendants\r\n\nobjected that the instructions were improper in this case for\r                                                                     \r\n\nlack of evidence as to partnership and conspiracy.\r\n\n     Normally,   it   is   error--although  not   necessarily\r\n\nprejudicial error--to  instruct on  an independent theory  of\r\n\nliability  where  the  evidence  is inadequate  to  permit  a\r\n\nreasonable jury to find  the facts necessary to make  out the\r\n\ntheory.  E.g., Sexton  v. Gulf Oil Corp.,  809 F.2d 167,  169\r                                                    \r\n\n(1st Cir. 1987).  Here, over explicit objection, the district\r\n\ncourt  gave substantial  and  independent instructions  as to\r\n\npartnership  and  civil  conspiracy,  placing  these separate\r\n\nbases of vicarious liability squarely before the jury.\r\n\n     It  is  a closer  question  whether  this issue,  timely\r\n\nraised in  the district court, has  been adequately preserved\r\n\non  appeal, for the defendants challenge  the evidence but do\r\n\nnot focus upon the instructions.  We think that, just barely,\r\n\nthe  propriety  of  the   instructions  is  impugned  by  the\r\n\ndefendants' detailed  argument that  the  evidence failed  to\r\n\nsupport  vicarious  liability.    This  attack  in  turn  has\r\n\nprovoked a  response from  plaintiffs that allows  us to  see\r\n\nwhat record evidence they think supports such liability.\r\n\n     We conclude that  the partnership instruction cannot  be\r\n\njustified in this case  and that its inclusion may  well have\r\n\nmisled the  jury.  What the district court said on this issue\r\n\nis as follows:\r\n\n                             -14-\r                                         -14-\r\r\n\n               The  plaintiffs  here  also  contend\r\n          that the nature of the relationship among\r\n          the  various  defendants  was  that  of a\r\n          partnership,  and in that respect you are\r\n          instructed that when  two or more persons\r\n          join in  a  business enterprise  or  some\r\n          activity with a  common purpose and  each\r\n          has a right  to control  or manage,  then\r\n          each is liable for any legal fault of the\r\n          others  committed within the scope of the\r\n          enterprise.\r\n\n             Every  partner  is  an  agent  of  the\r\n          partnership  for  the  purposes   of  the\r\n          business,  and the  act of  every partner\r\n          including    the   execution    and   the\r\n          partnership  name  of  any instrument  or\r\n          apparently  carrying on in  the usual way\r\n          the  business of the partnership of which\r\n          he  or   she  is   a  member   binds  the\r\n          partnership unless the partner  so acting\r\n          has in  fact no authority to  act for the\r\n          partnership in the particular  manner and\r\n          the  person with whom  he is  dealing has\r\n          knowledge  of the  fact  that  he has  no\r\n          authority.\r\n\n     The  difficulty  is  that there  was  no  evidence of  a\r\n\npartnership among the defendants.  There are corporations and\r\n\ntheir officers, employees and  agents--but nowhere is there a\r\n\npartnership visible  on the  defense  side.   We are  talking\r\n\nhere, it should  be remembered, not about  a colloquial usage\r\n\nof the  term \"partner\" but  about a  legal relationship  that\r                                                                   \r\n\nbroadly   imposes  liability  without  fault  upon  otherwise\r\n\ninnocent parties.   H. Reuschlein  &amp; W. Gregory,  The Law  of\r                                                                         \r\n\nAgency and Partnership   203, at 306-10 (2d ed. 1990).\r                                  \r\n\n     The individual  defendants did not even  arguably fit in\r\n\nthis  discrete  business  category.     Perhaps  the  nearest\r\n\npossibility is to call the venture among the corporate owners\r\n\n                             -15-\r                                         -15-\r\r\n\nof  MMI  a partnership;  but shareholders  of a  closely held\r\n\ncompany are not ipso facto partners, nor can they normally be\r                                      \r\n\ntreated as  partners simply because  they join to  sell their\r\n\nshares to a single  purchaser.  Otherwise, we would  undo the\r\n\nordinary  protections  of  corporate   form  in  many   close\r\n\ncorporations.  Cf. Terren v. Butler, 597 A.2d 69, 72-73 (N.H.\r                                               \r\n\n1991).\r\n\n     The partner-liability instruction given here effectively\r\n\ninvited the jury to find a partnership somewhere in this case\r\n\nbased on  a brief but broad  definition (\"business enterprise\r\n\nor  some activity with a common purpose\" plus joint control).\r\n\nA jury,  uncertain about the  proof on conspiracy  or agency,\r\n\ncould easily have  thought that the  mere association of  the\r\n\ndefendants  in  seeking to  sell  MMI  made each  liable  for\r\n\nwhatever the others did in connection with the sale.  That is\r\n\nnot the law.\r\n\n     Frequently, in civil jury cases with multiple  theories,\r\n\njudges use  special verdicts  or  interrogatories to  isolate\r\n\npotential  problems.   See Fed.  R. Civ.  P. 49.    Here, for\r                                      \r\n\nexample, the district court could have asked the jury to say,\r\n\nas to each defendant  and each of the two  claims, whether it\r\n\nbased  liability on direct participation, agency, partnership\r\n\nor  conspiracy.    But  the court  asked  only  for  separate\r\n\nverdicts  against  each  defendant  on  the  common  law  and\r\n\nstatutory  claims.   Thus,  on  each  count, liability  could\r\n\n                             -16-\r                                         -16-\r\r\n\neasily   have  been   based  on   partnership--the  vicarious\r\n\nliability  theory,  at  least  as defined,  with  the  fewest\r\n\nstrings attached.\r\n\n     Assessing the  risk of  prejudice  from an  uncalled-for\r\n\ninstruction  is  no  easy  matter.    If  the  evidence  were\r\n\noverwhelming on alternative theories,  we might well treat as\r\n\nharmless an error  whose inherent tendency is to cure itself.\r\n\nJerlyn Yacht Sales, Inc. v.  Wayne R. Roman Yacht  Brokerage,\r                                                                        \r\n\n950 F.2d  60, 69  (1st Cir.  1991).  But  the breadth  of the\r\n\npartnership instruction dampened this tendency; and, as  will\r\n\nbecome  clear, vicarious  liability on  other theories  is at\r\n\nbest a close call.\r\n\n     We  are  also doubtful  whether  there  was an  adequate\r\n\nevidentiary  basis  for  instructing  on   civil  conspiracy,\r\n\nalthough  this  is  a   closer  question.    To  oversimplify\r\n\nslightly, the civil conspiracy charge required proof that two\r\n\nor more of the individuals on the  defense side had agreed to\r\n\nthe use of lies  or culpable omissions about MMI's  post-sale\r\n\nprospects.   Aetna  Cas. Sur.  Co. v.  P&amp;B Autobody,  43 F.3d\r                                                               \r\n\n1546,  1564 (1st Cir. 1994); Ferguson v. Omnimedia, Inc., 469\r                                                                    \r\n\nF.2d  194, 197 (1st Cir.  1972).4  The  companies, of course,\r\n\n                    \r                                \r\n\n     4Civil  conspiracy  can  be  used  to  impose  vicarious\r\nliability in a fraud case.  E.g., Aetna,  43 F.3d at 1564-65.\r                                                   \r\nAs already noted, it is not clear that it is  available under\r\nthe Blue Sky statute, although the \"aiding\" provision of that\r\nstatute may create an overlapping basis for liability.\r\n\n                             -17-\r                                         -17-\r\r\n\ncould also  be conspirators,  but only if  individuals acting\r\n\nfor the companies made such agreements.\r\n\n     No direct proof of such an agreement was offered, but in\r\n\nconspiracy cases proof by inference is common, and such proof\r\n\nmay suggest  either that there  was a formal  (but concealed)\r\n\nagreement  or that  there  was a  working understanding  that\r\n\namounted  to an  implicit agreement.   See  United  States v.\r                                                                      \r\n\nMoran,  984  F.2d 1299,  1303 (1st  Cir.  1993).   In certain\r                 \r\n\nsituations,   circumstantial  proof  to   this  end   may  be\r\n\ncompelling:   if a gang  of drug dealers  were caught in  the\r\n\nmiddle of a  sale, it would be  a very small step  to infer a\r\n\nprior agreement.\r\n\n     Here, however,  the central activity--the sale  of MMI--\r\n\nwas   entirely  lawful   and  of   necessity  involved   some\r\n\nconsultation    among    the    owners.        The    limited\r\n\nmisrepresentations  alleged to  have occurred  were sporadic,\r\n\noral comments  of a  few individuals (Hill,  Gunner, Axelrod,\r\n\nand Levy).  Each one had independent reasons to make the sale\r\n\nsucceed and, assuming the plaintiffs' version of events, each\r\n\nmade  varying  statements  that  a  jury  could  find  to  be\r\n\nculpable.  To infer an agreement to lie or conceal is another\r                                            \r\n\nmatter entirely.\r\n\n     We  need not resolve the issue since a retrial is needed\r\n\non account  of the  partnership instruction.   The conspiracy\r\n\nissue  has  not  been  thoroughly briefed,  the  evidence  on\r\n\n                             -18-\r                                         -18-\r\r\n\nretrial may vary, and courts have  sometimes been generous in\r\n\nallowing  the jury  to  infer agreement  even where  criminal\r\n\nconspiracy  is not involved.   If the trial  court does allow\r\n\nthe conspiracy charge to reach the jury, it might wish to ask\r\n\na  separate question  on  this issue,  and  perhaps on  other\r\n\ntheories  of primary and vicarious liability as well.  See 9A\r                                                                      \r\n\nC. Wright &amp; A. Miller, Federal Practice and Procedure:  Civil\r                                                                         \r\n\n2d   2505, at 166-67 (1995).\r              \r\n\n                             III.\r\n\n     Apart from their new  trial claims, the defendants argue\r\n\nthat  they are  entitled  to outright  dismissal because  the\r\n\nplaintiffs failed to produce  sufficient evidence to  sustain\r\n\nany  valid  theory of  liability.   This  claim  was properly\r               \r\n\npreserved in the  district court  and we review  de novo  the\r                                                                    \r\n\ndenial of motions  for judgment as  a matter of law.   Ansin,\r                                                                        \r\n\n105 F.3d  at 753.   We reverse  a denial only  if \"reasonable\r\n\npersons could not have reached  the conclusion that the  jury\r\n\nembraced.\"  Sanchez v. Puerto Rico Oil Co., 37 F.3d 712,  716\r                                                      \r\n\n(1st Cir. 1994).\r\n\n     On this record, the  jury could have concluded--although\r\n\njust barely--that  Gunner and  Axelrod were liable  for their\r\n\nown misrepresentations.  As already noted, Weingart testified\r\n\nthat, during  a conference call  in January 1988,  Gunner and\r\n\nAxelrod \"confirmed\" that the  sale of MMI \"had nothing  to do\r\n\nwith  the Sears  contract business\"  and that  MMI's business\r\n\n                             -19-\r                                         -19-\r\r\n\nwith Sears would continue as usual.  And, at a meeting on May\r\n\n19, 1988, Gunner and Axelrod  said that \"as far as  they knew\r\n\nSears would be there in the future.\"\r\n\n     It  was Hill  who made  the more  specific misstatements\r\n\nalready described,  saying several  times in the  presence of\r\n\nGunner  and perhaps  Axelrod that  MMI's business  with Sears\r\n\nwould   almost  certainly  continue  unchanged  or  increase.\r\n\nAbsent conspiracy,  the latter  two are perhaps  not directly\r\n\naccountable for  the former's misstatements.   But it  may be\r\n\nthat the milder  statements of Axelrod  and Gunner were  made\r\n\neven  more misleading  in the  context of  Hill's statements.\r\n\nAxelrod did warn  the plaintiffs against buying  MMI, but the\r\n\njury could have regarded a generic warning as insufficient to\r\n\novercome misrepresentations.\r\n\n     Since  Sears  provided  a  large   proportion  of  MMI's\r\n\nbusiness, these statements were  plainly material.  And there\r\n\nwas evidence,  albeit disputable, that  could have  persuaded\r\n\nthe jury that Gunner  and Axelrod knew that these  statements\r\n\nwere false or  misleading at  the time they  were made,  thus\r\n\nsatisfying the scienter element for common law fraud.  As for\r\n\nthe Blue Sky law,  it appears likely that mere  negligence is\r\n\nenough.  See Sprangers v. Interactive Tech., Inc., 394 N.W.2d\r                                                             \r\n\n498, 503 (Minn. Ct. App. 1986).\r\n\n     The evidence  of knowledge was indirect,  resting on two\r\n\nlinked  premises: that the Sears  members of MMI's board knew\r\n\n                             -20-\r                                         -20-\r\r\n\nabout  the probable  withdrawal of  Sears' business  and that\r\n\nthey conveyed  this information to the  full board, including\r\n\nGunner  and  Axelrod.    Susann Mayo,  a  Sears  distribution\r\n\nmanager,  gave  deposition  testimony  on  both  points;  and\r\n\nNovotny  testified that  in  February 1987,  he  was told  by\r\n\nanother  Sears employee that \"nobody in  his right mind would\r\n\nbuy [MMI] without  some sort of guarantee that Sears business\r\n\nwill continue,\" and also testified about his general practice\r\n\nof providing information to MMI's board of directors.\r\n\n     The  common law  claim  required \"clear  and  convincing\r\n\nproof\"   of   fraud,  reflecting   at   least  a   \"conscious\r\n\nindifference to [the] truth.\"   Brochu v. Ortho Pharm. Corp.,\r                                                                        \r\n\n642 F.2d 652, 662 (1st  Cir. 1981).  But if  Mayo's testimony\r\n\nwere credited  and indirectly confirmed by  Novotny, the jury\r\n\ncould find clear and convincing proof that Gunner and Axelrod\r\n\nknew that Sears business  with MMI was likely to  decline and\r\n\nthat the  sale of MMI was prompted by this concern.  The case\r\n\nis  not overwhelming, but was  sufficient to get  to the jury\r\n\nbased on  actual knowledge.  We  reject, however, plaintiffs'\r\n\nattempt  to  impute all  of  Sears'  knowledge  to the  other\r\n\ndefendants on a partnership theory.\r\n\n     The final fact  at issue is  reasonable reliance by  the\r\n\nbuyers, a  familiar element for  the common law  claim, Gray,\r                                                                        \r\n\n640 A.2d  at 279, and perhaps,  but less clearly  so, for the\r\n\nBlue Sky claim.   Compare Gohler, IRA v. Wood,  919 P.2d 561,\r                                                         \r\n\n                             -21-\r                                         -21-\r\r\n\n566  (Utah 1996)  (reliance  not required  under the  Uniform\r\n\nSecurities  Act).   There  is no  rigid  rule on  what  makes\r\n\nreliance  reasonable;   courts,  including  this   one,  have\r\n\nresorted to  checklists of factors.  Kennedy  v. Josephthal &amp;\r                                                                         \r\n\nCo., 814 F.2d 798, 804 (1st Cir. 1987).\r               \r\n\n     Here,  it  is  a  close question  whether  reliance  was\r\n\nreasonable.   Dinco and Weingart knew a good deal about MMI's\r\n\nbusiness and  also  that one  of  the Sears  departments  was\r\n\ndiscontinuing business  with MMI.  Their  repeated efforts to\r\n\nsecure a guarantee of continued Sears business show that they\r\n\nwere  well aware of the  danger.  There  was testimony, which\r\n\nthe jury may not have credited, that Novotny warned them that\r\n\nMMI could not  rely upon continued  business with Sears,  and\r\n\nAxelrod also gave a more general warning.\r\n\n     At the same time, the jury could have found that Axelrod\r\n\nand Gunner knew  that continued Sears  business was not  only\r\n\nuncertain  but  unlikely.   And,  taking  the disputed  facts\r\n\nfavorably  to  the  verdict,  both  defendants  had  specific\r\n\ninformation as  to why it was  unlikely--information that was\r\n\nnot available to the buyers, whatever their general knowledge\r\n\nabout MMI's business.  The  jury was thus permitted, although\r\n\ncertainly not required, to find reasonable reliance.\r\n\n     This brings  us to  the responsibility of  the corporate\r\n\ndefendants,  perhaps the  most difficult  issue in  the case.\r\n\nPartly this  is so because the  law on this issue  is complex\r\n\n                             -22-\r                                         -22-\r\r\n\n(and differs as between the common law fraud and the Blue Sky\r\n\nclaims) and  partly  because of  the entangled  relationships\r\n\nbetween the individuals and the companies.  Let us start with\r\n\na few basics,  beginning with ordinary  rules of agency  that\r\n\nunquestionably apply to the common law fraud claim.\r\n\n     A principal  is liable  for actually  authorized wrongs,\r\n\nbut  there was no proof that any of the charged misstatements\r\n\nwas directly authorized by anyone.  Indeed, in his charge the\r\n\ndistrict  court  instead  emphasized apparent  authority  and\r\n\nrespondeat superior liability; as to the latter, he said that\r\n\na company is liable for acts  of an employee or agent \"acting\r\n\nwithin the scope of  his employment.\"  The defendants  do not\r\n\ndispute  that the  agency rules were  correctly stated.   See\r                                                                         \r\n\nAtlantic Financial, 784 F.2d at 31-32.\r                              \r\n\n     Given these rules, we  think that the evidence permitted\r\n\nthe jury to impose  liability both on Ontario and  upon Dylex\r\n\nand  its  Nederland subsidiary.5    Gunner  and Axelrod  both\r\n\nworked for Dylex and  were themselves the owners (with  Levy)\r\n\nand chief officers of  Ontario.  Even if  Hill were taken  as\r\n\nprimarily  representing Sears,  Axelrod and  Gunner (together\r\n\n                    \r                                \r\n\n     5As  noted  earlier,  Dylex owned  Nederland,  Nederland\r\nowned Dylex's MMI stock, and Gunner and Axelrod worked for an\r\nunincorporated division  of Dylex.   Perhaps because  of this\r\nintertwining,  the defendants'  brief has  made no  effort to\r\ndistinguish the respective roles  of Dylex and Nederland, and\r\nwe pass over this possibility.\r\n\n                             -23-\r                                         -23-\r\r\n\nwith  Levy) were the only direct links between the buyers and\r\n\nthe corporate defendants other than Sears.\r\n\n     Indeed,  both Axelrod  and Gunner  received compensation\r\n\nonly from Dylex, even though they also served as officers and\r\n\ndirectors of MMI;  and their  May 19, 1988  meeting with  the\r\n\nplaintiffs about  the prospective sale, during  which Axelrod\r\n\nand Gunner made misleading  statements, took place at Dylex's\r\n\noffices in Montreal.  In the context of the sale, Axelrod and\r\n\nGunner  could  be treated  without  difficulty  as agents  or\r\n\napparent agents both  of Dylex  and Ontario  for purposes  of\r\n\nmaking  the sale.   Cf.   Restatement  (Second) of  Agency   \r                                                                      \r\n\n14L(1), 226 (1958).\r\n\n     Turning  to the  Blue  Sky claim,  that statute  imposes\r\n\nvicarious  liability   on  every  person  who   \"directly  or\r\n\nindirectly controls a person\" who has direct liability.  N.H.\r\n\nRev.  Stat. Ann.   421-B:25(III).   And, as noted, Gunner and\r\n\nAxelrod  were employees of  Dylex and owners  and officers of\r\n\nOntario.  This is enough to  make a prima facie case that the\r                                                           \r\n\ncorporate defendants were \"controlling  persons.\"  See SEC v.\r                                                                      \r\n\nFirst Sec. Co. of  Chicago, 463 F.2d 981, 987-88  (7th Cir.),\r                                      \r\n\ncert. denied, 409 U.S. 880 (1972).\r                        \r\n\n     A controlling  person may defeat liability  if it proves\r\n\nthat it did not  know, and despite reasonable care  could not\r\n\nhave known, the true facts.  Id.   421-B:25(IV).  But Ontario\r                                            \r\n\ncould hardly  make such  a showing  since Gunner and  Axelrod\r\n\n                             -24-\r                                         -24-\r\r\n\nwere  its chief officers; and,  as Axelrod was  a director of\r\n\nDylex, his knowledge about  Sears' prospects could be imputed\r\n\nto Dylex.   See  Sutton Mut.  Ins. Co.  v. Notre  Dame Arena,\r                                                                         \r\n\nInc., 237 A.2d 676,  679 (N.H. 1968).  Nederland  alone might\r                \r\n\ndispute controlling  person liability, but has  not sought to\r\n\ndistinguish itself from Dylex.  Thus, the defendants  are not\r\n\nentitled to judgment as a matter of law on the  common law or\r\n\nBlue Sky claims.\r\n\n                             -25-\r                                         -25-\r\r\n\n                             IV.\r\n\n     The defendants have made  numerous claims of trial error\r\n\nunder five  additional heads.  The  claims relate, primarily,\r\n\nto plaintiffs' expert testimony on corporate practice, to the\r\n\nadmission or  exclusion of specific documents and statements,\r\n\nand to damages.   Most of the issues do not  involve abstract\r\n\nlegal  rulings but  judgments about  the permissible  uses of\r\n\ncertain  evidence,  the soundness  of  premises  used by  the\r\n\nexperts,  and how  damage  issues  in  this  case  should  be\r\n\nstructured for the jury.\r\n\n     Many of  the issues may  not arise  in the same  form on\r\n\nretrial  or the trial judge  may treat them  differently.  We\r\n\nare unwilling to go very far in tying the hands  of the trial\r\n\njudge  on matters  where on-the-spot  judgments are  crucial,\r\n\ndiscretion is  substantial, and more than  one alternative is\r\n\noften permitted.   But this is a case that patently should be\r\n\nsettled, as we told the parties at  oral argument, and it may\r\n\nassist the  parties for  us to  make  three general  comments\r\n\nabout certain of the defendants' claims of error.\r\n\n     First,  the defendants  sought  to  exclude as  hearsay-\r\n\nwithin-hearsay Sears documents that  cast a pessimistic light\r\n\non Sears'  internal plans  for  MMI's future.   The  district\r\n\ncourt  disagreed and admitted  the documents alternatively as\r\n\nadmissions   by  an   agent   or  servant,   Fed.  R.   Evid.\r\n\n801(d)(2)(D), or  as  admissions  by  a  co-conspirator,  id.\r                                                                         \r\n\n                             -26-\r                                         -26-\r\r\n\n801(d)(2)(E).  Proof  of conspiracy was  meager, and we  have\r\n\neven more difficulty seeing  how in preparing these documents\r\n\nthe Sears authors (such as Mayo and Novotny) served as agents\r\n\nor employees of any of the remaining non-Sears defendants.\r\n\n     Nonetheless, the  defendants  ought to  appreciate  that\r\n\nmany of the Sears  documents might be admissible to  show the\r\n\nstate  of  knowledge of  Sears'  representatives  on the  MMI\r\n\nboard.   To  the extent  that other  evidence indicates  that\r\n\nSears'  plans were  conveyed to  MMI's other  directors, this\r\n\ncould  affect the knowledge of  other defendants.   We do not\r\n\npurport  to rule on  particular documents but  think that the\r\n\ndefendants should be  aware of this logic  in assessing their\r\n\nposition.\r\n\n     Second, the  defendants complain  that Mark  McKinsey, a\r\n\nplaintiffs'  expert  who  testified  on  corporate  practice,\r\n\nshould  not have been allowed  to testify and,  in any event,\r\n\nwent  too far  in telling  the jury  how to  decide contested\r\n\nissues.  As to  the expert's qualifications, close cases  are\r\n\nlargely  for  the  district  court.   Espeaignnette  v.  Gene\r                                                                         \r\n\nTierney Co.,  43 F.3d 1, 11  (1st Cir. 1994).   Given what we\r                       \r\n\ncurrently  know  of  defendants'   objections,  we  would  be\r\n\nunlikely to  reverse the  district  court if  it deemed  this\r\n\nexpert qualified and left weight to the jury.\r\n\n     But we have little  doubt that a tighter rein  should be\r\n\nkept on this expert if another trial proves necessary.  It is\r\n\n                             -27-\r                                         -27-\r\r\n\none thing to testify about ordinary corporate practice; it is\r\n\nquite another  for the expert to tell the jury at length that\r\n\nthe  plaintiffs reasonably  relied  upon specific  statements\r\n\nmade to them.  Yes, the bar on \"ultimate issue\"  opinions has\r\n\nbeen abolished in civil cases, Fed. R. Evid. 704(a); but that\r\n\nis  not a carte blanche for experts to substitute their views\r                                   \r\n\nfor matters  well within  the ken of  the jury.   See  United\r                                                                         \r\n\nStates v. Duncan, 42 F.3d 97, 101 (2d Cir. 1994).\r                            \r\n\n     Third, the jury awarded plaintiffs $2,908,500, almost $1\r\n\nmillion more than the price that they paid for MMI; and their\r\n\nexpert--who sponsored an even larger figure--explicitly based\r\n\nhis calculations  of lost profits  by projecting 20  years of\r\n\ncontinued Sears business for  MMI.  Even under a  \"benefit of\r\n\nthe  bargain\" theory, Wilson v. Came, 366 A.2d 474, 475 (N.H.\r                                                \r\n\n1976), it seems to us that no purchaser could reasonably take\r\n\nthe assurances provided  by any defendant as a guarantee that\r\n\nSears business would continue unabated for 20 years.\r\n\n     There is no need for us to address another concern about\r\n\nthis damage award--importantly, the risk that double recovery\r\n\nmay  have  occurred; this  is a  matter  that can  be guarded\r\n\nagainst  on  retrial  through  the use  of  instructions  and\r\n\nverdict  forms, now  that  the  problem  is fully  in  focus.\r\n\nWhether any award based on future profits is too speculative,\r                       \r\n\ncf. Hydraform Prod. Corp. v. American Steel &amp; Aluminum Corp.,\r                                                                        \r\n\n498 A.2d 339, 345 (N.H. 1985), is an issue we do not decide.\r\n\n                             -28-\r                                         -28-\r\r\n\n     To conclude, the plaintiffs have a potential, but hardly\r\n\ncertain, case against the defendants.  The defendants have to\r\n\nconsider  the   Sears  documents  and   jury  sympathy;   the\r\n\nplaintiffs, the risk of recovering nothing and some limits on\r\n\njust how ambitious a  recovery could be sustained.   Now that\r\n\nthe appeal is resolved  and both sides face the expense  of a\r\n\nretrial,   counsel  owe   it  to   their  clients   to  renew\r\n\ndiscussions.\r\n\n     The judgment is vacated  and the case is remanded  for a\r                                                                  \r\n\nnew trial consistent with this decision.\r\n\n                             -29-\r                                         -29-\r\r\n\n                           APPENDIX\r                                       APPENDIX\r\n\n     This  appendix  contains  pertinent  provisions  of  the\r\nUniform  Securities Act,  N.H. Rev.  Stat. Ann.    421-B:1 et\r                                                                         \r\nseq.  \r                \r\n\n       421-B:3. Sales and Purchases\r                   421-B:3. Sales and Purchases\r\n\n     It is  unlawful for any  person, in connection  with the\r\noffer,  sale,  or  purchase  of  any  security,  directly  or\r\nindirectly:   \r\n\n     I. To employ any device, scheme, or artifice to defraud;\r\n\n     II. To make any  untrue statement of a material  fact or\r\nto omit to  state a material fact necessary in  order to make\r\nthe statements made, in the light of  the circumstances under\r\nwhich they are made, not misleading; or   \r\n\n     III. To  engage  in  any  act, practice,  or  course  of\r\nbusiness which operates or would operate as a fraud or deceit\r\nupon any person.\r\n\n       421-B:2. Definitions\r                   421-B:2. Definitions\r\n\n                  *     *     *     *     *\r\n\n     XVI.   \"Person\"   means   an  individual,   corporation,\r\npartnership,  association, joint  stock company,  trust where\r\nthe  interests  of  the  beneficiaries  are  evidenced  by  a\r\nsecurity,   unincorporated    organization,   a   government,\r\npolitical subdivision of a government, or any other entity.\r\n\n                  *     *     *     *     *\r\n\n       421-B:25. Civil Liabilities\r                   421-B:25. Civil Liabilities\r\n\n                  *     *     *     *     *\r\n\n     II. Any  person who  violates RSA 421-B:3  in connection\r\nwith  the purchase or sale of any security shall be liable to\r\nany  person damaged by the violation of that section who sold\r\nsuch security to him or to whom he sold such security . . . .\r\nDamages in an action pursuant to this paragraph shall include\r\nthe actual damages  sustained plus interest from  the date of\r\npayment or sale, costs, and reasonable attorney's fees.   \r\n\n     III. Every person who  directly or indirectly controls a\r\nperson  liable  under  paragraph  I  or  II,  every  partner,\r\nprincipal  executive  officer, or  director  of  such person,\r\nevery  person  occupying a  similar  status  or performing  a\r\nsimilar   function,  every  employee   of  such   person  who\r\r\n\nmaterially aids in the  act or  transaction  constituting the\r\nviolation, and  every broker-dealer  or agent who  materially\r\naids in the acts  or transactions constituting the violation,\r\nare  also liable jointly and  severally with and  to the same\r\nextent as such person.  There  is contribution as in cases of\r\ncontract among the several persons so liable.   \r\n\n     IV. No person shall be liable under paragraphs I and III\r\nwho shall sustain the burden of  proof that he did not  know,\r\nand  in the exercise of reasonable care could not have known,\r\nof the existence of facts by reason of which the liability is\r\nalleged to exist.   \r\n\n                  *     *     *     *     *\r\n\n     XI. The rights and  remedies promulgated by this chapter\r\nare in addition to any  other right or remedy that may  exist\r\nat law or  in equity, but  this chapter does  not create  any\r\ncause of action not specified in this section or RSA 421-B:8,\r\nV. . . . \r\n\n       421-B:32. Statutory Policy\r                   421-B:32. Statutory Policy\r\n\n     This chapter shall be so construed as  to effectuate its\r\ngeneral purpose to make uniform the law of those states which\r\nenact it and to coordinate the interpretation of this chapter\r\nwith the related federal regulation.\r\n\n                             -31-\r                                         -31-\r\r\n",
  "html": "<p class=\"case_cite\">111 F.3d 964</p>\n    <p class=\"parties\">Gary A. DINCO, etc., et al., Plaintiffs, Appellees,<br>v.<br>DYLEX LIMITED, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 96-1519.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1997.<br>Decided April 25, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul S. Samson with whom Mark T. Vaughan, Riemer &amp; Braunstein, Boston, MA, Steven J. Kantor and Doremus Associates, Burlington, VT, were on briefs for appellants.</p>\n      <p class=\"indent\">Randall F. Cooper with whom Mary E. Maloney and Cooper, Deans &amp; Cargill, P.A., North Conway, NH, were on brief for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gary Dinco, Felix Weingart, Jr., and a holding company owned by Dinco and Weingart (collectively, \"plaintiffs\") brought this diversity action against numerous defendants alleging various fraud and securities-law claims in connection with the plaintiffs' purchase of Manchester Manufacturing, Inc.  (\"MMI\").  After a lengthy trial, the jury found for the plaintiffs on their New Hampshire \"Blue Sky\" and common law fraud claims against five defendants who now appeal.  We vacate the judgment and remand for a new trial.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We begin with a description of the background events, identifying disputed issues as allegations.  On sufficiency-of-evidence claims, the plaintiffs are entitled to have us assume that the jury saw matters their way.  Ansin v. River Oaks Furniture, Inc., 105 F.3d 745, 749 (1st Cir.1997).  For other issues (e.g., whether an error was prejudicial), all of the evidence may be pertinent.  Davet v. Maccarone, 973 F.2d 22, 26 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the outset, this case involved four corporate defendants:  Sears, Roebuck &amp; Co., a U.S. corporation;  Dylex, Ltd.  (\"Dylex\"), a Canadian corporation;  Dylex (Nederland) B.V.  (\"Nederland\"), a Netherlands corporation that is a wholly owned subsidiary of Dylex;  and 293483 Ontario Ltd.  (\"Ontario\"), a Canadian holding company owned and managed by the individual defendants, Kenneth Axelrod, Mac Gunner, and Harold Levy.  Axelrod, Gunner and Levy also served as management employees for a Canadian division of Dylex known as Manchester Childrens Wear.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1974, Sears, Dylex, and Ontario formed MMI as a Delaware corporation based in New Hampshire, primarily to make children's clothing.  MMI's common stock was issued to Dylex (42%), Ontario (30%), and Sears (28%).  Dylex transferred its shares in MMI to its subsidiary, Nederland, in 1978.  By agreement among the shareholders, sale of the stock was restricted and directorships were apportioned.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The six members of MMI's board of directors at all pertinent times were Axelrod and Gunner (appointed by Ontario), Wilfred Posluns and Irving Posluns (appointed by Dylex), and Henry Schubert, Raymond Novotny, and Novotny's successor, Melville Hill (all appointed by Sears).  Donald Williams, Dylex's chief financial officer and a director of Dylex and managing director of Nederland, attended most of MMI's board meetings.  Axelrod and Gunner were elected annually as MMI's president and treasurer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At first, MMI successfully made clothing, primarily for Sears.  During this early period, plaintiffs Dinco (hired in 1976) and Weingart (hired in 1977) served respectively as MMI's plant manager and comptroller.  However, competition from Asian manufacturers increased;  around 1980, Sears began to purchase apparel from overseas manufacturers and withdrew business from MMI.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The loss of Sears' business threatened MMI's existence.  Dylex favored liquidation, but Sears did not want to lose its investment in the company and suggested that MMI's New Hampshire facility be used to store and distribute inventory imported by Sears.  MMI thus changed direction and in 1982, Sears and MMI entered a distribution contract.  At this time Dinco and Weingart continued to run MMI's daily operations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">MMI's distribution business with Sears grew steadily through 1986, when it represented about 70 percent of MMI's gross income.  In August 1986, Sears completed an internal review of its warehousing and distribution business;  the report, made known publicly in March 1987, recommended downsizing these operations to reduce inventory costs.  Sears began selling its ownership interests and, by December 1988, MMI was the only remaining provider in which Sears held an ownership interest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Around September 1987, the three Sears buying departments that used MMI's facility suggested that Sears store its inventory instead with a California firm.  Sears' distribution department reported this plan to Novotny and Hill, who allegedly informed MMI's board of directors.  In September or October 1987, the board decided to sell MMI.  In October 1987, an acquaintance of Levy sought to purchase MMI but withdrew when Gunner told him that Sears would not provide a requested guarantee of minimum sales volume for three years.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In January 1988, Gunner, Axelrod and Levy informed Dinco and Weingart that MMI was being offered for sale;  Dinco and Weingart were allegedly told that the reason for the sale was that Sears had decided to divest itself of ownership in affiliated factories, but that Sears' business with MMI would continue as usual.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In February 1988, Dinco and Weingart met with Gunner, Levy, Hill, and brokers hired by the MMI board of directors to sell MMI.  Hill stated that Sears would not make any written guarantees of business, but said that, in his experience, \"99.9% of the time when the ties are cut\" in divestiture sales, business with Sears remained the same or increased.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dinco and Weingart, concerned that MMI's sale might eliminate their jobs, formed a holding company to purchase MMI.  At a meeting with Hill, Gunner, Levy and the brokers on May 14, 1988, Dinco and Weingart expressed interest in purchasing MMI;  and Hill again said that based on his experience, MMI's business with Sears would be as good or better after the sale.  On May 19, Axelrod, Levy and Gunner allegedly said that they would support the efforts of Dinco and Weingart to buy MMI and confirmed that \"Sears would be there in the future\" and business \"would be as usual.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 3, 1988, Dinco and Weingart offered to purchase all of MMI's business assets and a portion of MMI's real estate for a total of $2,050,000.  The offer was contingent upon a guarantee by Sears of $1.1 million in gross sales to MMI for one year after the sale.  The offer was rejected, and Dinco and Weingart were told that MMI wanted to sell all of its real estate and that Sears would not provide any written guarantees of minimum business volume.  A second and a third offer by Dinco and Weingart, each linked to a minimum volume of Sears business, were rejected over the next several months.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In September 1988, Dinco and Weingart made a fourth offer to buy MMI, not contingent on any minimum volume guarantees.  They obtained financing from several sources, some of it secured in reliance upon Hill's statement that he believed business with Sears would remain unchanged or improve.  Finally, in late December 1988, the parties agreed that Dinco and Weingart would purchase MMI's real estate and outstanding stock for a total of $2,045,000.  The deal closed that same month.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Following the sale of MMI to Dinco and Weingart, Sears' business with MMI continued to decline.  A year later, on December 24, 1989, Dinco and Weingart were informed that their distribution contract with Sears was terminated.  Dinco and Weingart were unable to meet their debt service, and one of the mortgagees, the First New Hampshire Bank, foreclosed on MMI's real estate in November 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In December 1991, Dinco, Weingart and their holding company filed suit against Sears, Dylex, Nederland, Ontario, Axelrod, Gunner and Levy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In addition to federal securities-law claims, the plaintiffs alleged violation of the New Hampshire Uniform Securities Act (also known as the \"Blue Sky\" law), N.H.Rev.Stat. Ann. &#167; 421-B:3, and common law claims for fraud.  Prior to trial, all of the federal claims were dismissed or withdrawn.  Manchester Mfg. Acquisitions, Inc. v. Sears, Roebuck &amp; Co., 802 F.Supp. 595 (D.N.H.1992);  909 F.Supp. 47 (D.N.H.1995).  On the eve of trial, Sears settled with the plaintiffs for $750,000.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A 14-day jury trial began in October 1995.  In November, the jury returned verdicts in favor of the plaintiffs against Dylex, Nederland, Ontario, Axelrod and Gunner, but not against Levy.  Against the remaining five defendants, the jury awarded $2,385,000 on the statutory Blue Sky claim and $523,500 on the common law fraud claim.  The court awarded attorneys' fees, costs, and prejudgment interest to the plaintiffs.  The five defendants held liable now appeal on various grounds.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We begin with the legal elements of the claims at issue and with attacks on the district court's jury instructions, for it is hard to discuss sufficiency of the evidence without legal benchmarks.  And while there is not much doubt about most of the elements of common law fraud and New Hampshire's Blue Sky law--we describe both briefly--the vicarious liability rules attending such claims are very much in dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Pertinently, under New Hampshire law, common law fraud requires that the defendant fraudulently misrepresent a material fact and that the plaintiff justifiably rely upon the misrepresentation.  Gray v. First NH Banks, 138 N.H. 279, 640 A.2d 276, 279 (1994).  A Blue Sky claim is made out where, inter alia, the defendant, \"in connection with the offer, sale, or purchase of any security, directly or indirectly\" makes an untrue statement of material fact or omits to state a material fact \"necessary ... to make the statements made ... not misleading.\"  N.H.Rev.Stat. Ann. &#167; 421-B:3.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The next link in the chain is vicarious liability.  In this case Sears had settled for itself and its employee Hill, who had made the most blatantly misleading statements.  Thus, to reach the remaining corporate and individual defendants, the plaintiffs relied heavily, although not exclusively, upon common-law theories that make one person liable for the acts of another:  agency, partnership, and civil conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court obliged, instructing the jury as to each of these three theories and providing definitions.  The three theories were actually four, because under the heading of agency the district court instructed separately as to apparent authority and as to liability for acts done within the scope of employment.  The plaintiffs' counsel began his closing argument by laying stress on such theories and returned to them throughout in discussing the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The defendants' first argument on appeal is that \"vicarious liability\" is not a permissible theory under the New Hampshire Blue Sky statute in light of Central Bank of Denver, N.A. v. First Interstate Bank of Denver, N.A., 511 U.S. 164, 114 S.Ct. 1439, 128 L.Ed.2d 119 (1994).  The phrase \"vicarious liability\" is something of a trap where used promiscuously to embrace markedly different theories of third-party liability, such as agency, partnership and civil conspiracy.  Central Bank involved none of these concepts, but rather rejected \"aiding and abetting\" liability under section 10(b) of the Securities and Exchange Act of 1934, 15 U.S.C. &#167; 78j.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although New Hampshire's Blue Sky law is to be construed in conjunction with \"the related federal regulation,\" N.H.Rev.Stat. Ann. &#167; 421-B:32, the notion that all vicarious liability is barred under the state statute is fanciful.  The statute in detail specifies that third-party liability may be based upon \"control,\" \"aiding,\" partnership, and other particular grounds.  Id. &#167; 421-B:25(III).  At the same time, reasonable lack of knowledge is an affirmative defense against these forms of vicarious liability.  Id. &#167; 421-B:25(IV).  Curiously, the district court made no reference to these statutory concepts in its instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, the defendants' general proposition is wrong:  vicarious liability--of several types--is provided for by the statute itself.  What is more, the defendants' broad assertion was not preserved by objection after the judge instructed the jury, as Fed.R.Civ.P. 51 requires, and is therefore lost absent plain error.  The defendants say that they raised the objection earlier in motion papers, but that is not enough, see Transamerica Premier Ins. Co. v. Ober, 107 F.3d 925, 933 (1st Cir.1997), and the transcript refutes their claim that they renewed their broad objection after the jury was instructed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If we could rescue this verdict by resort to Rule 51, we would readily do so:  it is counsel's obligation to comply strictly with Rule 51, especially so in a long and complex civil proceeding.  Yet, for other reasons this case must go back for a new trial, and it is unfair to leave the district court in the dark on the true issue--namely, whether under the Blue Sky statute, one or more of the traditional common law theories of third-party liability can be used to supplement the statutory vicarious liability provision.  Unfortunately, this is an exceedingly difficult question to which no certain answer can be returned.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In construing the Securities Exchange Act, this court concluded that the statutory section imposing vicarious liability (section 20, 15 U.S.C. &#167; 78t(a)) did not foreclose alternative common-law avenues.  In re Atlantic Financial Management, Inc., 784 F.2d 29, 35 (1st Cir.1986), cert. denied, 481 U.S. 1072, 107 S.Ct. 2469, 95 L.Ed.2d 877 (1987).  But in Central Bank, the Supreme Court more recently said that Congress' choice in section 20 \"to impose some forms of secondary liability, but not others, indicates a deliberate congressional choice with which the courts should not interfere,\" 511 U.S. at 184-86, 114 S.Ct. at 1452, casting some doubt on Atlantic Financial.   See id. at 200 n. 12, 114 S.Ct. at 1460 n. 12 (Stevens, J., dissenting).  But see Seolas v. Bilzerian, 951 F.Supp. 978, 984 (D.Utah 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In any event, federal case law is only suggestive as to how the state statute should be construed, and the New Hampshire statute differs from federal securities law by, among other differences, providing that it \"does not create any cause of action not specified in this section.\"  N.H.Rev.Stat. Ann. &#167; 421-B:25(XI).  This language, together with Central Bank 's general reasoning, suggests that the New Hampshire statute has developed a self-contained regime for third-party liability, displacing common law theories.  Other courts, construing state versions of the Uniform Securities Act akin to New Hampshire's statute, appear to have taken this view.  Connecticut Nat'l Bank v. Giacomi, 233 Conn. 304, 659 A.2d 1166, 1176-77 (1995);  Atlanta Skin &amp; Cancer Clinic, P.C. v. Hallmark Gen. Partners, Inc., 320 S.C. 113, 463 S.E.2d 600, 604-05 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court on retrial is free to reach a different conclusion.  Obviously it should do so if in the meantime the New Hampshire Supreme Court so instructs in another case;  and it may do so if it is persuaded differently by the parties on remand, since the parties here have scarcely addressed the pertinent statutory provisions.  But defendants' past failure to comply with Rule 51 does not justify perpetuating possible error where a new trial is necessary in any event.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This brings us to a set of objections that the defendants clearly did renew after the jury instructions had been given:  that the evidence did not support instructions on either a partnership or civil conspiracy theory.  The defendants do not dispute that such bases of liability are legally available for common law fraud, and (as noted) they have forfeited the objection on this go-around as to the Blue Sky claim.  But the issue here is different:  the defendants objected that the instructions were improper in this case for lack of evidence as to partnership and conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Normally, it is error--although not necessarily prejudicial error--to instruct on an independent theory of liability where the evidence is inadequate to permit a reasonable jury to find the facts necessary to make out the theory.  E.g., Sexton v. Gulf Oil Corp., 809 F.2d 167, 169 (1st Cir.1987).  Here, over explicit objection, the district court gave substantial and independent instructions as to partnership and civil conspiracy, placing these separate bases of vicarious liability squarely before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is a closer question whether this issue, timely raised in the district court, has been adequately preserved on appeal, for the defendants challenge the evidence but do not focus upon the instructions.  We think that, just barely, the propriety of the instructions is impugned by the defendants' detailed argument that the evidence failed to support vicarious liability.  This attack in turn has provoked a response from plaintiffs that allows us to see what record evidence they think supports such liability.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We conclude that the partnership instruction cannot be justified in this case and that its inclusion may well have misled the jury.  What the district court said on this issue is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The plaintiffs here also contend that the nature of the relationship among the various defendants was that of a partnership, and in that respect you are instructed that when two or more persons join in a business enterprise or some activity with a common purpose and each has a right to control or manage, then each is liable for any legal fault of the others committed within the scope of the enterprise.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Every partner is an agent of the partnership for the purposes of the business, and the act of every partner including the execution and the partnership name of any instrument or apparently carrying on in the usual way the business of the partnership of which he or she is a member binds the partnership unless the partner so acting has in fact no authority to act for the partnership in the particular manner and the person with whom he is dealing has knowledge of the fact that he has no authority.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The difficulty is that there was no evidence of a partnership among the defendants.  There are corporations and their officers, employees and agents--but nowhere is there a partnership visible on the defense side.  We are talking here, it should be remembered, not about a colloquial usage of the term \"partner\" but about a legal relationship that broadly imposes liability without fault upon otherwise innocent parties.  H. Reuschlein &amp; W. Gregory, The Law of Agency and Partnership &#167; 203, at 306-10 (2d ed.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The individual defendants did not even arguably fit in this discrete business category.  Perhaps the nearest possibility is to call the venture among the corporate owners of MMI a partnership;  but shareholders of a closely held company are not ipso facto partners, nor can they normally be treated as partners simply because they join to sell their shares to a single purchaser.  Otherwise, we would undo the ordinary protections of corporate form in many close corporations.  Cf. Terren v. Butler, 134 N.H. 635, 597 A.2d 69, 72-73 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The partner-liability instruction given here effectively invited the jury to find a partnership somewhere in this case based on a brief but broad definition (\"business enterprise or some activity with a common purpose\" plus joint control).  A jury, uncertain about the proof on conspiracy or agency, could easily have thought that the mere association of the defendants in seeking to sell MMI made each liable for whatever the others did in connection with the sale.  That is not the law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Frequently, in civil jury cases with multiple theories, judges use special verdicts or interrogatories to isolate potential problems.  See Fed.R.Civ.P. 49.  Here, for example, the district court could have asked the jury to say, as to each defendant and each of the two claims, whether it based liability on direct participation, agency, partnership or conspiracy.  But the court asked only for separate verdicts against each defendant on the common law and statutory claims.  Thus, on each count, liability could easily have been based on partnership--the vicarious liability theory, at least as defined, with the fewest strings attached.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Assessing the risk of prejudice from an uncalled-for instruction is no easy matter.  If the evidence were overwhelming on alternative theories, we might well treat as harmless an error whose inherent tendency is to cure itself.  Jerlyn Yacht Sales, Inc. v. Wayne R. Roman Yacht Brokerage, 950 F.2d 60, 69 (1st Cir.1991).  But the breadth of the partnership instruction dampened this tendency;  and, as will become clear, vicarious liability on other theories is at best a close call.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We are also doubtful whether there was an adequate evidentiary basis for instructing on civil conspiracy, although this is a closer question.  To oversimplify slightly, the civil conspiracy charge required proof that two or more of the individuals on the defense side had agreed to the use of lies or culpable omissions about MMI's post-sale prospects.  Aetna Cas. Sur. Co. v. P &amp; B Autobody, 43 F.3d 1546, 1564 (1st Cir.1994);  Ferguson v. Omnimedia, Inc., 469 F.2d 194, 197 (1st Cir.1972).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The companies, of course, could also be conspirators, but only if individuals acting for the companies made such agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">No direct proof of such an agreement was offered, but in conspiracy cases proof by inference is common, and such proof may suggest either that there was a formal (but concealed) agreement or that there was a working understanding that amounted to an implicit agreement.  See United States v. Moran, 984 F.2d 1299, 1303 (1st Cir.1993).  In certain situations, circumstantial proof to this end may be compelling:  if a gang of drug dealers were caught in the middle of a sale, it would be a very small step to infer a prior agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here, however, the central activity--the sale of MMI--was entirely lawful and of necessity involved some consultation among the owners.  The limited misrepresentations alleged to have occurred were sporadic, oral comments of a few individuals (Hill, Gunner, Axelrod, and Levy).  Each one had independent reasons to make the sale succeed and, assuming the plaintiffs' version of events, each made varying statements that a jury could find to be culpable.  To infer an agreement to lie or conceal is another matter entirely.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We need not resolve the issue since a retrial is needed on account of the partnership instruction.  The conspiracy issue has not been thoroughly briefed, the evidence on retrial may vary, and courts have sometimes been generous in allowing the jury to infer agreement even where criminal conspiracy is not involved.  If the trial court does allow the conspiracy charge to reach the jury, it might wish to ask a separate question on this issue, and perhaps on other theories of primary and vicarious liability as well.  See 9A C. Wright &amp; A. Miller, Federal Practice and Procedure:  Civil 2d &#167; 2505, at 166-67 (1995).III.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Apart from their new trial claims, the defendants argue that they are entitled to outright dismissal because the plaintiffs failed to produce sufficient evidence to sustain any valid theory of liability.  This claim was properly preserved in the district court and we review de novo the denial of motions for judgment as a matter of law.  Ansin, 105 F.3d at 753.   We reverse a denial only if \"reasonable persons could not have reached the conclusion that the jury embraced.\"  Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 716 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">On this record, the jury could have concluded--although just barely--that Gunner and Axelrod were liable for their own misrepresentations.  As already noted, Weingart testified that, during a conference call in January 1988, Gunner and Axelrod \"confirmed\" that the sale of MMI \"had nothing to do with the Sears contract business\" and that MMI's business with Sears would continue as usual.  And, at a meeting on May 19, 1988, Gunner and Axelrod said that \"as far as they knew Sears would be there in the future.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It was Hill who made the more specific misstatements already described, saying several times in the presence of Gunner and perhaps Axelrod that MMI's business with Sears would almost certainly continue unchanged or increase.  Absent conspiracy, the latter two are perhaps not directly accountable for the former's misstatements.  But it may be that the milder statements of Axelrod and Gunner were made even more misleading in the context of Hill's statements.  Axelrod did warn the plaintiffs against buying MMI, but the jury could have regarded a generic warning as insufficient to overcome misrepresentations.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Since Sears provided a large proportion of MMI's business, these statements were plainly material.  And there was evidence, albeit disputable, that could have persuaded the jury that Gunner and Axelrod knew that these statements were false or misleading at the time they were made, thus satisfying the scienter element for common law fraud.  As for the Blue Sky law, it appears likely that mere negligence is enough.  See Sprangers v. Interactive Tech., Inc., 394 N.W.2d 498, 503 (Minn.Ct.App.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The evidence of knowledge was indirect, resting on two linked premises:  that the Sears members of MMI's board knew about the probable withdrawal of Sears' business and that they conveyed this information to the full board, including Gunner and Axelrod.  Susann Mayo, a Sears distribution manager, gave deposition testimony on both points;  and Novotny testified that in February 1987, he was told by another Sears employee that \"nobody in his right mind would buy [MMI] without some sort of guarantee that Sears business will continue,\" and also testified about his general practice of providing information to MMI's board of directors.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The common law claim required \"clear and convincing proof\" of fraud, reflecting at least a \"conscious indifference to [the] truth.\"  Brochu v. Ortho Pharm.  Corp., 642 F.2d 652, 662 (1st Cir.1981).  But if Mayo's testimony were credited and indirectly confirmed by Novotny, the jury could find clear and convincing proof that Gunner and Axelrod knew that Sears business with MMI was likely to decline and that the sale of MMI was prompted by this concern.  The case is not overwhelming, but was sufficient to get to the jury based on actual knowledge.  We reject, however, plaintiffs' attempt to impute all of Sears' knowledge to the other defendants on a partnership theory.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The final fact at issue is reasonable reliance by the buyers, a familiar element for the common law claim, Gray, 640 A.2d at 279, and perhaps, but less clearly so, for the Blue Sky claim.  See Gohler, IRA v. Wood, 919 P.2d 561, 566 (Utah 1996) (reliance not required under the Uniform Securities Act).  There is no rigid rule on what makes reliance reasonable;  courts, including this one, have resorted to checklists of factors.  Kennedy v. Josephthal &amp; Co., 814 F.2d 798, 804 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Here, it is a close question whether reliance was reasonable.  Dinco and Weingart knew a good deal about MMI's business and also that one of the Sears departments was discontinuing business with MMI.  Their repeated efforts to secure a guarantee of continued Sears business show that they were well aware of the danger.  There was testimony, which the jury may not have credited, that Novotny warned them that MMI could not rely upon continued business with Sears, and Axelrod also gave a more general warning.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At the same time, the jury could have found that Axelrod and Gunner knew that continued Sears business was not only uncertain but unlikely.  And, taking the disputed facts favorably to the verdict, both defendants had specific information as to why it was unlikely--information that was not available to the buyers, whatever their general knowledge about MMI's business.  The jury was thus permitted, although certainly not required, to find reasonable reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">This brings us to the responsibility of the corporate defendants, perhaps the most difficult issue in the case.  Partly this is so because the law on this issue is complex (and differs as between the common law fraud and the Blue Sky claims) and partly because of the entangled relationships between the individuals and the companies.  Let us start with a few basics, beginning with ordinary rules of agency that unquestionably apply to the common law fraud claim.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">A principal is liable for actually authorized wrongs, but there was no proof that any of the charged misstatements was directly authorized by anyone.  Indeed, in his charge the district court instead emphasized apparent authority and respondeat superior liability;  as to the latter, he said that a company is liable for acts of an employee or agent \"acting within the scope of his employment.\"   The defendants do not dispute that the agency rules were correctly stated.  See Atlantic Financial, 784 F.2d at 31-32.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Given these rules, we think that the evidence permitted the jury to impose liability both on Ontario and upon Dylex and its Nederland subsidiary.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Gunner and Axelrod both worked for Dylex and were themselves the owners (with Levy) and chief officers of Ontario.  Even if Hill were taken as primarily representing Sears, Axelrod and Gunner (together with Levy) were the only direct links between the buyers and the corporate defendants other than Sears.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Indeed, both Axelrod and Gunner received compensation only from Dylex, even though they also served as officers and directors of MMI;  and their May 19, 1988 meeting with the plaintiffs about the prospective sale, during which Axelrod and Gunner made misleading statements, took place at Dylex's offices in Montreal.  In the context of the sale, Axelrod and Gunner could be treated without difficulty as agents or apparent agents both of Dylex and Ontario for purposes of making the sale.  Cf. Restatement (Second) of Agency &#167;&#167; 14L(1), 226 (1958).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Turning to the Blue Sky claim, that statute imposes vicarious liability on every person who \"directly or indirectly controls a person\" who has direct liability.  N.H.Rev.Stat. Ann. &#167; 421-B:25(III).  And, as noted, Gunner and Axelrod were employees of Dylex and owners and officers of Ontario.  This is enough to make a prima facie case that the corporate defendants were \"controlling persons.\"   See SEC v. First Securities Co. of Chicago, 463 F.2d 981, 987-88 (7th Cir.), cert. denied, 409 U.S. 880, 93 S.Ct. 85, 34 L.Ed.2d 134 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">A controlling person may defeat liability if it proves that it did not know, and despite reasonable care could not have known, the true facts.  Id. &#167; 421-B:25(IV).  But Ontario could hardly make such a showing since Gunner and Axelrod were its chief officers;  and, as Axelrod was a director of Dylex, his knowledge about Sears' prospects could be imputed to Dylex.  See Sutton Mut. Ins. Co. v. Notre Dame Arena, Inc., 108 N.H. 437, 237 A.2d 676, 679 (1968).  Nederland alone might dispute controlling person liability, but has not sought to distinguish itself from Dylex.  Thus, the defendants are not entitled to judgment as a matter of law on the common law or Blue Sky claims.IV.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The defendants have made numerous claims of trial error under five additional heads.  The claims relate, primarily, to plaintiffs' expert testimony on corporate practice, to the admission or exclusion of specific documents and statements, and to damages.  Most of the issues do not involve abstract legal rulings but judgments about the permissible uses of certain evidence, the soundness of premises used by the experts, and how damage issues in this case should be structured for the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Many of the issues may not arise in the same form on retrial or the trial judge may treat them differently.  We are unwilling to go very far in tying the hands of the trial judge on matters where on-the-spot judgments are crucial, discretion is substantial, and more than one alternative is often permitted.  But this is a case that patently should be settled, as we told the parties at oral argument, and it may assist the parties for us to make three general comments about certain of the defendants' claims of error.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">First, the defendants sought to exclude as hearsay-within-hearsay Sears documents that cast a pessimistic light on Sears' internal plans for MMI's future.  The district court disagreed and admitted the documents alternatively as admissions by an agent or servant, Fed.R.Evid. 801(d)(2)(D), or as admissions by a co-conspirator, id. 801(d)(2)(E).   Proof of conspiracy was meager, and we have even more difficulty seeing how in preparing these documents the Sears authors (such as Mayo and Novotny) served as agents or employees of any of the remaining non-Sears defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Nonetheless, the defendants ought to appreciate that many of the Sears documents might be admissible to show the state of knowledge of Sears' representatives on the MMI board.  To the extent that other evidence indicates that Sears' plans were conveyed to MMI's other directors, this could affect the knowledge of other defendants.  We do not purport to rule on particular documents but think that the defendants should be aware of this logic in assessing their position.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Second, the defendants complain that Mark McKinsey, a plaintiffs' expert who testified on corporate practice, should not have been allowed to testify and, in any event, went too far in telling the jury how to decide contested issues.  As to the expert's qualifications, close cases are largely for the district court.  Espeaignnette v. Gene Tierney Co., 43 F.3d 1, 11 (1st Cir.1994).  Given what we currently know of defendants' objections, we would be unlikely to reverse the district court if it deemed this expert qualified and left weight to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">But we have little doubt that a tighter rein should be kept on this expert if another trial proves necessary.  It is one thing to testify about ordinary corporate practice;  it is quite another for the expert to tell the jury at length that the plaintiffs reasonably relied upon specific statements made to them.  Yes, the bar on \"ultimate issue\" opinions has been abolished in civil cases, Fed.R.Evid. 704(a);  but that is not a carte blanche for experts to substitute their views for matters well within the ken of the jury.  See United States v. Duncan, 42 F.3d 97, 101 (2d Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Third, the jury awarded plaintiffs $2,908,500, almost $1 million more than the price that they paid for MMI;  and their expert--who sponsored an even larger figure--explicitly based his calculations of lost profits by projecting 20 years of continued Sears business for MMI.  Even under a \"benefit of the bargain\" theory, Wilson v. Came, 116 N.H. 628, 366 A.2d 474, 475 (1976), it seems to us that no purchaser could reasonably take the assurances provided by any defendant as a guarantee that Sears business would continue unabated for 20 years.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">There is no need for us to address another concern about this damage award--importantly, the risk that double recovery may have occurred;  this is a matter that can be guarded against on retrial through the use of instructions and verdict forms, now that the problem is fully in focus.  Whether any award based on future profits is too speculative, cf.  Hydraform Prod.  Corp. v. American Steel &amp; Aluminum Corp., 127 N.H. 187, 498 A.2d 339, 345 (1985), is an issue we do not decide.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">To conclude, the plaintiffs have a potential, but hardly certain, case against the defendants.  The defendants have to consider the Sears documents and jury sympathy;  the plaintiffs, the risk of recovering nothing and some limits on just how ambitious a recovery could be sustained.  Now that the appeal is resolved and both sides face the expense of a retrial, counsel owe it to their clients to renew discussions.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The judgment is vacated and the case is remanded for a new trial consistent with this decision.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This appendix contains pertinent provisions of the Uniform Securities Act, N.H.Rev.Stat. Ann. &#167; 421-B:1 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>&#167; 421-B:3.  Sales and Purchases</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">It is unlawful for any person, in connection with the offer, sale, or purchase of any security, directly or indirectly:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">I. To employ any device, scheme, or artifice to defraud;</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">II. To make any untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they are made, not misleading;  or</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">III. To engage in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>&#167; 421-B:2.  Definitions</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>* * * * *</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">XVI. \"Person\" means an individual, corporation, partnership, association, joint stock company, trust where the interests of the beneficiaries are evidenced by a security, unincorporated organization, a government, political subdivision of a government, or any other entity.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>* * * * *</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>&#167; 421-B:25.  Civil Liabilities</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>* * * * *</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">II. Any person who violates RSA 421-B:3 in connection with the purchase or sale of any security shall be liable to any person damaged by the violation of that section who sold such security to him or to whom he sold such security....  Damages in an action pursuant to this paragraph shall include the actual damages sustained plus interest from the date of payment or sale, costs, and reasonable attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">III. Every person who directly or indirectly controls a person liable under paragraph I or II, every partner, principal executive officer, or director of such person, every person occupying a similar status or performing a similar function, every employee of such person who materially aids in the act or transaction constituting the violation, and every broker-dealer or agent who materially aids in the acts or transactions constituting the violation, are also liable jointly and severally with and to the same extent as such person.  There is contribution as in cases of contract among the several persons so liable.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">IV. No person shall be liable under paragraphs I and III who shall sustain the burden of proof that he did not know, and in the exercise of reasonable care could not have known, of the existence of facts by reason of which the liability is alleged to exist.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>* * * * *</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">XI. The rights and remedies promulgated by this chapter are in addition to any other right or remedy that may exist at law or in equity, but this chapter does not create any cause of action not specified in this section or RSA 421-B:8, V....</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>&#167; 421-B:32.  Statutory Policy</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">This chapter shall be so construed as to effectuate its general purpose to make uniform the law of those states which enact it and to coordinate the interpretation of this chapter with the related federal regulation.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Weingart testified that Levy had made these statements but that they were \"confirmed\" by Gunner and Axelrod, who were participating by conference call.  Admittedly, the testimony is not perfectly clear and, at the time, Dinco and Weingart were being addressed as employees, not as prospective buyers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Axelrod's estate was the named defendant because Axelrod died prior to trial.  For simplicity, we will refer to the defendant simply as \"Axelrod.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> New Hampshire's statute is a version (largely unmodified) of the Uniform Securities Act, also adopted in some form by thirty-seven other states.  1 Blue Sky L. Rep.  (CCH) p 5500, at 1503 (1995).  Pertinent provisions of the statute are reprinted in an appendix to this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Civil conspiracy can be used to impose vicarious liability in a fraud case.  E.g., Aetna, 43 F.3d at 1564-65.   As already noted, it is not clear that it is available under the Blue Sky statute, although the \"aiding\" provision of that statute may create an overlapping basis for liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As noted earlier, Dylex owned Nederland, Nederland owned Dylex's MMI stock, and Gunner and Axelrod worked for an unincorporated division of Dylex.  Perhaps because of this intertwining, the defendants' brief has made no effort to distinguish the respective roles of Dylex and Nederland, and we pass over this possibility</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">964</span></span></p>\n    <p class=\"parties\">Gary A. DINCO, etc., et al., Plaintiffs, Appellees,<br>v.<br>DYLEX LIMITED, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 96-1519.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1997.<br>Decided April 25, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul S. Samson with whom Mark T. Vaughan, Riemer &amp; Braunstein, Boston, MA, Steven J. Kantor and Doremus Associates, Burlington, VT, were on briefs for appellants.</p>\n      <p class=\"indent\">Randall F. Cooper with whom Mary E. Maloney and Cooper, Deans &amp; Cargill, P.A., North Conway, NH, were on brief for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gary Dinco, Felix Weingart, Jr., and a holding company owned by Dinco and Weingart (collectively, \"plaintiffs\") brought this diversity action against numerous defendants alleging various fraud and securities-law claims in connection with the plaintiffs' purchase of Manchester Manufacturing, Inc.  (\"MMI\").  After a lengthy trial, the jury found for the plaintiffs on their New Hampshire \"Blue Sky\" and common law fraud claims against five defendants who now appeal.  We vacate the judgment and remand for a new trial.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We begin with a description of the background events, identifying disputed issues as allegations.  On sufficiency-of-evidence claims, the plaintiffs are entitled to have us assume that the jury saw matters their way.  Ansin v. River Oaks Furniture, Inc., <span class=\"citation\" data-id=\"197195\"><a href=\"/opinion/197195/ansin-v-river-oaks-furniture/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">745</span></a></span>, 749 (1st Cir.1997).  For other issues (e.g., whether an error was prejudicial), all of the evidence may be pertinent.  Davet v. Maccarone, <span class=\"citation\" data-id=\"589645\"><a href=\"/opinion/589645/richard-f-davet-v-enrico-maccarone/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the outset, this case involved four corporate defendants:  Sears, Roebuck &amp; Co., a U.S. corporation;  Dylex, Ltd.  (\"Dylex\"), a Canadian corporation;  Dylex (Nederland) B.V.  (\"Nederland\"), a Netherlands corporation that is a wholly owned subsidiary of Dylex;  and 293483 Ontario Ltd.  (\"Ontario\"), a Canadian holding company owned and managed by the individual defendants, Kenneth Axelrod, Mac Gunner, and Harold Levy.  Axelrod, Gunner and Levy also served as management employees for a Canadian division of Dylex known as Manchester Childrens Wear.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1974, Sears, Dylex, and Ontario formed MMI as a Delaware corporation based in New Hampshire, primarily to make children's clothing.  MMI's common stock was issued to Dylex (42%), Ontario (30%), and Sears (28%).  Dylex transferred its shares in MMI to its subsidiary, Nederland, in 1978.  By agreement among the shareholders, sale of the stock was restricted and directorships were apportioned.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The six members of MMI's board of directors at all pertinent times were Axelrod and Gunner (appointed by Ontario), Wilfred Posluns and Irving Posluns (appointed by Dylex), and Henry Schubert, Raymond Novotny, and Novotny's successor, Melville Hill (all appointed by Sears).  Donald Williams, Dylex's chief financial officer and a director of Dylex and managing director of Nederland, attended most of MMI's board meetings.  Axelrod and Gunner were elected annually as MMI's president and treasurer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At first, MMI successfully made clothing, primarily for Sears.  During this early period, plaintiffs Dinco (hired in 1976) and Weingart (hired in 1977) served respectively as MMI's plant manager and comptroller.  However, competition from Asian manufacturers increased;  around 1980, Sears began to purchase apparel from overseas manufacturers and withdrew business from MMI.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The loss of Sears' business threatened MMI's existence.  Dylex favored liquidation, but Sears did not want to lose its investment in the company and suggested that MMI's New Hampshire facility be used to store and distribute inventory imported by Sears.  MMI thus changed direction and in 1982, Sears and MMI entered a distribution contract.  At this time Dinco and Weingart continued to run MMI's daily operations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">MMI's distribution business with Sears grew steadily through 1986, when it represented about 70 percent of MMI's gross income.  In August 1986, Sears completed an internal review of its warehousing and distribution business;  the report, made known publicly in March 1987, recommended downsizing these operations to reduce inventory costs.  Sears began selling its ownership interests and, by December 1988, MMI was the only remaining provider in which Sears held an ownership interest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Around September 1987, the three Sears buying departments that used MMI's facility suggested that Sears store its inventory instead with a California firm.  Sears' distribution department reported this plan to Novotny and Hill, who allegedly informed MMI's board of directors.  In September or October 1987, the board decided to sell MMI.  In October 1987, an acquaintance of Levy sought to purchase MMI but withdrew when Gunner told him that Sears would not provide a requested guarantee of minimum sales volume for three years.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In January 1988, Gunner, Axelrod and Levy informed Dinco and Weingart that MMI was being offered for sale;  Dinco and Weingart were allegedly told that the reason for the sale was that Sears had decided to divest itself of ownership in affiliated factories, but that Sears' business with MMI would continue as usual.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In February 1988, Dinco and Weingart met with Gunner, Levy, Hill, and brokers hired by the MMI board of directors to sell MMI.  Hill stated that Sears would not make any written guarantees of business, but said that, in his experience, \"99.9% of the time when the ties are cut\" in divestiture sales, business with Sears remained the same or increased.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dinco and Weingart, concerned that MMI's sale might eliminate their jobs, formed a holding company to purchase MMI.  At a meeting with Hill, Gunner, Levy and the brokers on May 14, 1988, Dinco and Weingart expressed interest in purchasing MMI;  and Hill again said that based on his experience, MMI's business with Sears would be as good or better after the sale.  On May 19, Axelrod, Levy and Gunner allegedly said that they would support the efforts of Dinco and Weingart to buy MMI and confirmed that \"Sears would be there in the future\" and business \"would be as usual.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 3, 1988, Dinco and Weingart offered to purchase all of MMI's business assets and a portion of MMI's real estate for a total of $2,050,000.  The offer was contingent upon a guarantee by Sears of $1.1 million in gross sales to MMI for one year after the sale.  The offer was rejected, and Dinco and Weingart were told that MMI wanted to sell all of its real estate and that Sears would not provide any written guarantees of minimum business volume.  A second and a third offer by Dinco and Weingart, each linked to a minimum volume of Sears business, were rejected over the next several months.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In September 1988, Dinco and Weingart made a fourth offer to buy MMI, not contingent on any minimum volume guarantees.  They obtained financing from several sources, some of it secured in reliance upon Hill's statement that he believed business with Sears would remain unchanged or improve.  Finally, in late December 1988, the parties agreed that Dinco and Weingart would purchase MMI's real estate and outstanding stock for a total of $2,045,000.  The deal closed that same month.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Following the sale of MMI to Dinco and Weingart, Sears' business with MMI continued to decline.  A year later, on December 24, 1989, Dinco and Weingart were informed that their distribution contract with Sears was terminated.  Dinco and Weingart were unable to meet their debt service, and one of the mortgagees, the First New Hampshire Bank, foreclosed on MMI's real estate in November 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In December 1991, Dinco, Weingart and their holding company filed suit against Sears, Dylex, Nederland, Ontario, Axelrod, Gunner and Levy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In addition to federal securities-law claims, the plaintiffs alleged violation of the New Hampshire Uniform Securities Act (also known as the \"Blue Sky\" law), N.H.Rev.Stat. Ann. &#167; 421-B:3, and common law claims for fraud.  Prior to trial, all of the federal claims were dismissed or withdrawn.  Manchester Mfg. Acquisitions, Inc. v. Sears, Roebuck &amp; Co., <span class=\"citation no-link\"><span class=\"volume\">802</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">595</span></span> (D.N.H.1992);  <span class=\"citation no-link\"><span class=\"volume\">909</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">47</span></span> (D.N.H.1995).  On the eve of trial, Sears settled with the plaintiffs for $750,000.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A 14-day jury trial began in October 1995.  In November, the jury returned verdicts in favor of the plaintiffs against Dylex, Nederland, Ontario, Axelrod and Gunner, but not against Levy.  Against the remaining five defendants, the jury awarded $2,385,000 on the statutory Blue Sky claim and $523,500 on the common law fraud claim.  The court awarded attorneys' fees, costs, and prejudgment interest to the plaintiffs.  The five defendants held liable now appeal on various grounds.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We begin with the legal elements of the claims at issue and with attacks on the district court's jury instructions, for it is hard to discuss sufficiency of the evidence without legal benchmarks.  And while there is not much doubt about most of the elements of common law fraud and New Hampshire's Blue Sky law--we describe both briefly--the vicarious liability rules attending such claims are very much in dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Pertinently, under New Hampshire law, common law fraud requires that the defendant fraudulently misrepresent a material fact and that the plaintiff justifiably rely upon the misrepresentation.  Gray v. First NH Banks, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">279</span></span>, <span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">276</span></span>, 279 (1994).  A Blue Sky claim is made out where, inter alia, the defendant, \"in connection with the offer, sale, or purchase of any security, directly or indirectly\" makes an untrue statement of material fact or omits to state a material fact \"necessary ... to make the statements made ... not misleading.\"  N.H.Rev.Stat. Ann. &#167; 421-B:3.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The next link in the chain is vicarious liability.  In this case Sears had settled for itself and its employee Hill, who had made the most blatantly misleading statements.  Thus, to reach the remaining corporate and individual defendants, the plaintiffs relied heavily, although not exclusively, upon common-law theories that make one person liable for the acts of another:  agency, partnership, and civil conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court obliged, instructing the jury as to each of these three theories and providing definitions.  The three theories were actually four, because under the heading of agency the district court instructed separately as to apparent authority and as to liability for acts done within the scope of employment.  The plaintiffs' counsel began his closing argument by laying stress on such theories and returned to them throughout in discussing the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The defendants' first argument on appeal is that \"vicarious liability\" is not a permissible theory under the New Hampshire Blue Sky statute in light of Central Bank of Denver, N.A. v. First Interstate Bank of Denver, N.A., <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1439</span></a></span>, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1994).  The phrase \"vicarious liability\" is something of a trap where used promiscuously to embrace markedly different theories of third-party liability, such as agency, partnership and civil conspiracy.  Central Bank involved none of these concepts, but rather rejected \"aiding and abetting\" liability under section 10(b) of the Securities and Exchange Act of 1934, 15 U.S.C. &#167; 78j.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although New Hampshire's Blue Sky law is to be construed in conjunction with \"the related federal regulation,\" N.H.Rev.Stat. Ann. &#167; 421-B:32, the notion that all vicarious liability is barred under the state statute is fanciful.  The statute in detail specifies that third-party liability may be based upon \"control,\" \"aiding,\" partnership, and other particular grounds.  Id. &#167; 421-B:25(III).  At the same time, reasonable lack of knowledge is an affirmative defense against these forms of vicarious liability.  Id. &#167; 421-B:25(IV).  Curiously, the district court made no reference to these statutory concepts in its instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, the defendants' general proposition is wrong:  vicarious liability--of several types--is provided for by the statute itself.  What is more, the defendants' broad assertion was not preserved by objection after the judge instructed the jury, as Fed.R.Civ.P. 51 requires, and is therefore lost absent plain error.  The defendants say that they raised the objection earlier in motion papers, but that is not enough, see Transamerica Premier Ins. Co. v. Ober, <span class=\"citation\" data-id=\"197226\"><a href=\"/opinion/197226/transamerica-v-ober/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">925</span></a></span>, 933 (1st Cir.1997), and the transcript refutes their claim that they renewed their broad objection after the jury was instructed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If we could rescue this verdict by resort to Rule 51, we would readily do so:  it is counsel's obligation to comply strictly with Rule 51, especially so in a long and complex civil proceeding.  Yet, for other reasons this case must go back for a new trial, and it is unfair to leave the district court in the dark on the true issue--namely, whether under the Blue Sky statute, one or more of the traditional common law theories of third-party liability can be used to supplement the statutory vicarious liability provision.  Unfortunately, this is an exceedingly difficult question to which no certain answer can be returned.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In construing the Securities Exchange Act, this court concluded that the statutory section imposing vicarious liability (section 20, 15 U.S.C. &#167; 78t(a)) did not foreclose alternative common-law avenues.  In re Atlantic Financial Management, Inc., <span class=\"citation\" data-id=\"465039\"><a href=\"/opinion/465039/in-re-atlantic-financial-management-inc-securities-litigation/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span>, 35 (1st Cir.1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1072</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">877</span></span> (1987).  But in Central Bank, the Supreme Court more recently said that Congress' choice in section 20 \"to impose some forms of secondary liability, but not others, indicates a deliberate congressional choice with which the courts should not interfere,\" 511 U.S. at 184-86, 114 S.Ct. at 1452, casting some doubt on Atlantic Financial.   See id. at 200 n. 12, 114 S.Ct. at 1460 n. 12 (Stevens, J., dissenting).  But see Seolas v. Bilzerian, <span class=\"citation\" data-id=\"1381321\"><a href=\"/opinion/1381321/seolas-v-bilzerian/\"><span class=\"volume\">951</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">978</span></a></span>, 984 (D.Utah 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In any event, federal case law is only suggestive as to how the state statute should be construed, and the New Hampshire statute differs from federal securities law by, among other differences, providing that it \"does not create any cause of action not specified in this section.\"  N.H.Rev.Stat. Ann. &#167; 421-B:25(XI).  This language, together with Central Bank 's general reasoning, suggests that the New Hampshire statute has developed a self-contained regime for third-party liability, displacing common law theories.  Other courts, construing state versions of the Uniform Securities Act akin to New Hampshire's statute, appear to have taken this view.  Connecticut Nat'l Bank v. Giacomi, <span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">659</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1166</span></span>, 1176-77 (1995);  Atlanta Skin &amp; Cancer Clinic, P.C. v. Hallmark Gen. Partners, Inc., <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">113</span></span>, <span class=\"citation\" data-id=\"1352579\"><a href=\"/opinion/1352579/atlanta-skin-cancer-v-hallmark-gen/\"><span class=\"volume\">463</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">600</span></a></span>, 604-05 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court on retrial is free to reach a different conclusion.  Obviously it should do so if in the meantime the New Hampshire Supreme Court so instructs in another case;  and it may do so if it is persuaded differently by the parties on remand, since the parties here have scarcely addressed the pertinent statutory provisions.  But defendants' past failure to comply with Rule 51 does not justify perpetuating possible error where a new trial is necessary in any event.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This brings us to a set of objections that the defendants clearly did renew after the jury instructions had been given:  that the evidence did not support instructions on either a partnership or civil conspiracy theory.  The defendants do not dispute that such bases of liability are legally available for common law fraud, and (as noted) they have forfeited the objection on this go-around as to the Blue Sky claim.  But the issue here is different:  the defendants objected that the instructions were improper in this case for lack of evidence as to partnership and conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Normally, it is error--although not necessarily prejudicial error--to instruct on an independent theory of liability where the evidence is inadequate to permit a reasonable jury to find the facts necessary to make out the theory.  E.g., Sexton v. Gulf Oil Corp., <span class=\"citation\" data-id=\"481642\"><a href=\"/opinion/481642/richard-f-sexton-v-gulf-oil-corporation/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span>, 169 (1st Cir.1987).  Here, over explicit objection, the district court gave substantial and independent instructions as to partnership and civil conspiracy, placing these separate bases of vicarious liability squarely before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is a closer question whether this issue, timely raised in the district court, has been adequately preserved on appeal, for the defendants challenge the evidence but do not focus upon the instructions.  We think that, just barely, the propriety of the instructions is impugned by the defendants' detailed argument that the evidence failed to support vicarious liability.  This attack in turn has provoked a response from plaintiffs that allows us to see what record evidence they think supports such liability.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We conclude that the partnership instruction cannot be justified in this case and that its inclusion may well have misled the jury.  What the district court said on this issue is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The plaintiffs here also contend that the nature of the relationship among the various defendants was that of a partnership, and in that respect you are instructed that when two or more persons join in a business enterprise or some activity with a common purpose and each has a right to control or manage, then each is liable for any legal fault of the others committed within the scope of the enterprise.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Every partner is an agent of the partnership for the purposes of the business, and the act of every partner including the execution and the partnership name of any instrument or apparently carrying on in the usual way the business of the partnership of which he or she is a member binds the partnership unless the partner so acting has in fact no authority to act for the partnership in the particular manner and the person with whom he is dealing has knowledge of the fact that he has no authority.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The difficulty is that there was no evidence of a partnership among the defendants.  There are corporations and their officers, employees and agents--but nowhere is there a partnership visible on the defense side.  We are talking here, it should be remembered, not about a colloquial usage of the term \"partner\" but about a legal relationship that broadly imposes liability without fault upon otherwise innocent parties.  H. Reuschlein &amp; W. Gregory, The Law of Agency and Partnership &#167; 203, at 306-10 (2d ed.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The individual defendants did not even arguably fit in this discrete business category.  Perhaps the nearest possibility is to call the venture among the corporate owners of MMI a partnership;  but shareholders of a closely held company are not ipso facto partners, nor can they normally be treated as partners simply because they join to sell their shares to a single purchaser.  Otherwise, we would undo the ordinary protections of corporate form in many close corporations.  Cf. Terren v. Butler, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">635</span></span>, <span class=\"citation no-link\"><span class=\"volume\">597</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">69</span></span>, 72-73 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The partner-liability instruction given here effectively invited the jury to find a partnership somewhere in this case based on a brief but broad definition (\"business enterprise or some activity with a common purpose\" plus joint control).  A jury, uncertain about the proof on conspiracy or agency, could easily have thought that the mere association of the defendants in seeking to sell MMI made each liable for whatever the others did in connection with the sale.  That is not the law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Frequently, in civil jury cases with multiple theories, judges use special verdicts or interrogatories to isolate potential problems.  See Fed.R.Civ.P. 49.  Here, for example, the district court could have asked the jury to say, as to each defendant and each of the two claims, whether it based liability on direct participation, agency, partnership or conspiracy.  But the court asked only for separate verdicts against each defendant on the common law and statutory claims.  Thus, on each count, liability could easily have been based on partnership--the vicarious liability theory, at least as defined, with the fewest strings attached.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Assessing the risk of prejudice from an uncalled-for instruction is no easy matter.  If the evidence were overwhelming on alternative theories, we might well treat as harmless an error whose inherent tendency is to cure itself.  Jerlyn Yacht Sales, Inc. v. Wayne R. Roman Yacht Brokerage, <span class=\"citation\" data-id=\"572659\"><a href=\"/opinion/572659/jerlyn-yacht-sales-inc-and-oklahoma-offset-inc-v-wayne-r-roman-yacht/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 69 (1st Cir.1991).  But the breadth of the partnership instruction dampened this tendency;  and, as will become clear, vicarious liability on other theories is at best a close call.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We are also doubtful whether there was an adequate evidentiary basis for instructing on civil conspiracy, although this is a closer question.  To oversimplify slightly, the civil conspiracy charge required proof that two or more of the individuals on the defense side had agreed to the use of lies or culpable omissions about MMI's post-sale prospects.  Aetna Cas. Sur. Co. v. P &amp; B Autobody, <span class=\"citation\" data-id=\"686425\"><a href=\"/opinion/686425/aetna-casualty-surety-company-v-p-b-autobody-arsenal-auto-repairs/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1546</span></a></span>, 1564 (1st Cir.1994);  Ferguson v. Omnimedia, Inc., <span class=\"citation\" data-id=\"306552\"><a href=\"/opinion/306552/fed-sec-l-rep-p-93668-charles-e-ferguson-v-omnimedia-inc/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 197 (1st Cir.1972).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The companies, of course, could also be conspirators, but only if individuals acting for the companies made such agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">No direct proof of such an agreement was offered, but in conspiracy cases proof by inference is common, and such proof may suggest either that there was a formal (but concealed) agreement or that there was a working understanding that amounted to an implicit agreement.  See United States v. Moran, <span class=\"citation\" data-id=\"599257\"><a href=\"/opinion/599257/united-states-v-george-a-moran/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1303 (1st Cir.1993).  In certain situations, circumstantial proof to this end may be compelling:  if a gang of drug dealers were caught in the middle of a sale, it would be a very small step to infer a prior agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here, however, the central activity--the sale of MMI--was entirely lawful and of necessity involved some consultation among the owners.  The limited misrepresentations alleged to have occurred were sporadic, oral comments of a few individuals (Hill, Gunner, Axelrod, and Levy).  Each one had independent reasons to make the sale succeed and, assuming the plaintiffs' version of events, each made varying statements that a jury could find to be culpable.  To infer an agreement to lie or conceal is another matter entirely.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We need not resolve the issue since a retrial is needed on account of the partnership instruction.  The conspiracy issue has not been thoroughly briefed, the evidence on retrial may vary, and courts have sometimes been generous in allowing the jury to infer agreement even where criminal conspiracy is not involved.  If the trial court does allow the conspiracy charge to reach the jury, it might wish to ask a separate question on this issue, and perhaps on other theories of primary and vicarious liability as well.  See 9A C. Wright &amp; A. Miller, Federal Practice and Procedure:  Civil 2d &#167; 2505, at 166-67 (1995).III.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Apart from their new trial claims, the defendants argue that they are entitled to outright dismissal because the plaintiffs failed to produce sufficient evidence to sustain any valid theory of liability.  This claim was properly preserved in the district court and we review de novo the denial of motions for judgment as a matter of law.  Ansin, 105 F.3d at 753.   We reverse a denial only if \"reasonable persons could not have reached the conclusion that the jury embraced.\"  Sanchez v. Puerto Rico Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 716 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">On this record, the jury could have concluded--although just barely--that Gunner and Axelrod were liable for their own misrepresentations.  As already noted, Weingart testified that, during a conference call in January 1988, Gunner and Axelrod \"confirmed\" that the sale of MMI \"had nothing to do with the Sears contract business\" and that MMI's business with Sears would continue as usual.  And, at a meeting on May 19, 1988, Gunner and Axelrod said that \"as far as they knew Sears would be there in the future.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It was Hill who made the more specific misstatements already described, saying several times in the presence of Gunner and perhaps Axelrod that MMI's business with Sears would almost certainly continue unchanged or increase.  Absent conspiracy, the latter two are perhaps not directly accountable for the former's misstatements.  But it may be that the milder statements of Axelrod and Gunner were made even more misleading in the context of Hill's statements.  Axelrod did warn the plaintiffs against buying MMI, but the jury could have regarded a generic warning as insufficient to overcome misrepresentations.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Since Sears provided a large proportion of MMI's business, these statements were plainly material.  And there was evidence, albeit disputable, that could have persuaded the jury that Gunner and Axelrod knew that these statements were false or misleading at the time they were made, thus satisfying the scienter element for common law fraud.  As for the Blue Sky law, it appears likely that mere negligence is enough.  See Sprangers v. Interactive Tech., Inc., <span class=\"citation\" data-id=\"1640684\"><a href=\"/opinion/1640684/sprangers-v-interactive-technologies-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">498</span></a></span>, 503 (Minn.Ct.App.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The evidence of knowledge was indirect, resting on two linked premises:  that the Sears members of MMI's board knew about the probable withdrawal of Sears' business and that they conveyed this information to the full board, including Gunner and Axelrod.  Susann Mayo, a Sears distribution manager, gave deposition testimony on both points;  and Novotny testified that in February 1987, he was told by another Sears employee that \"nobody in his right mind would buy [MMI] without some sort of guarantee that Sears business will continue,\" and also testified about his general practice of providing information to MMI's board of directors.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The common law claim required \"clear and convincing proof\" of fraud, reflecting at least a \"conscious indifference to [the] truth.\"  Brochu v. Ortho Pharm.  Corp., <span class=\"citation\" data-id=\"387866\"><a href=\"/opinion/387866/judith-brochu-and-emmanuel-t-brochu-v-ortho-pharmaceutical-corporation/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 662 (1st Cir.1981).  But if Mayo's testimony were credited and indirectly confirmed by Novotny, the jury could find clear and convincing proof that Gunner and Axelrod knew that Sears business with MMI was likely to decline and that the sale of MMI was prompted by this concern.  The case is not overwhelming, but was sufficient to get to the jury based on actual knowledge.  We reject, however, plaintiffs' attempt to impute all of Sears' knowledge to the other defendants on a partnership theory.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The final fact at issue is reasonable reliance by the buyers, a familiar element for the common law claim, Gray, 640 A.2d at 279, and perhaps, but less clearly so, for the Blue Sky claim.  See Gohler, IRA v. Wood, <span class=\"citation\" data-id=\"1274500\"><a href=\"/opinion/1274500/gohler-v-wood/\"><span class=\"volume\">919</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">561</span></a></span>, 566 (Utah 1996) (reliance not required under the Uniform Securities Act).  There is no rigid rule on what makes reliance reasonable;  courts, including this one, have resorted to checklists of factors.  Kennedy v. Josephthal &amp; Co., <span class=\"citation\" data-id=\"485239\"><a href=\"/opinion/485239/blue-sky-l-rep-p-72496-fed-sec-l-rep-p-93186-thorburn-kennedy/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span>, 804 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Here, it is a close question whether reliance was reasonable.  Dinco and Weingart knew a good deal about MMI's business and also that one of the Sears departments was discontinuing business with MMI.  Their repeated efforts to secure a guarantee of continued Sears business show that they were well aware of the danger.  There was testimony, which the jury may not have credited, that Novotny warned them that MMI could not rely upon continued business with Sears, and Axelrod also gave a more general warning.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At the same time, the jury could have found that Axelrod and Gunner knew that continued Sears business was not only uncertain but unlikely.  And, taking the disputed facts favorably to the verdict, both defendants had specific information as to why it was unlikely--information that was not available to the buyers, whatever their general knowledge about MMI's business.  The jury was thus permitted, although certainly not required, to find reasonable reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">This brings us to the responsibility of the corporate defendants, perhaps the most difficult issue in the case.  Partly this is so because the law on this issue is complex (and differs as between the common law fraud and the Blue Sky claims) and partly because of the entangled relationships between the individuals and the companies.  Let us start with a few basics, beginning with ordinary rules of agency that unquestionably apply to the common law fraud claim.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">A principal is liable for actually authorized wrongs, but there was no proof that any of the charged misstatements was directly authorized by anyone.  Indeed, in his charge the district court instead emphasized apparent authority and respondeat superior liability;  as to the latter, he said that a company is liable for acts of an employee or agent \"acting within the scope of his employment.\"   The defendants do not dispute that the agency rules were correctly stated.  See Atlantic Financial, 784 F.2d at 31-32.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Given these rules, we think that the evidence permitted the jury to impose liability both on Ontario and upon Dylex and its Nederland subsidiary.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Gunner and Axelrod both worked for Dylex and were themselves the owners (with Levy) and chief officers of Ontario.  Even if Hill were taken as primarily representing Sears, Axelrod and Gunner (together with Levy) were the only direct links between the buyers and the corporate defendants other than Sears.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Indeed, both Axelrod and Gunner received compensation only from Dylex, even though they also served as officers and directors of MMI;  and their May 19, 1988 meeting with the plaintiffs about the prospective sale, during which Axelrod and Gunner made misleading statements, took place at Dylex's offices in Montreal.  In the context of the sale, Axelrod and Gunner could be treated without difficulty as agents or apparent agents both of Dylex and Ontario for purposes of making the sale.  Cf. Restatement (Second) of Agency &#167;&#167; 14L(1), 226 (1958).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Turning to the Blue Sky claim, that statute imposes vicarious liability on every person who \"directly or indirectly controls a person\" who has direct liability.  N.H.Rev.Stat. Ann. &#167; 421-B:25(III).  And, as noted, Gunner and Axelrod were employees of Dylex and owners and officers of Ontario.  This is enough to make a prima facie case that the corporate defendants were \"controlling persons.\"   See SEC v. First Securities Co. of Chicago, <span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">981</span></span>, 987-88 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">880</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">134</span></span> (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">A controlling person may defeat liability if it proves that it did not know, and despite reasonable care could not have known, the true facts.  Id. &#167; 421-B:25(IV).  But Ontario could hardly make such a showing since Gunner and Axelrod were its chief officers;  and, as Axelrod was a director of Dylex, his knowledge about Sears' prospects could be imputed to Dylex.  See Sutton Mut. Ins. Co. v. Notre Dame Arena, Inc., <span class=\"citation\" data-id=\"1885100\"><a href=\"/opinion/1885100/sutton-mut-ins-co-v-notre-dame-arena/\"><span class=\"volume\">108</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">676</span></span>, 679 (1968).  Nederland alone might dispute controlling person liability, but has not sought to distinguish itself from Dylex.  Thus, the defendants are not entitled to judgment as a matter of law on the common law or Blue Sky claims.IV.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The defendants have made numerous claims of trial error under five additional heads.  The claims relate, primarily, to plaintiffs' expert testimony on corporate practice, to the admission or exclusion of specific documents and statements, and to damages.  Most of the issues do not involve abstract legal rulings but judgments about the permissible uses of certain evidence, the soundness of premises used by the experts, and how damage issues in this case should be structured for the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Many of the issues may not arise in the same form on retrial or the trial judge may treat them differently.  We are unwilling to go very far in tying the hands of the trial judge on matters where on-the-spot judgments are crucial, discretion is substantial, and more than one alternative is often permitted.  But this is a case that patently should be settled, as we told the parties at oral argument, and it may assist the parties for us to make three general comments about certain of the defendants' claims of error.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">First, the defendants sought to exclude as hearsay-within-hearsay Sears documents that cast a pessimistic light on Sears' internal plans for MMI's future.  The district court disagreed and admitted the documents alternatively as admissions by an agent or servant, Fed.R.Evid. 801(d)(2)(D), or as admissions by a co-conspirator, id. 801(d)(2)(E).   Proof of conspiracy was meager, and we have even more difficulty seeing how in preparing these documents the Sears authors (such as Mayo and Novotny) served as agents or employees of any of the remaining non-Sears defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Nonetheless, the defendants ought to appreciate that many of the Sears documents might be admissible to show the state of knowledge of Sears' representatives on the MMI board.  To the extent that other evidence indicates that Sears' plans were conveyed to MMI's other directors, this could affect the knowledge of other defendants.  We do not purport to rule on particular documents but think that the defendants should be aware of this logic in assessing their position.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Second, the defendants complain that Mark McKinsey, a plaintiffs' expert who testified on corporate practice, should not have been allowed to testify and, in any event, went too far in telling the jury how to decide contested issues.  As to the expert's qualifications, close cases are largely for the district court.  Espeaignnette v. Gene Tierney Co., <span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.1994).  Given what we currently know of defendants' objections, we would be unlikely to reverse the district court if it deemed this expert qualified and left weight to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">But we have little doubt that a tighter rein should be kept on this expert if another trial proves necessary.  It is one thing to testify about ordinary corporate practice;  it is quite another for the expert to tell the jury at length that the plaintiffs reasonably relied upon specific statements made to them.  Yes, the bar on \"ultimate issue\" opinions has been abolished in civil cases, Fed.R.Evid. 704(a);  but that is not a carte blanche for experts to substitute their views for matters well within the ken of the jury.  See United States v. Duncan, <span class=\"citation\" data-id=\"684080\"><a href=\"/opinion/684080/united-states-v-vinal-s-duncan/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 101 (2d Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Third, the jury awarded plaintiffs $2,908,500, almost $1 million more than the price that they paid for MMI;  and their expert--who sponsored an even larger figure--explicitly based his calculations of lost profits by projecting 20 years of continued Sears business for MMI.  Even under a \"benefit of the bargain\" theory, Wilson v. Came, <span class=\"citation\" data-id=\"1963840\"><a href=\"/opinion/1963840/wilson-v-came/\"><span class=\"volume\">116</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">628</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">366</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">474</span></span>, 475 (1976), it seems to us that no purchaser could reasonably take the assurances provided by any defendant as a guarantee that Sears business would continue unabated for 20 years.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">There is no need for us to address another concern about this damage award--importantly, the risk that double recovery may have occurred;  this is a matter that can be guarded against on retrial through the use of instructions and verdict forms, now that the problem is fully in focus.  Whether any award based on future profits is too speculative, cf.  Hydraform Prod.  Corp. v. American Steel &amp; Aluminum Corp., <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">339</span></span>, 345 (1985), is an issue we do not decide.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">To conclude, the plaintiffs have a potential, but hardly certain, case against the defendants.  The defendants have to consider the Sears documents and jury sympathy;  the plaintiffs, the risk of recovering nothing and some limits on just how ambitious a recovery could be sustained.  Now that the appeal is resolved and both sides face the expense of a retrial, counsel owe it to their clients to renew discussions.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The judgment is vacated and the case is remanded for a new trial consistent with this decision.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This appendix contains pertinent provisions of the Uniform Securities Act, N.H.Rev.Stat. Ann. &#167; 421-B:1 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>&#167; 421-B:3.  Sales and Purchases</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">It is unlawful for any person, in connection with the offer, sale, or purchase of any security, directly or indirectly:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">I. To employ any device, scheme, or artifice to defraud;</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">II. To make any untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they are made, not misleading;  or</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">III. To engage in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>&#167; 421-B:2.  Definitions</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>* * * * *</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">XVI. \"Person\" means an individual, corporation, partnership, association, joint stock company, trust where the interests of the beneficiaries are evidenced by a security, unincorporated organization, a government, political subdivision of a government, or any other entity.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>* * * * *</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>&#167; 421-B:25.  Civil Liabilities</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>* * * * *</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">II. Any person who violates RSA 421-B:3 in connection with the purchase or sale of any security shall be liable to any person damaged by the violation of that section who sold such security to him or to whom he sold such security....  Damages in an action pursuant to this paragraph shall include the actual damages sustained plus interest from the date of payment or sale, costs, and reasonable attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">III. Every person who directly or indirectly controls a person liable under paragraph I or II, every partner, principal executive officer, or director of such person, every person occupying a similar status or performing a similar function, every employee of such person who materially aids in the act or transaction constituting the violation, and every broker-dealer or agent who materially aids in the acts or transactions constituting the violation, are also liable jointly and severally with and to the same extent as such person.  There is contribution as in cases of contract among the several persons so liable.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">IV. No person shall be liable under paragraphs I and III who shall sustain the burden of proof that he did not know, and in the exercise of reasonable care could not have known, of the existence of facts by reason of which the liability is alleged to exist.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>* * * * *</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">XI. The rights and remedies promulgated by this chapter are in addition to any other right or remedy that may exist at law or in equity, but this chapter does not create any cause of action not specified in this section or RSA 421-B:8, V....</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>&#167; 421-B:32.  Statutory Policy</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">This chapter shall be so construed as to effectuate its general purpose to make uniform the law of those states which enact it and to coordinate the interpretation of this chapter with the related federal regulation.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Weingart testified that Levy had made these statements but that they were \"confirmed\" by Gunner and Axelrod, who were participating by conference call.  Admittedly, the testimony is not perfectly clear and, at the time, Dinco and Weingart were being addressed as employees, not as prospective buyers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Axelrod's estate was the named defendant because Axelrod died prior to trial.  For simplicity, we will refer to the defendant simply as \"Axelrod.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> New Hampshire's statute is a version (largely unmodified) of the Uniform Securities Act, also adopted in some form by thirty-seven other states.  1 Blue Sky L. Rep.  (CCH) p 5500, at 1503 (1995).  Pertinent provisions of the statute are reprinted in an appendix to this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Civil conspiracy can be used to impose vicarious liability in a fraud case.  E.g., Aetna, 43 F.3d at 1564-65.   As already noted, it is not clear that it is available under the Blue Sky statute, although the \"aiding\" provision of that statute may create an overlapping basis for liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As noted earlier, Dylex owned Nederland, Nederland owned Dylex's MMI stock, and Gunner and Axelrod worked for an unincorporated division of Dylex.  Perhaps because of this intertwining, the defendants' brief has made no effort to distinguish the respective roles of Dylex and Nederland, and we pass over this possibility</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1352579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1640684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1885100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1963840/"
  ]
}