{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197386/",
  "absolute_url": "/opinion/197386/starlight-sugar-v-soto/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197386/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:28:44Z",
  "date_modified": "2017-03-24T10:51:15.659522Z",
  "type": "010combined",
  "sha1": "d3bfee933698c76fd4fd1eab6d53b1437889469f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1332.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1332\r\n\n                  STARLIGHT SUGAR, INC., ET AL.,\r\n\n                     Plaintiffs - Appellees,\r\n\n                                v.\r\n\n                  NEFTALI SOTO, INDIVIDUALLY AND\r\n                  AS SECRETARY OF THE DEPARTMENT\r\n                      OF AGRICULTURE OF THE\r\n                   COMMONWEALTH OF PUERTO RICO,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Edgardo  Rodr guez-Quilichini, Assistant  Solicitor General,\r                                            \r\nDepartment  of  Justice,  with whom  Carlos  Lugo-Fiol, Solicitor\r                                                                \r\nGeneral, and Edda Serrano-Blasini, Deputy Solicitor General, were\r                                           \r\non brief for appellant.\r\n     Marcos  A. Ram rez-Lavandero,  with  whom Eduardo  A.  Vera-\r                                                                           \r\nRam rez,  Janice  M.  Guti rrez-Lacourt  and  Marcos  A.  Ram rez\r                                                                           \r\nLavandero &amp; Associates were on brief for appellees.\r                                \r\n\n                                           \r\n\n                           May 30, 1997\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.   The Department of Agriculture\r                    TORRUELLA, Chief Judge. \r                                          \r\n\nof  the  Commonwealth  of  Puerto  Rico  urges  us  to  vacate  a\r\n\npreliminary injunction issued on December 21, 1995 that  bars the\r\n\nenforcement of Section Six of its Market Regulation 13.1  Section\r\n\nSix prohibits the importation into  Puerto Rico of refined  sugar\r\n\nintended  for consumer sale that  is not prepackaged  in units of\r\n\nfive pounds or less.  The district court held that the regulation\r\n\nviolated the Commerce Clause in its \"dormant\" state and the Equal\r\n\nProtection  Clause  and  also  found  that  the  plaintiff  sugar\r\n\nimporters had  met all of the grounds  for preliminary injunctive\r\n\nrelief.  \r\n\n          Under our  four-part test for  determining whether  the\r\n\ngrant or denial of  preliminary injunctive relief is appropriate,\r\n\nthe district court must consider:\r\n\n            (1)  the  likelihood  of success  on  the\r\n            merits; (2) the potential for irreparable\r\n            harm if the injunction is denied; (3) the\r\n            balance  of  relevant impositions,  i.e.,\r\n            the hardship to the nonmovant if enjoined\r\n            as  contrasted with  the hardship  to the\r\n            movant if  no injunction issues;  and (4)\r\n\n                    \r                              \r\n\n1  Section VI of  Regulation 13 of the Puerto Rico  Department of\r\nAgriculture provides in pertinent part:\r\n\n          A.   Refined sugar  to be imported  in Puerto\r\n          Rico  shall  come in  consumer  size packages\r\n          inside the corresponding shipping containers.\r\n          For   the  purposes  of   this  Regulation  a\r\n          consumer   size  package  is  one  whose  net\r\n          content does not exceed five (5) pounds.\r\n\n          B.    .  .   .  Imported  refined  sugar  for\r\n          industrial  use  shall  not  be  repacked  in\r\n          consumer-size  packages  for direct  sales to\r\n          the consumers.\r\n\n                               -2-\r\r\n\n            the effect (if any) of the court's ruling\r\n            on the public interest.\r\n\nRoss-Simons of Warwick, Inc.  v. Baccarat, Inc., 102 F.3d  12, 15\r                                                         \r\n\n(1st   Cir.  1996).    On  appeal,  the  standard  of  review  is\r\n\ndeferential, and we have said that \"unless the appellant can show\r\n\nthat  the lower  court  misapprehended  the  law or  committed  a\r\n\npalpable  abuse of  discretion,  the court  of  appeals will  not\r\n\nintervene.\" Id. at 16.\r                         \r\n\n          Upon careful consideration of the briefs, arguments  of\r\n\ncounsel, and  the  record  in this  case,  we find  no  abuse  of\r\n\ndiscretion and no error of law,  and therefore affirm in light of\r                                                         affirm\r                                                               \r\n\nthe  sound  reasons provided  in  the  district court's  thorough\r\n\nopinion.   See  Starlight Sugar, Inc.  v. Soto, 909  F. Supp. 853\r                                                        \r\n\n(D.P.R. 1995).\r\n\n          We  only note  the  following.    With respect  to  the\r\n\nlikelihood  of success  on  the merits,  Commerce Clause  caselaw\r\n\nstrongly supports the position  of the plaintiff sugar importers.\r\n\nThe  Department of  Agriculture  asks that  the dormant  Commerce\r\n\nClause  balancing test put forward in Pike v. Bruce Church, Inc.,\r                                                                          \r\n\n397 U.S. 137, 142 (1970), be applied to Section Six, and it seems\r\n\nto  acknowledge  that for  Pike  to apply,  it  must characterize\r                                         \r\n\nSection  Six as  an evenhanded  regulation  that imposes  only an\r\n\nincidental burden on interstate commerce.  Section Six is plainly\r\n\nnot such a creature.  As the district court properly found, where\r\n\na  state  law  or  regulation,  such  as  Section  Six,  facially\r\n\ndiscriminates against  interstate commerce,  and has as  its very\r\n\npurpose  the  protection of  local  economic  interests, it  must\r\n\n                               -3-\r\r\n\nwithstand the most stringent form of scrutiny under the  Commerce\r\n\nClause.  See, e.g.,  West Lynn Creamery v.  Healy,     U.S.     ,\r                                                           \r\n\n114 S. Ct.  2205, 2211-13  (1994).  Under  such strict  scrutiny,\r\n\nfacially discriminatory regulations are presumptively invalid and\r\n\nare \"routinely struck  down,\" unless  it can be  shown that  they\r\n\nserve  a  legitimate   local  interest  \"unrelated   to  economic\r\n\nprotectionism\"    -- an  interest,  furthermore,  that cannot  be\r\n\nserved  through  non-discriminatory means.    New  Energy Co.  v.\r                                                                       \r\n\nLimbach, 486 U.S. 269, 274 (1988); see also Maine v.  Taylor, 477\r                                                                      \r\n\nU.S. 131, 138  (1986) (upholding  facially discriminatory  import\r\n\nrestriction as  necessary to  protect in-state wildlife).   Here,\r\n\nappellants  can  only justify  their  restriction  of bulk  sugar\r\n\nimportation and subsequent packaging for consumer sale by listing\r\n\nthe various  local benefits  attendant to economic  protectionism\r\n\nitself.2   \"[W]here simple economic protectionism  is effected by\r\n\nstate legislation, a virtually per se rule of invalidity has been\r                                               \r\n\nerected.\"  City of Philadelphia v. New Jersey, 437  U.S. 617, 624\r                                                       \r\n\n(1978).\r\n\n          The district court also did not abuse its discretion in\r\n\nfinding the potential for irreparable harm.  See 909 F.  Supp. at\r                                                          \r\n\n861-62.   The  district  court found  that  irreparable harm  was\r\n                    \r                              \r\n\n2  Appellants concede that Section Six has provided a competitive\r\nadvantage  to the Puerto  Rico sugar corporation,  which owns the\r\nonly existing refinery  in Puerto  Rico.  In  support of  Section\r\nSix, appellants  cite such local  interests as the  protection of\r\njobs in the Puerto Rico sugar industry, the preservation of rural\r\nculture associated  with sugar production, and  the prevention of\r\ncertain  demographic changes  (the movement  of unemployed  sugar\r\nworkers from rural  areas to  urban areas) that  may result  were\r\nunfettered interstate competition allowed.  \r\n\n                               -4-\r\r\n\nthreatened by  the inability of the plaintiff  sugar importers to\r\n\ntake advantage of an impending shortage of sugar supply in Puerto\r\n\nRico.  The Department of Agriculture argues that a potential harm\r\n\ncannot be deemed  \"irreparable\" if it  is of a  kind that can  be\r\n\nlater compensated through money  damages.  While it is  true that\r\n\ninjunctive  relief is generally inappropriate where money damages\r\n\ncan make a plaintiff whole, we have recognized that the loss of a\r\n\nunique   or   fleeting   business   opportunity   can  constitute\r\n\nirreparable injury.  See Hyde Park Partners v. Connolly, 839 F.2d\r                                                                 \r\n\n837,  853 (1st  Cir. 1988) (injunction  may be  appropriate where\r\n\ntiming, in tender offer context,  is crucial); see also Baccarat,\r                                                                          \r\n\n102 F.3d at 18-19  (\"[A] plaintiff need not demonstrate  that the\r\n\ndenial of injunctive relief will be fatal to its business.  . . .\r\n\nIf [it]  suffers  a substantial  injury  that is  not  accurately\r                                                                           \r\n\nmeasurable   or   adequately   compensable  by   money   damages,\r                    \r\n\nirreparable  harm  is  a natural  sequel.\")  (citations  omitted)\r\n\n(emphasis added).  The concern in the present situation is clear:\r\n\nalthough we  remain in the domain  of economic profit  or loss, a\r\n\ncontext  in   which  compensation  through   legal  remedies   is\r\n\npreferred,  as  a practical  matter  the  potential value  of  an\r\n\nevanescent  business opportunity  may be  extremely  difficult to\r\n\nmeasure, after the  fact.  The district  court did not abuse  its\r\n\ndiscretion, therefore, in finding that plaintiffs were threatened\r\n\nwith irreparable harm through  the ongoing enforcement of Section\r\n\nSix.\r\n\n          Affirmed. \r                    Affirmed\r                            \r\n\n                               -5-\r\r\n",
  "html": "<p class=\"case_cite\">114 F.3d 330</p>\n    <p class=\"parties\">STARLIGHT SUGAR, INC., et al., Plaintiffs-Appellees,<br>v.<br>Neftali SOTO, Individually and as Secretary of the<br>Department of Agriculture of the Commonwealth of<br>Puerto Rico, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 96-1332.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 4, 1997.<br>Decided May 30, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edgardo Rodrguez-Quilichini, Assistant Solicitor General, Department of Justice, with whom Carlos Lugo-Fiol, Solicitor General, and Edda Serrano-Blasini, Deputy Solicitor General, were on brief for appellant.</p>\n      <p class=\"indent\">Marcos A. Ramrez-Lavandero, with whom Eduardo A. VeraRamrez, Janice M. Gutierrez-Lacourt and Marcos A. Ramrez-Lavandero &amp; Associates were on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Department of Agriculture of the Commonwealth of Puerto Rico urges us to vacate a preliminary injunction issued on December 21, 1995 that bars the enforcement of Section Six of its Market Regulation 13.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Section Six prohibits the importation into Puerto Rico of refined sugar intended for consumer sale that is not prepackaged in units of five pounds or less.  The district court held that the regulation violated the Commerce Clause in its \"dormant\" state and the Equal Protection Clause and also found that the plaintiff sugar importers had met all of the grounds for preliminary injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under our four-part test for determining whether the grant or denial of preliminary injunctive relief is appropriate, the district court must consider:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>(1) the likelihood of success on the merits;  (2) the potential for irreparable harm if the injunction is denied;  (3) the balance of relevant impositions, i.e., the hardship to the nonmovant if enjoined as contrasted with the hardship to the movant if no injunction issues;  and (4) the effect (if any) of the court's ruling on the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ross-Simons of Warwick, Inc. v. Baccarat, Inc., 102 F.3d 12, 15 (1st Cir.1996).  On appeal, the standard of review is deferential, and we have said that \"unless the appellant can show that the lower court misapprehended the law or committed a palpable abuse of discretion, the court of appeals will not intervene.\"  Id. at 16.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon careful consideration of the briefs, arguments of counsel, and the record in this case, we find no abuse of discretion and no error of law, and therefore affirm in light of the sound reasons provided in the district court's thorough opinion.  See Starlight Sugar, Inc. v. Soto, 909 F.Supp. 853 (D.P.R.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We only note the following.  With respect to the likelihood of success on the merits, Commerce Clause caselaw strongly supports the position of the plaintiff sugar importers.  The Department of Agriculture asks that the dormant Commerce Clause balancing test put forward in Pike v. Bruce Church, Inc., 397 U.S. 137, 142, 90 S.Ct. 844, 847, 25 L.Ed.2d 174 (1970), be applied to Section Six, and it seems to acknowledge that for Pike to apply, it must characterize Section Six as an evenhanded regulation that imposes only an incidental burden on interstate commerce.  Section Six is plainly not such a creature.  As the district court properly found, where a state law or regulation, such as Section Six, facially discriminates against interstate commerce, and has as its very purpose the protection of local economic interests, it must withstand the most stringent form of scrutiny under the Commerce Clause.  See, e.g., West Lynn Creamery v. Healy, 512 U.S. 186, 192-97, 114 S.Ct. 2205, 2211-13, 129 L.Ed.2d 157 (1994).  Under such strict scrutiny, facially discriminatory regulations are presumptively invalid and are \"routinely struck down,\" unless it can be shown that they serve a legitimate local interest \"unrelated to economic protectionism\"--an interest, furthermore, that cannot be served through non-discriminatory means.  New Energy Co. v. Limbach, 486 U.S. 269, 274, 108 S.Ct. 1803, 1808, 100 L.Ed.2d 302 (1988);  see also Maine v. Taylor, 477 U.S. 131, 138, 106 S.Ct. 2440, 2447, 91 L.Ed.2d 110 (1986) (upholding facially discriminatory import restriction as necessary to protect in-state wildlife).  Here, appellants can only justify their restriction of bulk sugar importation and subsequent packaging for consumer sale by listing the various local benefits attendant to economic protectionism itself.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  \"[W]here simple economic protectionism is effected by state legislation, a virtually per se rule of invalidity has been erected.\"  City of Philadelphia v. New Jersey, 437 U.S. 617, 624, 98 S.Ct. 2531, 2535, 57 L.Ed.2d 475 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court also did not abuse its discretion in finding the potential for irreparable harm.  See 909 F.Supp. at 861-62.   The district court found that irreparable harm was threatened by the inability of the plaintiff sugar importers to take advantage of an impending shortage of sugar supply in Puerto Rico.  The Department of Agriculture argues that a potential harm cannot be deemed \"irreparable\" if it is of a kind that can be later compensated through money damages.  While it is true that injunctive relief is generally inappropriate where money damages can make a plaintiff whole, we have recognized that the loss of a unique or fleeting business opportunity can constitute irreparable injury.  See Hyde Park Partners v. Connolly, 839 F.2d 837, 853 (1st Cir.1988) (injunction may be appropriate where timing, in tender offer context, is crucial);  see also Baccarat, 102 F.3d at 18-19 (\"[A] plaintiff need not demonstrate that the denial of injunctive relief will be fatal to its business....  If [it] suffers a substantial injury that is not accurately measurable or adequately compensable by money damages, irreparable harm is a natural sequel.\")  (citations omitted) (emphasis added).  The concern in the present situation is clear:  although we remain in the domain of economic profit or loss, a context in which compensation through legal remedies is preferred, as a practical matter the potential value of an evanescent business opportunity may be extremely difficult to measure, after the fact.  The district court did not abuse its discretion, therefore, in finding that plaintiffs were threatened with irreparable harm through the ongoing enforcement of Section Six.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section VI of Regulation 13 of the Puerto Rico Department of Agriculture provides in pertinent part:</p>\n        <p>A.  Refined sugar to be imported in Puerto Rico shall come in consumer size packages inside the corresponding shipping containers.  For the purposes of this Regulation a consumer size package is one whose net content does not exceed five (5) pounds.</p>\n        <p>B....  Imported refined sugar for industrial use shall not be repacked in consumer-size packages for direct sales to the consumers.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellants concede that Section Six has provided a competitive advantage to the Puerto Rico sugar corporation, which owns the only existing refinery in Puerto Rico.  In support of Section Six, appellants cite such local interests as the protection of jobs in the Puerto Rico sugar industry, the preservation of rural culture associated with sugar production, and the prevention of certain demographic changes (the movement of unemployed sugar workers from rural areas to urban areas) that may result were unfettered interstate competition allowed</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">330</span></span></p>\n    <p class=\"parties\">STARLIGHT SUGAR, INC., et al., Plaintiffs-Appellees,<br>v.<br>Neftali SOTO, Individually and as Secretary of the<br>Department of Agriculture of the Commonwealth of<br>Puerto Rico, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 96-1332.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 4, 1997.<br>Decided May 30, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edgardo Rodrguez-Quilichini, Assistant Solicitor General, Department of Justice, with whom Carlos Lugo-Fiol, Solicitor General, and Edda Serrano-Blasini, Deputy Solicitor General, were on brief for appellant.</p>\n      <p class=\"indent\">Marcos A. Ramrez-Lavandero, with whom Eduardo A. VeraRamrez, Janice M. Gutierrez-Lacourt and Marcos A. Ramrez-Lavandero &amp; Associates were on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Department of Agriculture of the Commonwealth of Puerto Rico urges us to vacate a preliminary injunction issued on December 21, 1995 that bars the enforcement of Section Six of its Market Regulation 13.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Section Six prohibits the importation into Puerto Rico of refined sugar intended for consumer sale that is not prepackaged in units of five pounds or less.  The district court held that the regulation violated the Commerce Clause in its \"dormant\" state and the Equal Protection Clause and also found that the plaintiff sugar importers had met all of the grounds for preliminary injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under our four-part test for determining whether the grant or denial of preliminary injunctive relief is appropriate, the district court must consider:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>(1) the likelihood of success on the merits;  (2) the potential for irreparable harm if the injunction is denied;  (3) the balance of relevant impositions, i.e., the hardship to the nonmovant if enjoined as contrasted with the hardship to the movant if no injunction issues;  and (4) the effect (if any) of the court's ruling on the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ross-Simons of Warwick, Inc. v. Baccarat, Inc., <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span>, 15 (1st Cir.1996).  On appeal, the standard of review is deferential, and we have said that \"unless the appellant can show that the lower court misapprehended the law or committed a palpable abuse of discretion, the court of appeals will not intervene.\"  Id. at 16.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon careful consideration of the briefs, arguments of counsel, and the record in this case, we find no abuse of discretion and no error of law, and therefore affirm in light of the sound reasons provided in the district court's thorough opinion.  See Starlight Sugar, Inc. v. Soto, <span class=\"citation no-link\"><span class=\"volume\">909</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">853</span></span> (D.P.R.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We only note the following.  With respect to the likelihood of success on the merits, Commerce Clause caselaw strongly supports the position of the plaintiff sugar importers.  The Department of Agriculture asks that the dormant Commerce Clause balancing test put forward in Pike v. Bruce Church, Inc., <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 142, <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span>, 847, <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (1970), be applied to Section Six, and it seems to acknowledge that for Pike to apply, it must characterize Section Six as an evenhanded regulation that imposes only an incidental burden on interstate commerce.  Section Six is plainly not such a creature.  As the district court properly found, where a state law or regulation, such as Section Six, facially discriminates against interstate commerce, and has as its very purpose the protection of local economic interests, it must withstand the most stringent form of scrutiny under the Commerce Clause.  See, e.g., West Lynn Creamery v. Healy, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 192-97, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2205</span></a></span>, 2211-13, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span></a></span> (1994).  Under such strict scrutiny, facially discriminatory regulations are presumptively invalid and are \"routinely struck down,\" unless it can be shown that they serve a legitimate local interest \"unrelated to economic protectionism\"--an interest, furthermore, that cannot be served through non-discriminatory means.  New Energy Co. v. Limbach, <span class=\"citation\" data-id=\"112081\"><a href=\"/opinion/112081/new-energy-co-of-ind-v-limbach/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>, 274, <span class=\"citation\" data-id=\"112081\"><a href=\"/opinion/112081/new-energy-co-of-ind-v-limbach/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1803</span></a></span>, 1808, <span class=\"citation\" data-id=\"112081\"><a href=\"/opinion/112081/new-energy-co-of-ind-v-limbach/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">302</span></a></span> (1988);  see also Maine v. Taylor, <span class=\"citation\" data-id=\"111715\"><a href=\"/opinion/111715/maine-v-taylor/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, 138, <span class=\"citation\" data-id=\"111715\"><a href=\"/opinion/111715/maine-v-taylor/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2440</span></a></span>, 2447, <span class=\"citation\" data-id=\"111715\"><a href=\"/opinion/111715/maine-v-taylor/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></a></span> (1986) (upholding facially discriminatory import restriction as necessary to protect in-state wildlife).  Here, appellants can only justify their restriction of bulk sugar importation and subsequent packaging for consumer sale by listing the various local benefits attendant to economic protectionism itself.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  \"[W]here simple economic protectionism is effected by state legislation, a virtually per se rule of invalidity has been erected.\"  City of Philadelphia v. New Jersey, <span class=\"citation\" data-id=\"109916\"><a href=\"/opinion/109916/philadelphia-v-new-jersey/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">617</span></a></span>, 624, <span class=\"citation\" data-id=\"109916\"><a href=\"/opinion/109916/philadelphia-v-new-jersey/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, 2535, <span class=\"citation\" data-id=\"109916\"><a href=\"/opinion/109916/philadelphia-v-new-jersey/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">475</span></a></span> (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court also did not abuse its discretion in finding the potential for irreparable harm.  See 909 F.Supp. at 861-62.   The district court found that irreparable harm was threatened by the inability of the plaintiff sugar importers to take advantage of an impending shortage of sugar supply in Puerto Rico.  The Department of Agriculture argues that a potential harm cannot be deemed \"irreparable\" if it is of a kind that can be later compensated through money damages.  While it is true that injunctive relief is generally inappropriate where money damages can make a plaintiff whole, we have recognized that the loss of a unique or fleeting business opportunity can constitute irreparable injury.  See Hyde Park Partners v. Connolly, <span class=\"citation\" data-id=\"501806\"><a href=\"/opinion/501806/hyde-park-partners-lp-and-hyde-park-holdings-inc-v-michael-j/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">837</span></a></span>, 853 (1st Cir.1988) (injunction may be appropriate where timing, in tender offer context, is crucial);  see also Baccarat, 102 F.3d at 18-19 (\"[A] plaintiff need not demonstrate that the denial of injunctive relief will be fatal to its business....  If [it] suffers a substantial injury that is not accurately measurable or adequately compensable by money damages, irreparable harm is a natural sequel.\")  (citations omitted) (emphasis added).  The concern in the present situation is clear:  although we remain in the domain of economic profit or loss, a context in which compensation through legal remedies is preferred, as a practical matter the potential value of an evanescent business opportunity may be extremely difficult to measure, after the fact.  The district court did not abuse its discretion, therefore, in finding that plaintiffs were threatened with irreparable harm through the ongoing enforcement of Section Six.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section VI of Regulation 13 of the Puerto Rico Department of Agriculture provides in pertinent part:</p>\n        <p>A.  Refined sugar to be imported in Puerto Rico shall come in consumer size packages inside the corresponding shipping containers.  For the purposes of this Regulation a consumer size package is one whose net content does not exceed five (5) pounds.</p>\n        <p>B....  Imported refined sugar for industrial use shall not be repacked in consumer-size packages for direct sales to the consumers.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellants concede that Section Six has provided a competitive advantage to the Puerto Rico sugar corporation, which owns the only existing refinery in Puerto Rico.  In support of Section Six, appellants cite such local interests as the protection of jobs in the Puerto Rico sugar industry, the preservation of rural culture associated with sugar production, and the prevention of certain demographic changes (the movement of unemployed sugar workers from rural areas to urban areas) that may result were unfettered interstate competition allowed</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501806/"
  ]
}