{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197307/",
  "absolute_url": "/opinion/197307/davila-lopes-v-soler-zapata/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197307/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:26:47Z",
  "date_modified": "2017-03-24T10:50:56.825675Z",
  "type": "010combined",
  "sha1": "a45c81e8c5268d024f864ec1ce487017b4b9f771",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1409.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-1409\r\n\n                      JUAN A. DAVILA-LOPES,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                    JOSE SOLER ZAPATA, ET AL.,\r\n\n                      Defendants, Appellees.\r\n                                           \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The opinion of this Court issued on April 17, 1997, is\r\ncorrected as follows:\r\n\n     Page 2, second paragraph, line 5, change \"appellants\" to\r\n\"appellees.\"\r\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-1409\r\n\n                      JUAN A. DAVILA-LOPES,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                    JOSE SOLER ZAPATA, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                       Selya, Circuit Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                    and Stahl, Circuit Judge.\r                                                      \r\n                                           \r\n\n  Guillermo Ramos Luina for appellant.\r                                 \r\n  Sigfredo  Rodriguez-Isaac, Assistant Solicitor General, Department\r                                     \r\nof  Justice, with whom Carlos  Lugo Fiol, Solicitor  General, and Edda\r                                                                              \r\nSerrano Blasini,  Assistant Solicitor General,  were on brief  for the\r                       \r\nCommonwealth of Puerto Rico.\r\n  Eli B. Arroyo  for appellees  Ausberto Alejandro Benitez, Jose  M.\r                         \r\nDalmasy Montalvo and Edgar Belmonte.\r\n\n                                           \r\n\n                          April 17, 1997\r\n                                           \r\r\n\n     COFFIN,  Senior Circuit  Judge.   This  is  an appeal  by  a\r                                             \r\n\nphysician from a judgment dismissing his   1983 complaint against\r\n\nofficials of  a Puerto Rico  regional hospital  who rejected  his\r\n\ninitial  application  for  limited  courtesy  privileges  without\r\n\nexplanation  or hearing, in  violation of  hospital by-laws.   It\r\n\nraises the interesting  question whether the  hospital's detailed\r\n\nset  of   procedural  regulations  created  a  property  interest\r\n\nentitling  appellant to procedural due process.  We conclude that\r\n\nthey did not.\r\n\n     Appellant,  a licensed  physician, has  invoked 42  U.S.C.  \r\n\n1983, claiming  that his  constitutional right to  procedural due\r\n\nprocess  was violated  by defendants,  who are  various officials\r\n\nresponsible  for the operation of  the Guayama Area Hospital (the\r\n\n\"Hospital\").1  While some  of the appellees argued below  that no\r\n\nstate action was involved,  the argument was only very  cursorily\r\n\npursued on appeal,  without citation to  authorities.  Since  the\r\n\nHospital  is  financed  by  the Commonwealth,  its  by-laws  were\r\n\napproved  by the Secretary of Health, and its \"Governing Body\" or\r\n\nfinal decider is the Secretary or his Regional Director, we, like\r\n\nthe  district court, shall assume that the   1983 prerequisite of\r\n\nstate  action  is  satisfied.    Appellant  seeks  a  declaratory\r\n                    \r                              \r\n\n     1  There are two groups of defendants-appellees.  One\r\nconsists of the present and former Secretary of the Department of\r\nHealth of the Commonwealth, Regional Director of the Department\r\nfor the Southern Region, and Chief Executive Director of the\r\nGuayama Area Hospital.  The second consists of the three hospital\r\nofficials, Dr. Alejandro and two other doctors, who constituted\r\nthe Executive Committee which initiated the action complained of. \r\nOur reference to \"the Hospital\" will embrace the interests of\r\nall.\r\n\n                               -3-\r\r\n\njudgment, compensatory  and punitive  damages, and  an injunction\r\n\ngiving him his requested hospital privileges.2\r\n\n                        Factual Background\r                                                    \r\n\n     The factual  setting is  the following.   In 1986  appellant\r\n\njoined the Hospital's regular staff in the Department of Internal\r\n\nMedicine.   In 1987, after  some history of  difficulties, he was\r\n\ndismissed from the Medical Faculty of the University charged with\r\n\noperating the  Hospital, and all his  privileges were terminated.\r\n\nAppellant  thereupon  brought  suit in  a  Commonwealth  Superior\r\n\nCourt.   That court rendered a judgment  on June 7, 1990 that the\r\n\nHospital  acted  on  ample  grounds, citing  some  seven  reasons\r\n\nproffered  by the  Hospital,  ranging from  appellant not  making\r\n\nrounds when on call,  to being tardy or not  attending outpatient\r\n\nclinics,  and  seeking  out  intensive  care  patients  who  were\r\n\ninsured.  \r\n\n     Less than ten  months later,  on April  29, 1991,  appellant\r\n\napplied anew for Hospital privileges.  Not having a contract with\r\n\nthe  University, he  was eligible  for only  Courtesy Privileges,\r\n\nwhich  were reserved for physicians who would not admit more than\r\n\n                    \r                              \r\n\n     2  Appellant mentions in his brief a pendent state claim\r\nwhich he asserts was improperly and inadvertently included in the\r\ndismissal of the complaint.  He asks us, in the event of an\r\naffirmance, to clarify the record to show that the dismissal of\r\nthe state claim was for lack of jurisdiction.  We see nothing in\r\nthe complaint that rises to the dignity of a state claim. \r\nAlthough at one point it invokes 28 U.S.C.   1367 (concerning\r\nsupplemental jurisdiction), the only reference to state law is\r\nfound in the prayer for relief from, inter alia, violation \"of\r                                                         \r\nthe applicable laws of the Commonwealth of Puerto Rico and\r\nregulations.\"  This falls far short of identifying any pendent\r\nstate claim.  \r\n\n                               -4-\r\r\n\nfifteen  patients for  hospital  care  per  year.     Thereafter,\r\n\nappellant  faced  a  period   of  apparent  stonewalling  by  the\r\n\nhospital, as he made repeated  inquiries as to the status of  his\r\n\nrequest.    Eventually, on  November  11, 1991,  his  request for\r\n\nprivileges was  denied  by the  Regional Director  and he  sought\r\n\nreview.   A hearing  of sorts  was held on  January 17,  1992, at\r\n\nwhich appellant was unable  to obtain a statement of  reasons for\r\n\nthe  rejection of his request.  Shortly thereafter, appellant was\r\n\nnotified  that  the  decision   to  reject  his  application  for\r\n\nprivileges  had been  ratified.  On  October 23,  1992, appellant\r\n\nfiled his complaint in the present case.\r\n\n     The   By-Laws  of   the   Hospital  are   comprehensive  and\r\n\nprocedurally detailed.   There are five  categories of staff,  of\r\n\nwhich the Courtesy Staff is  one, along with Consulting,  Active,\r\n\nAssociate,  and  Special  Associate  Staff. (Art.  III,  Sec.  2)\r\n\nAppointment  of the  Courtesy Staff  is \"through  regular Medical\r\n\nStaff  channels.\"    (Art. VIII,  Sec.  5)    After an  applicant\r\n\nfurnishes some fifteen different documents (Art. III, Sec. 3) and\r\n\nvarious  releases   and  authorizations  (Art.   III,  Sec.   4),\r\n\nsubsequent  steps  include a  written  report  by the  Department\r\n\nChief,   deliberation  and   recommendation   by  the   Executive\r\n\nCommittee,  and, in  the event  of an  adverse  recommendation, a\r\n\nhearing before a specially convened hearing committee. \r\n\n       Prior to  any hearing, a notice to the practitioner \"shall\r\n\ncontain a concise statement of the practitioner's alleged acts or\r\n\nomissions, including  [patient records]  or the other  reasons or\r\n\n                               -5-\r\r\n\nsubject matter forming the basis for the adverse recommendation.\"\r\n\nProvisions governing hearings cover the composition of the panel,\r\n\nthe duties  of the  moderator, allowance for  representation, the\r\n\nexamining and  cross examining of witnesses,  the introduction of\r\n\nexhibits,  the  making of  a record,  and  the filing  of written\r\n\nmemoranda.  In  hearings on  most issues, the  By-Laws place  the\r\n\nburden  on  the  institutional  body  to show  that  the  adverse\r\n\nrecommendation was  not  \"arbitrary, irrational  or  capricious.\"\r\n\nBut in  hearings involving  a \"Denial  of initial  appointment to\r\n\nstaff status\"  (Item 1,  Article IV,  page 16  of  By-Laws) or  a\r\n\n\"Denial of  requested clinical  privileges\" (Item 7,  Article IV,\r\n\npage 17 of By-Laws), the By-Laws provide that\r\n\n     it  will be  the practitioner  who shall  thereafter be\r\n     responsible for supporting by evidence his challenge to\r\n     the recommendation or action  and shall prevail only if\r\n     he  establishes by clear  and convincing  evidence that\r\n     the recommendation or  action was arbitrary, irrational\r\n     or capricious. (Page 26 of By-Laws)\r\n\nMoreover, in hearings relating to these same items,\r\n\n     the evidence presented by the . . . Executive Committee\r\n     in  support of  its  initial determination  .  . .  may\r\n     relate  to  .  .  .  negative  judgments of  such  body\r\n     regarding information contained  in the  practitioner's\r\n     application  or  request,  and related  references  and\r\n     documentation  to the  effect that such  materials, for\r\n     reasons explained  by such  body, fail to  establish an\r\n     acceptable  basis  for   granting  the  application  or\r\n     request. Id.\r                          \r\n\n                            Analysis \r                                               \r\n\n     It  is clear  that the  process given  to appellant  did not\r\n\nfollow the steps  set forth in the By-Laws.   The appellees, like\r\n\nthe  district court,  relied  for the  notice requirement  of due\r\n\nprocess  on  the appellant's  knowledge  of the  1987  charges of\r\n\n                               -6-\r\r\n\nmisconduct,  as  contained  in  the  \"Findings  of  Fact\"  of the\r\n\nCommonwealth  Superior  Court.   This would  seem  to be  a shaky\r\n\nfoundation in light of the passage of time,  although we note the\r\n\nentire absence of  any indication given by appellant that changes\r\n\nin his conduct could be expected.\r\n\n     The critical and  threshold question is  whether appellant's\r\n\ninterest  in  being given  courtesy  privileges  is \"grounded  in\r\n\nsubstantive legal relationships  defined by . . .  specific state\r\n\nor federal rules  of law.\"3   As the Supreme  Court explained  in\r\n\nBoard of Regents  v. Roth, 408  U.S. 564, 577  (1972), to have  a\r                                   \r\n\nconstitutionally protected interest, one  must have \"more than an\r\n\nabstract  need,\"     one  must   have  \"a  legitimate   claim  of\r\n\nentitlement,\"  \"defined by an existing rule or understanding that\r\n\nstems from an independent source such as state law . . . .\"   For\r\n\nexample,  where  rules so  defined  welfare  eligibility that  an\r\n\napplicant had a right to a hearing to attempt to demonstrate that\r\n\nhe  was  within the  statutory  definition,  this  met the  above\r\n\nrequirements.  See Goldberg  v. Kelly, 397 U.S. 254,  268 (1970);\r                                               \r\n\nsee also  Bishop v. Wood, 426  U.S. 341 (1976); Meachum  v. Fano,\r                                                                          \r\n\n427 U.S. 215, (1976).\r\n\n     Our own  opinion in  Lowe v. Scott,  959 F.2d 323,  338 (1st\r                                                 \r\n\nCir.  1992), is relied upon by appellant for the proposition that\r\n\nrequirements   of  adequate  process   in  decisions  \"affecting\"\r\n\nhospital privileges  can create  a property interest.   Appellant\r\n\n                    \r                              \r\n\n     3  Laurence H. Tribe, American Constitutional Law 677 (2d\r\ned. 1988).\r\n\n                               -7-\r\r\n\noverreaches.     In  that  case  plaintiff   was  protesting  the\r\n\nsuspension of a staff privilege to supervise nurse midwives.  See\r                                                                           \r\n\nid.  at 325.   When  we  stated that  \"[A] state  may create  the\r            \r\n\nproperty   interest  in  privileges   directly  by  imposing  the\r\n\nrequirement . . . that all hospitals  provide physicians adequate\r\n\nprocess in  decisions affecting privileges,\"  we were speaking in\r\n\nthe context, made clear  by the preceding sentence, of  an action\r\n\ntaking away something that had been enjoyed -- i.e. that a public\r\n\nhospital  could  create  a  property interest  by    \"regulations\r\n\nguaranteeing that  these privileges  will not be  revoked without\r                                                                   \r\n\ncause  or  a hearing.\"   Id.  at 338  (emphasis supplied).   This\r                                     \r\n\nmeaning was reaffirmed when we subsequently referred to  the kind\r\n\nof  state law that would be applicable  to all hospitals, i.e., a\r\n\nstatute  or  court decision  \"requiring  that  the revocation  of\r                                                                       \r\n\nhospital  privileges comport  with due  process.\"   Id. (emphasis\r                                                                \r\n\nsupplied).4\r\n\n     Appellant  does not  assert that  any preexisting  status or\r\n\nprivilege was  taken from him.   Rather, his claim  to a property\r\n\ninterest is based on the detailed procedural rules of the By-Laws\r\n\nof  the Hospital,  together  with  what  he  asserts  is  such  a\r\n\n                    \r                              \r\n\n     4  Similarly, appellant has sought to overextend Hernandez\r                                                                         \r\nv. Asociacion Hosp. del Maestro, 106 P.R. Offic. Trans. 96\r                                         \r\n(1977).  Appellant cites it for the proposition that actions by\r\nhospitals that \"affect\" staff privileges must comply with due\r\nprocess.  But that case involved hospital action in canceling\r\nmembership on a hospital's medical staff and summarily suspending\r\nall privileges.  See id. at 101.  The Puerto Rico Supreme Court\r                                 \r\ndetailed the procedures which were triggered by a suspension or\r\nrevocation and concerned itself solely with ascertaining whether\r\nthey had been followed.  See id. at 106.  \r                                         \r\n\n                               -8-\r\r\n\nstringent  substantive  limitation on  the  Hospital's discretion\r\n\nthat he has \"a legitimate  claim of entitlement,\" citing Laborde-\r                                                                           \r\n\nGarciav. PuertoRico TelephoneCo., 993F.2d 265,267 (1stCir. 1993).\r                                          \r\n\n     The  existence  of a  detailed  set of  procedural  rules is\r\n\nclearly   inadequate  to  create   a  constitutionally  protected\r\n\nproperty  right.  As Professor  Tribe notes, \"the  existence of a\r\n\n'careful  procedural  structure'  is  not  enough,\"  although  he\r\n\ncharacterizes such  an approach  as \"narrowly formalistic.\"5   In\r\n\nHewitt v. Helms, 459 U.S. 460, 471 (1983), the Supreme Court made\r                         \r\n\nit  clear that  \"a careful  procedural structure,\"  without more,\r\n\ncannot create a constitutionally protected interest, saying\r\n\n     It would be ironic to hold that when a State embarks on\r\n     such desirable  experimentation  it thereby  opens  the\r\n     door to  scrutiny by  the federal courts,  while States\r\n     that  choose  not to  adopt such  procedural provisions\r\n     entirely  avoid  the  strictures  of  the  Due  Process\r\n     Clause.\r\n\nThe first part of appellant's argument therefore fails.6\r\n\n     This brings us to appellant's last argument, that appellees'\r\n\ndiscretion was so limited  that appellant could reasonably expect\r\n\nto obtain the desired status  if he could present his case.   The\r\n\nSupreme Court  articulated the  possibility that  where stringent\r\n                    \r                              \r\n\n     5  Tribe, supra note 3, at 698.\r                              \r\n\n     6    This is not to say that it makes any policy sense to\r\nenact comprehensive rules and then not apply them to those who,\r\nfacially, are covered by them.  It may be that appellees feared\r\nanother lawsuit if they advanced reasons for their refusing to\r\ngrant courtesy privileges to appellant.  Ironically, their\r\nfailure to follow their own rules, however, did not avoid another\r\nlawsuit.  But, while state law might command faithful adherence\r\nto an institution's mandatory rules, and result in some remedy or\r\nsanction, violating a procedural rule does not alone accomplish\r\nthe creation of a protectible constitutional interest.\r\n\n                               -9-\r\r\n\nregulations  strictly  limit state  officials'  discretion, these\r\n\nprocedures  may   give  rise  to  a   constitutionally  protected\r\n\ninterest.   See Hewitt,  459 U.S.  at 472.   In that  case, state\r                                \r\n\nstatutes governing  the  placing of  prisoners in  administrative\r\n\nsegregation   limited   correction   officials'   discretion   to\r\n\nsituations in which there was \"a need for control,\"  \"a threat of\r\n\na serious disturbance, or  a serious threat to the  individual or\r\n\nothers,\"  and  notices,  hearings,  investigations,  and  release\r\n\nconditions were the subject of mandatory provisions.  Id. at 470-\r                                                                  \r\n\n71  n.6.   The Court  held that  \"[T]he repeated use  of explicit\r\n\nmandatory   language  in   connection  with   requiring  specific\r\n\nsubstantive predicates  demands a  conclusion that the  State has\r\n\ncreated a protected liberty interest.\"  Id. at 472. \r                                                    \r\n\n     This  is  to be  contrasted with  the  situation in  Olim v.\r                                                                        \r\n\nWakinekona, 461 U.S. 238,  249 (1983), where, despite regulations\r                    \r\n\nrequiring a hearing before  an interstate transfer of  an inmate,\r\n\nthe Court held that no state-created liberty interest was created\r\n\nsince the regulations did  not impose \"substantive limitations on\r\n\nofficial discretion.\"  The contours of \"substantive  limitations\"\r\n\nwere   discussed  in  Justice  Brennan's  concurring  opinion  in\r\n\nConnecticut  Board of  Pardons  v. Dumschat,  452  U.S. 458,  467\r                                                     \r\n\n(1971),  cited with approval by the Olim court, as requiring that\r                                                  \r\n\n\"particularized  standards\" and \"objective  and defined criteria\"\r\n\nguide the State's decision makers.\r\n\n     Our own precedents are instructive.  In Lombardo v. Meachum,\r                                                                          \r\n\n548  F.2d  13,  15  (1st  Cir.  1977),  despite  prison  transfer\r\n\n                               -10-\r\r\n\nregulations   which   contained    a   statement   of    purpose,\r\n\nrehabilitation,  and a  directive to  officials to  treat inmates\r\n\n\"with  the  kindness which  their  obedience,  industry and  good\r\n\nconduct merits,\"  we  held  that no  liberty  interest  had  been\r\n\ncreated  since no  significant  limitations had  been imposed  on\r\n\nofficials' discretion in ordering transfers.  \r\n\n     Quite a  different situation was presented in Laborde-Garcia\r                                                                           \r\n\nv. Puerto  Rico Telephone Co., 993  F.2d 265 (1st Cir.  1993).  A\r                                       \r\n\ntelephone employee sought treatment from the State Insurance Fund\r\n\nwithin two months  after a recent accident.  See id. at 266.  She\r                                                             \r\n\nwas terminated  from her job  because the company  concluded that\r\n\nmore than  twelve months had  elapsed since  an earlier  illness.\r\n\nSee  id.   The  company argued  that  reinstatement was  only  an\r                 \r\n\nexpectation  of  reemployment.   See id.  at  267.   However, the\r                                                 \r\n\nstatute  required employers  to \"reserve\"  an employee's  job and\r\n\n\"reinstate\" the employee  if \"no more  than 'twelve months'  have\r\n\n\"lapse[d] . . . from the date of the accident.\"  Id.  \r                                                             \r\n\n     Then Chief Judge Breyer, writing for our court, said:\r\n\n     [T]he  workmen's  compensation statute  so  narrows the\r\n     government's  discretion  to  refuse to  reinstate  Ms.\r\n     Laborde (during  the relevant  twelve  months) that  it\r\n     provides her with  a 'legitimate claim of  entitlement'\r\n     to that  continued employment.   That is to  say, local\r\n     law's narrowing of the employer's discretion  to decide\r\n     not  to   reinstate  means   that  Ms.   Laborde  could\r\n     reasonably have  believed, and relied  upon her belief,\r\n     that  local  law  would  likely permit  her  to  remain\r\n     employed.  Id.\r                            \r\n\n     With  these  strictures  in  mind,  we  assess  whether  the\r\n\nstandards governing the Hospital's extension of privileges are so\r\n\nparticularized,  objective, and  defined,   and  also narrow  the\r\n\n                               -11-\r\r\n\nHospital's  discretion  so  significantly that  an  applicant  in\r\n\nappellant's position could be  reasonably confident that he would\r\n\nbe granted courtesy privileges.\r\n\n     To begin, the  substantive standard set forth in the By-Laws\r\n\nis that decisions must not be made  arbitrarily, irrationally, or\r\n\ncapriciously.  Contrary to  appellant's argument, these words are\r\n\nnot  synonymous  with \"just  cause.\"   Decisions could  be wrong-\r\n\nheaded, based on false  assumptions, overcautious or overzealous,\r\n\npenny-pinching  or  open-handed,  and  exhibit a  poor  sense  of\r\n\npriorities and yet escape denomination  as arbitrary, irrational,\r\n\nand capricious.  Moreover, in cases involving the kind of request\r\n\nappellant was  making, the burden of  proving arbitrariness, etc.\r\n\nhad been  placed on him.   Not only that,  but he had  the severe\r\n\nburden of proof by  clear and convincing evidence.   Finally, the\r\n\ndecision makers  were entitled to  arrive at a  negative judgment\r\n\nthat the materials and information submitted failed \"to establish\r\n\nan acceptable basis for granting the application.\"\r\n\n     We  cannot  believe that  words  of  maximum generality  and\r\n\nminimum  bite such  as  \"arbitrary, irrational  and  capricious\",\r\n\ntwice  and perhaps three times diluted by the shifting of burden,\r\n\nthe  heightening of required proof  to carry the  burden, and the\r\n\nprovision  for   a  catch-all  negative  judgment   of  what  was\r\n\n\"acceptable,\"  suffice to  create a  constitutionally protectible\r\n\nproperty right that could serve as the basis for compensatory and\r\n\npunitive  damages.  Administrative  officials generally  are held\r\n\nunder  administrative  procedure  acts  to  a  standard  free  of\r\n\n                               -12-\r\r\n\narbitrariness,  irrationality, and  caprice.   See Administrative\r                                                            \r\n\nProcedure Act, 5 U.S.C.A.    706(2)(A) (West 1996).  It cannot be\r\n\nthat an  explicit articulation of  the same  standard changes  an\r\n\n\"abstract  need or desire\" into  a protectible right.   In short,\r\n\ntheir discretion was not so  circumscribed that such an  interest\r\n\nwas created.  \r\n\n     Affirmed.   Only  the  Alejandro appellees  are entitled  to\r                                                                           \r\n\ncosts.7  \r                \r\n\n                    \r                              \r\n\n     7  Normally, a successful appellee is entitled to costs.  In\r\nthis appeal we have found the Commonwealth's brief so unhelpful\r\nthat we depart from the usual rule.\r\n\n                               -13-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-1409\r\n\n                      JUAN A. DAVILA-LOPES,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                    JOSE SOLER ZAPATA, ET AL.,\r\n\n                      Defendants, Appellees.\r\n                                           \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The opinion of this Court issued on April 17, 1997, is\r\ncorrected as follows:\r\n\n     Page 2, second paragraph, line 5, change \"appellants\" to\r\n\"appellees.\"\r\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-1409\r\n\n                      JUAN A. DAVILA-LOPES,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                    JOSE SOLER ZAPATA, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                       Selya, Circuit Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                    and Stahl, Circuit Judge.\r                                                      \r\n                                           \r\n\n  Guillermo Ramos Luina for appellant.\r                                 \r\n  Sigfredo  Rodriguez-Isaac, Assistant Solicitor General, Department\r                                     \r\nof  Justice, with whom Carlos  Lugo Fiol, Solicitor  General, and Edda\r                                                                              \r\nSerrano Blasini,  Assistant Solicitor General,  were on brief  for the\r                       \r\nCommonwealth of Puerto Rico.\r\n  Eli B. Arroyo  for appellees  Ausberto Alejandro Benitez, Jose  M.\r                         \r\nDalmasy Montalvo and Edgar Belmonte.\r\n\n                                           \r\n\n                          April 17, 1997\r\n                                           \r\r\n\n     COFFIN,  Senior Circuit  Judge.   This  is  an appeal  by  a\r                                             \r\n\nphysician from a judgment dismissing his   1983 complaint against\r\n\nofficials of  a Puerto Rico  regional hospital  who rejected  his\r\n\ninitial  application  for  limited  courtesy  privileges  without\r\n\nexplanation  or hearing, in  violation of  hospital by-laws.   It\r\n\nraises the interesting  question whether the  hospital's detailed\r\n\nset  of   procedural  regulations  created  a  property  interest\r\n\nentitling  appellant to procedural due process.  We conclude that\r\n\nthey did not.\r\n\n     Appellant,  a licensed  physician, has  invoked 42  U.S.C.  \r\n\n1983, claiming  that his  constitutional right to  procedural due\r\n\nprocess  was violated  by defendants,  who are  various officials\r\n\nresponsible  for the operation of  the Guayama Area Hospital (the\r\n\n\"Hospital\").1  While some  of the appellees argued below  that no\r\n\nstate action was involved,  the argument was only very  cursorily\r\n\npursued on appeal,  without citation to  authorities.  Since  the\r\n\nHospital  is  financed  by  the Commonwealth,  its  by-laws  were\r\n\napproved  by the Secretary of Health, and its \"Governing Body\" or\r\n\nfinal decider is the Secretary or his Regional Director, we, like\r\n\nthe  district court, shall assume that the   1983 prerequisite of\r\n\nstate  action  is  satisfied.    Appellant  seeks  a  declaratory\r\n                    \r                              \r\n\n     1  There are two groups of defendants-appellees.  One\r\nconsists of the present and former Secretary of the Department of\r\nHealth of the Commonwealth, Regional Director of the Department\r\nfor the Southern Region, and Chief Executive Director of the\r\nGuayama Area Hospital.  The second consists of the three hospital\r\nofficials, Dr. Alejandro and two other doctors, who constituted\r\nthe Executive Committee which initiated the action complained of. \r\nOur reference to \"the Hospital\" will embrace the interests of\r\nall.\r\n\n                               -3-\r\r\n\njudgment, compensatory  and punitive  damages, and  an injunction\r\n\ngiving him his requested hospital privileges.2\r\n\n                        Factual Background\r                                                    \r\n\n     The factual  setting is  the following.   In 1986  appellant\r\n\njoined the Hospital's regular staff in the Department of Internal\r\n\nMedicine.   In 1987, after  some history of  difficulties, he was\r\n\ndismissed from the Medical Faculty of the University charged with\r\n\noperating the  Hospital, and all his  privileges were terminated.\r\n\nAppellant  thereupon  brought  suit in  a  Commonwealth  Superior\r\n\nCourt.   That court rendered a judgment  on June 7, 1990 that the\r\n\nHospital  acted  on  ample  grounds, citing  some  seven  reasons\r\n\nproffered  by the  Hospital,  ranging from  appellant not  making\r\n\nrounds when on call,  to being tardy or not  attending outpatient\r\n\nclinics,  and  seeking  out  intensive  care  patients  who  were\r\n\ninsured.  \r\n\n     Less than ten  months later,  on April  29, 1991,  appellant\r\n\napplied anew for Hospital privileges.  Not having a contract with\r\n\nthe  University, he  was eligible  for only  Courtesy Privileges,\r\n\nwhich  were reserved for physicians who would not admit more than\r\n\n                    \r                              \r\n\n     2  Appellant mentions in his brief a pendent state claim\r\nwhich he asserts was improperly and inadvertently included in the\r\ndismissal of the complaint.  He asks us, in the event of an\r\naffirmance, to clarify the record to show that the dismissal of\r\nthe state claim was for lack of jurisdiction.  We see nothing in\r\nthe complaint that rises to the dignity of a state claim. \r\nAlthough at one point it invokes 28 U.S.C.   1367 (concerning\r\nsupplemental jurisdiction), the only reference to state law is\r\nfound in the prayer for relief from, inter alia, violation \"of\r                                                         \r\nthe applicable laws of the Commonwealth of Puerto Rico and\r\nregulations.\"  This falls far short of identifying any pendent\r\nstate claim.  \r\n\n                               -4-\r\r\n\nfifteen  patients for  hospital  care  per  year.     Thereafter,\r\n\nappellant  faced  a  period   of  apparent  stonewalling  by  the\r\n\nhospital, as he made repeated  inquiries as to the status of  his\r\n\nrequest.    Eventually, on  November  11, 1991,  his  request for\r\n\nprivileges was  denied  by the  Regional Director  and he  sought\r\n\nreview.   A hearing  of sorts  was held on  January 17,  1992, at\r\n\nwhich appellant was unable  to obtain a statement of  reasons for\r\n\nthe  rejection of his request.  Shortly thereafter, appellant was\r\n\nnotified  that  the  decision   to  reject  his  application  for\r\n\nprivileges  had been  ratified.  On  October 23,  1992, appellant\r\n\nfiled his complaint in the present case.\r\n\n     The   By-Laws  of   the   Hospital  are   comprehensive  and\r\n\nprocedurally detailed.   There are five  categories of staff,  of\r\n\nwhich the Courtesy Staff is  one, along with Consulting,  Active,\r\n\nAssociate,  and  Special  Associate  Staff. (Art.  III,  Sec.  2)\r\n\nAppointment  of the  Courtesy Staff  is \"through  regular Medical\r\n\nStaff  channels.\"    (Art. VIII,  Sec.  5)    After an  applicant\r\n\nfurnishes some fifteen different documents (Art. III, Sec. 3) and\r\n\nvarious  releases   and  authorizations  (Art.   III,  Sec.   4),\r\n\nsubsequent  steps  include a  written  report  by the  Department\r\n\nChief,   deliberation  and   recommendation   by  the   Executive\r\n\nCommittee,  and, in  the event  of an  adverse  recommendation, a\r\n\nhearing before a specially convened hearing committee. \r\n\n       Prior to  any hearing, a notice to the practitioner \"shall\r\n\ncontain a concise statement of the practitioner's alleged acts or\r\n\nomissions, including  [patient records]  or the other  reasons or\r\n\n                               -5-\r\r\n\nsubject matter forming the basis for the adverse recommendation.\"\r\n\nProvisions governing hearings cover the composition of the panel,\r\n\nthe duties  of the  moderator, allowance for  representation, the\r\n\nexamining and  cross examining of witnesses,  the introduction of\r\n\nexhibits,  the  making of  a record,  and  the filing  of written\r\n\nmemoranda.  In  hearings on  most issues, the  By-Laws place  the\r\n\nburden  on  the  institutional  body  to show  that  the  adverse\r\n\nrecommendation was  not  \"arbitrary, irrational  or  capricious.\"\r\n\nBut in  hearings involving  a \"Denial  of initial  appointment to\r\n\nstaff status\"  (Item 1,  Article IV,  page 16  of  By-Laws) or  a\r\n\n\"Denial of  requested clinical  privileges\" (Item 7,  Article IV,\r\n\npage 17 of By-Laws), the By-Laws provide that\r\n\n     it  will be  the practitioner  who shall  thereafter be\r\n     responsible for supporting by evidence his challenge to\r\n     the recommendation or action  and shall prevail only if\r\n     he  establishes by clear  and convincing  evidence that\r\n     the recommendation or  action was arbitrary, irrational\r\n     or capricious. (Page 26 of By-Laws)\r\n\nMoreover, in hearings relating to these same items,\r\n\n     the evidence presented by the . . . Executive Committee\r\n     in  support of  its  initial determination  .  . .  may\r\n     relate  to  .  .  .  negative  judgments of  such  body\r\n     regarding information contained  in the  practitioner's\r\n     application  or  request,  and related  references  and\r\n     documentation  to the  effect that such  materials, for\r\n     reasons explained  by such  body, fail to  establish an\r\n     acceptable  basis  for   granting  the  application  or\r\n     request. Id.\r                          \r\n\n                            Analysis \r                                               \r\n\n     It  is clear  that the  process given  to appellant  did not\r\n\nfollow the steps  set forth in the By-Laws.   The appellees, like\r\n\nthe  district court,  relied  for the  notice requirement  of due\r\n\nprocess  on  the appellant's  knowledge  of the  1987  charges of\r\n\n                               -6-\r\r\n\nmisconduct,  as  contained  in  the  \"Findings  of  Fact\"  of the\r\n\nCommonwealth  Superior  Court.   This would  seem  to be  a shaky\r\n\nfoundation in light of the passage of time,  although we note the\r\n\nentire absence of  any indication given by appellant that changes\r\n\nin his conduct could be expected.\r\n\n     The critical and  threshold question is  whether appellant's\r\n\ninterest  in  being given  courtesy  privileges  is \"grounded  in\r\n\nsubstantive legal relationships  defined by . . .  specific state\r\n\nor federal rules  of law.\"3   As the Supreme  Court explained  in\r\n\nBoard of Regents  v. Roth, </pre><span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 577  (1972), to have  a\r                                   \r\n\nconstitutionally protected interest, one  must have \"more than an\r\n\nabstract  need,\"     one  must   have  \"a  legitimate   claim  of\r\n\nentitlement,\"  \"defined by an existing rule or understanding that\r\n\nstems from an independent source such as state law . . . .\"   For\r\n\nexample,  where  rules so  defined  welfare  eligibility that  an\r\n\napplicant had a right to a hearing to attempt to demonstrate that\r\n\nhe  was  within the  statutory  definition,  this  met the  above\r\n\nrequirements.  See Goldberg  v. Kelly, </pre><span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">,  268 (1970);\r                                               \r\n\nsee also  Bishop v. Wood, </pre><span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span><pre class=\"inline\"> (1976); Meachum  v. Fano,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">, (1976).\r\n\n     Our own  opinion in  Lowe v. Scott,  </pre><span class=\"citation\" data-id=\"579944\"><a href=\"/opinion/579944/lynn-c-lowe-md-v-h-denman-scott-md/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">323</span></a></span><pre class=\"inline\">,  338 (1st\r                                                 \r\n\nCir.  1992), is relied upon by appellant for the proposition that\r\n\nrequirements   of  adequate  process   in  decisions  \"affecting\"\r\n\nhospital privileges  can create  a property interest.   Appellant\r\n\n                    \r                              \r\n\n     3  Laurence H. Tribe, American Constitutional Law 677 (2d\r\ned. 1988).\r\n\n                               -7-\r\r\n\noverreaches.     In  that  case  plaintiff   was  protesting  the\r\n\nsuspension of a staff privilege to supervise nurse midwives.  See\r                                                                           \r\n\nid.  at 325.   When  we  stated that  \"[A] state  may create  the\r            \r\n\nproperty   interest  in  privileges   directly  by  imposing  the\r\n\nrequirement . . . that all hospitals  provide physicians adequate\r\n\nprocess in  decisions affecting privileges,\"  we were speaking in\r\n\nthe context, made clear  by the preceding sentence, of  an action\r\n\ntaking away something that had been enjoyed -- i.e. that a public\r\n\nhospital  could  create  a  property interest  by    \"regulations\r\n\nguaranteeing that  these privileges  will not be  revoked without\r                                                                   \r\n\ncause  or  a hearing.\"   Id.  at 338  (emphasis supplied).   This\r                                     \r\n\nmeaning was reaffirmed when we subsequently referred to  the kind\r\n\nof  state law that would be applicable  to all hospitals, i.e., a\r\n\nstatute  or  court decision  \"requiring  that  the revocation  of\r                                                                       \r\n\nhospital  privileges comport  with due  process.\"   Id. (emphasis\r                                                                \r\n\nsupplied).4\r\n\n     Appellant  does not  assert that  any preexisting  status or\r\n\nprivilege was  taken from him.   Rather, his claim  to a property\r\n\ninterest is based on the detailed procedural rules of the By-Laws\r\n\nof  the Hospital,  together  with  what  he  asserts  is  such  a\r\n\n                    \r                              \r\n\n     4  Similarly, appellant has sought to overextend Hernandez\r                                                                         \r\nv. Asociacion Hosp. del Maestro, </pre><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">96</span></span><pre class=\"inline\">\r                                         \r\n(1977).  Appellant cites it for the proposition that actions by\r\nhospitals that \"affect\" staff privileges must comply with due\r\nprocess.  But that case involved hospital action in canceling\r\nmembership on a hospital's medical staff and summarily suspending\r\nall privileges.  See id. at 101.  The Puerto Rico Supreme Court\r                                 \r\ndetailed the procedures which were triggered by a suspension or\r\nrevocation and concerned itself solely with ascertaining whether\r\nthey had been followed.  See id. at 106.  \r                                         \r\n\n                               -8-\r\r\n\nstringent  substantive  limitation on  the  Hospital's discretion\r\n\nthat he has \"a legitimate  claim of entitlement,\" citing Laborde-\r                                                                           \r\n\nGarciav. PuertoRico TelephoneCo., 993F.2d 265,267 (1stCir. 1993).\r                                          \r\n\n     The  existence  of a  detailed  set of  procedural  rules is\r\n\nclearly   inadequate  to  create   a  constitutionally  protected\r\n\nproperty  right.  As Professor  Tribe notes, \"the  existence of a\r\n\n'careful  procedural  structure'  is  not  enough,\"  although  he\r\n\ncharacterizes such  an approach  as \"narrowly formalistic.\"5   In\r\n\nHewitt v. Helms, </pre><span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span><pre class=\"inline\">, 471 (1983), the Supreme Court made\r                         \r\n\nit  clear that  \"a careful  procedural structure,\"  without more,\r\n\ncannot create a constitutionally protected interest, saying\r\n\n     It would be ironic to hold that when a State embarks on\r\n     such desirable  experimentation  it thereby  opens  the\r\n     door to  scrutiny by  the federal courts,  while States\r\n     that  choose  not to  adopt such  procedural provisions\r\n     entirely  avoid  the  strictures  of  the  Due  Process\r\n     Clause.\r\n\nThe first part of appellant's argument therefore fails.6\r\n\n     This brings us to appellant's last argument, that appellees'\r\n\ndiscretion was so limited  that appellant could reasonably expect\r\n\nto obtain the desired status  if he could present his case.   The\r\n\nSupreme Court  articulated the  possibility that  where stringent\r\n                    \r                              \r\n\n     5  Tribe, supra note 3, at 698.\r                              \r\n\n     6    This is not to say that it makes any policy sense to\r\nenact comprehensive rules and then not apply them to those who,\r\nfacially, are covered by them.  It may be that appellees feared\r\nanother lawsuit if they advanced reasons for their refusing to\r\ngrant courtesy privileges to appellant.  Ironically, their\r\nfailure to follow their own rules, however, did not avoid another\r\nlawsuit.  But, while state law might command faithful adherence\r\nto an institution's mandatory rules, and result in some remedy or\r\nsanction, violating a procedural rule does not alone accomplish\r\nthe creation of a protectible constitutional interest.\r\n\n                               -9-\r\r\n\nregulations  strictly  limit state  officials'  discretion, these\r\n\nprocedures  may   give  rise  to  a   constitutionally  protected\r\n\ninterest.   See Hewitt,  459 U.S.  at 472.   In that  case, state\r                                \r\n\nstatutes governing  the  placing of  prisoners in  administrative\r\n\nsegregation   limited   correction   officials'   discretion   to\r\n\nsituations in which there was \"a need for control,\"  \"a threat of\r\n\na serious disturbance, or  a serious threat to the  individual or\r\n\nothers,\"  and  notices,  hearings,  investigations,  and  release\r\n\nconditions were the subject of mandatory provisions.  Id. at 470-\r                                                                  \r\n\n71  n.6.   The Court  held that  \"[T]he repeated use  of explicit\r\n\nmandatory   language  in   connection  with   requiring  specific\r\n\nsubstantive predicates  demands a  conclusion that the  State has\r\n\ncreated a protected liberty interest.\"  Id. at 472. \r                                                    \r\n\n     This  is  to be  contrasted with  the  situation in  Olim v.\r                                                                        \r\n\nWakinekona, </pre><span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span><pre class=\"inline\">,  249 (1983), where, despite regulations\r                    \r\n\nrequiring a hearing before  an interstate transfer of  an inmate,\r\n\nthe Court held that no state-created liberty interest was created\r\n\nsince the regulations did  not impose \"substantive limitations on\r\n\nofficial discretion.\"  The contours of \"substantive  limitations\"\r\n\nwere   discussed  in  Justice  Brennan's  concurring  opinion  in\r\n\nConnecticut  Board of  Pardons  v. Dumschat,  </pre><span class=\"citation no-link\"><span class=\"volume\">452</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></span><pre class=\"inline\">,  467\r                                                     \r\n\n(1971),  cited with approval by the Olim court, as requiring that\r                                                  \r\n\n\"particularized  standards\" and \"objective  and defined criteria\"\r\n\nguide the State's decision makers.\r\n\n     Our own precedents are instructive.  In Lombardo v. Meachum,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"342281\"><a href=\"/opinion/342281/albert-lombardo-v-larry-meachum/\"><span class=\"volume\">548</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">13</span></a></span><pre class=\"inline\">,  15  (1st  Cir.  1977),  despite  prison  transfer\r\n\n                               -10-\r\r\n\nregulations   which   contained    a   statement   of    purpose,\r\n\nrehabilitation,  and a  directive to  officials to  treat inmates\r\n\n\"with  the  kindness which  their  obedience,  industry and  good\r\n\nconduct merits,\"  we  held  that no  liberty  interest  had  been\r\n\ncreated  since no  significant  limitations had  been imposed  on\r\n\nofficials' discretion in ordering transfers.  \r\n\n     Quite a  different situation was presented in Laborde-Garcia\r                                                                           \r\n\nv. Puerto  Rico Telephone Co., </pre><span class=\"citation\" data-id=\"606660\"><a href=\"/opinion/606660/myriam-e-laborde-garcia-v-puerto-rico-telephone-co/\"><span class=\"volume\">993</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">265</span></a></span><pre class=\"inline\"> (1st Cir.  1993).  A\r                                       \r\n\ntelephone employee sought treatment from the State Insurance Fund\r\n\nwithin two months  after a recent accident.  See id. at 266.  She\r                                                             \r\n\nwas terminated  from her job  because the company  concluded that\r\n\nmore than  twelve months had  elapsed since  an earlier  illness.\r\n\nSee  id.   The  company argued  that  reinstatement was  only  an\r                 \r\n\nexpectation  of  reemployment.   See id.  at  267.   However, the\r                                                 \r\n\nstatute  required employers  to \"reserve\"  an employee's  job and\r\n\n\"reinstate\" the employee  if \"no more  than 'twelve months'  have\r\n\n\"lapse[d] . . . from the date of the accident.\"  Id.  \r                                                             \r\n\n     Then Chief Judge Breyer, writing for our court, said:\r\n\n     [T]he  workmen's  compensation statute  so  narrows the\r\n     government's  discretion  to  refuse to  reinstate  Ms.\r\n     Laborde (during  the relevant  twelve  months) that  it\r\n     provides her with  a 'legitimate claim of  entitlement'\r\n     to that  continued employment.   That is to  say, local\r\n     law's narrowing of the employer's discretion  to decide\r\n     not  to   reinstate  means   that  Ms.   Laborde  could\r\n     reasonably have  believed, and relied  upon her belief,\r\n     that  local  law  would  likely permit  her  to  remain\r\n     employed.  Id.\r                            \r\n\n     With  these  strictures  in  mind,  we  assess  whether  the\r\n\nstandards governing the Hospital's extension of privileges are so\r\n\nparticularized,  objective, and  defined,   and  also narrow  the\r\n\n                               -11-\r\r\n\nHospital's  discretion  so  significantly that  an  applicant  in\r\n\nappellant's position could be  reasonably confident that he would\r\n\nbe granted courtesy privileges.\r\n\n     To begin, the  substantive standard set forth in the By-Laws\r\n\nis that decisions must not be made  arbitrarily, irrationally, or\r\n\ncapriciously.  Contrary to  appellant's argument, these words are\r\n\nnot  synonymous  with \"just  cause.\"   Decisions could  be wrong-\r\n\nheaded, based on false  assumptions, overcautious or overzealous,\r\n\npenny-pinching  or  open-handed,  and  exhibit a  poor  sense  of\r\n\npriorities and yet escape denomination  as arbitrary, irrational,\r\n\nand capricious.  Moreover, in cases involving the kind of request\r\n\nappellant was  making, the burden of  proving arbitrariness, etc.\r\n\nhad been  placed on him.   Not only that,  but he had  the severe\r\n\nburden of proof by  clear and convincing evidence.   Finally, the\r\n\ndecision makers  were entitled to  arrive at a  negative judgment\r\n\nthat the materials and information submitted failed \"to establish\r\n\nan acceptable basis for granting the application.\"\r\n\n     We  cannot  believe that  words  of  maximum generality  and\r\n\nminimum  bite such  as  \"arbitrary, irrational  and  capricious\",\r\n\ntwice  and perhaps three times diluted by the shifting of burden,\r\n\nthe  heightening of required proof  to carry the  burden, and the\r\n\nprovision  for   a  catch-all  negative  judgment   of  what  was\r\n\n\"acceptable,\"  suffice to  create a  constitutionally protectible\r\n\nproperty right that could serve as the basis for compensatory and\r\n\npunitive  damages.  Administrative  officials generally  are held\r\n\nunder  administrative  procedure  acts  to  a  standard  free  of\r\n\n                               -12-\r\r\n\narbitrariness,  irrationality, and  caprice.   See Administrative\r                                                            \r\n\nProcedure Act, 5 U.S.C.A.    706(2)(A) (West 1996).  It cannot be\r\n\nthat an  explicit articulation of  the same  standard changes  an\r\n\n\"abstract  need or desire\" into  a protectible right.   In short,\r\n\ntheir discretion was not so  circumscribed that such an  interest\r\n\nwas created.  \r\n\n     Affirmed.   Only  the  Alejandro appellees  are entitled  to\r                                                                           \r\n\ncosts.7  \r                \r\n\n                    \r                              \r\n\n     7  Normally, a successful appellee is entitled to costs.  In\r\nthis appeal we have found the Commonwealth's brief so unhelpful\r\nthat we depart from the usual rule.\r\n\n                               -13-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606660/"
  ]
}