{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197385/",
  "absolute_url": "/opinion/197385/united-states-v-amado-guerrero/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197385/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:28:39Z",
  "date_modified": "2017-03-24T10:51:19.868294Z",
  "type": "010combined",
  "sha1": "6607c5e8b5d39822b1950805c2a73cacb405b78b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1324.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\nNo. 96-1324\r\n\n                        UNITED STATES,\r\n                          Appellee,\r\n\n                              v.\r\n\n                    MANUEL AMADO GUERRERO,\r\n                    Defendant, Appellant,\r\n                                         \r\n\nNo. 96-1325\r\n\n                        UNITED STATES,\r\n                          Appellee,\r\n\n                              v.\r\n\n                     CRISPINIANO OSPINA,\r\n                    Defendant, Appellant,\r\n                                         \r\n\nNo. 96-1326\r\n\n                        UNITED STATES,\r\n                          Appellee,\r\n\n                              v.\r\n\n                        ORLANDO PILCO,\r\n                    Defendant, Appellant,\r\n                                         \r\n\nNo. 96-1327\r\n\n                        UNITED STATES,\r\n                          Appellee,\r\n\n                              v.\r\n\n                        MANUEL RIVAS,\r\n                    Defendant, Appellant,\r\n                                         \r\nNo. 96-1651\r\n\n                        UNITED STATES,\r\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       DIMAS HERNANDEZ,\r\n                    Defendant, Appellant.\r\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Salvador E. Casellas, U.S. District Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n                Coffin, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nLuis  E. Pabon Roca,  by Appointment  of the  Court, for appellant\r                               \r\nAmado Guerrero.\r\nPeter J. Satz-Hanley,  by Appointment of the Court, for  appellant\r                                \r\nCrispiniano Ospina.\r\nDavid A.F.  Lewis,  by  Appointment of  the Court,  for  appellant\r                             \r\nOrlando Pilco.\r\nMiguel A.A.  Nogueras-Castro, Assistant  Federal Public  Defender,\r                                        \r\nwith whom  Gustavo A.  Gelpi, Assistant  Federal Public  Defender, and\r                                    \r\nBenicio  Sanchez Rivera, Federal  Public Defender,  were on  brief for\r                               \r\nappellant Manuel Rivas.\r\nIrma  R. Valldejuli, by  Appointment of  the Court,  for appellant\r                               \r\nHernandez.\r\nJacabed  Rodriguez  Coss, Assistant  United States  Attorney, with\r                                    \r\nwhom  Jose A. Quiles, Assistant United  States Attorney, and Guillermo\r                                                                              \r\nGil, United States Attorney, were on brief for appellee.\r           \r\n\n                                         \r\n\n                         May 30, 1997\r\n                                         \r\r\n\n          STAHL,   Circuit   Judge.      A   jury   convicted\r                      STAHL,   Circuit   Judge.\r                                              \r\n\ndefendants-appellants  Manuel   Amado  Guerrero,  Crispiniano\r\n\nOspina, Orlando Pilco, Manuel Rivas, and Dimas Hernandez each\r\n\nof  one  count  of aiding  and  abetting  each  other in  the\r\n\npossession with  intent to  distribute marijuana on  board an\r\n\nocean  vessel  subject  to  the jurisdiction  of  the  United\r\n\nStates,  in  violation of  46  U.S.C. app.    1903(a)  and 18\r\n\nU.S.C.   2.  On appeal,  the defendants raise various  issues\r\n\nwith respect to their convictions and sentences.  Many of the\r\n\nissues they ask us to review were not properly brought to the\r\n\ndistrict  court's  attention.    Finding no  merit  to  their\r\n\ncontentions, we  affirm the district court's  judgment in all\r\n\nrespects.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                 Facts and Prior Proceedings\r                             Facts and Prior Proceedings\r                                                        \r\n\n          At  trial, the government established the following\r\n\nfacts.1  On the  evening of June 13, 1995, the  United States\r\n\nCoast  Guard  Cutter MELLON  was  conducting routine  counter\r\n\ndrug-trafficking patrol on the  high seas off Colombia, South\r\n\nAmerica.    At that  time,  the  weather conditions  included\r\n\ntwenty-knot winds and eight-foot  swells.  Lt. Comdr. Vincent\r\n\nMorgan   Weber  commanded  the  heavily  armed  378-foot-long\r\n\nvessel,  which  was  equipped   with  two  smaller  boats:  a\r\n\n                    \r                                \r\n\n1.  We recount the trial evidence in the light most favorable\r\nto  the prosecution.   See  United States  v. Ruiz,  105 F.3d\r                                                              \r\n1492, 1495 (1st Cir. 1997).\r\n\n                             -3-\r                                          3\r\r\n\nmotorized surfboat, the MELLON I, and a rigid hull inflatable\r\n\nboat, the MELLON II.\r\n\n          At approximately  9:00 p.m., forty  miles north  of\r\n\nthe  Colombia's  Guajira Peninsula,  the  cutter MELLON  made\r\n\nradar contact  with an unidentified  vessel.2  As  the MELLON\r\n\napproached the craft, it directed its search lights  upon it.\r\n\nGiven the difficult  seas and the  distance from the  nearest\r\n\nshore,  Lt. Comdr. Weber  expected to  observe a  cargo boat.\r\n\nInstead,   he   discerned   a   forty-foot   long,   flagless\r\n\nrecreational craft, travelling in a northeast direction.\r\n\n          The boat rode low in the water, not more than eight\r\n\nfeet above the surface.  Its cabin was constructed much lower\r\n\nthan  normal for  that  type  of  recreational vessel.    The\r\n\nvessel's  \"low profile\"  enabled it  to ride  in the  ocean s\r\n\nswells and avoid most radar detection.  The fiberglass boat's\r\n\nhull was light  blue below the waterline and white above.  It\r\n\nsported  two antennae, a common VHF radio antenna and a high-\r\n\nfrequency  antenna  for long  distance  communications.   The\r\n\nvessel was operating  without its running  lights on, and  no\r\n\none was topside.\r\n\n          After  several unsuccessful  attempts  to hail  the\r\n\nvessel,  Lt.  Comdr. Weber  established  radio communications\r\n\n                    \r                                \r\n\n2.  The  evidence also suggested  radar contact  with another\r\nvessel,  some two  miles away  from the  first boat,  but the\r\nCoast Guard  chose not  to pursue any  interaction with  that\r\nvessel.\r\n\n                             -4-\r                                          4\r\r\n\nthrough  one  of the  cutter's  interpreters.   The  vessel's\r\n\nmaster,  Pilco,  informed  the  Coast Guard  that  the  boat,\r\n\nidentified  as  the BLACK  CAT,3  was  of Honduran  registry.\r\n\nPilco stated that his last port of call was \"Panama\" and that\r\n\nhis  next port  of call  was \"Honduras.\"   Weber  found these\r\n\nstatements suspicious  because the BLACK CAT  was headed away\r\n\nfrom the stated destination  and because specific cities, not\r\n\ncountries,  usually are identified  as ports of  call.  Pilco\r\n\ndid not respond to Weber's subsequent request to identify the\r\n\nspecific cities in which the ports of call were located.\r\n\n          When  asked if  the  BLACK CAT  carried any  cargo,\r\n\nPilco  answered,  \"no.\"    Lt. Comdr.  Weber  had  just  been\r\n\nadvised, however, that personnel  aboard the MELLON saw cargo\r\n\ninside  the boat's cabin.   The vessel s low  position in the\r\n\nwater further  belied Pilco's claim.   To clarify  the point,\r\n\nWeber  again asked Pilco whether or not the BLACK CAT carried\r\n\ncargo.   Pilco again responded  in the negative.   Weber then\r\n\nrequested permission  to board, to which Pilco replied, in an\r\n\nagitated  voice,  \"wait  a  minute,  wait a  minute,  wait  a\r\n\nminute.\"  Weber repeated the request a few minutes later, but\r\n\nreceived the same response.\r\n\n          About the same time, Coast Guard personnel observed\r\n\nsomeone  on the BLACK CAT throwing objects overboard.  A boat\r\n\n                    \r                                \r\n\n3.  Pilco stated the vessel's  name in Spanish, \"GATO NEGRO.\"\r\nFollowing the  parties' lead, we use  the English translation\r\nthroughout.\r\n\n                             -5-\r                                          5\r\r\n\nteam dispatched on  the MELLON  II retrieved  from the  ocean\r\n\npieces of  a navigational  chart depicting the  United States\r\n\nVirgin  Islands area east of  Puerto Rico.   Lt. Comdr. Weber\r\n\nthen dispatched a boarding  team in the MELLON I  to approach\r\n\nthe BLACK CAT. \r\n\n          When  the  MELLON  I  came  alongside  the  vessel,\r\n\nmembers of  the boarding team noticed  two oversized, custom-\r\n\nmade fuel  tanks covering most of  the aft deck.   In fact, a\r\n\nperson could not enter  the cabin area without crawling  over\r\n\nthe fuel tanks.  Peering into the cabin area with  the aid of\r\n\na spotlight, the boarding  team observed several crew members\r\n\nand numerous white-colored bales.\r\n\n          The boarding team failed in its initial attempts to\r\n\nget  the attention of the  crew, which, for  a time, remained\r\n\ninside the cabin.   Soon, however, the crew members  began to\r\n\nemerge,  one by one, carrying duffel bags.  One member placed\r\n\nhis  hand  underneath  his  shirt, and  others  seemed  to be\r\n\nreaching  inside  their  bags.   These  actions  alarmed  the\r\n\nboarding team, which quickly advised the crew (in Spanish and\r\n\nEnglish) to keep their  hands in plain sight.   Concerned for\r\n\nthe boarding team's safety, Gunner's Mate Edward West pointed\r\n\nan  M16 service rifle toward the vessel.  Perhaps because the\r\n\nchoppy seas  made  communication difficult,  the BLACK  CAT's\r\n\ncrew did not comply with  the request to keep their  hands in\r\n\nview.   When a crew member  again began to reach  towards his\r\n\n                             -6-\r                                          6\r\r\n\nduffel  bag, the boarding team pulled away from the BLACK CAT\r\n\ninorder toreassess thesituation anddiffuse therising tension.\r\n\n          When all  five crew members  of the BLACK  CAT were\r\n\ntopside, the MELLON  I again pulled  up to the  vessel.   The\r\n\nboarding  team  had no  weapons drawn  at  the time,  and the\r\n\nsituation  was  much calmer.    Ensign  Joseph Sundland,  the\r\n\nboarding  officer, told Pilco that  the Coast Guard wanted to\r\n\nperform  a safety inspection  on the boat.   Pilco consented.\r\n\nThe   boarding  process,  however,   proved  to  be  somewhat\r\n\ndifficult.  There was very little space available on the boat\r\n\nfor boarding, and the rough sea conditions had caused fuel to\r\n\nspill on the stern, making for unsure footing.  Moreover, the\r\n\nconstruction  of  the vessel's  cabin  left no  room  to walk\r\n\naround it on deck.  These circumstances made it dangerous for\r\n\nthe BLACK CAT's  crew members,  who had no  life jackets,  to\r\n\nstand  topside during  the boarding.   To  facilitate  a safe\r\n\nboarding, the boarding team  had the crew lie down on  top of\r\n\nthe cabin.\r\n\n          Once on  board, members of the  boarding team asked\r\n\nPilco  again if  he had  any objection  to the  Coast Guard's\r\n\npresence  on board the vessel.  Pilco repeated that he had no\r\n\nobjection.   Sundland asked Pilco for permission  to go below\r\n\ninto the cabin to check for safety hazards.  Pilco consented,\r\n\nand led Ensign Sundland and Firearm Rafael Rivera (who served\r\n\nas  interpreter)  over the  fuel  tanks and  into  the cabin.\r\n\n                             -7-\r                                          7\r\r\n\nNumerous bales  covered with white plastic  filled almost all\r\n\nof the interior space, with the exception of a small sleeping\r\n\narea between the  bales and  the ceiling and  a narrow  crawl\r\n\nspace forward.  One of the bales had been placed by the helm,\r\n\napparently  to serve as a  seat for the  crew member steering\r\n\nthe vessel.  The cabin also held many food containers, mostly\r\n\nunopened,  and a cooler almost  full of fresh  ice and sodas.\r\n\nSundland noticed high-quality,  expensive radio  gear on  the\r\n\ncabin's wall.\r\n\n          The  bales emitted  no  perceptible  odor,  rather,\r\n\nintense fumes from fuel leaking out of the poorly constructed\r\n\ntanks  almost  overwhelmed the  men  in  the cabin.    Ensign\r\n\nSundland sought  and received Pilco's permission  to open one\r\n\nof the bales.   He cut through heavy plastic  and a cardboard\r\n\nbox,  and  discovered   nine  individually  wrapped  packages\r\n\ninside.   As he  opened one  of the smaller,  plastic-wrapped\r\n\npackages,  he  asked  Pilco  if  he  knew  what  the  package\r\n\ncontained.  Pilco answered  that he thought it was  marijuana\r\n\nand that someone had hired him to take it from Colombia to an\r\n\nundisclosed  location.    Field  testing  verified  that  the\r\n\npackages in fact contained marijuana.\r\n\n          Following  a radio inquiry to Honduran authorities,\r\n\nat approximately 9:00 p.m. on June 14 (some twenty-four hours\r\n\nafter the Coast Guard initially contacted the BLACK CAT), the\r\n\nHonduran  government confirmed the vessel's Honduran registry\r\n\n                             -8-\r                                          8\r\r\n\nand authorized the Coast  Guard to enforce United  States law\r\n\nagainst the vessel and her crew.4  The Coast Guard placed the\r\n\ndefendants  under arrest  and seized  the contraband.   After\r\n\nsecuring the  vessel's crew and cargo aboard  the MELLON, the\r\n\nCoast  Guard attempted to tow  the BLACK CAT  in the MELLON's\r\n\nwake, but the  BLACK CAT  took on  water and  began to  sink.\r\n\nBecause the boat's presence  just beneath the ocean's surface\r\n\nwould have created a navigation hazard, Coast Guard personnel\r\n\nsank the vessel completely with machine gun fire.\r\n\n          In  total,  the Coast  Guard  seized  100 bales  of\r\n\nmarijuana,  weighing a total  of 5,596 pounds  and worth $6-8\r\n\nmillion wholesale, $25-41 million retail.  Although the Coast\r\n\nGuard found  no weapons on board  the BLACK CAT,  it seized a\r\n\nMagellan global  positioning  system (\"GPS\"),  an  electronic\r\n\nnavigation  device  that determines  a vessel's  latitude and\r\n\nlongitude position.   When asked, Pilco could not present any\r\n\ncargo manifests or other commercial papers.\r\n\n          According to the government's witnesses, commercial\r\n\ncargo  normally is not transported in the manner in which the\r\n\nunlabeled bales were  bundled and arranged on the  BLACK CAT.\r\n\nOn  the contrary,  the  bales had  been  packed in  a  manner\r\n\ntypical  for  contraband.     In  particular,  the   evidence\r\n\n                    \r                                \r\n\n4.  At trial, the government introduced a  certification from\r\nthe  United States  Secretary  of State  and his  designee to\r\nprove the Honduran government's confirmation of registry  and\r\nauthorization to enforce U.S. law.\r\n\n                             -9-\r                                          9\r\r\n\nsuggested  that  the  waterproof  packaging was  intended  to\r\n\nprotect  the contraband during  vessel-to-vessel transfers on\r\n\nthe  high seas.   Transfers  of this  type often  require the\r\n\nassistance   of  long   distance  radios   and  sophisticated\r\n\nnavigational equipment, such as the Magellan GPS, to pinpoint\r\n\nthe time and place of the rendezvous.\r\n\n          Following   the   government's   case   in   chief,\r\n\ndefendants  Pilco and  Rivas testified  on their  own behalf.\r\n\nPilco  asserted that he had  been hired to  transport what he\r\n\nthought was a coffee cargo -- at $5 per bale -- to Aruba, and\r\n\nthat  he set sail roughly  around midnight on  June 12, 1995.\r\n\nHe testified that during the  initial contact with the cutter\r\n\nMELLON, he  did inform the Coast Guard that the BLACK CAT was\r\n\ncarrying cargo.   He also claimed that he had  told the Coast\r\n\nGuard that his last port of call was \"Puerto Panama,\" located\r\n\non Colombia's Guajira Peninsula, and that his destination was\r\n\n\"Aruba,\" not  \"Honduras.\"  He denied  telling Ensign Sundland\r\n\nthat  he thought  the bales  contained marijuana,  and stated\r\n\nthat he had no  cargo manifests or commercial  papers because\r\n\nthe  person who hired him, rather than a maritime agency, was\r\n\nto receive the shipment.\r\n\n          Rivas testified that  he was an experienced  seaman\r\n\nwho  usually worked  on merchant  ships.   For the  BLACK CAT\r\n\nvoyage, he had been hired for  $200 as a helmsman.  He stated\r\n\nthat he met  the rest of  the crew for  the first time  after\r\n\n                             -10-\r                                          10\r\r\n\nbeing  driven  to Puerto  Panama  on  the Guajira  Peninsula.\r\n\nRivas  could not state  with any specificity  the location of\r\n\nPuerto  Panama.   He  asserted that  the  bales were  already\r\n\ninside the cabin when he arrived at the boat dock and that he\r\n\nnoticed nothing unusual about them.   Rivas also claimed that\r\n\nhe did not hear the word \"marijuana\"  until it was uttered by\r\n\none of the Coast Guard officers.\r\n\n          At  the close  of  all the  evidence, the  district\r\n\ncourt   denied  the   defendants'   motions  for   acquittal.\r\n\nSubsequently, the jury found  each defendant guilty, under 46\r\n\nU.S.C. app.   1903(a),  of aiding and abetting each  other in\r\n\nthe possession --  with intent to distribute  -- of marijuana\r\n\non  board a  vessel.   On  appeal,  Pilco contends  that  the\r\n\ninvoluntariness of his statements to the Coast Guard rendered\r\n\nthe  statements  inadmissible  against  him at  trial.    All\r\n\ndefendants argue  that a certification from  the Secretary of\r\n\nState   was  inadmissible   to   prove  the   United  States'\r\n\njurisdiction over the vessel.   With the exception of  Pilco,\r\n\nthe defendants also claim that the government failed to prove\r\n\ntheir knowing participation in  the drug trafficking offense.\r\n\nOspina, Rivas, and Hernandez claim  error in the court s jury\r\n\ninstructions,  and  Hernandez further  argues that  the Coast\r\n\nGuard's eventual  destruction of the vessel  violated his due\r\n\nprocess rights.  Last, Rivas and Ospina challenge the court s\r\n\nsentencing determinations.\r\n\n                             -11-\r                                          11\r\r\n\n                             II.\r                                         II.\r                                            \r\n\n           Admission of Pilco's Statements at Trial\r                       Admission of Pilco's Statements at Trial\r                                                               \r\n\n          Pilco contends that he did not voluntarily make the\r\n\nincriminatory  statements  to  the  Coast  Guard  after  they\r\n\nboarded  the  BLACK CAT  and that  the  use of  those alleged\r\n\nstatements  at  trial  violated  his right  to  due  process.\r\n\nSpecifically,  Pilco  relies on  the  following  facts.   The\r\n\ncutter  was over 370-feet  long and  heavily armed  while the\r\n\nBLACK CAT was only 40-feet long and unarmed.  At one point, a\r\n\nmember  of the Coast Guard boarding team pointed an M16 rifle\r\n\nat  the BLACK CAT crew.  Finally, upon boarding, the boarding\r\n\nteam had the  crew lie down on top of the boat because of the\r\n\ndangerous seas.\r\n\n          Following  a voluntariness  hearing pursuant  to 18\r\n\nU.S.C.    3501(a),5 during  which Ensign  Sundland testified,\r\n\nthe district court found  that Pilco voluntarily consented to\r\n\nboth the boarding and the  subsequent cabin inspection.   The\r\n\ncourt ruled that the boarding, coupled with Ensign Sundland's\r\n\nnon-threatening  inquiries, amounted  neither to  custody nor\r\n\ncoercion.   The court further  observed that, at  the time of\r\n\nthe statement,  Pilco could have requested  the boarding team\r\n\nto leave, and the team would  have complied.  Thus, the court\r\n\n                    \r                                \r\n\n5.  18  U.S.C.    3501 requires  a trial  judge to  conduct a\r\nhearing  out   of  the  jury's  presence   to  determine  the\r\nvoluntariness  and admissibility  of  a confession  or  self-\r\nincriminating statement made during detention or arrest.\r\n\n                             -12-\r                                          12\r\r\n\nconcluded, the statement was  voluntary within the meaning of\r\n\n  3501.6\r\n\n          The ultimate voluntariness determination involves a\r\n\nquestion  of law subject to plenary review.  United States v.\r                                                                      \r\n\nCleveland,  106  F.3d  1056,  1064   (1st  Cir.  1997).    We\r                     \r\n\n\"scrutinize[] a district  court's factual findings, including\r\n\nits credibility  determinations, for traces of  clear error.\"\r\n\nUnited States v. Valle, 72 F.3d 210, 213-14 (1st Cir. 1995).\r                                  \r\n\n          Upon careful examination of the evidence introduced\r\n\nat  the   3501 hearing, we find no clear error in the court's\r\n\nsubsidiary  factual findings  regarding the  voluntariness of\r\n\nPilco's   statement.     Ensign  Sundland's   testimony,  the\r\n\ncredibility of which was  a matter for the court,  see Valle,\r                                                                        \r\n\n72 F.3d at 214, plausibly  established that the boarding team\r\n\nmembers  had no  weapons drawn  at the  time of  the boarding\r\n\nrequest,  that Pilco  freely  consented to  the boarding  and\r\n\nsearch, and that his demeanor was \"very calm\" when he granted\r\n\nEnsign Sundland permission to inspect the cabin and to open a\r\n\nbale.  Examining the totality of the circumstances, we cannot\r\n\nsay  that Pilco's will  was \"overborne so  that the statement\r\n\nwas  not his  free  and voluntary  act.\"   United  States  v.\r                                                                     \r\n\nJackson,  918  F.2d  236,   241  (1st  Cir.  1990)  (internal\r                   \r\n\n                    \r                                \r\n\n6.  We note  that Pilco only challenges  the voluntariness of\r\nhis statements under 18 U.S.C.   3501.  His argument does not\r\ntouch upon the absence  of Miranda warnings or the  manner in\r                                              \r\nwhich any potential Miranda issue affects his   3501 claim.\r                                       \r\n\n                             -13-\r                                          13\r\r\n\nquotation marks  and citation  omitted).  See  Schneckloth v.\r                                                                      \r\n\nBustamonte, 412 U.S. 218, 225-27 (1973) (discussing totality-\r                      \r\n\nof-circumstances approach when determining voluntariness of a\r\n\nconfession);  see also United States v. Kimball, 25 F.3d 1, 8\r                                                           \r\n\n(1st Cir.  1994) (finding  consent voluntary where  defendant\r\n\nexpressly  agreed  to  accompany  police  to  station,  never\r\n\nindicated  an  unwillingness to  do  so, and  police  did not\r\n\ncoerce or intimidate defendant into going with them).\r\n\n          Therefore,  we agree with  the district  court that\r\n\nPilco's  statement was  voluntary,  and thus,  admissible  at\r\n\ntrial.7\r\n\n                             III.\r                                         III.\r                                             \r\n\n                 Sufficiency of the Evidence\r                             Sufficiency of the Evidence\r                                                        \r\n\n          The  government charged the  defendants with aiding\r\n\nand  abetting each other in  the violation of  46 U.S.C. app.\r\n\n  1903(a).  To prove  the defendants' violation of   1903(a),\r\n\nthe government  needed to  prove, beyond a  reasonable doubt,\r\n\n                    \r                                \r\n\n7.  18  U.S.C.   3501  does  not require  the suppression  of\r\ninvoluntary statements unless the person was \"under arrest or\r\nother  detention\"  at the  time he  made  the statement.   18\r\nU.S.C.    3501(d).   Because we  find that  Pilco voluntarily\r\nmade  the incriminating  statement, we  need not  address the\r\nquestion  whether he  was in  custody within  the  meaning of\r\n  3501(d).  We  note, however, that the  consensual nature of\r\nthe  boarding   renders  the  existence  of   this  threshold\r\nrequirement highly  unlikely.   Cf. United States  v. Elkins,\r                                                                        \r\n774 F.2d 530,  535 n.3  (1st Cir. 1985)  (defendants not  \"in\r\ncustody\" during routine boarding  and inspection of  American\r\nflagship even though crew was \"confined to one section of the\r\nboat  during the  lengthy  Coast  Guard inspection\");  United\r                                                                         \r\nStates  v. Lopez,  709  F.2d 742,  745  n.3 (1st  Cir.  1983)\r                            \r\n(suggesting similar conclusion).\r\n\n                             -14-\r                                          14\r\r\n\nthat: (1) the BLACK  CAT was \"subject to the  jurisdiction of\r\n\nthe  United States\"; (2) the material found on the vessel was\r\n\na controlled  substance; and (3) the  defendants knowingly or\r\n\nintentionally  possessed  the controlled  substance  with the\r\n\nintent  to distribute  it.   46 U.S.C.  app.   1903(a).   See\r                                                                         \r\n\nUnited States v. Piedrahita-Santiago,  931 F.2d 127, 130 (1st\r                                                \r\n\nCir. 1991).\r\n\n          The defendants  moved  for judgment  of  acquittal,\r\n\npursuant to Fed. R. Crim. P. 29, after  the conclusion of the\r\n\ngovernment's case in chief  and again after the close  of all\r\n\nthe evidence.  The district court denied both motions.  While\r\n\nthe defendants do not  dispute the evidentiary sufficiency of\r\n\nthe  government's proof  of  the second  element, they  raise\r\n\nchallenges regarding the first and third elements.\r\n\nA.  Standard of Review\r                                  \r\n\n          We  review  the  Rule  29  determination  de  novo,\r                                                                        \r\n\nresolving any evidentiary conflicts or credibility issues  in\r\n\nthe  government's favor.  See United States v. Ruiz, 105 F.3d\r                                                               \r\n\n1492,  1495 (1st Cir. 1997).   If the  evidence, viewed under\r\n\nthis  lens, \"permits a  rational jury to  find each essential\r\n\nelement of the crime charged  beyond a reasonable doubt, then\r\n\nthe  evidence  is  legally  sufficient.\"   United  States  v.\r                                                                     \r\n\nOlbres, 61 F.3d 967, 970 (1st Cir.), cert. denied, 116 S. Ct.\r                                                             \r\n\n522 (1995).  In this analysis, \"[w]e defer, within reason, to\r\n\ninferences  formulated  by the  jury  in  the  light  of  its\r\n\n                             -15-\r                                          15\r\r\n\ncollective   understanding   of   human   behavior   in   the\r\n\ncircumstances revealed  by the  evidence.\"  United  States v.\r                                                                      \r\n\nPassos-Paternina, 918 F.2d 979, 985 (1st Cir. 1990).\r                            \r\n\n          Because Pilco and Rivas presented a defense (by way\r\n\nof their  own testimony),  they have  waived review  of their\r\n\ninitial Rule 29 motions, made after the government's  case in\r\n\nchief.  See Ruiz, 105  F.3d at 1495 n.1.  For that reason, in\r                            \r\n\nreviewing  their Rule 29  appeal, \"we consider,  in the light\r\n\nmost favorable  to the verdict, the evidence presented in the\r\n\ndefense  case.\"   Id.  (citing 2  Charles A.  Wright, Federal\r                                                                         \r\n\nPractice and Procedure   463, at 643-45 (1982)).8\r                                  \r\n\nB.  United States Jurisdiction Over the Vessel\r                                                          \r\n\n          The first element of  a   1903 offense requires the\r\n\ngovernment  to prove that the BLACK CAT was \"a vessel subject\r\n\nto  the jurisdiction  of  the United  States.\"   See  Passos-\r                                                                         \r\n\nPaternina, 918 F.2d at  981; Piedrahita-Santiago, 931 F.2d at\r                                                            \r\n\n129  (stating that  the  jury determines  the  jurisdictional\r\n\nquestion  under   1903).   Vessels  subject to  United States\r\n\njurisdiction include \"a vessel registered in a foreign nation\r\n\n                    \r                                \r\n\n8.  It  is   unclear  whether   or  not   the  non-testifying\r\ndefendants, Guerrero, Ospina, and Hernandez, intended Pilco's\r\nand  Rivas' testimony  to constitute  defense-evidence as  to\r\nthem.  While the non-testifying defendants' attorneys did not\r\nparticipate in the examination of Pilco and Rivas (except for\r\na couple  of objections),  they also  did not  expressly rest\r\ntheir case until after Pilco's and Rivas' testimony.  Because\r\nthe evidence the government presented in its case in chief is\r\nsufficient to convict the non-testifying defendants, we  need\r\nnot resolve the issue.\r\n\n                             -16-\r                                          16\r\r\n\nwhere the flag  nation has consented  or waived objection  to\r\n\nthe enforcement of  United States law by the  United States.\"\r\n\n  1903(c)(1)(C).  Section 1903 specifically provides that the\r\n\nforeign   nation's  consent   \"may  be  obtained   by  radio,\r\n\ntelephone, or  similar oral or  electronic means, and  may be\r\n\nproved  by certification  of  the Secretary  of State  or the\r\n\nSecretary's designee.\"    1903(c)(1).9\r\n\n          To prove that the government of Honduras authorized\r\n\nthe enforcement  of United States  law against the  BLACK CAT\r\n\nand her crew, the government introduced various Department of\r\n\nState documents in which Joseph A. Conroy, Jr., the Secretary\r\n\nof State's designee for    1903 certifications, certified  to\r\n\nthe  events leading  to the  Honduran government's  waiver of\r\n\nobjection.  In pertinent  part, Conroy certified that Captain\r\n\nB.J.  Niesen,  Coast  Guard  Liaison  Officer  to  the  State\r\n\nDepartment's   Bureau  of  International  Narcotics  and  Law\r\n\nEnforcement,  contacted  Major John  C.  Sumner  of the  U.S.\r\n\nEmbassy in  Honduras to  request the  Embassy  to inform  the\r\n\nHonduran government of the contraband on board the BLACK CAT,\r\n\n                    \r                                \r\n\n9.  We analyze  this case  under the  pre-1996 version of  46\r\nU.S.C.  app.   1903,  pursuant to  which the  defendants were\r\ntried and convicted.  We acknowledge that the 1996 amendments\r\nto   1903 provide that the Secretary of State's certification\r\n\"conclusively\" proves a  foreign nation's  consent, and  that\r\nUnited  States  jurisdiction over  vessels  is  no longer  an\r\nelement of an offense, but rather,  a preliminary question of\r\nlaw for the trial judge.  See 46 U.S.C. app.    1903(c) &amp; (f)\r                                         \r\n(Supp.  1997).    We express  no  opinion  as  to the  scope,\r\nvalidity or interpretation of these amendments.\r\n\n                             -17-\r                                          17\r\r\n\nto receive  confirmation of  the claim of  Honduran registry,\r\n\nand  to  seek authorization  for  the  enforcement of  United\r\n\nStates law.  Conroy  certified that Major Sumner subsequently\r\n\ncontacted Captain Niesen and  reported the following: (1) Lt.\r\n\nClaudia Castilla, Assistant Director of the Honduran Maritime\r\n\nDirectorate, had -- \"on behalf of the Government of Honduras\"\r\n\n--  authorized the boarding and  searching of the vessel; (2)\r\n\nJavier Ponce  of the  Honduran Merchant Marine  confirmed the\r\n\nBLACK CAT's Honduran registry;  and (3) Ivan Flores, Head  of\r\n\nthe  Honduran  Maritime Security,  had --  \"on behalf  of the\r\n\nGovernment of  Honduras\"  --  authorized  the  United  States\r\n\ngovernment to  enforce United States law  against the vessel,\r\n\ncrew and contraband.\r\n\n          At   trial,  the  defendants   argued  against  the\r\n\nadmissibility  of  these  documents  on hearsay  grounds  and\r\n\ncomplained that  the government failed to  produce a document\r\n\nfrom   the  Honduran  government   confirming  that  nation's\r\n\nconsent.   The district court disagreed  with the defendants'\r\n\nposition and  admitted the  documents as sufficient  proof of\r\n\nthe  jurisdictional element.    On  appeal, Guerrero,  Rivas,\r\n\nHernandez   and   Ospina   perfunctorily  challenge   circuit\r\n\nprecedent    dispensing    with    the   hearsay    argument.\r\n\nAdditionally,  Pilco raises  a  new argument,  viz, that  the\r                                                              \r\n\ngovernment  failed to  establish  that Lt.  Claudia Castilla,\r\n\nJavier Ponce,  and  Ivan  Flores had  the  authority  of  the\r\n\n                             -18-\r                                          18\r\r\n\nHonduran government  to confirm  registry and consent  to law\r\n\nenforcement action.\r\n\n          We  have  previously  found  the  hearsay  argument\r\n\nunavailing both because    1903's language reveals  Congress'\r\n\nexplicit contemplation of the use  of \"what might normally be\r\n\nconsidered 'hearsay'\" to prove jurisdiction, United States v.\r                                                                      \r\n\nRomero,  32 F.3d 641, 649 (1st Cir. 1994), and because \"[t]he\r                  \r\n\nState Department Certification falls squarely  within Fed. R.\r\n\nEvid.  803(8)(A),\" id. at 650.   See Fed.  R. Evid. 803(8)(A)\r                                                \r\n\n(excepting from the hearsay rule public agency statements \"in\r\n\nany  form\" setting  forth \"the  activities  of the  office or\r\n\nagency\"); see also United States v. Mena, 863 F.2d 1522, 1531\r                                                    \r\n\n(11th   Cir.  1989)  (explaining  that  foreign  government's\r\n\nexpression of consent  \"is not  hearsay at all  but rather  a\r\n\nverbal act,  similar to the  utterances involved in  making a\r\n\ncontract,   to   which    the   law   attaches    independent\r\n\nsignificance\").  We see no reason to alter Romero's reasoning\r                                                             \r\n\nin this respect.\r\n\n          We  also  find  unavailing  the  defendants'  trial\r\n\ncontention that  the government  was required to  procure and\r\n\nintroduce  a  written  statement  of no  objection  from  the\r\n\nHonduran  government.    While  the government  may  prove  a\r\n\nforeign government's consent through a number  of alternative\r\n\nmeans,  see  Mena, 863  F.2d  at  1531, section 1903  plainly\r                             \r\n\nindicates   the  sufficiency  of  the  Secretary  of  State's\r\n\n                             -19-\r                                          19\r\r\n\ncertification  to  prove  that  fact.   See  46  U.S.C.  app.\r                                                       \r\n\n  1903(c)(1) (stating that the foreign nation's  consent \"may\r\n\nbe proved by certification  of the Secretary of State  or the\r\n\nSecretary's  designee\"); Romero,  32 F.3d at  649 (explaining\r                                           \r\n\nthat   1903  \"was designed  to ease evidentiary  requirements\r\n\nfor  the  government  by   avoiding  the  time-consuming  and\r\n\nburdensome task of obtaining  official documentation from the\r\n\nclaimed country of registry\").\r\n\n          We  are equally unpersuaded  by Pilco's  attempt to\r\n\ntransform  his trial  argument  into his  present contention:\r\n\nthat  the   certification   was  inadmissible   because   the\r\n\ngovernment  did  not show  the  authoritative  status of  the\r\n\npersons  in  Honduras  who  authorized  United  States'  law-\r\n\nenforcement  action.   Because  Pilco  failed  to raise  this\r\n\nargument below, we review for \"plain error\" and  reverse only\r\n\nif  an  \"obvious\"  or   \"clear\"  error  exists  that  affects\r\n\n\"substantial rights.\"  United States v. Olano,  507 U.S. 725,\r                                                         \r\n\n734 (1993).  See Fed. R. Crim. P. 52(b).\r                            \r\n\n          In Romero, the Colombian government refuted a claim\r                               \r\n\nof Colombian registry, thus  rendering the vessel \"stateless\"\r\n\nand therefore subject to  United States jurisdiction under 46\r\n\nU.S.C. app.   1903(c)(1)(A).   See  32 F.3d at  647-48.   The\r                                              \r\n\ngovernment proved the jurisdictional element through  a State\r\n\nDepartment certification,  much like  the one at  issue here,\r\n\nexplaining the events leading  up to Colombia's refutation of\r\n\n                             -20-\r                                          20\r\r\n\nregistry.   See id. at  648.  We reasoned  that the statutory\r                               \r\n\nscheme  of permitting proof  of certain  jurisdictional facts\r\n\nthrough  certification meant  that  \"the government  need not\r\n\nprove  that the vessel is in fact without registry in another\r\n\ncountry, nor must  it prove that the  foreign nations' denial\r\n\nor refutation of registry  is valid, legitimate, or otherwise\r\n\nproperly made.\"  Id. at 649.  We declined to decide whether a\r                                \r\n\ndefendant's endeavor to prove  actual registry facts would be\r\n\nirrelevant under the statutory scheme, and expressly reserved\r\n\nthe questions whether and when a defendant may challenge \"the\r\n\nactions of  foreign nations in situations  that might warrant\r\n\ndetermination, probably by the court,  as to whether a proper\r\n\ncertification was being offered.\"  Id. at 649 n.3.\r                                                  \r\n\n          In this case, Pilco  seeks to question the validity\r\n\nof   the   Honduran   government's   consent   by   requiring\r\n\nclarification  of  the  source's  authority.   His  challenge\r\n\ntouches upon the preserved issue in Romero, i.e., whether and\r                                                      \r\n\nto  what  extent  a  defendant  may  look  behind  the  State\r\n\nDepartment's certification to  challenge its  representations\r\n\nand factual underpinnings.   We have not yet had  occasion to\r\n\nresolve the issue,  and the \"plain error\"  standard of review\r\n\ndoes  not  call upon  us to  correct  unobvious errors.   See\r                                                                         \r\n\nJohnson v. United States,  117 S. Ct. 1544,    ,  No. 96-203,\r                                    \r\n\n1997 WL 235156, at  *6 (U.S. May 12, 1997)  (indicating that,\r\n\nto  be \"plain,\" the error must be  clear at least at the time\r\n\n                             -21-\r                                          21\r\r\n\nof  appellate review  ).   Moreover, Pilco  does not  raise a\r\n\ncolorable  claim   that   the  certification   was   prepared\r\n\nfraudulently or  in bad faith.   See  Romero, 32 F.3d  at 649\r                                                        \r\n\nn.3.   Thus,  we decline  to decide  whether a  defendant may\r\n\ncontest the authority of the source of the consent or whether\r\n\nCongress  intended   to  leave  that  matter   to  the  State\r\n\nDepartment's expertise.\r\n\n          In the absence of error, plain or otherwise, in the\r\n\ndistrict  court's  admission  of  the  Secretary  of  State's\r\n\ncertification, we  find the evidence sufficient  to prove the\r\n\nfirst element of 18 U.S.C.   1903(a).\r\n\nC.  Knowing Participation\r                                     \r\n\n          Rivas, Guerrero, Ospina,  and Hernandez claim  that\r\n\nthe  government  failed  to  prove the  third  element  of  a\r\n\n  1903(a) offense, their  knowing possession of a  controlled\r\n\nsubstance  with the intent to  distribute it.   While they do\r\n\nnot dispute the fact that they were  hired as crew members to\r\n\nassist in the BLACK CAT's shipping of cargo, they assert that\r\n\nthe evidence was insufficient to establish that they knew the\r\n\nbales  contained contraband.    Absent  that knowledge,  they\r\n\nargue, their \"mere  presence\" aboard the BLACK  CAT could not\r\n\nrise to the level of aiding and abetting the drug-trafficking\r\n\noffense.\r\n\n          To  prove aiding  and  abetting liability  under 18\r\n\nU.S.C.    2,  the government  needed  to  establish that  the\r\n\n                             -22-\r                                          22\r\r\n\ndefendants \"'participated in the  venture and sought by their\r\n\nactions  to make it succeed.'\"  United States v. Steuben, 850\r                                                                    \r\n\nF.2d  859, 864  (1st  Cir. 1988)  (quoting  United States  v.\r                                                                     \r\n\nQuejada-Zurique, 708 F.2d 857, 859 (1st Cir. 1983)).   \"'Mere\r                           \r\n\npresence at the  scene or  even knowledge that  the crime  is\r\n\nbeing committed is generally insufficient to establish aiding\r\n\nand  abetting.'\"  Steuben, 850  F.2d at 864 (quoting Quejada-\r                                                                         \r\n\nZurique, 708 F.2d at 859).\r                   \r\n\n          The  question  whether  the  evidence  sufficiently\r\n\nestablishes  a defendants'  knowledge  of the  presence of  a\r\n\ncontrolled substance is  distinct from, although  related to,\r\n\nthe  issue of a defendant's level of participation in a drug-\r\n\ntrafficking  venture.    Thus,  for example,  even  when  the\r\n\ngovernment proves  that a  defendant knew that  her residence\r\n\nwas  used by a co-occupant to sell drugs, the government must\r\n\nadditionally  prove that she  participated criminally  in the\r\n\nventure.  See United  States v. Ocampo, 964 F.2d 80,  82 (1st\r                                                  \r\n\nCir.  1992) (involving  conspiracy charge); United  States v.\r                                                                      \r\n\nHyson, 721 F.2d 856,  862-63 (1st Cir. 1983) (same).  In such\r                 \r\n\ncases,  proof of  sufficient participation  in the  crime, as\r\n\nwell  as  knowledge  of  it,  is  required  to  convict;  the\r\n\ndefendant's \"mere presence\" at the scene of criminal activity\r\n\nis not  enough.  By  like token, where, as  here, a defendant\r\n\nactively participates in a  venture, but denies any knowledge\r\n\n                             -23-\r                                          23\r\r\n\nof  the  venture's   illegal  nature,  the  government   must\r\n\nadequately prove knowledge, more so than participation.\r\n\n          With the  exception of its case  against Pilco, the\r\n\ngovernment  largely  relied upon  circumstantial  evidence to\r\n\nprove   the   defendants'   knowing   participation   in  the\r\n\ntransportation  a controlled  substance.   In  circumstantial\r\n\ncases such as this one, the evidence is sufficient to convict\r\n\nif   it   adequately   supports   \"the   requisite  'two-step\r\n\ninference'\":  (1) that  the vessel  was engaged  in obviously\r\n\nillegal activity and  (2) that  each defendant  was ready  to\r\n\nassist in the criminal enterprise.  United States v. Jimenez-\r                                                                         \r\n\nPerez, 869 F.2d 9,  11 (1st Cir. 1989) (quoting  Steuben, 850\r                                                                    \r\n\nF.2d  at 867).   We refrain  from second-guessing  the jury's\r\n\ninferences and ensuing conclusions drawn  from circumstantial\r\n\nevidence  where  \"the   inferences  derive  support  from   a\r\n\nplausible rendition of the record\" and where \"the conclusions\r\n\nflow  rationally from  those inferences.\"   United  States v.\r                                                                      \r\n\nSpinney, 65 F.3d 231, 234 (1st Cir. 1995).\r                   \r\n\n          1.  Knowledge of Controlled Substance\r                                                           \r\n\n          The defendants place great weight on the absence of\r\n\nevidence  that the bales emitted any odor of marijuana.  They\r\n\nreason  that   without  this  evidence,  a   jury  could  not\r\n\nrationally infer their knowledge of  the bales' contents.  We\r\n\nhave eschewed,  however, a  myopic inquiry into  whether \"one\r\n\nparticular indication of  knowledge (such as a smell) did, or\r\n\n                             -24-\r                                          24\r\r\n\ndid not,  exist.\"  United  States v. Robinson, 843  F.2d 1, 8\r                                                         \r\n\n(1st Cir. 1988).  Instead, we must \"look[] at the evidence as\r\n\na  whole in the light  most favorable to  the government, and\r\n\nleav[e] to  the jury the power to  make any reasonable set of\r\n\ncommon sense assumptions about  the working of human nature.\"\r\n\nId. (internal  quotation marks  and citations omitted).   See\r                                                                         \r\n\nUnited States v. Molinares-Charris,  822 F.2d 1213, 1220 (1st\r                                              \r\n\nCir.  1987) (finding  circumstantial evidence  of defendant's\r\n\nactive participation in illegal cargo transport sufficient to\r\n\nprove  knowing participation  even  assuming  marijuana  \"was\r\n\nhidden in scent as well as in sight\").\r\n\n          Thus, in the absence of evidence of marijuana odor,\r\n\nwe  turn to  other factors  to determine  whether or  not the\r\n\ngovernment  sufficiently established the  crew's knowledge of\r\n\nthe  presence of a controlled substance.   We have previously\r\n\nlooked  to  factors such  as  the  closeness  of  the  crew's\r\n\nrelationship,  the  length  of   the  voyage,  the  size  and\r\n\ncondition of the vessel,  the quantity of marijuana, and  the\r\n\nabsence  of  a  legitimate  purpose  for  the  voyage.    See\r                                                                         \r\n\nRobinson, 843 at 8-9; see also Molinares-Charris, 822 F.2d at\r                                                            \r\n\n1219-20;  United States v. Lopez, 709 F.2d 742, 747 (1st Cir.\r                                            \r\n\n1983).   These factors,  while not exhaustive,  indicate that\r\n\nwhere the circumstantial evidence  permits a jury to conclude\r\n\nthat activities aboard a  vessel concern the obvious presence\r\n\nof  contraband,  the jury  reasonably  may  infer the  crew's\r\n\n                             -25-\r                                          25\r\r\n\nknowing participation in the venture.  See Molinares-Charris,\r                                                                        \r\n\n822 F.2d at 1218; Quejada-Zurique, 708 F.2d at 859-860.\r                                             \r\n\n          In this  case, although the bales  of marijuana had\r\n\nbeen packaged carefully and  emitted no odor, the surrounding\r\n\nfacts  permit  a   jury  finding  that  the   BLACK  CAT  was\r\n\nconspicuously  involved   in  the  illegal  transport   of  a\r\n\ncontrolled substance.   According to the  trial evidence, the\r\n\nvessel's low-profile construction signalled its plain purpose\r\n\nto avoid detection.   See  United States v.  Romero, 32  F.3d\r                                                               \r\n\n641,  644 (1st  Cir.  1994) (involving  similarly constructed\r\n\nvessel).   The vessel  had been equipped  with expensive  and\r\n\nsophisticated radio and navigational gear that, the testimony\r\n\nsuggested, was generally intended  to assist in long-distance\r\n\nvoyages and unusual for this  small recreational vessel.  See\r                                                                         \r\n\nid.;   Passos-Paternina,   918    F.2d   at    985.       The\r                                   \r\n\ndisproportionately  large fuel tanks  awkwardly placed on the\r\n\naft deck and the  plentiful, undepleted food supply indicated\r\n\nthat the BLACK CAT had recently embarked on what was expected\r\n\nto  be a long journey.10  The  use of a recreational craft to\r\n\n                    \r                                \r\n\n10.  The government  introduced evidence  that it  would have\r\ntaken  only  twenty  hours  to   travel  from  the  point  of\r\ninterception  to  Aruba,  the purported  destination.    This\r\nevidence suggested  that the  plentiful food and  fuel supply\r\nwould have  been unnecessary  for the  claimed  voyage.   The\r\nevidence also  established that had the  vessel departed from\r\nPanama as originally claimed, the voyage would have taken two\r\nto three days  and at least  one-half of the fuel  would have\r\nbeen  used to reach the point of interception, some 400 miles\r\naway from the nearest Panamanian port.\r\n\n                             -26-\r                                          26\r\r\n\ncarry the large  shipment, without commercial  documentation,\r\n\nbeyond the normal area of operation for such a vessel further\r\n\nevinced the voyage's illegitimate purpose.  Cf. Robinson, 843\r                                                                    \r\n\nF.2d  at 9  (involving a \"'mudboat,'  a vessel  that normally\r\n\nsupplies  oil  rigs  in  the  Gulf  of  Mexico,\"  found  near\r\n\nBermuda).\r\n\n          Perhaps most telling for  the purposes of this case\r\n\nwere  the  numerous unlabeled  bales,  wrapped  in a  fashion\r\n\ntypical for controlled-substances likely to be  off-loaded at\r\n\nsea.  The bales were so ubiquitous that they left  no room to\r\n\nstand or  sit  in the  cramped  cabin.   Compare  Piedrahita-\r                                                                         \r\n\nSantiago,  931  F.2d at  131  (\"[A]  relatively small  vessel\r                    \r\n\ncarrying a large quantity of drugs is indicative of knowledge\r\n\nand involvement on the part of the crew.\"); with Steuben, 850\r                                                                    \r\n\nF.2d at  868-69 (reversing conviction where,  inter alia, the\r                                                                    \r\n\ngovernment failed to produce evidence that defendant knew the\r\n\nillegal nature of cargo concealed in barge towed behind tug).\r\n\nThe  rough  seas  and the  limited  space  to  stand on  deck\r\n\npermitted the inference that the crew spent its time together\r\n\nbelow, among the bales.11  Finally, the crew's emergence from\r\n\n                    \r                                \r\n\n11.  The proximity of the crew on board the BLACK CAT is also\r\nindicative  of  the closeness  of  their  relationship.   See\r                                                                         \r\nRobinson, 843 F.2d at 8 (noting evidence that crew member had\r                    \r\nspent  time   on  captain's   deck  as  probative   of  close\r\nrelationship).  The evidence  further suggested that the crew\r\nmay  have  been larger  than necessary  to operate  the small\r\nvessel during  its stated journey.   See Piedrahita-Santiago,\r                                                                        \r\n931 F.2d at  130 (involving seven crew members  on forty-foot\r\nvessel that \"would ordinarily require a crew of only three or\r\n\n                             -27-\r                                          27\r\r\n\nthe cabin area with  their belongings in hand upon  the Coast\r\n\nGuard's approach  permits the  inference that they  knew they\r\n\nhad been caught  in an illegal venture,  and would eventually\r\n\nbe arrested.\r\n\n          Although   these  facts,   in  isolation,   do  not\r\n\nnecessarily lead to the conclusion that the crew members knew\r\n\nthe bales  contained a controlled substance,  in combination,\r\n\nthey  constitute  more  than  enough evidence  to  support  a\r\n\nfinding  of  positive  knowledge,  or  at   least  deliberate\r\n\nignorance,12  of that fact.  See Robinson, 843 F.2d at 9; see\r                                                                         \r\n\nalso  United States  v. Ortiz,  966 F.2d  707, 711  (1st Cir.\r                                         \r\n\n1992) (explaining  that \"juries  are not required  to examine\r\n\nthe  evidence   in  isolation,  for  'individual   pieces  of\r\n\nevidence, insufficient in themselves to prove a point, may in\r\n\ncumulation prove it.  The sum of an  evidentiary presentation\r\n\nmay well  be greater than its  constituent parts.'\") (quoting\r\n\nBourjaily  v. United  States, 483  U.S. 171,  179-80 (1987)).\r                                        \r\n\n                    \r                                \r\n\nfour\" and  explaining that  \"[a] larger crew  than ordinarily\r\nneeded  for navigation  purposes suggests  that the  crew was\r\nhired  for the purpose of loading  and unloading cargo rather\r\nthan merely steering the vessel\").\r\n\n12.  Where  \"'the   facts  suggest  a   conscious  course  of\r\ndeliberate ignorance,'\"  a jury  is warranted in  finding the\r\ndefendants' deliberate ignorance of criminal events, which is\r\ntantamount to knowledge.   United States v. Cassiere, 4  F.3d\r                                                                \r\nat 1006,  1023-24 (1st Cir.  1993) (quoting United  States v.\r                                                                      \r\nLittlefield, 840 F.2d  143, 148  n.3 (1st Cir.  1988)).   The\r                       \r\ndistrict  court   instructed  the  jury  on   the  deliberate\r\nignorance, or  willful blindness,  theory of knowledge.   See\r                                                                         \r\ninfra Part IV.\r                 \r\n\n                             -28-\r                                          28\r\r\n\nThe  government's  proof  need  not  have  \"exclude[d]  every\r\n\nreasonable hypothesis of innocence,\" Robinson-Munoz, 961 F.2d\r                                                               \r\n\nat  305, and  the evidence  permitted a  reasonable inference\r\n\nthat  unwitting  bystanders  would  not have  been  hired  to\r\n\nparticipate in  the BLACK CAT's obvious  illegal transport of\r\n\nmillions of dollars' worth of contraband.  See  United States\r                                                                         \r\n\nv. Cuevas-Esquivel, 905 F.2d 510, 515 (1st Cir. 1990); United\r                                                                         \r\n\nStates  v. Luciano-Pacheco, 794  F.2d 7, 11  (1st Cir. 1986);\r                                      \r\n\nUnited States v. Guerrero-Guerrero,  776 F.2d 1071, 1076 (1st\r                                              \r\n\nCir.  1985).  While the  jury could have  found that the crew\r\n\nsincerely believed that the bales contained legitimate cargo,\r\n\nthe evidence certainly did not compel that conclusion.\r\n\n          2.  Participation\r                                       \r\n\n          We  now turn  to  the  defendants' contention  that\r\n\ntheir  \"mere presence\" aboard the  BLACK CAT did  not rise to\r\n\nthe level  of aiding  and abetting.   For the most  part, the\r\n\nevidence establishing  their knowledge of  the illegal nature\r\n\nof  the cargo  disposes  of this  issue.   Additionally,  the\r\n\nevidence permitted the reasonable conclusion that the purpose\r\n\nof  each defendant's presence aboard the vessel was to assist\r\n\nin  the transport  and handling  of the  illegal cargo.   For\r\n\nexample, the  large quantity of cargo made  travel aboard the\r\n\nvessel uncomfortable, thus belying any lawful purpose such as\r\n\n                             -29-\r                                          29\r\r\n\npleasure-cruising,  educational  experience, or  adventure.13\r\n\nBecause  the crew's presence  on board the  BLACK CAT evinced\r\n\nmore  than  a  coincidental  association  with  the  criminal\r\n\nventure, a jury could rationally infer that the circumstances\r\n\n\"fairly imply participatory involvement.\"   United States  v.\r                                                                     \r\n\nEcheverri, 982 F.2d 675, 678 (1st Cir. 1993) (also explaining\r                     \r\n\nthat  the \"mere presence\" argument  holds no water \"where the\r\n\n'mere' is lacking\").\r\n\n          We find, therefore, that the evidence supported the\r\n\nrequisite two-step  inference: (1) the BLACK  CAT was engaged\r\n\nin the  obvious transportation of a  controlled substance and\r\n\n(2) each defendant  was ready to participate  in the venture.\r\n\nSee Jiminez-Perez, 869  F.2d at  11.  The  defendants do  not\r                             \r\n\ndispute that  the large  quantity of  marijuana on  board the\r\n\nvessel permitted the inference of an intent to distribute the\r\n\ncontrolled substance.  See Echeverri, 982 F.2d at 678.  Thus,\r                                                \r\n\nwe  conclude that the  evidence was sufficient  to prove that\r\n\nthe defendants,  aiding and  abetting  each other,  knowingly\r\n\n                    \r                                \r\n\n13.  Cf. United States v.  Mehtala, 578 F.2d 6, 10  (1st Cir.\r                                              \r\n1978)  (finding no  criminal  participation given  the  small\r\npackages of easily concealable  contraband and the absence of\r\nevidence  indicating that  defendant \"embarked on  the voyage\r\nfor any purpose other than a pleasure cruise\"); United States\r                                                                         \r\nv. Francomano, 554  F.2d 483, 486 (1st  Cir. 1977) (reversing\r                         \r\nconvictions  of  crew  members  on same  voyage  involved  in\r\nMehtala  and noting that crew consisted  of \"young men, short\r                   \r\nof  funds,  seeking  travel  for  educational  experience and\r\nadventure\").\r\n\n                             -30-\r                                          30\r\r\n\npossessed a controlled substance, marijuana,  with the intent\r\n\nto distribute it.\r\n\n          In  light of  the above,  we find  no error  in the\r\n\ndistrict court's denial of defendants' motions for acquittal.\r\n\n                             IV.\r                                         IV.\r                                            \r\n\n                      Jury Instructions\r                                  Jury Instructions\r                                                   \r\n\n          Ospina,  Hernandez,  and   Rivas  argue  that   the\r\n\ndistrict court committed reversible error  in instructing the\r\n\njury on  reasonable  doubt, deliberate  ignorance,  and  mere\r\n\npresence.  Although the defendants raised their concerns both\r\n\nduring  a formal charge  conference and in  writing, they did\r\n\nnot renew their  objection after the court  charged the jury.\r\n\nThis procedural  default triggers only \"plain  error\" review.\r\n\nSee United States v. Mendoza-Acevedo, 950 F.2d 1, 4 (1st Cir.\r                                                \r\n\n1991).\r\n\n          Citing  United States  v. Andujar,  49 F.3d  16, 23\r                                                       \r\n\n(1st Cir. 1995), the  defendants requested the district court\r\n\nto include  the following  jury  instruction when  discussing\r\n\n\"reasonable doubt\":  \"If you jurors, view the evidence in the\r\n\ncase as  reasonably permitting  either of two  conclusions --\r\n\none  of innocence, the other  of guilt --  the jury should of\r\n\ncourse  adopt  the  conclusion  of  innocence.\"    The  court\r\n\nrejected the proposed instruction.\r\n\n          In Andujar,  we explained that  an appellate  court\r                                \r\n\nmust  reverse  a conviction  on  the  grounds of  evidentiary\r\n\n                             -31-\r                                          31\r\r\n\ninsufficiency  \"where  an equal  or  nearly  equal theory  of\r\n\nguilty and a theory of innocence is supported by the evidence\r\n\nviewed in the light most favorable  to the verdict.\"  49 F.3d\r\n\nat 20  (internal quotation marks and citations  omitted).  In\r\n\nsuch cases,  \"a reasonable jury must  necessarily entertain a\r\n\nreasonable  doubt.\"   Id.   Our explanation  of the  scope of\r                                     \r\n\nappellate  review,  however, does  not  necessarily translate\r\n\ninto  a proper  jury instruction.   The  defendants' proposed\r\n\ninstruction comes close to making a comparison between \"guilt\r\n\nor  innocence,\" which,  if  suggested as  equal alternatives,\r\n\n\"'risks  undercutting the  government's burden  by suggesting\r\n\nthat they should find  the defendant guilty if they  think he\r\n\nis  not   innocent  --  regardless  of   how  convincing  the\r\n\ngovernment's proof has  been.'\"  Id. at  24 (quoting Mendoza-\r                                                                         \r\n\nAcevedo,  950 F.2d  at  4).   Given  our repeated  admonition\r                   \r\n\nagainst  overdefining  \"reasonable  doubt,\"  see  id.  at  23\r                                                                 \r\n\n(noting  that attempts to  clarify the  concept may  serve to\r\n\nobfuscate  it), we find no plain error in the court's refusal\r\n\nto adopt the proposed instruction.14\r\n\n                    \r                                \r\n\n14.  At oral argument before  us, Hernandez suggested for the\r\nfirst time that the court erred in using the phrase \"hesitate\r\nto act\" when  discussing reasonable doubt.   Despite the fact\r\nthat new issues raised at  oral argument are normally  deemed\r\nwaived, see United States v.  De Leon Ruiz, 47 F.3d  452, 455\r                                                      \r\nn.1  (1st Cir. 1995), out of an  abundance of caution we have\r\ncarefully  reviewed  the  court's   charge.    Although   the\r\n\"hesitate to act\" language is \"arguably unhelpful,\" Gilday v.\r                                                                      \r\nCallahan, 59 F.3d 257, 264 (1st Cir. 1995), cert. denied, 116\r                                                                    \r\nS. Ct. 1269 (1996), under our reasoning set forth in Andujar,\r                                                                        \r\n49 F.3d at 23-24, we find no error.  \r\n\n                             -32-\r                                          32\r\r\n\n          Hernandez  further  complains  that   the  district\r\n\ncourt's  instruction  on  \"deliberate   ignorance,\"  followed\r\n\nimmediately  by   its  charge  concerning   \"mere  presence,\"\r\n\nconfused the  jury regarding  the requirements of  aiding and\r\n\nabetting liability.   We disagree.  The  court instructed the\r\n\njury that a defendant's knowledge of a particular fact may be\r\n\ninferred  from proof that he  deliberately closed his eyes to\r\n\nthe  obvious.  The court  then stated, \"[y]ou  have heard the\r\n\nword[s]  'mere presence'  in this  case,\" and  explained that\r\n\nmere  presence at the scene  of a crime,  or mere association\r\n\nbetween  the  principal  and  those  accused  of  aiding  and\r\n\nabetting, is insufficient  to establish guilt.   In our view,\r\n\nthe court's instructions adequately distinguished between the\r\n\ndeliberate-ignorance theory, which relates to the defendants'\r\n\nknowledge  of a  fact,  and the  mere-presence theory,  which\r\n\nconcerns the level of defendants' participation in the crime.\r\n\nSee United States v. Cassiere, 4 F.3d at 1006, 1023 (1st Cir.\r                                         \r\n\n1993).  Under plain  error review, we  find no clear risk  of\r\n\nconfusion.\r\n\n                              V.\r                                          V.\r                                            \r\n\n                    Destruction of Vessel\r                                Destruction of Vessel\r                                                     \r\n\n          The  Coast Guard's  act  of sinking  the vessel  by\r\n\nmachine  gun fire  because  of its  concern for  navigational\r\n\nsafety is  not unprecedented.   See, e.g.,  United States  v.\r                                                                     \r\n\nDoe, 860  F.2d  488,  490 (1st  Cir.  1988).    Nevertheless,\r               \r\n\n                             -33-\r                                          33\r\r\n\nHernandez asserts that  the destruction  was unnecessary  and\r\n\nsuggests that  this  act amounted  to  a deprivation  of  due\r\n\nprocess  under Brady v. Maryland, 373 U.S. 83, 87 (1963), and\r                                            \r\n\nArizona v. Youngblood,  488 U.S. 51,  57 (1988).   Hernandez'\r                                 \r\n\nfailure to explain the potential materiality or usefulness of\r\n\nthe  vessel  to  his  defense,  and  his  concession that  no\r\n\nevidence  demonstrates  bad  faith  in  connection  with  the\r\n\nvessel's  destruction,  render his  argument  specious.   See\r                                                                         \r\n\nYoungblood, 488 U.S. at 58; United States v. Gallant, 25 F.3d\r                                                                \r\n\n36,  39 (1st Cir. 1994); cf. United States v. Alston, No. 96-\r                                                                \r\n\n1779, slip op. at 8-10 (1st Cir. May 5, 1997) (finding no due\r\n\nprocess  violation  where government  \"deliberately alter[ed]\r\n\nevidence  that, in  its original form,  might have  helped to\r\n\nexculpate  [defendant],\"   but   where  defendant   did   not\r\n\ndemonstrate  that  such  action  significantly  impaired  his\r\n\ndefense).\r\n\n                             -34-\r                                          34\r\r\n\n                             VI.\r                                         VI.\r                                            \r\n\n                      Sentencing Issues\r                                  Sentencing Issues\r                                                   \r\n\n          Rivas and  Ospina contend that  the district  court\r\n\nerred in calculating their sentences.  Because they failed to\r\n\nraise  their arguments  below, we  review for  \"plain error.\"\r\n\nSee United States v.  Peppe, 80 F.3d 19, 22 (1st  Cir. 1996).\r                                       \r\n\nWe discuss each defendant in turn.\r\n\nA.  Rivas\r                     \r\n\n          At sentencing, the  district court increased Rivas'\r\n\nbase  offense  level upon  finding that  he acted  as \"pilot\"\r\n\naboard  the BLACK CAT.  See U.S. Sentencing Guidelines Manual\r                                       \r\n\n  2D1.1(b)(2)(B)  (requiring  a  two-level increase  if  \"the\r\n\ndefendant  acted as  a  pilot,  copilot, captain,  navigator,\r\n\nflight  officer, or  any other  operation officer  aboard any\r\n\ncraft  or vessel  carrying a  controlled substance\").   Rivas\r\n\nasserts  that   the   guideline  only   applies  to   offense\r\n\nparticipants in  a  position of  authority  or command.    He\r\n\nreasons that the guideline should not apply to him because he\r\n\ndid  not  possess special  navigational  rank  or skills  and\r\n\nmerely steered the vessel upon the master's instruction.15\r\n\n                    \r                                \r\n\n15.  The  district court  adopted  the factual  findings  set\r\nforth  in  Rivas'  Presentence  Investigation  Report, which,\r\nthough not made  a part of  the appellate record,  presumably\r\nsets forth the facts  leading to the \"pilot\" finding.   Rivas\r\ndid  not object  to  any portion  of  the report  during  his\r\nsentencing hearing and does  not dispute that he  steered the\r\nvessel.\r\n          We  further  note that  at  trial,  over which  the\r\nsentencing judge  presided, Rivas testified that  he had been\r\n\n                             -35-\r                                          35\r\r\n\n          The sentencing guideline  does not define the  word\r\n\n\"pilot,\" and  our research  has not revealed  any caselaw  to\r\n\ninform  our inquiry.    Nevertheless, the  common  dictionary\r\n\ndefinition of  \"pilot\" includes  a  person hired  to steer  a\r\n\nvessel.     See,  e.g.,  Webster's  Third  New  International\r                                  \r\n\nDictionary  of the  English  Language  1716 (1986)  (defining\r\n\n\"pilot,\" inter  alia,  as  \"one employed  to  steer  a  ship:\r                                \r\n\nhelmsman\").  While the act of steering a forty-foot vessel on\r\n\nthe high seas may or may not involve a skill obtained through\r\n\nextensive maritime training, we  cannot say that the district\r\n\ncourt committed plain error in finding that Rivas \"acted as a\r\n\npilot\"  aboard  the  boat  within  the  meaning  of  U.S.S.G.\r\n\n  2D1.1(b)(2)(B).    Furthermore,  we  disagree  with  Rivas'\r\n\ncontention  that the  guideline  applies only  to those  with\r\n\nspecial  command  in  a   criminal  enterprise.    While  the\r\n\nguideline  may  speak  to  a defendant's  control  over  some\r\n\nmechanical  aspect  of  a  vessel's operation,  it  does  not\r\n\naddress  the  defendant's  authority over  other  individuals\r\n\ninvolved  in  a  criminal  venture.    Cf.  U.S.S.G.    3B1.1\r                                                      \r\n\n                    \r                                \r\n\nhired by a  man looking for \"any seaman  who was available to\r\nnavigate.\"   When the ship set sail, he complied with Pilco's\r\ninstruction to  \"take care of  the helm,\" which  Rivas manned\r\nfor  a four  hour  shift.   Furthermore,  when asked  whether\r\ncommercial cargo  is usually  labeled so that  those handling\r\nthe  cargo are  aware  if its  contents, Rivas  replied, \"No,\r\nbecause that was not my job. . . . I was told I was in charge\r                                                                         \r\nof the helm, which was my profession.\" (emphasis added).\r                                                \r\n\n                             -36-\r                                          36\r\r\n\n(providing enhancements for a defendant's role as \"organizer,\r\n\nmanager, or supervisor\").16\r\n\nB.  Ospina\r                      \r\n\n          Ospina  belatedly  argues that  the  district court\r\n\nincorrectly calculated his incarcerative sentence based on an\r\n\nenhanced  statutory  maximum  of thirty  years,  rather  than\r\n\ntwenty  years,  under the  Career  Offender  Guideline.   See\r                                                                         \r\n\nU.S.S.G.   4B1.1.  Ospina's  argument fails both because  the\r\n\nstatutory maximum term for his offense remained fixed at life\r\n\nimprisonment  without  any  enhancement,  see  21  U.S.C.    \r                                                         \r\n\n960(b)(1)(G), and  because, in  any event, the  Supreme Court\r\n\nhas  reversed  his  cited  authority, see  United  States  v.\r                                                                     \r\n\nLaBonte, No. 95-1726,  1997 WL  273644, at *3  (U.S. May  27,\r                   \r\n\n1997) (reversing United States v.  LaBonte, 70 F.3d 1396 (1st\r                                                      \r\n\nCir. 1995)).\r\n\n                             VII.\r                                         VII.\r                                             \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For  the  foregoing reasons,  the  judgment of  the\r\n\ndistrict court is affirmed.\r                              affirmed\r                                      \r\n\n                    \r                                \r\n\n16.  We  note that  the  government  chose  not  to  seek  an\r\noffense-level increase  on the  alternative basis of  \"use of\r\nspecial skill.\"  U.S.S.G.   3B1.3.  The commentary to   2D1.1\r\nspecifies  that   3B1.3  is  inapplicable  if the  sentencing\r\ncourt,   as    here,    assesses   an    enhancement    under\r\n  2D1.1(b)(2)(B).\r\n\n                             -37-\r                                          37\r\r\n",
  "html": "<p class=\"case_cite\">114 F.3d 332</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Manuel Amado GUERRERO, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Crispiniano OSPINA, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Orlando PILCO, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Manuel RIVAS, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Dimas HERNANDEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1324 to 96-1327 and 96-1651.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 6, 1997.<br>Decided May 30, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luis E. Pabon Roca by Appointment of the Court, Hato Rey, PR, for defendant, appellant Amado Guerrero.</p>\n      <p class=\"indent\">Peter J. Satz-Hanley by Appointment of the Court, San Juan, PR, for defendant, appellant Crispiniano Ospina.</p>\n      <p class=\"indent\">David A.F. Lewis by Appointment of the Court, Boston, MA, for defendant, appellant Orlando Pilco.</p>\n      <p class=\"indent\">Miguel A.A. Nogueras-Castro, Assistant Federal Public Defender, Gurabo, PR, with whom Gustavo A. Gelpi, Assistant Federal Public Defender, San Juan, PR, and Benicio Sanchez Rivera, Federal Public Defender, Guaynabo, PR, were on brief, for defendant, appellant Manuel Rivas.</p>\n      <p class=\"indent\">Irma R. Valldejuli by Appointment of the Court, San Juan, PR, for defendant, appellant Hernandez.</p>\n      <p class=\"indent\">Jacabed Rodriguez Coss, Assistant United States Attorney, Hato Rey, PR, with whom Jose A. Quiles, Assistant United States Attorney, and Guillermo Gil, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted defendants-appellants Manuel Amado Guerrero, Crispiniano Ospina, Orlando Pilco, Manuel Rivas, and Dimas Hernandez each of one count of aiding and abetting each other in the possession with intent to distribute marijuana on board an ocean vessel subject to the jurisdiction of the United States, in violation of 46 U.S.C. app. &#167; 1903(a) and 18 U.S.C. &#167; 2.  On appeal, the defendants raise various issues with respect to their convictions and sentences.  Many of the issues they ask us to review were not properly brought to the district court's attention.  Finding no merit to their contentions, we affirm the district court's judgment in all respects.</p>\n    </div>\n    <p>I.</p>\n    <p>Facts and Prior Proceedings</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At trial, the government established the following facts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On the evening of June 13, 1995, the United States Coast Guard Cutter MELLON was conducting routine counter drug-trafficking patrol on the high seas off Colombia, South America.  At that time, the weather conditions included twentyknot winds and eight-foot swells.  Lt. Comdr.  Vincent Morgan Weber commanded the heavily armed 378-foot-long vessel, which was equipped with two smaller boats:  a motorized surfboat, the MELLON I, and a rigid hull inflatable boat, the MELLON II.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At approximately 9:00 p.m., forty miles north of the Colombia's Guajira Peninsula, the cutter MELLON made radar contact with an unidentified vessel.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As the MELLON approached the craft, it directed its search lights upon it.  Given the difficult seas and the distance from the nearest shore, Lt. Comdr.  Weber expected to observe a cargo boat.  Instead, he discerned a forty-foot long, flagless recreational craft, travelling in a northeast direction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The boat rode low in the water, not more than eight feet above the surface.  Its cabin was constructed much lower than normal for that type of recreational vessel.  The vessel's \"low profile\" enabled it to ride in the ocean's swells and avoid most radar detection.  The fiberglass boat's hull was light blue below the waterline and white above.  It sported two antennae, a common VHF radio antenna and a high-frequency antenna for long distance communications.  The vessel was operating without its running lights on, and no one was topside.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After several unsuccessful attempts to hail the vessel, Lt. Comdr.  Weber established radio communications through one of the cutter's interpreters.  The vessel's master, Pilco, informed the Coast Guard that the boat, identified as the BLACK CAT,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> was of Honduran registry.  Pilco stated that his last port of call was \"Panama\" and that his next port of call was \"Honduras.\"   Weber found these statements suspicious because the BLACK CAT was headed away from the stated destination and because specific cities, not countries, usually are identified as ports of call.  Pilco did not respond to Weber's subsequent request to identify the specific cities in which the ports of call were located.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When asked if the BLACK CAT carried any cargo, Pilco answered, \"no.\"   Lt. Comdr.  Weber had just been advised, however, that personnel aboard the MELLON saw cargo inside the boat's cabin.  The vessel's low position in the water further belied Pilco's claim.  To clarify the point, Weber again asked Pilco whether or not the BLACK CAT carried cargo.  Pilco again responded in the negative.  Weber then requested permission to board, to which Pilco replied, in an agitated voice, \"wait a minute, wait a minute, wait a minute.\"   Weber repeated the request a few minutes later, but received the same response.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">About the same time, Coast Guard personnel observed someone on the BLACK CAT throwing objects overboard.  A boat team dispatched on the MELLON II retrieved from the ocean pieces of a navigational chart depicting the United States Virgin Islands area east of Puerto Rico.  Lt. Comdr.  Weber then dispatched a boarding team in the MELLON I to approach the BLACK CAT.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When the MELLON I came alongside the vessel, members of the boarding team noticed two oversized, custom-made fuel tanks covering most of the aft deck.  In fact, a person could not enter the cabin area without crawling over the fuel tanks.  Peering into the cabin area with the aid of a spotlight, the boarding team observed several crew members and numerous whitecolored bales.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The boarding team failed in its initial attempts to get the attention of the crew, which, for a time, remained inside the cabin.  Soon, however, the crew members began to emerge, one by one, carrying duffel bags.  One member placed his hand underneath his shirt, and others seemed to be reaching inside their bags.  These actions alarmed the boarding team, which quickly advised the crew (in Spanish and English) to keep their hands in plain sight.  Concerned for the boarding team's safety, Gunner's Mate Edward West pointed an M16 service rifle toward the vessel.  Perhaps because the choppy seas made communication difficult, the BLACK CAT's crew did not comply with the request to keep their hands in view.  When a crew member again began to reach towards his duffel bag, the boarding team pulled away from the BLACK CAT in order to reassess the situation and diffuse the rising tension.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When all five crew members of the BLACK CAT were topside, the MELLON I again pulled up to the vessel.  The boarding team had no weapons drawn at the time, and the situation was much calmer.  Ensign Joseph Sundland, the boarding officer, told Pilco that the Coast Guard wanted to perform a safety inspection on the boat.  Pilco consented.  The boarding process, however, proved to be somewhat difficult.  There was very little space available on the boat for boarding, and the rough sea conditions had caused fuel to spill on the stern, making for unsure footing.  Moreover, the construction of the vessel's cabin left no room to walk around it on deck.  These circumstances made it dangerous for the BLACK CAT's crew members, who had no life jackets, to stand topside during the boarding.  To facilitate a safe boarding, the boarding team had the crew lie down on top of the cabin.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Once on board, members of the boarding team asked Pilco again if he had any objection to the Coast Guard's presence on board the vessel.  Pilco repeated that he had no objection.  Sundland asked Pilco for permission to go below into the cabin to check for safety hazards.  Pilco consented, and led Ensign Sundland and Firearm Rafael Rivera (who served as interpreter) over the fuel tanks and into the cabin.  Numerous bales covered with white plastic filled almost all of the interior space, with the exception of a small sleeping area between the bales and the ceiling and a narrow crawl space forward.  One of the bales had been placed by the helm, apparently to serve as a seat for the crew member steering the vessel.  The cabin also held many food containers, mostly unopened, and a cooler almost full of fresh ice and sodas.  Sundland noticed high-quality, expensive radio gear on the cabin's wall.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The bales emitted no perceptible odor, rather, intense fumes from fuel leaking out of the poorly constructed tanks almost overwhelmed the men in the cabin.  Ensign Sundland sought and received Pilco's permission to open one of the bales.  He cut through heavy plastic and a cardboard box, and discovered nine individually wrapped packages inside.  As he opened one of the smaller, plastic-wrapped packages, he asked Pilco if he knew what the package contained.  Pilco answered that he thought it was marijuana and that someone had hired him to take it from Colombia to an undisclosed location.  Field testing verified that the packages in fact contained marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Following a radio inquiry to Honduran authorities, at approximately 9:00 p.m.  on June 14 (some twenty-four hours after the Coast Guard initially contacted the BLACK CAT), the Honduran government confirmed the vessel's Honduran registry and authorized the Coast Guard to enforce United States law against the vessel and her crew.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Coast Guard placed the defendants under arrest and seized the contraband.  After securing the vessel's crew and cargo aboard the MELLON, the Coast Guard attempted to tow the BLACK CAT in the MELLON's wake, but the BLACK CAT took on water and began to sink.  Because the boat's presence just beneath the ocean's surface would have created a navigation hazard, Coast Guard personnel sank the vessel completely with machine gun fire.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In total, the Coast Guard seized 100 bales of marijuana, weighing a total of 5,596 pounds and worth $6-8 million wholesale, $25-41 million retail.  Although the Coast Guard found no weapons on board the BLACK CAT, it seized a Magellan global positioning system (\"GPS\"), an electronic navigation device that determines a vessel's latitude and longitude position.  When asked, Pilco could not present any cargo manifests or other commercial papers.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">According to the government's witnesses, commercial cargo normally is not transported in the manner in which the unlabeled bales were bundled and arranged on the BLACK CAT.  On the contrary, the bales had been packed in a manner typical for contraband.  In particular, the evidence suggested that the waterproof packaging was intended to protect the contraband during vessel-to-vessel transfers on the high seas.  Transfers of this type often require the assistance of long distance radios and sophisticated navigational equipment, such as the Magellan GPS, to pinpoint the time and place of the rendezvous.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Following the government's case in chief, defendants Pilco and Rivas testified on their own behalf.  Pilco asserted that he had been hired to transport what he thought was a coffee cargo--at $5 per bale--to Aruba, and that he set sail roughly around midnight on June 12, 1995.  He testified that during the initial contact with the cutter MELLON, he did inform the Coast Guard that the BLACK CAT was carrying cargo.  He also claimed that he had told the Coast Guard that his last port of call was \"Puerto Panama,\" located on Colombia's Guajira Peninsula, and that his destination was \"Aruba,\" not \"Honduras.\"   He denied telling Ensign Sundland that he thought the bales contained marijuana, and stated that he had no cargo manifests or commercial papers because the person who hired him, rather than a maritime agency, was to receive the shipment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rivas testified that he was an experienced seaman who usually worked on merchant ships.  For the BLACK CAT voyage, he had been hired for $200 as a helmsman.  He stated that he met the rest of the crew for the first time after being driven to Puerto Panama on the Guajira Peninsula.  Rivas could not state with any specificity the location of Puerto Panama.  He asserted that the bales were already inside the cabin when he arrived at the boat dock and that he noticed nothing unusual about them.  Rivas also claimed that he did not hear the word \"marijuana\" until it was uttered by one of the Coast Guard officers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At the close of all the evidence, the district court denied the defendants' motions for acquittal.  Subsequently, the jury found each defendant guilty, under 46 U.S.C. app. &#167; 1903(a), of aiding and abetting each other in the possession--with intent to distribute--of marijuana on board a vessel.  On appeal, Pilco contends that the involuntariness of his statements to the Coast Guard rendered the statements inadmissible against him at trial.  All defendants argue that a certification from the Secretary of State was inadmissible to prove the United States' jurisdiction over the vessel.  With the exception of Pilco, the defendants also claim that the government failed to prove their knowing participation in the drug trafficking offense.  Ospina, Rivas, and Hernandez claim error in the court's jury instructions, and Hernandez further argues that the Coast Guard's eventual destruction of the vessel violated his due process rights.  Last, Rivas and Ospina challenge the court's sentencing determinations.</p>\n    </div>\n    <p>II.</p>\n    <p>Admission of Pilco's Statements at Trial</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Pilco contends that he did not voluntarily make the incriminatory statements to the Coast Guard after they boarded the BLACK CAT and that the use of those alleged statements at trial violated his right to due process.  Specifically, Pilco relies on the following facts.  The cutter was over 370-feet long and heavily armed while the BLACK CAT was only 40-feet long and unarmed.  At one point, a member of the Coast Guard boarding team pointed an M16 rifle at the BLACK CAT crew.  Finally, upon boarding, the boarding team had the crew lie down on top of the boat because of the dangerous seas.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Following a voluntariness hearing pursuant to 18 U.S.C. &#167; 3501(a),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> during which Ensign Sundland testified, the district court found that Pilco voluntarily consented to both the boarding and the subsequent cabin inspection.  The court ruled that the boarding, coupled with Ensign Sundland's nonthreatening inquiries, amounted neither to custody nor coercion.  The court further observed that, at the time of the statement, Pilco could have requested the boarding team to leave, and the team would have complied.  Thus, the court concluded, the statement was voluntary within the meaning of &#167; 3501.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The ultimate voluntariness determination involves a question of law subject to plenary review.  United States v. Cleveland, 106 F.3d 1056, 1064 (1st Cir.1997).  We \"scrutinize[ ] a district court's factual findings, including its credibility determinations, for traces of clear error.\"  United States v. Valle, 72 F.3d 210, 213-14 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Upon careful examination of the evidence introduced at the &#167; 3501 hearing, we find no clear error in the court's subsidiary factual findings regarding the voluntariness of Pilco's statement.  Ensign Sundland's testimony, the credibility of which was a matter for the court, see Valle, 72 F.3d at 214, plausibly established that the boarding team members had no weapons drawn at the time of the boarding request, that Pilco freely consented to the boarding and search, and that his demeanor was \"very calm\" when he granted Ensign Sundland permission to inspect the cabin and to open a bale.  Examining the totality of the circumstances, we cannot say that Pilco's will was \"overborne so that the statement was not his free and voluntary act.\"  United States v. Jackson, 918 F.2d 236, 241 (1st Cir.1990) (internal quotation marks and citation omitted).  See Schneckloth v. Bustamonte, 412 U.S. 218, 225-27, 93 S.Ct. 2041, 2046-48, 36 L.Ed.2d 854 (1973) (discussing totality-of-circumstances approach when determining voluntariness of a confession);  see also United States v. Kimball, 25 F.3d 1, 8 (1st Cir.1994) (finding consent voluntary where defendant expressly agreed to accompany police to station, never indicated an unwillingness to do so, and police did not coerce or intimidate defendant into going with them).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Therefore, we agree with the district court that Pilco's statement was voluntary, and thus, admissible at trial.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>III.</p>\n    <p>Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The government charged the defendants with aiding and abetting each other in the violation of 46 U.S.C. app. &#167; 1903(a).  To prove the defendants' violation of &#167; 1903(a), the government needed to prove, beyond a reasonable doubt, that:  (1) the BLACK CAT was \"subject to the jurisdiction of the United States\";  (2) the material found on the vessel was a controlled substance;  and (3) the defendants knowingly or intentionally possessed the controlled substance with the intent to distribute it.  46 U.S.C. app. &#167; 1903(a).  See United States v. Piedrahita-Santiago, 931 F.2d 127, 130 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendants moved for judgment of acquittal, pursuant to Fed.R.Crim.P. 29, after the conclusion of the government's case in chief and again after the close of all the evidence.  The district court denied both motions.  While the defendants do not dispute the evidentiary sufficiency of the government's proof of the second element, they raise challenges regarding the first and third elements.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We review the Rule 29 determination de novo, resolving any evidentiary conflicts or credibility issues in the government's favor.  See United States v. Ruiz, 105 F.3d 1492, 1495 (1st Cir.1997).  If the evidence, viewed under this lens, \"permits a rational jury to find each essential element of the crime charged beyond a reasonable doubt, then the evidence is legally sufficient.\"  United States v. Olbres, 61 F.3d 967, 970 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 522, 133 L.Ed.2d 430 (1995).  In this analysis, \"[w]e defer, within reason, to inferences formulated by the jury in the light of its collective understanding of human behavior in the circumstances revealed by the evidence.\"  United States v. Passos-Paternina, 918 F.2d 979, 985 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Because Pilco and Rivas presented a defense (by way of their own testimony), they have waived review of their initial Rule 29 motions, made after the government's case in chief.  See Ruiz, 105 F.3d at 1495 n. 1. For that reason, in reviewing their Rule 29 appeal, \"we consider, in the light most favorable to the verdict, the evidence presented in the defense case.\"  Id. (citing 2 Charles A. Wright, Federal Practice and Procedure &#167; 463, at 643-45 (1982)).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>B. United States Jurisdiction Over the Vessel</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The first element of a &#167; 1903 offense requires the government to prove that the BLACK CAT was \"a vessel subject to the jurisdiction of the United States.\"   See Passos-Paternina, 918 F.2d at 981;  Piedrahita-Santiago, 931 F.2d at 129 (stating that the jury determines the jurisdictional question under &#167; 1903).  Vessels subject to United States jurisdiction include \"a vessel registered in a foreign nation where the flag nation has consented or waived objection to the enforcement of United States law by the United States.\" &#167; 1903(c)(1)(C).  Section 1903 specifically provides that the foreign nation's consent \"may be obtained by radio, telephone, or similar oral or electronic means, and may be proved by certification of the Secretary of State or the Secretary's designee.\" &#167; 1903(c)(1).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To prove that the government of Honduras authorized the enforcement of United States law against the BLACK CAT and her crew, the government introduced various Department of State documents in which Joseph A. Conroy, Jr., the Secretary of State's designee for &#167; 1903 certifications, certified to the events leading to the Honduran government's waiver of objection.  In pertinent part, Conroy certified that Captain B.J. Niesen, Coast Guard Liaison Officer to the State Department's Bureau of International Narcotics and Law Enforcement, contacted Major John C. Sumner of the U.S. Embassy in Honduras to request the Embassy to inform the Honduran government of the contraband on board the BLACK CAT, to receive confirmation of the claim of Honduran registry, and to seek authorization for the enforcement of United States law.  Conroy certified that Major Sumner subsequently contacted Captain Niesen and reported the following:  (1) Lt. Claudia Castilla, Assistant Director of the Honduran Maritime Directorate, had--\"on behalf of the Government of Honduras\"--authorized the boarding and searching of the vessel;  (2) Javier Ponce of the Honduran Merchant Marine confirmed the BLACK CAT's Honduran registry;  and (3) Ivan Flores, Head of the Honduran Maritime Security, had--\"on behalf of the Government of Honduras\"--authorized the United States government to enforce United States law against the vessel, crew and contraband.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">At trial, the defendants argued against the admissibility of these documents on hearsay grounds and complained that the government failed to produce a document from the Honduran government confirming that nation's consent.  The district court disagreed with the defendants' position and admitted the documents as sufficient proof of the jurisdictional element.  On appeal, Guerrero, Rivas, Hernandez and Ospina perfunctorily challenge circuit precedent dispensing with the hearsay argument.  Additionally, Pilco raises a new argument, viz, that the government failed to establish that Lt. Claudia Castilla, Javier Ponce, and Ivan Flores had the authority of the Honduran government to confirm registry and consent to law enforcement action.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We have previously found the hearsay argument unavailing both because &#167; 1903's language reveals Congress' explicit contemplation of the use of \"what might normally be considered 'hearsay' \" to prove jurisdiction, United States v. Romero, 32 F.3d 641, 649 (1st Cir.1994), and because \"[t]he State Department Certification falls squarely within Fed.R.Evid. 803(8)(A),\" id. at 650.   See Fed.R.Evid. 803(8)(A) (excepting from the hearsay rule public agency statements \"in any form\" setting forth \"the activities of the office or agency\");  see also United States v. Mena, 863 F.2d 1522, 1531 (11th Cir.1989) (explaining that foreign government's expression of consent \"is not hearsay at all but rather a verbal act, similar to the utterances involved in making a contract, to which the law attaches independent significance\").  We see no reason to alter Romero's reasoning in this respect.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We also find unavailing the defendants' trial contention that the government was required to procure and introduce a written statement of no objection from the Honduran government.  While the government may prove a foreign government's consent through a number of alternative means, see Mena, 863 F.2d at 1531, section 1903 plainly indicates the sufficiency of the Secretary of State's certification to prove that fact.  See 46 U.S.C. app. &#167; 1903(c)(1) (stating that the foreign nation's consent \"may be proved by certification of the Secretary of State or the Secretary's designee\");  Romero, 32 F.3d at 649 (explaining that &#167; 1903 \"was designed to ease evidentiary requirements for the government by avoiding the time-consuming and burdensome task of obtaining official documentation from the claimed country of registry\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We are equally unpersuaded by Pilco's attempt to transform his trial argument into his present contention:  that the certification was inadmissible because the government did not show the authoritative status of the persons in Honduras who authorized United States' law-enforcement action.  Because Pilco failed to raise this argument below, we review for \"plain error\" and reverse only if an \"obvious\" or \"clear\" error exists that affects \"substantial rights.\"  United States v. Olano, 507 U.S. 725, 734, 113 S.Ct. 1770, 1777-78, 123 L.Ed.2d 508 (1993).  See Fed.R.Crim.P. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In Romero, the Colombian government refuted a claim of Colombian registry, thus rendering the vessel \"stateless\" and therefore subject to United States jurisdiction under 46 U.S.C. app. &#167; 1903(c)(1)(A).  See 32 F.3d at 647-48.   The government proved the jurisdictional element through a State Department certification, much like the one at issue here, explaining the events leading up to Colombia's refutation of registry.  See id. at 648.   We reasoned that the statutory scheme of permitting proof of certain jurisdictional facts through certification meant that \"the government need not prove that the vessel is in fact without registry in another country, nor must it prove that the foreign nations' denial or refutation of registry is valid, legitimate, or otherwise properly made.\"  Id. at 649.   We declined to decide whether a defendant's endeavor to prove actual registry facts would be irrelevant under the statutory scheme, and expressly reserved the questions whether and when a defendant may challenge \"the actions of foreign nations in situations that might warrant determination, probably by the court, as to whether a proper certification was being offered.\"  Id. at 649 n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In this case, Pilco seeks to question the validity of the Honduran government's consent by requiring clarification of the source's authority.  His challenge touches upon the preserved issue in Romero, i.e., whether and to what extent a defendant may look behind the State Department's certification to challenge its representations and factual underpinnings.  We have not yet had occasion to resolve the issue, and the \"plain error\" standard of review does not call upon us to correct unobvious errors.  See Johnson v. United States, --- U.S. ----, ---- - ----, 117 S.Ct. 1544, 1549-50, 137 L.Ed.2d 718 (1997) (indicating that, to be \"plain,\" the error must be clear at least at the time of appellate review ).  Moreover, Pilco does not raise a colorable claim that the certification was prepared fraudulently or in bad faith.  See Romero, 32 F.3d at 649 n. 3. Thus, we decline to decide whether a defendant may contest the authority of the source of the consent or whether Congress intended to leave that matter to the State Department's expertise.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the absence of error, plain or otherwise, in the district court's admission of the Secretary of State's certification, we find the evidence sufficient to prove the first element of 18 U.S.C. &#167; 1903(a).</p>\n    </div>\n    <p>C. Knowing Participation</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Rivas, Guerrero, Ospina, and Hernandez claim that the government failed to prove the third element of a &#167; 1903(a) offense, their knowing possession of a controlled substance with the intent to distribute it.  While they do not dispute the fact that they were hired as crew members to assist in the BLACK CAT's shipping of cargo, they assert that the evidence was insufficient to establish that they knew the bales contained contraband.  Absent that knowledge, they argue, their \"mere presence\" aboard the BLACK CAT could not rise to the level of aiding and abetting the drug-trafficking offense.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To prove aiding and abetting liability under 18 U.S.C. &#167; 2, the government needed to establish that the defendants \" 'participated in the venture and sought by their actions to make it succeed.' \"  United States v. Steuben, 850 F.2d 859, 864 (1st Cir.1988) (quoting United States v. Quejada-Zurique, 708 F.2d 857, 859 (1st Cir.1983)).  \" 'Mere presence at the scene or even knowledge that the crime is being committed is generally insufficient to establish aiding and abetting.' \"  Steuben, 850 F.2d at 864 (quoting Quejada-Zurique, 708 F.2d at 859).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The question whether the evidence sufficiently establishes a defendants' knowledge of the presence of a controlled substance is distinct from, although related to, the issue of a defendant's level of participation in a drug-trafficking venture.  Thus, for example, even when the government proves that a defendant knew that her residence was used by a co-occupant to sell drugs, the government must additionally prove that she participated criminally in the venture.  See United States v. Ocampo, 964 F.2d 80, 82 (1st Cir.1992) (involving conspiracy charge);  United States v. Hyson, 721 F.2d 856, 862-63 (1st Cir.1983) (same).  In such cases, proof of sufficient participation in the crime, as well as knowledge of it, is required to convict;  the defendant's \"mere presence\" at the scene of criminal activity is not enough.  By like token, where, as here, a defendant actively participates in a venture, but denies any knowledge of the venture's illegal nature, the government must adequately prove knowledge, more so than participation.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">With the exception of its case against Pilco, the government largely relied upon circumstantial evidence to prove the defendants' knowing participation in the transportation a controlled substance.  In circumstantial cases such as this one, the evidence is sufficient to convict if it adequately supports \"the requisite 'two-step inference' \":  (1) that the vessel was engaged in obviously illegal activity and (2) that each defendant was ready to assist in the criminal enterprise.  United States v. Jimenez-Perez, 869 F.2d 9, 11 (1st Cir.1989) (quoting Steuben, 850 F.2d at 867).   We refrain from second-guessing the jury's inferences and ensuing conclusions drawn from circumstantial evidence where \"the inferences derive support from a plausible rendition of the record\" and where \"the conclusions flow rationally from those inferences.\"  United States v. Spinney, 65 F.3d 231, 234 (1st Cir.1995).</p>\n    </div>\n    <p class=\"indent\">1. Knowledge of Controlled Substance</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The defendants place great weight on the absence of evidence that the bales emitted any odor of marijuana.  They reason that without this evidence, a jury could not rationally infer their knowledge of the bales' contents.  We have eschewed, however, a myopic inquiry into whether \"one particular indication of knowledge (such as a smell) did, or did not, exist.\"  United States v. Robinson, 843 F.2d 1, 8 (1st Cir.1988).  Instead, we must \"look[ ] at the evidence as a whole in the light most favorable to the government, and leav[e] to the jury the power to make any reasonable set of common sense assumptions about the working of human nature.\"  Id. (internal quotation marks and citations omitted).  See United States v. Molinares Charris, 822 F.2d 1213, 1220 (1st Cir.1987) (finding circumstantial evidence of defendant's active participation in illegal cargo transport sufficient to prove knowing participation even assuming marijuana \"was hidden in scent as well as in sight\").</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Thus, in the absence of evidence of marijuana odor, we turn to other factors to determine whether or not the government sufficiently established the crew's knowledge of the presence of a controlled substance.  We have previously looked to factors such as the closeness of the crew's relationship, the length of the voyage, the size and condition of the vessel, the quantity of marijuana, and the absence of a legitimate purpose for the voyage.  See Robinson, 843 F.2d at 8-9;  see also Molinares Charris, 822 F.2d at 1219-20;  United States v. Lopez, 709 F.2d 742, 747 (1st Cir.1983).  These factors, while not exhaustive, indicate that where the circumstantial evidence permits a jury to conclude that activities aboard a vessel concern the obvious presence of contraband, the jury reasonably may infer the crew's knowing participation in the venture.  See Molinares Charris, 822 F.2d at 1218;  Quejada-Zurique, 708 F.2d at 859-860.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In this case, although the bales of marijuana had been packaged carefully and emitted no odor, the surrounding facts permit a jury finding that the BLACK CAT was conspicuously involved in the illegal transport of a controlled substance.  According to the trial evidence, the vessel's low-profile construction signalled its plain purpose to avoid detection.  See United States v. Romero, 32 F.3d 641, 644 (1st Cir.1994) (involving similarly constructed vessel).  The vessel had been equipped with expensive and sophisticated radio and navigational gear that, the testimony suggested, was generally intended to assist in long-distance voyages and unusual for this small recreational vessel.  See id.;  Passos-Paternina, 918 F.2d at 985.   The disproportionately large fuel tanks awkwardly placed on the aft deck and the plentiful, undepleted food supply indicated that the BLACK CAT had recently embarked on what was expected to be a long journey.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The use of a recreational craft to carry the large shipment, without commercial documentation, beyond the normal area of operation for such a vessel further evinced the voyage's illegitimate purpose.  Cf. Robinson, 843 F.2d at 9 (involving a \" 'mudboat,' a vessel that normally supplies oil rigs in the Gulf of Mexico,\" found near Bermuda).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Perhaps most telling for the purposes of this case were the numerous unlabeled bales, wrapped in a fashion typical for controlled-substances likely to be off-loaded at sea.  The bales were so ubiquitous that they left no room to stand or sit in the cramped cabin.  Compare Piedrahita-Santiago, 931 F.2d at 131 (\"[A] relatively small vessel carrying a large quantity of drugs is indicative of knowledge and involvement on the part of the crew.\");   with Steuben, 850 F.2d at 868-69 (reversing conviction where, inter alia, the government failed to produce evidence that defendant knew the illegal nature of cargo concealed in barge towed behind tug).  The rough seas and the limited space to stand on deck permitted the inference that the crew spent its time together below, among the bales.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Finally, the crew's emergence from the cabin area with their belongings in hand upon the Coast Guard's approach permits the inference that they knew they had been caught in an illegal venture, and would eventually be arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Although these facts, in isolation, do not necessarily lead to the conclusion that the crew members knew the bales contained a controlled substance, in combination, they constitute more than enough evidence to support a finding of positive knowledge, or at least deliberate ignorance,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> of that fact.  See Robinson, 843 F.2d at 9;  see also United States v. Ortiz, 966 F.2d 707, 711 (1st Cir.1992) (explaining that \"juries are not required to examine the evidence in isolation, for 'individual pieces of evidence, insufficient in themselves to prove a point, may in cumulation prove it.  The sum of an evidentiary presentation may well be greater than its constituent parts.' \")  (quoting Bourjaily v. United States, 483 U.S. 171, 179-80, 107 S.Ct. 2775, 2781, 97 L.Ed.2d 144 (1987)).  The government's proof need not have \"exclude[d] every reasonable hypothesis of innocence,\" Robinson-Munoz, 961 F.2d at 305, and the evidence permitted a reasonable inference that unwitting bystanders would not have been hired to participate in the BLACK CAT's obvious illegal transport of millions of dollars' worth of contraband.  See United States v. Cuevas-Esquivel, 905 F.2d 510, 515 (1st Cir.1990);  United States v. Luciano Pacheco, 794 F.2d 7, 11 (1st Cir.1986);  United States v. Guerrero-Guerrero, 776 F.2d 1071, 1076 (1st Cir.1985).  While the jury could have found that the crew sincerely believed that the bales contained legitimate cargo, the evidence certainly did not compel that conclusion.</p>\n    </div>\n    <p class=\"indent\">2. Participation</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We now turn to the defendants' contention that their \"mere presence\" aboard the BLACK CAT did not rise to the level of aiding and abetting.  For the most part, the evidence establishing their knowledge of the illegal nature of the cargo disposes of this issue.  Additionally, the evidence permitted the reasonable conclusion that the purpose of each defendant's presence aboard the vessel was to assist in the transport and handling of the illegal cargo.  For example, the large quantity of cargo made travel aboard the vessel uncomfortable, thus belying any lawful purpose such as pleasure-cruising, educational experience, or adventure.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Because the crew's presence on board the BLACK CAT evinced more than a coincidental association with the criminal venture, a jury could rationally infer that the circumstances \"fairly imply participatory involvement.\"  United States v. Echeverri, 982 F.2d 675, 678 (1st Cir.1993) (also explaining that the \"mere presence\" argument holds no water \"where the 'mere' is lacking\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We find, therefore, that the evidence supported the requisite two-step inference:  (1) the BLACK CAT was engaged in the obvious transportation of a controlled substance and (2) each defendant was ready to participate in the venture.  See Jimenez-Perez, 869 F.2d at 11.   The defendants do not dispute that the large quantity of marijuana on board the vessel permitted the inference of an intent to distribute the controlled substance.  See Echeverri, 982 F.2d at 678.   Thus, we conclude that the evidence was sufficient to prove that the defendants, aiding and abetting each other, knowingly possessed a controlled substance, marijuana, with the intent to distribute it.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In light of the above, we find no error in the district court's denial of defendants' motions for acquittal.</p>\n    </div>\n    <p>IV.</p>\n    <p>Jury Instructions</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Ospina, Hernandez, and Rivas argue that the district court committed reversible error in instructing the jury on reasonable doubt, deliberate ignorance, and mere presence.  Although the defendants raised their concerns both during a formal charge conference and in writing, they did not renew their objection after the court charged the jury.  This procedural default triggers only \"plain error\" review.  See United States v. Mendoza-Acevedo, 950 F.2d 1, 4 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Citing United States v. Andujar, 49 F.3d 16, 23 (1st Cir.1995), the defendants requested the district court to include the following jury instruction when discussing \"reasonable doubt\":  \"If you jurors, view the evidence in the case as reasonably permitting either of two conclusions--one of innocence, the other of guilt--the jury should of course adopt the conclusion of innocence.\"   The court rejected the proposed instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In Andujar, we explained that an appellate court must reverse a conviction on the grounds of evidentiary insufficiency \"where an equal or nearly equal theory of guilty and a theory of innocence is supported by the evidence viewed in the light most favorable to the verdict.\"  49 F.3d at 20 (internal quotation marks and citations omitted).  In such cases, \"a reasonable jury must necessarily entertain a reasonable doubt.\"  Id. Our explanation of the scope of appellate review, however, does not necessarily translate into a proper jury instruction.  The defendants' proposed instruction comes close to making a comparison between \"guilt or innocence,\" which, if suggested as equal alternatives, \" 'risks undercutting the government's burden by suggesting that they should find the defendant guilty if they think he is not innocent--regardless of how convincing the government's proof has been.' \"  Id. at 24 (quoting Mendoza-Acevedo, 950 F.2d at 4).   Given our repeated admonition against overdefining \"reasonable doubt,\" see id. at 23 (noting that attempts to clarify the concept may serve to obfuscate it), we find no plain error in the court's refusal to adopt the proposed instruction.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Hernandez further complains that the district court's instruction on \"deliberate ignorance,\" followed immediately by its charge concerning \"mere presence,\" confused the jury regarding the requirements of aiding and abetting liability.  We disagree.  The court instructed the jury that a defendant's knowledge of a particular fact may be inferred from proof that he deliberately closed his eyes to the obvious.  The court then stated, \"[y]ou have heard the word[s] 'mere presence' in this case,\" and explained that mere presence at the scene of a crime, or mere association between the principal and those accused of aiding and abetting, is insufficient to establish guilt.  In our view, the court's instructions adequately distinguished between the deliberate-ignorance theory, which relates to the defendants' knowledge of a fact, and the mere-presence theory, which concerns the level of defendants' participation in the crime.  See United States v. Cassiere, 4 F.3d at 1006, 1023 (1st Cir.1993).  Under plain error review, we find no clear risk of confusion.</p>\n    </div>\n    <p>V.</p>\n    <p>Destruction of Vessel</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Coast Guard's act of sinking the vessel by machine gun fire because of its concern for navigational safety is not unprecedented.  See, e.g., United States v. Doe, 860 F.2d 488, 490 (1st Cir.1988).  Nevertheless, Hernandez asserts that the destruction was unnecessary and suggests that this act amounted to a deprivation of due process under Brady v. Maryland, 373 U.S. 83, 87, 83 S.Ct. 1194, 1196, 10 L.Ed.2d 215 (1963), and Arizona v. Youngblood, 488 U.S. 51, 57, 109 S.Ct. 333, 337, 102 L.Ed.2d 281 (1988).  Hernandez' failure to explain the potential materiality or usefulness of the vessel to his defense, and his concession that no evidence demonstrates bad faith in connection with the vessel's destruction, render his argument specious.  See Youngblood, 488 U.S. at 58, 109 S.Ct. at 337-38;  United States v. Gallant, 25 F.3d 36, 39 (1st Cir.1994);  cf. United States v. Alston, 112 F.3d 32, 35 (1st Cir.1997) (finding no due process violation where government \"deliberately alter[ed] evidence that, in its original form, might have helped to exculpate [defendant],\" but where defendant did not demonstrate that such action significantly impaired his defense).</p>\n    </div>\n    <p>VI.</p>\n    <p>Sentencing Issues</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Rivas and Ospina contend that the district court erred in calculating their sentences.  Because they failed to raise their arguments below, we review for \"plain error.\"   See United States v. Peppe, 80 F.3d 19, 22 (1st Cir.1996).  We discuss each defendant in turn.</p>\n    </div>\n    <p>A. Rivas</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">At sentencing, the district court increased Rivas' base offense level upon finding that he acted as \"pilot\" aboard the BLACK CAT.  See U.S. Sentencing Guidelines Manual &#167; 2D1.1(b)(2)(B) (requiring a two-level increase if \"the defendant acted as a pilot, copilot, captain, navigator, flight officer, or any other operation officer aboard any craft or vessel carrying a controlled substance\").  Rivas asserts that the guideline only applies to offense participants in a position of authority or command.  He reasons that the guideline should not apply to him because he did not possess special navigational rank or skills and merely steered the vessel upon the master's instruction.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The sentencing guideline does not define the word \"pilot,\" and our research has not revealed any caselaw to inform our inquiry.  Nevertheless, the common dictionary definition of \"pilot\" includes a person hired to steer a vessel.  See, e.g., Webster's Third New International Dictionary of the English Language 1716 (1986) (defining \"pilot,\" inter alia, as \"one employed to steer a ship:  helmsman\").  While the act of steering a forty-foot vessel on the high seas may or may not involve a skill obtained through extensive maritime training, we cannot say that the district court committed plain error in finding that Rivas \"acted as a pilot\" aboard the boat within the meaning of U.S.S.G. &#167; 2D1.1(b)(2)(B).  Furthermore, we disagree with Rivas' contention that the guideline applies only to those with special command in a criminal enterprise.  While the guideline may speak to a defendant's control over some mechanical aspect of a vessel's operation, it does not address the defendant's authority over other individuals involved in a criminal venture.  Cf. U.S.S.G. &#167; 3B1.1 (providing enhancements for a defendant's role as \"organizer, manager, or supervisor\").<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p>B. Ospina</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Ospina belatedly argues that the district court incorrectly calculated his incarcerative sentence based on an enhanced statutory maximum of thirty years, rather than twenty years, under the Career Offender Guideline.  See U.S.S.G. &#167; 4B1.1.  Ospina's argument fails both because the statutory maximum term for his offense remained fixed at life imprisonment without any enhancement, see 21 U.S.C. &#167; 960(b)(1)(G), and because, in any event, the Supreme Court has reversed his cited authority, see United States v. LaBonte, --- U.S. ----, ----, 117 S.Ct. 1673, 1675-76, 137 L.Ed.2d 1001 (1997) (reversing United States v. LaBonte, 70 F.3d 1396 (1st Cir.1995)).</p>\n    </div>\n    <p>VII.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We recount the trial evidence in the light most favorable to the prosecution.  See United States v. Ruiz, 105 F.3d 1492, 1495 (1st Cir.1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The evidence also suggested radar contact with another vessel, some two miles away from the first boat, but the Coast Guard chose not to pursue any interaction with that vessel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Pilco stated the vessel's name in Spanish, \"GATO NEGRO.\"   Following the parties' lead, we use the English translation throughout</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At trial, the government introduced a certification from the United States Secretary of State and his designee to prove the Honduran government's confirmation of registry and authorization to enforce U.S. law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 18 U.S.C. &#167; 3501 requires a trial judge to conduct a hearing out of the jury's presence to determine the voluntariness and admissibility of a confession or self-incriminating statement made during detention or arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that Pilco only challenges the voluntariness of his statements under 18 U.S.C. &#167; 3501.  His argument does not touch upon the absence of Miranda warnings or the manner in which any potential Miranda issue affects his &#167; 3501 claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 18 U.S.C. &#167; 3501 does not require the suppression of involuntary statements unless the person was \"under arrest or other detention\" at the time he made the statement.  18 U.S.C. &#167; 3501(d).  Because we find that Pilco voluntarily made the incriminating statement, we need not address the question whether he was in custody within the meaning of &#167; 3501(d).  We note, however, that the consensual nature of the boarding renders the existence of this threshold requirement highly unlikely.  Cf. United States v. Elkins, 774 F.2d 530, 535 n. 3 (1st Cir.1985) (defendants not \"in custody\" during routine boarding and inspection of American flagship even though crew was \"confined to one section of the boat during the lengthy Coast Guard inspection\");  United States v. Lopez, 709 F.2d 742, 745 n. 3 (1st Cir.1983) (suggesting similar conclusion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It is unclear whether or not the non-testifying defendants, Guerrero, Ospina, and Hernandez, intended Pilco's and Rivas' testimony to constitute defense-evidence as to them.  While the non-testifying defendants' attorneys did not participate in the examination of Pilco and Rivas (except for a couple of objections), they also did not expressly rest their case until after Pilco's and Rivas' testimony.  Because the evidence the government presented in its case in chief is sufficient to convict the non-testifying defendants, we need not resolve the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We analyze this case under the pre-1996 version of 46 U.S.C. app. &#167; 1903, pursuant to which the defendants were tried and convicted.  We acknowledge that the 1996 amendments to &#167; 1903 provide that the Secretary of State's certification \"conclusively\" proves a foreign nation's consent, and that United States jurisdiction over vessels is no longer an element of an offense, but rather, a preliminary question of law for the trial judge.  See 46 U.S.C. app. &#167;&#167; 1903(c) &amp; (f) (Supp.1997).  We express no opinion as to the scope, validity or interpretation of these amendments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The government introduced evidence that it would have taken only twenty hours to travel from the point of interception to Aruba, the purported destination.  This evidence suggested that the plentiful food and fuel supply would have been unnecessary for the claimed voyage.  The evidence also established that had the vessel departed from Panama as originally claimed, the voyage would have taken two to three days and at least one-half of the fuel would have been used to reach the point of interception, some 400 miles away from the nearest Panamanian port</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The proximity of the crew on board the BLACK CAT is also indicative of the closeness of their relationship.  See Robinson, 843 F.2d at 8 (noting evidence that crew member had spent time on captain's deck as probative of close relationship).  The evidence further suggested that the crew may have been larger than necessary to operate the small vessel during its stated journey.  See Piedrahita-Santiago, 931 F.2d at 130 (involving seven crew members on forty-foot vessel that \"would ordinarily require a crew of only three or four\" and explaining that \"[a] larger crew than ordinarily needed for navigation purposes suggests that the crew was hired for the purpose of loading and unloading cargo rather than merely steering the vessel\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Where \" 'the facts suggest a conscious course of deliberate ignorance,' \" a jury is warranted in finding the defendants' deliberate ignorance of criminal events, which is tantamount to knowledge.  United States v. Cassiere, 4 F.3d at 1006, 1023-24 (1st Cir.1993) (quoting United States v. Littlefield, 840 F.2d 143, 148 n. 3 (1st Cir.1988)).  The district court instructed the jury on the deliberate ignorance, or willful blindness, theory of knowledge.  See infra Part IV</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Cf. United States v. Mehtala, 578 F.2d 6, 10 (1st Cir.1978) (finding no criminal participation given the small packages of easily concealable contraband and the absence of evidence indicating that defendant \"embarked on the voyage for any purpose other than a pleasure cruise\");  United States v. Francomano, 554 F.2d 483, 486 (1st Cir.1977) (reversing convictions of crew members on same voyage involved in Mehtala and noting that crew consisted of \"young men, short of funds, seeking travel for educational experience and adventure\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> At oral argument before us, Hernandez suggested for the first time that the court erred in using the phrase \"hesitate to act\" when discussing reasonable doubt.  Despite the fact that new issues raised at oral argument are normally deemed waived, see United States v. De Leon Ruiz, 47 F.3d 452, 455 n. 1 (1st Cir.1995), out of an abundance of caution we have carefully reviewed the court's charge.  Although the \"hesitate to act\" language is \"arguably unhelpful,\" Gilday v. Callahan, 59 F.3d 257, 264 (1st Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 1269, 134 L.Ed.2d 216 (1996), under our reasoning set forth in Andujar, 49 F.3d at 23-24, we find no error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The district court adopted the factual findings set forth in Rivas' Presentence Investigation Report, which, though not made a part of the appellate record, presumably sets forth the facts leading to the \"pilot\" finding.  Rivas did not object to any portion of the report during his sentencing hearing and does not dispute that he steered the vessel</p>\n        <p>We further note that at trial, over which the sentencing judge presided, Rivas testified that he had been hired by a man looking for \"any seaman who was available to navigate.\"   When the ship set sail, he complied with Pilco's instruction to \"take care of the helm,\" which Rivas manned for a four hour shift.  Furthermore, when asked whether commercial cargo is usually labeled so that those handling the cargo are aware if its contents, Rivas replied, \"No, because that was not my job....  I was told I was in charge of the helm, which was my profession.\"  (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We note that the government chose not to seek an offense-level increase on the alternative basis of \"use of special skill.\"  U.S.S.G. &#167; 3B1.3.  The commentary to &#167; 2D1.1 specifies that &#167; 3B1.3 is inapplicable if the sentencing court, as here, assesses an enhancement under &#167; 2D1.1(b)(2)(B)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Manuel Amado GUERRERO, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Crispiniano OSPINA, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Orlando PILCO, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Manuel RIVAS, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Dimas HERNANDEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1324 to 96-1327 and 96-1651.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 6, 1997.<br>Decided May 30, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luis E. Pabon Roca by Appointment of the Court, Hato Rey, PR, for defendant, appellant Amado Guerrero.</p>\n      <p class=\"indent\">Peter J. Satz-Hanley by Appointment of the Court, San Juan, PR, for defendant, appellant Crispiniano Ospina.</p>\n      <p class=\"indent\">David A.F. Lewis by Appointment of the Court, Boston, MA, for defendant, appellant Orlando Pilco.</p>\n      <p class=\"indent\">Miguel A.A. Nogueras-Castro, Assistant Federal Public Defender, Gurabo, PR, with whom Gustavo A. Gelpi, Assistant Federal Public Defender, San Juan, PR, and Benicio Sanchez Rivera, Federal Public Defender, Guaynabo, PR, were on brief, for defendant, appellant Manuel Rivas.</p>\n      <p class=\"indent\">Irma R. Valldejuli by Appointment of the Court, San Juan, PR, for defendant, appellant Hernandez.</p>\n      <p class=\"indent\">Jacabed Rodriguez Coss, Assistant United States Attorney, Hato Rey, PR, with whom Jose A. Quiles, Assistant United States Attorney, and Guillermo Gil, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted defendants-appellants Manuel Amado Guerrero, Crispiniano Ospina, Orlando Pilco, Manuel Rivas, and Dimas Hernandez each of one count of aiding and abetting each other in the possession with intent to distribute marijuana on board an ocean vessel subject to the jurisdiction of the United States, in violation of 46 U.S.C. app. &#167; 1903(a) and 18 U.S.C. &#167; 2.  On appeal, the defendants raise various issues with respect to their convictions and sentences.  Many of the issues they ask us to review were not properly brought to the district court's attention.  Finding no merit to their contentions, we affirm the district court's judgment in all respects.</p>\n    </div>\n    <p>I.</p>\n    <p>Facts and Prior Proceedings</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At trial, the government established the following facts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On the evening of June 13, 1995, the United States Coast Guard Cutter MELLON was conducting routine counter drug-trafficking patrol on the high seas off Colombia, South America.  At that time, the weather conditions included twentyknot winds and eight-foot swells.  Lt. Comdr.  Vincent Morgan Weber commanded the heavily armed 378-foot-long vessel, which was equipped with two smaller boats:  a motorized surfboat, the MELLON I, and a rigid hull inflatable boat, the MELLON II.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At approximately 9:00 p.m., forty miles north of the Colombia's Guajira Peninsula, the cutter MELLON made radar contact with an unidentified vessel.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As the MELLON approached the craft, it directed its search lights upon it.  Given the difficult seas and the distance from the nearest shore, Lt. Comdr.  Weber expected to observe a cargo boat.  Instead, he discerned a forty-foot long, flagless recreational craft, travelling in a northeast direction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The boat rode low in the water, not more than eight feet above the surface.  Its cabin was constructed much lower than normal for that type of recreational vessel.  The vessel's \"low profile\" enabled it to ride in the ocean's swells and avoid most radar detection.  The fiberglass boat's hull was light blue below the waterline and white above.  It sported two antennae, a common VHF radio antenna and a high-frequency antenna for long distance communications.  The vessel was operating without its running lights on, and no one was topside.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After several unsuccessful attempts to hail the vessel, Lt. Comdr.  Weber established radio communications through one of the cutter's interpreters.  The vessel's master, Pilco, informed the Coast Guard that the boat, identified as the BLACK CAT,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> was of Honduran registry.  Pilco stated that his last port of call was \"Panama\" and that his next port of call was \"Honduras.\"   Weber found these statements suspicious because the BLACK CAT was headed away from the stated destination and because specific cities, not countries, usually are identified as ports of call.  Pilco did not respond to Weber's subsequent request to identify the specific cities in which the ports of call were located.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When asked if the BLACK CAT carried any cargo, Pilco answered, \"no.\"   Lt. Comdr.  Weber had just been advised, however, that personnel aboard the MELLON saw cargo inside the boat's cabin.  The vessel's low position in the water further belied Pilco's claim.  To clarify the point, Weber again asked Pilco whether or not the BLACK CAT carried cargo.  Pilco again responded in the negative.  Weber then requested permission to board, to which Pilco replied, in an agitated voice, \"wait a minute, wait a minute, wait a minute.\"   Weber repeated the request a few minutes later, but received the same response.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">About the same time, Coast Guard personnel observed someone on the BLACK CAT throwing objects overboard.  A boat team dispatched on the MELLON II retrieved from the ocean pieces of a navigational chart depicting the United States Virgin Islands area east of Puerto Rico.  Lt. Comdr.  Weber then dispatched a boarding team in the MELLON I to approach the BLACK CAT.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When the MELLON I came alongside the vessel, members of the boarding team noticed two oversized, custom-made fuel tanks covering most of the aft deck.  In fact, a person could not enter the cabin area without crawling over the fuel tanks.  Peering into the cabin area with the aid of a spotlight, the boarding team observed several crew members and numerous whitecolored bales.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The boarding team failed in its initial attempts to get the attention of the crew, which, for a time, remained inside the cabin.  Soon, however, the crew members began to emerge, one by one, carrying duffel bags.  One member placed his hand underneath his shirt, and others seemed to be reaching inside their bags.  These actions alarmed the boarding team, which quickly advised the crew (in Spanish and English) to keep their hands in plain sight.  Concerned for the boarding team's safety, Gunner's Mate Edward West pointed an M16 service rifle toward the vessel.  Perhaps because the choppy seas made communication difficult, the BLACK CAT's crew did not comply with the request to keep their hands in view.  When a crew member again began to reach towards his duffel bag, the boarding team pulled away from the BLACK CAT in order to reassess the situation and diffuse the rising tension.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When all five crew members of the BLACK CAT were topside, the MELLON I again pulled up to the vessel.  The boarding team had no weapons drawn at the time, and the situation was much calmer.  Ensign Joseph Sundland, the boarding officer, told Pilco that the Coast Guard wanted to perform a safety inspection on the boat.  Pilco consented.  The boarding process, however, proved to be somewhat difficult.  There was very little space available on the boat for boarding, and the rough sea conditions had caused fuel to spill on the stern, making for unsure footing.  Moreover, the construction of the vessel's cabin left no room to walk around it on deck.  These circumstances made it dangerous for the BLACK CAT's crew members, who had no life jackets, to stand topside during the boarding.  To facilitate a safe boarding, the boarding team had the crew lie down on top of the cabin.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Once on board, members of the boarding team asked Pilco again if he had any objection to the Coast Guard's presence on board the vessel.  Pilco repeated that he had no objection.  Sundland asked Pilco for permission to go below into the cabin to check for safety hazards.  Pilco consented, and led Ensign Sundland and Firearm Rafael Rivera (who served as interpreter) over the fuel tanks and into the cabin.  Numerous bales covered with white plastic filled almost all of the interior space, with the exception of a small sleeping area between the bales and the ceiling and a narrow crawl space forward.  One of the bales had been placed by the helm, apparently to serve as a seat for the crew member steering the vessel.  The cabin also held many food containers, mostly unopened, and a cooler almost full of fresh ice and sodas.  Sundland noticed high-quality, expensive radio gear on the cabin's wall.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The bales emitted no perceptible odor, rather, intense fumes from fuel leaking out of the poorly constructed tanks almost overwhelmed the men in the cabin.  Ensign Sundland sought and received Pilco's permission to open one of the bales.  He cut through heavy plastic and a cardboard box, and discovered nine individually wrapped packages inside.  As he opened one of the smaller, plastic-wrapped packages, he asked Pilco if he knew what the package contained.  Pilco answered that he thought it was marijuana and that someone had hired him to take it from Colombia to an undisclosed location.  Field testing verified that the packages in fact contained marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Following a radio inquiry to Honduran authorities, at approximately 9:00 p.m.  on June 14 (some twenty-four hours after the Coast Guard initially contacted the BLACK CAT), the Honduran government confirmed the vessel's Honduran registry and authorized the Coast Guard to enforce United States law against the vessel and her crew.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Coast Guard placed the defendants under arrest and seized the contraband.  After securing the vessel's crew and cargo aboard the MELLON, the Coast Guard attempted to tow the BLACK CAT in the MELLON's wake, but the BLACK CAT took on water and began to sink.  Because the boat's presence just beneath the ocean's surface would have created a navigation hazard, Coast Guard personnel sank the vessel completely with machine gun fire.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In total, the Coast Guard seized 100 bales of marijuana, weighing a total of 5,596 pounds and worth $6-8 million wholesale, $25-41 million retail.  Although the Coast Guard found no weapons on board the BLACK CAT, it seized a Magellan global positioning system (\"GPS\"), an electronic navigation device that determines a vessel's latitude and longitude position.  When asked, Pilco could not present any cargo manifests or other commercial papers.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">According to the government's witnesses, commercial cargo normally is not transported in the manner in which the unlabeled bales were bundled and arranged on the BLACK CAT.  On the contrary, the bales had been packed in a manner typical for contraband.  In particular, the evidence suggested that the waterproof packaging was intended to protect the contraband during vessel-to-vessel transfers on the high seas.  Transfers of this type often require the assistance of long distance radios and sophisticated navigational equipment, such as the Magellan GPS, to pinpoint the time and place of the rendezvous.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Following the government's case in chief, defendants Pilco and Rivas testified on their own behalf.  Pilco asserted that he had been hired to transport what he thought was a coffee cargo--at $5 per bale--to Aruba, and that he set sail roughly around midnight on June 12, 1995.  He testified that during the initial contact with the cutter MELLON, he did inform the Coast Guard that the BLACK CAT was carrying cargo.  He also claimed that he had told the Coast Guard that his last port of call was \"Puerto Panama,\" located on Colombia's Guajira Peninsula, and that his destination was \"Aruba,\" not \"Honduras.\"   He denied telling Ensign Sundland that he thought the bales contained marijuana, and stated that he had no cargo manifests or commercial papers because the person who hired him, rather than a maritime agency, was to receive the shipment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rivas testified that he was an experienced seaman who usually worked on merchant ships.  For the BLACK CAT voyage, he had been hired for $200 as a helmsman.  He stated that he met the rest of the crew for the first time after being driven to Puerto Panama on the Guajira Peninsula.  Rivas could not state with any specificity the location of Puerto Panama.  He asserted that the bales were already inside the cabin when he arrived at the boat dock and that he noticed nothing unusual about them.  Rivas also claimed that he did not hear the word \"marijuana\" until it was uttered by one of the Coast Guard officers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At the close of all the evidence, the district court denied the defendants' motions for acquittal.  Subsequently, the jury found each defendant guilty, under 46 U.S.C. app. &#167; 1903(a), of aiding and abetting each other in the possession--with intent to distribute--of marijuana on board a vessel.  On appeal, Pilco contends that the involuntariness of his statements to the Coast Guard rendered the statements inadmissible against him at trial.  All defendants argue that a certification from the Secretary of State was inadmissible to prove the United States' jurisdiction over the vessel.  With the exception of Pilco, the defendants also claim that the government failed to prove their knowing participation in the drug trafficking offense.  Ospina, Rivas, and Hernandez claim error in the court's jury instructions, and Hernandez further argues that the Coast Guard's eventual destruction of the vessel violated his due process rights.  Last, Rivas and Ospina challenge the court's sentencing determinations.</p>\n    </div>\n    <p>II.</p>\n    <p>Admission of Pilco's Statements at Trial</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Pilco contends that he did not voluntarily make the incriminatory statements to the Coast Guard after they boarded the BLACK CAT and that the use of those alleged statements at trial violated his right to due process.  Specifically, Pilco relies on the following facts.  The cutter was over 370-feet long and heavily armed while the BLACK CAT was only 40-feet long and unarmed.  At one point, a member of the Coast Guard boarding team pointed an M16 rifle at the BLACK CAT crew.  Finally, upon boarding, the boarding team had the crew lie down on top of the boat because of the dangerous seas.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Following a voluntariness hearing pursuant to 18 U.S.C. &#167; 3501(a),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> during which Ensign Sundland testified, the district court found that Pilco voluntarily consented to both the boarding and the subsequent cabin inspection.  The court ruled that the boarding, coupled with Ensign Sundland's nonthreatening inquiries, amounted neither to custody nor coercion.  The court further observed that, at the time of the statement, Pilco could have requested the boarding team to leave, and the team would have complied.  Thus, the court concluded, the statement was voluntary within the meaning of &#167; 3501.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The ultimate voluntariness determination involves a question of law subject to plenary review.  United States v. Cleveland, <span class=\"citation\" data-id=\"197214\"><a href=\"/opinion/197214/united-states-v-cleveland/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1056</span></a></span>, 1064 (1st Cir.1997).  We \"scrutinize[ ] a district court's factual findings, including its credibility determinations, for traces of clear error.\"  United States v. Valle, <span class=\"citation\" data-id=\"196494\"><a href=\"/opinion/196494/united-states-v-valle/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 213-14 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Upon careful examination of the evidence introduced at the &#167; 3501 hearing, we find no clear error in the court's subsidiary factual findings regarding the voluntariness of Pilco's statement.  Ensign Sundland's testimony, the credibility of which was a matter for the court, see Valle, 72 F.3d at 214, plausibly established that the boarding team members had no weapons drawn at the time of the boarding request, that Pilco freely consented to the boarding and search, and that his demeanor was \"very calm\" when he granted Ensign Sundland permission to inspect the cabin and to open a bale.  Examining the totality of the circumstances, we cannot say that Pilco's will was \"overborne so that the statement was not his free and voluntary act.\"  United States v. Jackson, <span class=\"citation\" data-id=\"551271\"><a href=\"/opinion/551271/united-states-v-walter-v-jackson/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 241 (1st Cir.1990) (internal quotation marks and citation omitted).  See Schneckloth v. Bustamonte, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 225-27, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>, 2046-48, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1973) (discussing totality-of-circumstances approach when determining voluntariness of a confession);  see also United States v. Kimball, <span class=\"citation\" data-id=\"195379\"><a href=\"/opinion/195379/united-states-v-kimball/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1994) (finding consent voluntary where defendant expressly agreed to accompany police to station, never indicated an unwillingness to do so, and police did not coerce or intimidate defendant into going with them).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Therefore, we agree with the district court that Pilco's statement was voluntary, and thus, admissible at trial.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>III.</p>\n    <p>Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The government charged the defendants with aiding and abetting each other in the violation of 46 U.S.C. app. &#167; 1903(a).  To prove the defendants' violation of &#167; 1903(a), the government needed to prove, beyond a reasonable doubt, that:  (1) the BLACK CAT was \"subject to the jurisdiction of the United States\";  (2) the material found on the vessel was a controlled substance;  and (3) the defendants knowingly or intentionally possessed the controlled substance with the intent to distribute it.  46 U.S.C. app. &#167; 1903(a).  See United States v. Piedrahita-Santiago, <span class=\"citation\" data-id=\"559869\"><a href=\"/opinion/559869/united-states-v-roberto-piedrahita-santiago-united-states-of-america-v/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 130 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendants moved for judgment of acquittal, pursuant to Fed.R.Crim.P. 29, after the conclusion of the government's case in chief and again after the close of all the evidence.  The district court denied both motions.  While the defendants do not dispute the evidentiary sufficiency of the government's proof of the second element, they raise challenges regarding the first and third elements.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We review the Rule 29 determination de novo, resolving any evidentiary conflicts or credibility issues in the government's favor.  See United States v. Ruiz, <span class=\"citation\" data-id=\"197202\"><a href=\"/opinion/197202/united-states-v-ruiz/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1492</span></a></span>, 1495 (1st Cir.1997).  If the evidence, viewed under this lens, \"permits a rational jury to find each essential element of the crime charged beyond a reasonable doubt, then the evidence is legally sufficient.\"  United States v. Olbres, <span class=\"citation\" data-id=\"196204\"><a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 970 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">522</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">430</span></span> (1995).  In this analysis, \"[w]e defer, within reason, to inferences formulated by the jury in the light of its collective understanding of human behavior in the circumstances revealed by the evidence.\"  United States v. Passos-Paternina, <span class=\"citation\" data-id=\"551470\"><a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 985 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Because Pilco and Rivas presented a defense (by way of their own testimony), they have waived review of their initial Rule 29 motions, made after the government's case in chief.  See Ruiz, 105 F.3d at 1495 n. 1. For that reason, in reviewing their Rule 29 appeal, \"we consider, in the light most favorable to the verdict, the evidence presented in the defense case.\"  Id. (citing 2 Charles A. Wright, Federal Practice and Procedure &#167; 463, at 643-45 (1982)).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>B. United States Jurisdiction Over the Vessel</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The first element of a &#167; 1903 offense requires the government to prove that the BLACK CAT was \"a vessel subject to the jurisdiction of the United States.\"   See Passos-Paternina, 918 F.2d at 981;  Piedrahita-Santiago, 931 F.2d at 129 (stating that the jury determines the jurisdictional question under &#167; 1903).  Vessels subject to United States jurisdiction include \"a vessel registered in a foreign nation where the flag nation has consented or waived objection to the enforcement of United States law by the United States.\" &#167; 1903(c)(1)(C).  Section 1903 specifically provides that the foreign nation's consent \"may be obtained by radio, telephone, or similar oral or electronic means, and may be proved by certification of the Secretary of State or the Secretary's designee.\" &#167; 1903(c)(1).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To prove that the government of Honduras authorized the enforcement of United States law against the BLACK CAT and her crew, the government introduced various Department of State documents in which Joseph A. Conroy, Jr., the Secretary of State's designee for &#167; 1903 certifications, certified to the events leading to the Honduran government's waiver of objection.  In pertinent part, Conroy certified that Captain B.J. Niesen, Coast Guard Liaison Officer to the State Department's Bureau of International Narcotics and Law Enforcement, contacted Major John C. Sumner of the U.S. Embassy in Honduras to request the Embassy to inform the Honduran government of the contraband on board the BLACK CAT, to receive confirmation of the claim of Honduran registry, and to seek authorization for the enforcement of United States law.  Conroy certified that Major Sumner subsequently contacted Captain Niesen and reported the following:  (1) Lt. Claudia Castilla, Assistant Director of the Honduran Maritime Directorate, had--\"on behalf of the Government of Honduras\"--authorized the boarding and searching of the vessel;  (2) Javier Ponce of the Honduran Merchant Marine confirmed the BLACK CAT's Honduran registry;  and (3) Ivan Flores, Head of the Honduran Maritime Security, had--\"on behalf of the Government of Honduras\"--authorized the United States government to enforce United States law against the vessel, crew and contraband.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">At trial, the defendants argued against the admissibility of these documents on hearsay grounds and complained that the government failed to produce a document from the Honduran government confirming that nation's consent.  The district court disagreed with the defendants' position and admitted the documents as sufficient proof of the jurisdictional element.  On appeal, Guerrero, Rivas, Hernandez and Ospina perfunctorily challenge circuit precedent dispensing with the hearsay argument.  Additionally, Pilco raises a new argument, viz, that the government failed to establish that Lt. Claudia Castilla, Javier Ponce, and Ivan Flores had the authority of the Honduran government to confirm registry and consent to law enforcement action.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We have previously found the hearsay argument unavailing both because &#167; 1903's language reveals Congress' explicit contemplation of the use of \"what might normally be considered 'hearsay' \" to prove jurisdiction, United States v. Romero, <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 649 (1st Cir.1994), and because \"[t]he State Department Certification falls squarely within Fed.R.Evid. 803(8)(A),\" id. at 650.   See Fed.R.Evid. 803(8)(A) (excepting from the hearsay rule public agency statements \"in any form\" setting forth \"the activities of the office or agency\");  see also United States v. Mena, <span class=\"citation\" data-id=\"516052\"><a href=\"/opinion/516052/united-states-v-concepcion-mena-alfredo-brack-brack-nurberto/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1522</span></a></span>, 1531 (11th Cir.1989) (explaining that foreign government's expression of consent \"is not hearsay at all but rather a verbal act, similar to the utterances involved in making a contract, to which the law attaches independent significance\").  We see no reason to alter Romero's reasoning in this respect.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We also find unavailing the defendants' trial contention that the government was required to procure and introduce a written statement of no objection from the Honduran government.  While the government may prove a foreign government's consent through a number of alternative means, see Mena, 863 F.2d at 1531, section 1903 plainly indicates the sufficiency of the Secretary of State's certification to prove that fact.  See 46 U.S.C. app. &#167; 1903(c)(1) (stating that the foreign nation's consent \"may be proved by certification of the Secretary of State or the Secretary's designee\");  Romero, 32 F.3d at 649 (explaining that &#167; 1903 \"was designed to ease evidentiary requirements for the government by avoiding the time-consuming and burdensome task of obtaining official documentation from the claimed country of registry\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We are equally unpersuaded by Pilco's attempt to transform his trial argument into his present contention:  that the certification was inadmissible because the government did not show the authoritative status of the persons in Honduras who authorized United States' law-enforcement action.  Because Pilco failed to raise this argument below, we review for \"plain error\" and reverse only if an \"obvious\" or \"clear\" error exists that affects \"substantial rights.\"  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777-78, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993).  See Fed.R.Crim.P. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In Romero, the Colombian government refuted a claim of Colombian registry, thus rendering the vessel \"stateless\" and therefore subject to United States jurisdiction under 46 U.S.C. app. &#167; 1903(c)(1)(A).  See 32 F.3d at 647-48.   The government proved the jurisdictional element through a State Department certification, much like the one at issue here, explaining the events leading up to Colombia's refutation of registry.  See id. at 648.   We reasoned that the statutory scheme of permitting proof of certain jurisdictional facts through certification meant that \"the government need not prove that the vessel is in fact without registry in another country, nor must it prove that the foreign nations' denial or refutation of registry is valid, legitimate, or otherwise properly made.\"  Id. at 649.   We declined to decide whether a defendant's endeavor to prove actual registry facts would be irrelevant under the statutory scheme, and expressly reserved the questions whether and when a defendant may challenge \"the actions of foreign nations in situations that might warrant determination, probably by the court, as to whether a proper certification was being offered.\"  Id. at 649 n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In this case, Pilco seeks to question the validity of the Honduran government's consent by requiring clarification of the source's authority.  His challenge touches upon the preserved issue in Romero, i.e., whether and to what extent a defendant may look behind the State Department's certification to challenge its representations and factual underpinnings.  We have not yet had occasion to resolve the issue, and the \"plain error\" standard of review does not call upon us to correct unobvious errors.  See Johnson v. United States, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>, 1549-50, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1997) (indicating that, to be \"plain,\" the error must be clear at least at the time of appellate review ).  Moreover, Pilco does not raise a colorable claim that the certification was prepared fraudulently or in bad faith.  See Romero, 32 F.3d at 649 n. 3. Thus, we decline to decide whether a defendant may contest the authority of the source of the consent or whether Congress intended to leave that matter to the State Department's expertise.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the absence of error, plain or otherwise, in the district court's admission of the Secretary of State's certification, we find the evidence sufficient to prove the first element of 18 U.S.C. &#167; 1903(a).</p>\n    </div>\n    <p>C. Knowing Participation</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Rivas, Guerrero, Ospina, and Hernandez claim that the government failed to prove the third element of a &#167; 1903(a) offense, their knowing possession of a controlled substance with the intent to distribute it.  While they do not dispute the fact that they were hired as crew members to assist in the BLACK CAT's shipping of cargo, they assert that the evidence was insufficient to establish that they knew the bales contained contraband.  Absent that knowledge, they argue, their \"mere presence\" aboard the BLACK CAT could not rise to the level of aiding and abetting the drug-trafficking offense.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To prove aiding and abetting liability under 18 U.S.C. &#167; 2, the government needed to establish that the defendants \" 'participated in the venture and sought by their actions to make it succeed.' \"  United States v. Steuben, <span class=\"citation\" data-id=\"508421\"><a href=\"/opinion/508421/united-states-v-robert-steuben-united-states-of-america-v-guillermo/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 864 (1st Cir.1988) (quoting United States v. Quejada-Zurique, <span class=\"citation\" data-id=\"419605\"><a href=\"/opinion/419605/united-states-v-gilberto-quejada-zurique-united-states-of-america-v/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">857</span></a></span>, 859 (1st Cir.1983)).  \" 'Mere presence at the scene or even knowledge that the crime is being committed is generally insufficient to establish aiding and abetting.' \"  Steuben, 850 F.2d at 864 (quoting Quejada-Zurique, 708 F.2d at 859).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The question whether the evidence sufficiently establishes a defendants' knowledge of the presence of a controlled substance is distinct from, although related to, the issue of a defendant's level of participation in a drug-trafficking venture.  Thus, for example, even when the government proves that a defendant knew that her residence was used by a co-occupant to sell drugs, the government must additionally prove that she participated criminally in the venture.  See United States v. Ocampo, <span class=\"citation\" data-id=\"583580\"><a href=\"/opinion/583580/united-states-v-anna-marie-ocampo/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></a></span>, 82 (1st Cir.1992) (involving conspiracy charge);  United States v. Hyson, <span class=\"citation\" data-id=\"427519\"><a href=\"/opinion/427519/united-states-v-robert-hyson-united-states-of-america-v-edward-ennis/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></a></span>, 862-63 (1st Cir.1983) (same).  In such cases, proof of sufficient participation in the crime, as well as knowledge of it, is required to convict;  the defendant's \"mere presence\" at the scene of criminal activity is not enough.  By like token, where, as here, a defendant actively participates in a venture, but denies any knowledge of the venture's illegal nature, the government must adequately prove knowledge, more so than participation.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">With the exception of its case against Pilco, the government largely relied upon circumstantial evidence to prove the defendants' knowing participation in the transportation a controlled substance.  In circumstantial cases such as this one, the evidence is sufficient to convict if it adequately supports \"the requisite 'two-step inference' \":  (1) that the vessel was engaged in obviously illegal activity and (2) that each defendant was ready to assist in the criminal enterprise.  United States v. Jimenez-Perez, <span class=\"citation\" data-id=\"519199\"><a href=\"/opinion/519199/united-states-v-joaquin-jimenez-perez-united-states-of-america-v-jose/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 11 (1st Cir.1989) (quoting Steuben, 850 F.2d at 867).   We refrain from second-guessing the jury's inferences and ensuing conclusions drawn from circumstantial evidence where \"the inferences derive support from a plausible rendition of the record\" and where \"the conclusions flow rationally from those inferences.\"  United States v. Spinney, <span class=\"citation\" data-id=\"196301\"><a href=\"/opinion/196301/united-states-v-spinney/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 234 (1st Cir.1995).</p>\n    </div>\n    <p class=\"indent\">1. Knowledge of Controlled Substance</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The defendants place great weight on the absence of evidence that the bales emitted any odor of marijuana.  They reason that without this evidence, a jury could not rationally infer their knowledge of the bales' contents.  We have eschewed, however, a myopic inquiry into whether \"one particular indication of knowledge (such as a smell) did, or did not, exist.\"  United States v. Robinson, <span class=\"citation\" data-id=\"503769\"><a href=\"/opinion/503769/united-states-v-hernando-robinson-united-states-of-america-v-jorge/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1988).  Instead, we must \"look[ ] at the evidence as a whole in the light most favorable to the government, and leav[e] to the jury the power to make any reasonable set of common sense assumptions about the working of human nature.\"  Id. (internal quotation marks and citations omitted).  See United States v. Molinares Charris, <span class=\"citation\" data-id=\"490909\"><a href=\"/opinion/490909/united-states-v-orlando-molinares-charris-united-states-of-america-v/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1220 (1st Cir.1987) (finding circumstantial evidence of defendant's active participation in illegal cargo transport sufficient to prove knowing participation even assuming marijuana \"was hidden in scent as well as in sight\").</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Thus, in the absence of evidence of marijuana odor, we turn to other factors to determine whether or not the government sufficiently established the crew's knowledge of the presence of a controlled substance.  We have previously looked to factors such as the closeness of the crew's relationship, the length of the voyage, the size and condition of the vessel, the quantity of marijuana, and the absence of a legitimate purpose for the voyage.  See Robinson, 843 F.2d at 8-9;  see also Molinares Charris, 822 F.2d at 1219-20;  United States v. Lopez, <span class=\"citation\" data-id=\"419918\"><a href=\"/opinion/419918/united-states-v-jorge-lopez-united-states-of-america-v-alexis-ramos/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">742</span></a></span>, 747 (1st Cir.1983).  These factors, while not exhaustive, indicate that where the circumstantial evidence permits a jury to conclude that activities aboard a vessel concern the obvious presence of contraband, the jury reasonably may infer the crew's knowing participation in the venture.  See Molinares Charris, 822 F.2d at 1218;  Quejada-Zurique, 708 F.2d at 859-860.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In this case, although the bales of marijuana had been packaged carefully and emitted no odor, the surrounding facts permit a jury finding that the BLACK CAT was conspicuously involved in the illegal transport of a controlled substance.  According to the trial evidence, the vessel's low-profile construction signalled its plain purpose to avoid detection.  See United States v. Romero, <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 644 (1st Cir.1994) (involving similarly constructed vessel).  The vessel had been equipped with expensive and sophisticated radio and navigational gear that, the testimony suggested, was generally intended to assist in long-distance voyages and unusual for this small recreational vessel.  See id.;  Passos-Paternina, 918 F.2d at 985.   The disproportionately large fuel tanks awkwardly placed on the aft deck and the plentiful, undepleted food supply indicated that the BLACK CAT had recently embarked on what was expected to be a long journey.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The use of a recreational craft to carry the large shipment, without commercial documentation, beyond the normal area of operation for such a vessel further evinced the voyage's illegitimate purpose.  Cf. Robinson, 843 F.2d at 9 (involving a \" 'mudboat,' a vessel that normally supplies oil rigs in the Gulf of Mexico,\" found near Bermuda).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Perhaps most telling for the purposes of this case were the numerous unlabeled bales, wrapped in a fashion typical for controlled-substances likely to be off-loaded at sea.  The bales were so ubiquitous that they left no room to stand or sit in the cramped cabin.  Compare Piedrahita-Santiago, 931 F.2d at 131 (\"[A] relatively small vessel carrying a large quantity of drugs is indicative of knowledge and involvement on the part of the crew.\");   with Steuben, 850 F.2d at 868-69 (reversing conviction where, inter alia, the government failed to produce evidence that defendant knew the illegal nature of cargo concealed in barge towed behind tug).  The rough seas and the limited space to stand on deck permitted the inference that the crew spent its time together below, among the bales.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Finally, the crew's emergence from the cabin area with their belongings in hand upon the Coast Guard's approach permits the inference that they knew they had been caught in an illegal venture, and would eventually be arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Although these facts, in isolation, do not necessarily lead to the conclusion that the crew members knew the bales contained a controlled substance, in combination, they constitute more than enough evidence to support a finding of positive knowledge, or at least deliberate ignorance,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> of that fact.  See Robinson, 843 F.2d at 9;  see also United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir.1992) (explaining that \"juries are not required to examine the evidence in isolation, for 'individual pieces of evidence, insufficient in themselves to prove a point, may in cumulation prove it.  The sum of an evidentiary presentation may well be greater than its constituent parts.' \")  (quoting Bourjaily v. United States, <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 179-80, <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2775</span></a></span>, 2781, <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">144</span></a></span> (1987)).  The government's proof need not have \"exclude[d] every reasonable hypothesis of innocence,\" Robinson-Munoz, 961 F.2d at 305, and the evidence permitted a reasonable inference that unwitting bystanders would not have been hired to participate in the BLACK CAT's obvious illegal transport of millions of dollars' worth of contraband.  See United States v. Cuevas-Esquivel, <span class=\"citation\" data-id=\"543064\"><a href=\"/opinion/543064/united-states-v-sergio-m-cuevas-esquivel-united-states-of-america-v/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">510</span></a></span>, 515 (1st Cir.1990);  United States v. Luciano Pacheco, <span class=\"citation\" data-id=\"472152\"><a href=\"/opinion/472152/united-states-v-jose-angel-luciano-pacheco-united-states-of-america-v/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1986);  United States v. Guerrero-Guerrero, <span class=\"citation\" data-id=\"460920\"><a href=\"/opinion/460920/united-states-v-hector-mario-guerrero-guerrero-united-states-v-john-doe/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1076 (1st Cir.1985).  While the jury could have found that the crew sincerely believed that the bales contained legitimate cargo, the evidence certainly did not compel that conclusion.</p>\n    </div>\n    <p class=\"indent\">2. Participation</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We now turn to the defendants' contention that their \"mere presence\" aboard the BLACK CAT did not rise to the level of aiding and abetting.  For the most part, the evidence establishing their knowledge of the illegal nature of the cargo disposes of this issue.  Additionally, the evidence permitted the reasonable conclusion that the purpose of each defendant's presence aboard the vessel was to assist in the transport and handling of the illegal cargo.  For example, the large quantity of cargo made travel aboard the vessel uncomfortable, thus belying any lawful purpose such as pleasure-cruising, educational experience, or adventure.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Because the crew's presence on board the BLACK CAT evinced more than a coincidental association with the criminal venture, a jury could rationally infer that the circumstances \"fairly imply participatory involvement.\"  United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 678 (1st Cir.1993) (also explaining that the \"mere presence\" argument holds no water \"where the 'mere' is lacking\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We find, therefore, that the evidence supported the requisite two-step inference:  (1) the BLACK CAT was engaged in the obvious transportation of a controlled substance and (2) each defendant was ready to participate in the venture.  See Jimenez-Perez, 869 F.2d at 11.   The defendants do not dispute that the large quantity of marijuana on board the vessel permitted the inference of an intent to distribute the controlled substance.  See Echeverri, 982 F.2d at 678.   Thus, we conclude that the evidence was sufficient to prove that the defendants, aiding and abetting each other, knowingly possessed a controlled substance, marijuana, with the intent to distribute it.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In light of the above, we find no error in the district court's denial of defendants' motions for acquittal.</p>\n    </div>\n    <p>IV.</p>\n    <p>Jury Instructions</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Ospina, Hernandez, and Rivas argue that the district court committed reversible error in instructing the jury on reasonable doubt, deliberate ignorance, and mere presence.  Although the defendants raised their concerns both during a formal charge conference and in writing, they did not renew their objection after the court charged the jury.  This procedural default triggers only \"plain error\" review.  See United States v. Mendoza-Acevedo, <span class=\"citation\" data-id=\"572650\"><a href=\"/opinion/572650/united-states-v-edilberto-mendoza-acevedo/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Citing United States v. Andujar, <span class=\"citation\" data-id=\"195947\"><a href=\"/opinion/195947/united-states-v-andujar/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 23 (1st Cir.1995), the defendants requested the district court to include the following jury instruction when discussing \"reasonable doubt\":  \"If you jurors, view the evidence in the case as reasonably permitting either of two conclusions--one of innocence, the other of guilt--the jury should of course adopt the conclusion of innocence.\"   The court rejected the proposed instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In Andujar, we explained that an appellate court must reverse a conviction on the grounds of evidentiary insufficiency \"where an equal or nearly equal theory of guilty and a theory of innocence is supported by the evidence viewed in the light most favorable to the verdict.\"  49 F.3d at 20 (internal quotation marks and citations omitted).  In such cases, \"a reasonable jury must necessarily entertain a reasonable doubt.\"  Id. Our explanation of the scope of appellate review, however, does not necessarily translate into a proper jury instruction.  The defendants' proposed instruction comes close to making a comparison between \"guilt or innocence,\" which, if suggested as equal alternatives, \" 'risks undercutting the government's burden by suggesting that they should find the defendant guilty if they think he is not innocent--regardless of how convincing the government's proof has been.' \"  Id. at 24 (quoting Mendoza-Acevedo, 950 F.2d at 4).   Given our repeated admonition against overdefining \"reasonable doubt,\" see id. at 23 (noting that attempts to clarify the concept may serve to obfuscate it), we find no plain error in the court's refusal to adopt the proposed instruction.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Hernandez further complains that the district court's instruction on \"deliberate ignorance,\" followed immediately by its charge concerning \"mere presence,\" confused the jury regarding the requirements of aiding and abetting liability.  We disagree.  The court instructed the jury that a defendant's knowledge of a particular fact may be inferred from proof that he deliberately closed his eyes to the obvious.  The court then stated, \"[y]ou have heard the word[s] 'mere presence' in this case,\" and explained that mere presence at the scene of a crime, or mere association between the principal and those accused of aiding and abetting, is insufficient to establish guilt.  In our view, the court's instructions adequately distinguished between the deliberate-ignorance theory, which relates to the defendants' knowledge of a fact, and the mere-presence theory, which concerns the level of defendants' participation in the crime.  See United States v. Cassiere, 4 F.3d at 1006, 1023 (1st Cir.1993).  Under plain error review, we find no clear risk of confusion.</p>\n    </div>\n    <p>V.</p>\n    <p>Destruction of Vessel</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Coast Guard's act of sinking the vessel by machine gun fire because of its concern for navigational safety is not unprecedented.  See, e.g., United States v. Doe, <span class=\"citation\" data-id=\"513417\"><a href=\"/opinion/513417/united-states-v-john-doe-aka-rafael-segundo-crespo-herrera-united/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span>, 490 (1st Cir.1988).  Nevertheless, Hernandez asserts that the destruction was unnecessary and suggests that this act amounted to a deprivation of due process under Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, 1196, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), and Arizona v. Youngblood, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></span>, 57, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>, 337, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></span> (1988).  Hernandez' failure to explain the potential materiality or usefulness of the vessel to his defense, and his concession that no evidence demonstrates bad faith in connection with the vessel's destruction, render his argument specious.  See Youngblood, 488 U.S. at 58, 109 S.Ct. at 337-38;  United States v. Gallant, <span class=\"citation\" data-id=\"195398\"><a href=\"/opinion/195398/united-states-v-gallant/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 39 (1st Cir.1994);  cf. United States v. Alston, <span class=\"citation\" data-id=\"197342\"><a href=\"/opinion/197342/united-states-v-alston/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 35 (1st Cir.1997) (finding no due process violation where government \"deliberately alter[ed] evidence that, in its original form, might have helped to exculpate [defendant],\" but where defendant did not demonstrate that such action significantly impaired his defense).</p>\n    </div>\n    <p>VI.</p>\n    <p>Sentencing Issues</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Rivas and Ospina contend that the district court erred in calculating their sentences.  Because they failed to raise their arguments below, we review for \"plain error.\"   See United States v. Peppe, <span class=\"citation\" data-id=\"196672\"><a href=\"/opinion/196672/united-states-v-peppe/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.1996).  We discuss each defendant in turn.</p>\n    </div>\n    <p>A. Rivas</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">At sentencing, the district court increased Rivas' base offense level upon finding that he acted as \"pilot\" aboard the BLACK CAT.  See U.S. Sentencing Guidelines Manual &#167; 2D1.1(b)(2)(B) (requiring a two-level increase if \"the defendant acted as a pilot, copilot, captain, navigator, flight officer, or any other operation officer aboard any craft or vessel carrying a controlled substance\").  Rivas asserts that the guideline only applies to offense participants in a position of authority or command.  He reasons that the guideline should not apply to him because he did not possess special navigational rank or skills and merely steered the vessel upon the master's instruction.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The sentencing guideline does not define the word \"pilot,\" and our research has not revealed any caselaw to inform our inquiry.  Nevertheless, the common dictionary definition of \"pilot\" includes a person hired to steer a vessel.  See, e.g., Webster's Third New International Dictionary of the English Language 1716 (1986) (defining \"pilot,\" inter alia, as \"one employed to steer a ship:  helmsman\").  While the act of steering a forty-foot vessel on the high seas may or may not involve a skill obtained through extensive maritime training, we cannot say that the district court committed plain error in finding that Rivas \"acted as a pilot\" aboard the boat within the meaning of U.S.S.G. &#167; 2D1.1(b)(2)(B).  Furthermore, we disagree with Rivas' contention that the guideline applies only to those with special command in a criminal enterprise.  While the guideline may speak to a defendant's control over some mechanical aspect of a vessel's operation, it does not address the defendant's authority over other individuals involved in a criminal venture.  Cf. U.S.S.G. &#167; 3B1.1 (providing enhancements for a defendant's role as \"organizer, manager, or supervisor\").<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p>B. Ospina</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Ospina belatedly argues that the district court incorrectly calculated his incarcerative sentence based on an enhanced statutory maximum of thirty years, rather than twenty years, under the Career Offender Guideline.  See U.S.S.G. &#167; 4B1.1.  Ospina's argument fails both because the statutory maximum term for his offense remained fixed at life imprisonment without any enhancement, see 21 U.S.C. &#167; 960(b)(1)(G), and because, in any event, the Supreme Court has reversed his cited authority, see United States v. LaBonte, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118117\"><a href=\"/opinion/118117/united-states-v-labonte/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, 1675-76, <span class=\"citation\" data-id=\"118117\"><a href=\"/opinion/118117/united-states-v-labonte/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1001</span></a></span> (1997) (reversing United States v. LaBonte, <span class=\"citation\" data-id=\"709025\"><a href=\"/opinion/709025/united-states-v-george-labonte-united-states-of-america-v-david-e/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span> (1st Cir.1995)).</p>\n    </div>\n    <p>VII.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We recount the trial evidence in the light most favorable to the prosecution.  See United States v. Ruiz, <span class=\"citation\" data-id=\"197202\"><a href=\"/opinion/197202/united-states-v-ruiz/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1492</span></a></span>, 1495 (1st Cir.1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The evidence also suggested radar contact with another vessel, some two miles away from the first boat, but the Coast Guard chose not to pursue any interaction with that vessel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Pilco stated the vessel's name in Spanish, \"GATO NEGRO.\"   Following the parties' lead, we use the English translation throughout</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At trial, the government introduced a certification from the United States Secretary of State and his designee to prove the Honduran government's confirmation of registry and authorization to enforce U.S. law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 18 U.S.C. &#167; 3501 requires a trial judge to conduct a hearing out of the jury's presence to determine the voluntariness and admissibility of a confession or self-incriminating statement made during detention or arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that Pilco only challenges the voluntariness of his statements under 18 U.S.C. &#167; 3501.  His argument does not touch upon the absence of Miranda warnings or the manner in which any potential Miranda issue affects his &#167; 3501 claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 18 U.S.C. &#167; 3501 does not require the suppression of involuntary statements unless the person was \"under arrest or other detention\" at the time he made the statement.  18 U.S.C. &#167; 3501(d).  Because we find that Pilco voluntarily made the incriminating statement, we need not address the question whether he was in custody within the meaning of &#167; 3501(d).  We note, however, that the consensual nature of the boarding renders the existence of this threshold requirement highly unlikely.  Cf. United States v. Elkins, <span class=\"citation\" data-id=\"458985\"><a href=\"/opinion/458985/united-states-v-ralph-elkins-united-states-of-america-v-silvio-monrabal/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 535 n. 3 (1st Cir.1985) (defendants not \"in custody\" during routine boarding and inspection of American flagship even though crew was \"confined to one section of the boat during the lengthy Coast Guard inspection\");  United States v. Lopez, <span class=\"citation\" data-id=\"419918\"><a href=\"/opinion/419918/united-states-v-jorge-lopez-united-states-of-america-v-alexis-ramos/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">742</span></a></span>, 745 n. 3 (1st Cir.1983) (suggesting similar conclusion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It is unclear whether or not the non-testifying defendants, Guerrero, Ospina, and Hernandez, intended Pilco's and Rivas' testimony to constitute defense-evidence as to them.  While the non-testifying defendants' attorneys did not participate in the examination of Pilco and Rivas (except for a couple of objections), they also did not expressly rest their case until after Pilco's and Rivas' testimony.  Because the evidence the government presented in its case in chief is sufficient to convict the non-testifying defendants, we need not resolve the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We analyze this case under the pre-1996 version of 46 U.S.C. app. &#167; 1903, pursuant to which the defendants were tried and convicted.  We acknowledge that the 1996 amendments to &#167; 1903 provide that the Secretary of State's certification \"conclusively\" proves a foreign nation's consent, and that United States jurisdiction over vessels is no longer an element of an offense, but rather, a preliminary question of law for the trial judge.  See 46 U.S.C. app. &#167;&#167; 1903(c) &amp; (f) (Supp.1997).  We express no opinion as to the scope, validity or interpretation of these amendments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The government introduced evidence that it would have taken only twenty hours to travel from the point of interception to Aruba, the purported destination.  This evidence suggested that the plentiful food and fuel supply would have been unnecessary for the claimed voyage.  The evidence also established that had the vessel departed from Panama as originally claimed, the voyage would have taken two to three days and at least one-half of the fuel would have been used to reach the point of interception, some 400 miles away from the nearest Panamanian port</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The proximity of the crew on board the BLACK CAT is also indicative of the closeness of their relationship.  See Robinson, 843 F.2d at 8 (noting evidence that crew member had spent time on captain's deck as probative of close relationship).  The evidence further suggested that the crew may have been larger than necessary to operate the small vessel during its stated journey.  See Piedrahita-Santiago, 931 F.2d at 130 (involving seven crew members on forty-foot vessel that \"would ordinarily require a crew of only three or four\" and explaining that \"[a] larger crew than ordinarily needed for navigation purposes suggests that the crew was hired for the purpose of loading and unloading cargo rather than merely steering the vessel\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Where \" 'the facts suggest a conscious course of deliberate ignorance,' \" a jury is warranted in finding the defendants' deliberate ignorance of criminal events, which is tantamount to knowledge.  United States v. Cassiere, 4 F.3d at 1006, 1023-24 (1st Cir.1993) (quoting United States v. Littlefield, <span class=\"citation\" data-id=\"502257\"><a href=\"/opinion/502257/united-states-v-thomas-littlefield/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span>, 148 n. 3 (1st Cir.1988)).  The district court instructed the jury on the deliberate ignorance, or willful blindness, theory of knowledge.  See infra Part IV</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Cf. United States v. Mehtala, <span class=\"citation\" data-id=\"357082\"><a href=\"/opinion/357082/united-states-v-joanne-mehtala/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 10 (1st Cir.1978) (finding no criminal participation given the small packages of easily concealable contraband and the absence of evidence indicating that defendant \"embarked on the voyage for any purpose other than a pleasure cruise\");  United States v. Francomano, <span class=\"citation\" data-id=\"345089\"><a href=\"/opinion/345089/united-states-v-eduardo-jose-francomano/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 486 (1st Cir.1977) (reversing convictions of crew members on same voyage involved in Mehtala and noting that crew consisted of \"young men, short of funds, seeking travel for educational experience and adventure\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> At oral argument before us, Hernandez suggested for the first time that the court erred in using the phrase \"hesitate to act\" when discussing reasonable doubt.  Despite the fact that new issues raised at oral argument are normally deemed waived, see United States v. De Leon Ruiz, <span class=\"citation\" data-id=\"195881\"><a href=\"/opinion/195881/united-states-v-de-leon/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">452</span></a></span>, 455 n. 1 (1st Cir.1995), out of an abundance of caution we have carefully reviewed the court's charge.  Although the \"hesitate to act\" language is \"arguably unhelpful,\" Gilday v. Callahan, <span class=\"citation\" data-id=\"196171\"><a href=\"/opinion/196171/gilday-v-callahan/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 264 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1269</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></span> (1996), under our reasoning set forth in Andujar, 49 F.3d at 23-24, we find no error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The district court adopted the factual findings set forth in Rivas' Presentence Investigation Report, which, though not made a part of the appellate record, presumably sets forth the facts leading to the \"pilot\" finding.  Rivas did not object to any portion of the report during his sentencing hearing and does not dispute that he steered the vessel</p>\n        <p>We further note that at trial, over which the sentencing judge presided, Rivas testified that he had been hired by a man looking for \"any seaman who was available to navigate.\"   When the ship set sail, he complied with Pilco's instruction to \"take care of the helm,\" which Rivas manned for a four hour shift.  Furthermore, when asked whether commercial cargo is usually labeled so that those handling the cargo are aware if its contents, Rivas replied, \"No, because that was not my job....  I was told I was in charge of the helm, which was my profession.\"  (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We note that the government chose not to seek an offense-level increase on the alternative basis of \"use of special skill.\"  U.S.S.G. &#167; 3B1.3.  The commentary to &#167; 2D1.1 specifies that &#167; 3B1.3 is inapplicable if the sentencing court, as here, assesses an enhancement under &#167; 2D1.1(b)(2)(B)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709025/"
  ]
}