{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197310/",
  "absolute_url": "/opinion/197310/kin-hong-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197310/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:26:50Z",
  "date_modified": "2017-03-24T10:50:58.092299Z",
  "type": "010combined",
  "sha1": "5abbd80eacb6c15be4899601ed2a885b3d4d4a91",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1084A.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                     \r                                               \r\n\nNo. 97-1084\r\n\n                    UNITED STATES OF AMERICA,\r\n                            Appellant,\r\n\n                                v.\r\n\n                  LUI KIN-HONG, a/k/a JERRY LUI,\r\n                            Appellee.\r\n\n                                   \r\n\n                              BEFORE\r                                        BEFORE\r\n\n                     TORRUELLA, Chief Judge,\r                               TORRUELLA, Chief Judge,\r                                                     \r\n                  ALDRICH, Senior Circuit Judge,\r                            ALDRICH, Senior Circuit Judge,\r                                                         \r\n        SELYA, BOUDIN, STAHL*, and LYNCH, Circuit Judges,\r                  SELYA, BOUDIN, STAHL*, and LYNCH, Circuit Judges,\r                                                                  \r\n\n                      ORDER OF EN BANC COURT\r                                ORDER OF EN BANC COURT\r\n\n             Entered:  April 17, 1997               \r                       Entered: \r\n\n     The suggestion for the holding of a rehearing en banc having\r\nbeen  carefully considered by the judges of this Court in regular\r\nactive service and a majority of  said judges not having voted to\r\norder that the appeal be heard or reheard by the Court en banc,\r\n\n     It is ordered that  the suggestion for rehearing en  banc be\r\ndenied.\r\n\n                                   By the Court:\r\n\n                                                          \r\n                                     William H. Ng, Clerk\r\n\n              [cc:  Messrs.   Whiting, Good, Posner]\r\n                          \r\n* Dissent follows.\r\r\n\n            STAHL, Circuit Judge,  (dissenting).  Because I  do\r                      STAHL, Circuit Judge,  (dissenting).\r                                          \r\n\n  not  believe that  the  panel's opinion  reaches the  correct\r\n\n  result, and because I believe  that this case raises numerous\r\n\n  difficult and complex questions of law that warrant the  full\r\n\n  court's considered attention, I would  grant the petition.  I\r\n\n  therefore respectfully  dissent from the court's  decision to\r\n\n  deny rehearing en banc.\r\n\n                     I. The Treaty Language \r                               I. The Treaty Language \r\n\n            The extradition  request in  this case was  made by\r\n\n  authorities of the British Crown Colony of Hong Kong pursuant\r\n\n  to two  bilateral  treaties dating  from  1972 --  a  primary\r\n\n  agreement and a  supplemental treaty -- that  both the United\r\n\n  States and the United Kingdom have signed and ratified.1  The\r\n\n  main treaty applies to Hong Kong by an exchange of diplomatic\r\n\n  notes  made in October 1976,  see 28 U.S.T.  at 238-41, while\r                                             \r\n\n  the supplemental treaty  by its terms  applies to the  United\r\n\n  Kingdom   and  \"the   territories  for   whose  international\r\n\n  relations the  United  Kingdom  is  responsible,\"  which,  as\r\n\n                      \r                                \r\n\n            1See Extradition Treaty Between the Government of\r                          \r\n  the United States of America and the Government of the United\r\n  Kingdom of Great Britain and Northern Ireland, June 8, 1972,\r\n  28 U.S.T. 227 [hereinafter \"the treaty\"] and Supplemental\r                                                        \r\n  Treaty Between the Government of the United States of America\r\n  and the Government of the United Kingdom of Great Britain and\r\n  Northern Ireland, June 25, 1985, T.I.A.S. No. 12050\r\n  [hereinafter \"the supplemental treaty\"]. \r                                                     \r\n\n                               -2-\r                                          2\r\r\n\n  listed in an annex, includes Hong Kong.2  In 1984, the United\r\n\n  Kingdom and  the People's  Republic of China  issued a  Joint\r\n\n  Declaration,  which was  ratified and  entered into  force in\r\n\n  1985, under  which sovereignty over Hong Kong  will revert to\r\n\n  China on July  1, 1997.3  In  1985, the United  States signed\r\n\n  the supplemental treaty and the United States Senate ratified\r\n\n  it the following year. Despite being ratified after the well-\r\n\n  publicized  Sino-British  Joint  Declaration  regarding  Hong\r\n\n  Kong's  future status, the  supplemental treaty  says nothing\r\n\n  about fugitives  sought for extradition  (\"relators\") to Hong\r\n\n  Kong, like Lui Kin-Hong, who can demonstrate that their trial\r\n\n  will occur after Hong Kong's reversion to China.\r\n\n            \"In  construing  a  treaty,   as  in  construing  a\r\n\n  statute,  we  first  look  to  its  terms  to  determine  its\r\n\n  meaning.\"   United States  v. Alvarez-Machain, 504  U.S. 655,\r                                                         \r\n\n  663  (1992) (citing  Air France  v. Saks,  470 U.S.  392, 397\r                                                    \r\n\n                      \r                                \r\n\n            2The supplemental treaty specifically applies to\r\n  Great Britain and Northern Ireland, the Channel Islands, the\r\n  Isle of Man, Anguilla, Bermuda, the British Indian Ocean\r\n  Territory, the British Virgin Islands, the Cayman Islands,\r\n  the Falkland Islands, the Falkland Island Dependencies,\r\n  Gibraltar, Hong Kong, Montserrat, Pitcairn, Henderson, Ducie\r\n  and Oeno Islands, St. Helena, the St. Helena Dependencies,\r\n  the Sovereign Base Areas of Akrotiri and Dhekelia in the\r\n  Island of Cyprus, Turks and Caicos Islands.  See Art. 6 &amp;\r                                                            \r\n  Annex.  \r                    \r\n\n            3See Joint Declaration of the Government of the\r                          \r\n  United Kingdom of Great Britain and Northern Ireland and the\r\n  Government of the People's Republic of China on the Question\r\n  of Hong Kong, Dec. 19, 1984, 1984 Gr. Brit. T.S. No. 20 (Cmd.\r\n  9352) [hereinafter \"the Joint Declaration\"]. \r\n\n                               -3-\r                                          3\r\r\n\n  (1985);  Valentine v.  United States  ex rel.  Neidecker, 299\r                                                                    \r\n\n  U.S. 5, 11 (1936)).  Article I of the primary US-UK bilateral\r\n\n  extradition  treaty provides  that \"[e]ach  Contracting Party\r\n\n  undertakes  to extradite  to  the other\"  persons accused  or\r\n\n  convicted  of  certain  enumerated offenses  \"subject  to the\r\n\n  conditions specified  in this Treaty.\"   Among the conditions\r\n\n  that the  treaty specifies  are those  found in Article  XII,\r\n\n  which incorporates a \"specialty\" provision,  a common feature\r\n\n  of extradition treaties,4 and contains a  prohibition against\r\n\n  a relator's re-extradition to  stand trial in a  third state.\r\n\n  Article XII in relevant part provides:\r\n\n            (1)  A  person  extradited shall  not  be\r\n            detained  or  proceeded  against  in  the\r\n            territory of the requesting Party for any\r\n            offense   other   than  an   extraditable\r\n            offense  established  by  the   facts  in\r\n            respect of which his extradition has been\r\n            granted,  or  on  account  of  any  other\r\n            matters, nor be extradited by  that Party\r\n            to a third State -- \r\n                 (a) until  after he has  returned to\r\n            the territory of the requested Party; or\r\n                 (b) until the  expiration of  thirty\r\n            days after he has  been free to return to\r\n            the territory of the requested Party.\r\n\n                      \r                                \r\n\n            4See Kenneth E. Levitt, Note, International\r                                                                 \r\n  Extradition, The Principle of Specialty, and Effective Treaty\r                                                                         \r\n  Enforcement, 76 Minn. L. Rev. 1017, 1022-24, 1027-28 (1992)\r                       \r\n  (\"The principle of specialty allows requesting states to try\r\n  or punish defendants only for the offenses for which they\r\n  were extradited. . . . Most United States extradition\r\n  treaties currently in force, and all negotiated within the\r\n  last one hundred years, incorporate the principle of\r\n  specialty.\").\r\n\n                               -4-\r                                          4\r\r\n\n            Lui's  case  raises the  difficult question  of the\r\n\n  proper  interpretation to  be given  to  this Article  of the\r\n\n  extradition treaty  and the specialty  provision incorporated\r\n\n  therein in  the peculiar  situation that the  record reveals.\r\n\n  The evidence shows and the  government concedes that Lui will\r\n\n  be tried in the  court system of a sovereign other  than that\r\n\n  of the requesting Party  and different than the one  he would\r\n\n  have  been tried by but for the reversion of sovereignty over\r\n\n  Hong Kong to China.  As the district  court found in granting\r\n\n  habeas  relief, the \"uncontradicted evidence\" establishes, as\r\n\n  the government now  concedes, that  \"[t]he reality .  . .  is\r\n\n  that the  Crown Colony of Hong  Kong will not be  able to try\r\n\n  and to punish Lui by the time of reversion.\"  Lui Kin-Hong v.\r                                                                      \r\n\n  United States,  Civ. A.  No. 96-104849-JLT,  -- F.  Supp. --,\r                         \r\n\n  1997 WL 37477, at *3 (D. Mass. January 7, 1997) (as corrected\r\n\n  January 9, 1997). \r\n\n            The  difficult  question  Lui's  case  presents  is\r\n\n  whether  a certification  of extraditability pursuant  to the\r\n\n  US-UK  bilateral extradition  treaty and  18 U.S.C.     3181,\r\n\n  3184  can issue in these circumstances.  For the reasons that\r\n\n  follow, I believe it cannot.\r\n\n            On its face, Article XII of the treaty prohibits  a\r\n\n  requesting Party  from trying  and punishing the  relator for\r\n\n  crimes other  than those for  which he  has been  extradited.\r\n\n  Moreover,  it prohibits  a requesting Party  from extraditing\r\n\n                               -5-\r                                          5\r\r\n\n  the  relator to a third-party  sovereign.  As  I read Article\r\n\n  XII, therefore, the fairest  and most reasonable inference to\r\n\n  be  drawn from the treaty's  language is that  it allows only\r\n\n  for extradition for offenses that will be tried and  punished\r\n\n  by the requesting sovereign.\r\n\n            This is not the  case we have before us.   Thus, in\r\n\n  my view, the district court correctly concluded that the most\r\n\n  reasonable inference from Article  XII's language is that the\r\n\n  treaty \"prohibits a person from being extradited to Hong Kong\r\n\n  if Hong  Kong, as a  Crown Colony of  the United Kingdom,  is\r\n\n  unable to try and  to punish him.\" 1997 WL at  *4.  I believe\r\n\n  that the logical inference to be drawn from the quoted treaty\r\n\n  language is that Article XII requires the requesting Party to\r\n\n  retain  exclusive  jurisdiction  and  custody  over  relators\r\n\n  extradited to it by the requested Party.  To me,  the natural\r\n\n  meaning of the language in Articles I and XII suggests that a\r\n\n  \"condition\" to extradition under the treaty is that a relator\r\n\n  is to be tried and punished  in the courts and prisons of the\r\n\n  Contracting Party requesting  extradition.  This  requirement\r\n\n  is  subject   solely  to  the  exceptions   provided  for  in\r\n\n  subsections (1)(a) and  (b), which do not  apply here because\r\n\n  the  reality in  this case is  that Crown  Colony authorities\r\n\n  will neither return  Lui to United States  territory nor give\r\n\n  him 30 days' freedom to leave Hong Kong prior to surrendering\r\n\n  him to  their Chinese successors, as  those subsections would\r\n\n                               -6-\r                                          6\r\r\n\n  alternately  require.   On the  facts revealed,  therefore, I\r\n\n  believe  the  district  court  correctly  concluded that  Lui\r\n\n  cannot  be  certified  for  extradition  because  the  United\r\n\n  Kingdom fails to  \"live up  to the terms  of its  extradition\r\n\n  agreement with the United States.\"  Id. at *4.\r                                                   \r\n\n            The  purpose to  be  gleaned  behind Article  XII's\r\n\n  words also supports the position that Lui cannot be certified\r\n\n  for extradition  in the current circumstances.   This circuit\r\n\n  has indicated that \"[t]he  existence of such [an extradition]\r\n\n  treaty  between   the  United  States   and  another  country\r\n\n  indicates  that, at least  in a general  sense, the executive\r\n\n  and  legislative  branches   consider  the  treaty  partner's\r                                                                         \r\n\n  justice system  sufficiently fair to justify  sending accused\r\n\n  persons there for trial.\"   In re Extradition of  Howard, 996\r                                                                    \r\n\n  F.2d  1320, 1329  (1st  Cir. 1993)  (emphasis added)  (citing\r\n\n  Glucksman  v.  Henkel, 221  U.S.  508, 512  (1911);  Neely v.\r                                                                      \r\n\n  Henkel (No. 1), 180 U.S. 109, 123 (1901)).\r                          \r\n\n            In this  particular  instance,  I  agree  with  the\r\n\n  district  court  that  the   US-UK  bilateral  treaties   are\r\n\n  \"premised  on the trust running between the United States and\r\n\n  the United  Kingdom.\"  Lui, 1997  WL at *5.  In  my view, the\r                                      \r\n\n  district  court  rightly noted  that  Article  XII's language\r\n\n  manifests an  exchange of promises  between our nation  and a\r\n\n  trusted treaty  partner: \"[t]he United  Kingdom is  promising\r\n\n  that  it, and  only it,  will try  and will  punish [relators\r\n\n                               -7-\r                                          7\r\r\n\n  like]  Lui for  specified  crimes, and  no  others.   By  its\r\n\n  adoption  of  the Treaty,  the  United  States manifests  its\r\n\n  belief in that promise of the  United Kingdom.\"  Id.  Because\r                                                                \r\n\n  the Crown Colony's extradition request in this case fails  to\r\n\n  live up to this promise by the United Kingdom, I believe that\r\n\n  the district  court properly  concluded that  a certification\r\n\n  for Lui's extradition  to Hong  Kong cannot issue.   As  this\r\n\n  court  has  recently explained,  in extradition  cases \"[t]he\r\n\n  requesting state must 'live  up to whatever promises it  made\r\n\n  in  order   to  obtain  extradition.'\"     United  States  v.\r                                                                     \r\n\n  Saccoccia, 58 F.3d  754, 766 (1st Cir. 1995)  (quoting United\r                                                                         \r\n\n  States  v.  Najohn,  785  F.2d 1420,  1422  (9th  Cir.)  (per\r                              \r\n\n  curiam), cert. denied, 479 U.S. 1009 (1986)).5\r                                 \r\n\n                      \r                                \r\n\n            5The panel opinion relies upon Saccoccia, a case\r                                                              \r\n  that involved the interpretation of an extradition treaty\r\n  between the United States and Switzerland, to argue that\r\n  federal extradition procedures do not give judicial officers\r\n  the discretion to refuse the issuance of certificates of\r\n  extraditability \"on the ground that a treaty partner cannot\r\n  assure the requested country that rights under a treaty will\r\n  be enforced or protected.\"  Slip op. at 29 (citing Saccoccia,\r                                                                        \r\n  58 F.3d at 766-67).  My research fails to find support for\r\n  the proposition for which the panel cites Saccoccia.  On my\r                                                               \r\n  reading, Saccoccia indicates that Article XII's \"specialty\"\r                              \r\n  provision does not require an exact mirror-image between the\r\n  precise indictment that prompts an extradition and the\r\n  subsequent prosecution.  See 58 F.3d at 766-67.  Because that\r                                        \r\n  is not the problem that I believe to be fatal to the\r\n  extradition request in Lui's case, and as I indicate in the\r\n  main body of my dissent, I believe that Saccoccia is properly\r                                                             \r\n  read, if at all, to support an interpretation of Article XII\r\n  that would preclude the issuance of a certificate of\r\n  extraditability in the unique circumstances present here.\r\n\n                               -8-\r                                          8\r\r\n\n            In arriving at  my conclusion I  am mindful of  the\r\n\n  Supreme Court's seminal extradition decision in  Terlinden v.\r                                                                      \r\n\n  Ames,  184 U.S.  270, 289  (1902).   In Terlinden,  the Court\r                                                             \r\n\n  explained that  a state  requesting  a relator's  extradition\r\n\n  must be  \"competent to try and  to punish him.\"   Id. at 289.\r                                                                 \r\n\n  The Terlinden Court was asked to determine whether the German\r                         \r\n\n  Empire could successfully request  a relator's extradition on\r\n\n  the  basis  of a  treaty between  the  United States  and the\r\n\n  Kingdom  of  Prussia,  where  the two  sovereigns,  King  and\r\n\n  Emperor, were one and the same.   See id. at 284.   The Court\r                                                     \r\n\n  concluded that the  Kingdom of Prussia, although part  of the\r\n\n  subsequently formed  German Empire,  continued to enjoy  \"its\r\n\n  identity  as such,\"  and treaties that  it had  entered could\r\n\n  still be performed \"either in the name of its King or that of\r\n\n  the Emperor.\"  Id. at 285.  In making its  determination, the\r                              \r\n\n  Court explained that \"the question whether power remains in a\r\n\n  foreign State to carry  out its treaty obligations is  in its\r\n\n  nature political  and not judicial, and that the courts ought\r\n\n  not  to  interfere  with  the conclusions  of  the  political\r\n\n  department in that regard.\"  Id. at 288. \r                                            \r\n\n            The situation  in Terlinden, however,  is different\r                                                 \r\n\n  than  the  one  raised by  Lui's  case.    In Terlinden,  the\r                                                                   \r\n\n  question was whether or not  the Kingdom of Prussia continued\r\n\n  to  have  an independent  existence  and  whether its  treaty\r\n\n  obligations could  be  exercised  in the  name  of  its  King\r\n\n                               -9-\r                                          9\r\r\n\n  notwithstanding the fact  that he  had subsequently  acquired\r\n\n  \"the title  of German Emperor.\"   Id. at 284.   The impending\r                                                 \r\n\n  reversion of sovereignty  over Hong Kong does  not raise this\r\n\n  question.    No one  doubts --  and  the government  does not\r\n\n  dispute -- that the Crown Colony  of Hong Kong will cease  to\r\n\n  exist  beyond reversion to China.   If some  doubt existed on\r\n\n  this score,  Terlinden counsels that the  judicial department\r                                  \r\n\n  would have to defer to the judgment of the political branches\r\n\n  because the  action of  the political branches  of government\r\n\n  \"must  be  regarded  as  of controlling  importance\"  on  the\r\n\n  question of  \"whether [a]  treaty has ever  been terminated.\"\r\n\n  184 U.S. at  285.   Lui's case frames  an entirely  different\r\n\n  question.   The extradition request from the  Crown Colony of\r\n\n  Hong Kong  does not raise the issue of whether or not the US-\r\n\n  UK  extradition treaties  have been  terminated.   Instead it\r\n\n  raises the  question of  whether the requesting  sovereign is\r\n\n  \"competent to try and to punish him.\"  Id. at 289. \r                                                      \r\n\n            In my  view, the Supreme Court in Terlinden makes a\r                                                                 \r\n\n  distinction  between a state's \"power . .  . to carry out its\r\n\n  treaty obligations\"  (a determination on which  the judiciary\r\n\n  must  defer to  the political  branches), id.  at 288,  and a\r                                                         \r\n\n  state's \"competen[ce] to try  and to punish\" a relator.   Id.\r                                                                         \r\n\n  at 289.   The first issue  goes to the question  of whether a\r\n\n  treaty partner  -- and hence  a treaty relationship  -- still\r\n\n  exists.  On this issue, Terlinden informs us that courts must\r                                             \r\n\n                               -10-\r                                          10\r\r\n\n  defer to the  determination of the  political branches.   See\r                                                                         \r\n\n  id.  at 285,  288. The second  issue goes to  the question of\r               \r\n\n  whether  a  treaty partner  is  fulfilling  the promises  and\r\n\n  obligations it has  undertaken with the  United States.   See\r                                                                         \r\n\n  id.  at  289.    The Court's  discussion  in  the  paragraphs\r               \r\n\n  following its  reference to sovereign competency  makes clear\r\n\n  that  courts retain the authority  and duty to ascertain that\r\n\n  the treaty-established prerequisites to  extraditability have\r\n\n  been met  in  a particular  case.   The Court  noted that  no\r\n\n  question  existed  in the  case  before it  that  the treaty-\r\n\n  created preconditions for  extradition had been met.   As the\r\n\n  Court explained, \r\n\n          If it  be assumed in the case  before us, and\r                                                                 \r\n          the papers presented on the motion for a stay\r                                        \r\n          advise  us that  such is  the fact,  that the\r                                                             \r\n          commissioner, on hearing, deemed the evidence\r\n          sufficient  to  sustain   the  charges,   and\r\n          certified  his findings and  the testimony to\r\n          the Secretary of State, and a warrant for the\r\n          surrender   of   Terlinden   on  the   proper\r                                                                 \r\n          requisition was  duly  issued, it  cannot  be\r                                                                 \r\n          successfully contended that the  courts could\r                                                   \r\n          properly  intervene on  the  ground that  the\r\n          treaty  under  which  both   governments  had\r                                                                 \r\n          proceeded,  had terminated  by reason  of the\r                                              \r\n          adoption  of the  constitution of  the German\r\n          Empire, notwithstanding the judgment  of both\r\n          governments to the contrary. \r\n\nId. at 289-90 (emphasis added).\r             \r\n\n            Therefore,   contrary   to   the    panel   opinion's\r\n\nsuggestion, the district court correctly concluded that Terlinden\r                                                                           \r\n\nteaches that this  court has jurisdiction to examine  whether the\r\n\nHong Kong extradition request fulfills the obligations undertaken\r\n\n                               -11-\r                                          11\r\r\n\nby the United Kingdom under the treaty.  See Lui,  1997 WL at *4.\r                                                          \r\n\nUnlike  Terlinden, the relator in  this case does  not argue that\r                           \r\n\nthe  extradition treaty under which  he has been  sought has been\r\n\nterminated because  the requesting  sovereign  no longer  exists.\r\n\nInstead Lui argues and  the record reveals that the  Crown Colony\r\n\nof Hong Kong, though it currently exists,  will not try or punish\r\n\nhim before  reversion  and  thus does  not  meet  the  conditions\r\n\nimposed by Articles  I and  XII of the  treaty and the  Terlinden\r                                                                           \r\n\nrequirement that an authority requesting a  relator's extradition\r\n\nmust be \"competent to try and to punish him.\"  184 U.S. at 289. \r\n\n            As I read  it, Article XII indicates that  the United\r\n\nStates and the United Kingdom undertook an agreement to extradite\r\n\nrelators  but only  for trial  and punishment  in the  courts and\r\n\nprisons  of  each  other.    Because  it  is  conceded  that  the\r\n\nextradition request in this case will result in Lui's being tried\r\n\nand punished under the courts of another sovereign, my reading of\r\n\nArticles I and  XII of the  treaty convince  me that the  British\r\n\nHong  Kongese authorities  fail  to live  up  to the  obligations\r\n\nundertaken by the United  Kingdom.  If Lui  may be extradited  at\r\n\nall  pursuant to the bilateral US-UK extradition treaties, I read\r\n\nthe relevant treaty provisions to say that this may occur only if\r\n\nthe  United  Kingdom  or  authorities accountable  to  it  retain\r\n\nexclusive  jurisdiction over Lui's  person following  Hong Kong's\r\n\nreversion  to China.    Because the  Crown Colony  will surrender\r\n\ncustody over Lui and  jurisdiction over his criminal case  to the\r\n\n                               -12-\r                                          12\r\r\n\nChinese  successor  regime,  I   am  of  the  opinion   that  the\r\n\nextradition  request  in  this  peculiar  set   of  circumstances\r\n\nconstitutes  a violation of the relevant treaty terms. As such, I\r\n\nbelieve that  no certification of extraditability  can issue from\r\n\nthis court pursuant to the US-UK extradition treaty and 18 U.S.C.\r\n\n   3181, 3184.\r\n\n                II. The Re-extradition Prohibition\r                          II. The Re-extradition Prohibition\r\n\n            Lui's case also  presents a  difficult question  with\r\n\nrespect to whether the  United Kingdom's surrender of sovereignty\r\n\nover   Hong  Kong  to  China   in  July  1997   would  effect  an\r\n\nimpermissible re-extradition with respect  to Lui under the terms\r\n\nof Article XII. For the reasons that follow, I believe it would.\r\n\n            Article  XII  in  relevant part  provides  that  \"[a]\r\n\nperson extradited  [to a  requesting Party]  shall not  . .  . be\r\n\nextradited  by  that  Party  to  a  third  State.\"    Here,  upon\r\n\nreversion, the  United  Kingdom will  surrender  sovereignty  and\r\n\nresponsibility for the administration of justice in  Hong Kong to\r\n\nChina.  In the event that Lui is extradited to Hong Kong prior to\r\n\nreversion,  the  record shows  beyond  question that  he  will be\r\n\nsurrendered  to the courts  and judicial system  of a third-party\r\n\nsovereign  state  for  prosecution.     The  difficulty  lies  in\r\n\ndetermining whether reversion and  Lui's surrender to the Chinese\r\n\nregime  that will  succeed the  Crown Colony  amounts to  another\r\n\nextradition.\r\n\n                               -13-\r                                          13\r\r\n\n            The  plain  meaning  and  derivations  of  the  words\r\n\n\"extradite\" and \"extradition\"  help lead me to conclude  that the\r\n\nsurrender   contemplated  for   Lui   would  constitute   another\r\n\nextradition.   The dictionary  definition of \"extradite\"  is, \"To\r\n\ndeliver up,  as to another state or nation.\"  Funk &amp; Wagnalls New\r                                                                           \r\n\nComprehensive  International Dictionary  of the  English Language\r                                                                           \r\n\n450   (1978).     \"Extradition\"  is   alternatively  defined   in\r\n\ndictionaries  as,  \"The  surrender  of  an  accused person  by  a\r\n\ngovernment to the justice of another government, or of a prisoner\r\n\nby  one authority  to  another,\" id.,  as  \"the surrender  of  an\r                                              \r\n\nalleged fugitive from  justice or criminal by one  state, nation,\r\n\nor  authority to  another,\" The  Random House  Dictionary of  the\r                                                                           \r\n\nEnglish Language 685  (2d ed.  1987), and as,  \"The surrender  or\r                          \r\n\ndelivery of  an alleged criminal usu[ually]  under the provisions\r\n\nof a treaty  or statute by one country, state,  or other power to\r\n\nanother having jurisdiction  to try the charge.\"  Webster's Third\r                                                                           \r\n\nInternational Dictionary 806 (1986).6\r                                  \r\n\n            Legal  usage has  followed the word's  plain meaning.\r\n\nBlack's   Law   Dictionary  defines   \"extradition\"   by  closely\r\n\nparaphrasing the formula given  in Terlinden, wherein the Supreme\r                                                      \r\n\n                      \r                                \r\n\n            6The derivation of the English word is from the\r\n  French, Old French and ultimately Latin equivalents.\r\n  Specifically, the English \"extradition\" stems from a Latin\r\n  union of the prefix ex- [out] and traditio [a delivery or\r                                                      \r\n  surrender], the latter word flowing from traditus, the past\r                                                             \r\n  participle of tradere [to deliver], which, in turn, stems\r                                 \r\n  from the conjunction of trans- [across] and dare [give]. See\r                                                                        \r\n  Funk &amp; Wagnalls New Comprehensive International Dictionary of\r                                                                         \r\n  the English Language 450, 1330 (1978).\r                                \r\n\n                               -14-\r                                          14\r\r\n\nCourt defined \"[e]xtradition\" as \"the surrender  by one nation to\r                                                                           \r\n\nanother of  an  individual accused  or  convicted of  an  offence\r                                    \r\n\noutside   its  own   territory,   and  within   the   territorial\r\n\njurisdiction of the other,  which, being competent to try  and to\r\n\npunish him,  demands the  surrender.\" 184  U.S. at  289 (emphasis\r\n\nadded); Black's Law Dictionary 526 (5th ed. 1979)  (replacing the\r                                        \r\n\nword \"nation\" with \"state or country\").\r\n\n            International practice is consistent with  this legal\r\n\nusage  of the  term.  Prohibitions on  re-extradition, like  that\r\n\nfound  in   Article  XII,  are  fundamental   features  of  \"many\r\n\n[extradition]  treaties\" that  are generally interpreted  to give\r\n\nforce  to the broad principle of international law that \"a person\r\n\nextradited  to one  state  may  not  be extradited  or  otherwise\r                                                                           \r\n\nsurrendered  to  a third  state  for  prosecution.\"   Restatement\r                                                           \r\n\n(Third) of Foreign Relations Law   477 cmt. d.\r\n\n            The operative  plain meaning  of the word,  its legal\r\n\nusage,  international practice,  and its  etymological derivation\r\n\nall  indicate that the surrender  which the record  shows and the\r\n\ngovernment  concedes  is  contemplated for  Lui  would constitute\r\n\nanother  extradition.   Upon reversion,  the United  Kingdom will\r\n\nsurrender sovereignty to China  as well as surrender jurisdiction\r\n\nover  and custody  of criminal  defendants like  Lui.   Using the\r\n\nTerlinden definition, on the peculiar circumstances in this case,\r                   \r\n\nupon reversion: (1) Lui  will be \"surrender[ed] by one  nation to\r\n\nanother\";  (2) he  will be  \"an individual  accused .  . .  of an\r\n\n                               -15-\r                                          15\r\r\n\noffence  outside  [the extraditing  authority's]  own territory,\"\r\n\nbecause authority over  that territory will pass from  the United\r\n\nKingdom to China; (3) the offenses for which Lui is accused \"will\r\n\nbe  within  the   territorial  jurisdiction\"  of   the  receiving\r\n\nauthority, viz.,  China; and  (4) the receiving  authority, under\r                         \r\n\nSino-British  international  agreements,  specifically the  Joint\r\n\nDeclaration regarding reversion, will be \"competent to try and to\r\n\npunish him.\" 184 U.S. at 289.\r\n\n            Having  canvassed the relevant  sources that  help to\r\n\nilluminate the meaning of the word  \"extradition,\" I believe that\r\n\nthe revealed reality that the Crown Colony will surrender custody\r\n\nover Lui and jurisdiction  over his criminal case to  the Chinese\r\n\nsuccessor regime contemplates another extradition in violation of\r\n\nArticle  XII  of  the  US-UK bilateral  extradition  treaty.    A\r\n\ndecision of the Ninth Circuit, on which the panel opinion  in the\r\n\ninstant case relies, reaches a contrary result.  See Oen Yin-Choy\r                                                                           \r\n\nv.  Robinson, 858 F.2d 1400,  1403-04 (9th Cir.  1988).  Starting\r                      \r\n\nfrom the premise that this case is not controlling in this court,\r\n\nthis circuit should  decline to  follow this  decision because  I\r\n\nbelieve  that its  argument is  neither thorough  nor persuasive.\r\n\nMoreover, the Ninth  Circuit was  faced by a  fact pattern  quite\r\n\nunlike the  heightened and unique circumstances  present in Lui's\r\n\ncase  and  thus  was not  required  to  squarely  face the  issue\r\n\npresented here.\r\n\n                               -16-\r                                          16\r\r\n\n            In Oen, the United  States Attorney, acting on behalf\r                            \r\n\nof  the United  Kingdom  and  the  Crown  Colony  of  Hong  Kong,\r\n\ninitiated extradition  proceedings against  Oen in April  1987, a\r\n\nfull decade before the scheduled date of reversion.  Id. at 1403.\r                                                                  \r\n\nOen  was charged  with false  accounting and  publishing a  false\r\n\nstatement, extraditable  offenses under Article III  of the US-UK\r\n\nextradition  treaty.   Id. at 1405.   Oen  argued that  if he was\r                                    \r\n\nextradited  and convicted  then the  possibility existed  that he\r\n\nwould  remain  incarcerated  beyond July  1,  1997,  the  date of\r\n\nreversion.  He argued that this  hypothetical scenario would have\r\n\nthe  effect of extraditing him  to China in  violation of Article\r\n\nXII of the treaty. Id. at 1403.\r                                \r\n\n            The Ninth  Circuit disagreed  and concluded  that the\r\n\nTerlinden  definition  of  \"extradition\"  meant  that  \"[n]either\r                   \r\n\ndeportation  nor surrender  other  than in  response to  a demand\r\n\npursuant  to  Treaty  constitutes  extradition.\"   Id.  at  1404.\r                                                                \r\n\nHaving thus rephrased the Terlinden definition, the Ninth Circuit\r                                             \r\n\npanel concluded  that \"even  if Oen  becomes  subject to  Chinese\r                                         \r\n\nauthority pursuant to a reversion of sovereignty upon cession and\r\n\ntermination of the British lease  of Hong Kong, he will not  have\r\n\nbeen extradited to China.\" Id. (emphasis added).\r                                        \r\n\n            I find the Oen court's  conclusion unsatisfactory for\r                                    \r\n\nthree reasons.   First, as my previous  discussion elaborates, it\r\n\ndoes not follow from  either the commonly settled meaning  of the\r\n\nword  \"extradition\"  or  the  term's operative  legal  usage,  as\r\n\n                               -17-\r                                          17\r\r\n\nmanifested  by  the  Supreme  Court's  definition  in  Terlinden.\r                                                                          \r\n\nInstead it proceeds  upon a rearticulated and truncated  sense of\r\n\nthe  term that  does not  correspond to  Terlinden and  that cuts\r                                                            \r\n\nagainst international practice and the meaning that the term  and\r\n\nits French and Latin cognates have carried since Roman antiquity.\r\n\n            Second,  even  on  its   own  terms,  the  Oen  court\r                                                                    \r\n\nmisapplied the meaning of  the word \"extradition.\"  Specifically,\r\n\neven  if  one  accepts the  Oen  view  that a  surrender  must be\r                                         \r\n\neffectuated in response to  a demand pursuant to treaty  in order\r\n\nfor it to constitute  an extradition, then a Hong  Kong relator's\r\n\npost-reversion  surrender would qualify.   In view  of the treaty\r\n\narchitecture  that surrounds  the  impending  reversion  and  the\r\n\nprovisions in  the Joint  Declaration that address  the juridical\r\n\nand legal transfer of sovereignty, it is difficult to see how the\r\n\nCrown  Colony will  surrender custody  over Lui  and jurisdiction\r\n\nover his criminal  case to  the Chinese successor  regime in  the\r\n\nabsence of  the demands on his person qua criminal defendant that\r                                                   \r\n\nowe their legal status solely to treaty.  See, e.g., Sino-British\r                                                             \r\n\nJoint  Declaration,  para. 1  (\"The  Government  of the  People's\r\n\nRepublic of  China declares . .  . that it has  decided to resume\r\n\nthe exercise of  sovereignty over  Hong Kong with  effect from  1\r\n\nJuly 1997.\").7\r\n\n                      \r                                \r\n\n            7The surrender of sovereignty and Chinese demands\r\n  on Hong Kongese criminal defendants upon reversion all flow\r\n  from treaty provisions.  The United Kingdom's sovereignty\r\n  over Hong Kong stems from cessions of territory made in 1842\r\n  (pursuant to the Treaty of Nanking) and 1860 (pursuant to the\r\n\n                               -18-\r                                          18\r\r\n\n            Third,  the  factual  pattern  in Oen  was  radically\r                                                           \r\n\ndissimilar to the one that the court faces in this case.  In Oen,\r                                                                          \r\n\nthe relator  raised only a distant  hypothetical possibility that\r\n\nhe  would  remain incarcerated  in  Hong  Kong prisons  following\r\n\nreversion some ten or nine years later.  No one doubted that Oen,\r\n\nupon extradition, would be tried and, if necessary,  sentenced by\r\n\ncourts of the British Crown Colony and imprisoned in Crown Colony\r\n\ngaols. \r\n\n            The Oen  court thus  did not  address  itself to  the\r                             \r\n\nsituation in this case, where it is certain as a practical matter\r\n\nand conceded by the government that the relator's trial would not\r\n\nbe under the courts of the British Crown Colony.   Therefore, the\r\n\nOen  decision did  not  fully  address  the issue  that  squarely\r             \r\n\nconfronts   us  today,   whether  Lui's   surrender  to   Chinese\r\n\nauthorities  after reversion  for  trial will  amount to  another\r                                                  \r\n\n                      \r                                \r\n\n  Convention of Peking) and a ninety-nine year lease contained\r\n  in the Convention of Beijing, June 9, 1898.  See Shawn B.\r                                                            \r\n  Jensen, International Agreements Between the United States\r                                                                      \r\n  and Hong Kong Under the United States-Hong Kong Policy Act, 7\r                                                                      \r\n  Temp. Int'l &amp; Comp. L.J. 167, 168-69 (1993); see also 1\r                                                                 \r\n  Treaties and Agreements with and Concerning China, 1894-1919,\r                                                             \r\n  130, No. 1898/11 (1921) (cited in Oen, 858 F.2d at 1403).\r                                                 \r\n  Moreover, the three constitutive parts of Hong Kong -- Hong\r\n  Kong proper (1842), Kowloon (1860), and the New Territories\r\n  (1898) -- are scheduled to revert to China on July 1, 1997\r\n  pursuant to the Sino-British Joint Declaration which was\r\n  signed on December 19, 1984 and entered into force on May 27,\r\n  1985.  See Jensen, supra, at 170-73.  That international\r                                    \r\n  agreement, by addressing the Chinese successor regime's\r\n  executive, legislative, and judicial powers, provides for the\r\n  transfer of jurisdiction over persons accused of criminal\r\n  offenses and in custody in Hong Kong at the date of\r\n  reversion.  See Joint Declaration, para. 3(3).  \r                           \r\n\n                               -19-\r                                          19\r\r\n\nextradition.  Read closely, Oen simply refuses to conclude that a\r                                         \r\n\npreviously convicted, already incarcerated prisoner is extradited\r\n\nupon reversion.   This is not  the predicament with Lui.   I thus\r\n\nbelieve that Oen is unpersuasive and not on point.\r                          \r\n\n                              III. \r                                        III. \r\n\nLegislative Intent, Judicial Deference, and Separation of Powers \r          Legislative Intent, Judicial Deference, and Separation of Powers \r\n\n            Lui's case  also presents  a difficult  question with\r\n\nrespect   to   whether  certification   of  extradition   in  the\r\n\ncircumstances known to the  court and conceded by the  government\r\n\nwould comport with the legislature's intent  in ratifying the US-\r\n\nUK extradition  treaties.  For the  reasons the follow, I  do not\r\n\nbelieve  certifying  Lui  for   extradition  would  accord   with\r\n\nlegislative intent.\r\n\n            The legislative history surrounding the United States\r\n\nSenate's  ratification  of the  supplementary  treaty,  which the\r\n\ndistrict  court ably  canvassed,  indicates that  the Senate  was\r\n\nconcerned about the extent and degree to which it could trust the\r\n\nUnited  Kingdom  and its  judicial system  to  be fair  and just,\r\n\nultimately  concluding that  the  United  Kingdom's  courts  were\r\n\nworthy of confidence.  See  99th Cong., 2d Sess., 132 Cong.  Rec.\r                                    \r\n\n9119-71 (daily  ed. July 16,  1986) (reprinting the  Senate floor\r\n\ndebate on ratification)  (cited in Lui,  1997 WL at  *6).  In  my\r                                                \r\n\nview,  to interpret  the  bilateral treaties  between the  United\r\n\nKingdom and the United States so as to allow the benefits of such\r\n\nspecially placed trust to be assumed by a non-signatory sovereign\r\n\n                               -20-\r                                          20\r\r\n\nwould fail  to adhere to  the Senate's intent.   As  the district\r\n\ncourt  explained, \"[i]t is clear beyond rational dispute that the\r\n\nSenate would not have ratified had there been any suggestion that\r\n\nthe Treaty provisions could be extended, even by circumstance, to\r\n\nChina.\"  Lui, 1997 WL at *6. \r                      \r\n\n            I reach this conclusion  understanding full well that\r\n\nthe United States signed  an agreement on December 20,  1996 with\r\n\nthe government of the  fledgling Hong Kong Special Administrative\r\n\nRegion (\"HKSAR\"),  the  British Crown  Colony's successor,  which\r\n\nprovides   for  reciprocal   post-reversion  extradition.     See\r                                                                           \r\n\nAgreement  Between the Government of the United States of America\r\n\nand the Government  of Hong  Kong for the  Surrender of  Fugitive\r\n\nOffenders, Dec.  20, 1996. However, the new  treaty constitutes a\r\n\ndifferent bargain than  the one voted upon by the  Senate when it\r\n\nratified  the  US-UK  bilateral  treaties.    Moreover,  the  new\r\n\nagreement will not  enter into force, if it indeed does so, until\r\n\nsuch time as the Senate, to which the new treaty was submitted on\r\n\nMarch 3, 1997, gives its advice and consent by a constitutionally\r\n\nrequired two-thirds  vote.   See U.S.  Const. art.  II,   2;  143\r                                          \r\n\nCong. Rec. S1846 (daily ed. Mar. 3, 1997).8\r\n\n                      \r                                \r\n\n            8In reaching this conclusion, I am mindful of the\r\n  United States-Hong Kong Policy Act of 1992 (commonly known as\r\n  the McConnell Act), codified at 22 U.S.C.    5701-5732.  As\r\n  commentators have explained, this congressional enactment\r\n  \"allows the United States to treat Hong Kong, where\r\n  appropriate, as a separate entity from the PRC for purposes\r\n  of U.S. domestic law.\" Christopher K. Costa, Comment, One\r                                                                     \r\n  Country-Two Foreign Policies: United States Relations With\r                                                                      \r\n  Hong Kong After July 1, 1997, 38 Vill. L. Rev. 825, 855\r                                        \r\n\n                               -21-\r                                          21\r\r\n\n            In my view,  therefore, the recently signed  US-HKSAR\r\n\nextradition  treaty  is itself  highly  probative  of the  proper\r\n\ninterpretation  that  must be  given  to  the existing  bilateral\r\n\nextradition  treaties between  the United  States and  the United\r\n\nKingdom  under which  Lui's  extradition to  Hong  Kong is  being\r\n\nsought.  Put simply, these treaties do  not survive the surrender\r\n\nof sovereignty to China  and do not contemplate the  surrender of\r\n\nrelators  to stand trial in  courts under the  sovereign aegis of\r\n\nChina.    See Janice  M. Brabyn,  Extradition  and the  Hong Kong\r                                                                           \r\n\nSpecial Administrative Region, 20  Case W. Res. J. Int'l  L. 169,\r                                       \r\n\n173 (1988)  (\"Hong Kong's  extradition  relationships with  other\r\n\nstates  ha[ve]  always been  exclusively  vested  in the  British\r\n\nCrown. . . . Hong Kong's present extradition powers and relations\r\n\nare [thus] a direct  consequence of, and are dependent  upon, its\r\n\ncolonial status.   If nothing is done  between now and 1997, both\r\n\npowers and relations will end when that colonial status ends.\").\r\n\n            In   ratifying   the   US-UK  bilateral   extradition\r\n\ntreaties,  I  believe  the  political branches  have  judged  the\r\n\n                      \r                                \r\n\n  (1993).  Under the McConnell Act's provisions, \"the areas in\r\n  which separate treatment is appropriate are determined by the\r\n  terms of the [Sino-British] Joint Declaration . . . . [which]\r\n  grants Hong Kong a 'high degree of autonomy' in nine areas:\r\n  economic policy, trade, finance, monetary policy, shipping,\r\n  communications, tourism, culture and sport.\"  Id.  The\r                                                             \r\n  McConnell Act would not appear to have any direct bearing on\r\n  this case, which involves foreign affairs and international\r\n  law enforcement, because \"[t]he Act does not establish a U.S.\r\n  policy toward Hong Kong in the two areas reserved to PRC\r\n  control by the Joint Declaration--defense and foreign\r\n  affairs.\"  Id. at 856; see also Jensen, supra note 7, at 180-\r                                                         \r\n  81.\r\n\n                               -22-\r                                          22\r\r\n\njustice system of  the United  Kingdom and of  the British  Crown\r\n\nColony  of  Hong Kong  to be  sufficiently  fair to  send accused\r\n\npersons there for trial.  Until  such time as the Senate ratifies\r\n\nthe  US-HKSAR extradition  treaty no  such similar  expression of\r\n\nfaith  or  trust has  been made  by  the political  branches with\r\n\nrespect to China or to the Chinese successor to the British Crown\r\n\nColony, which, if he is extradited, will try and punish Lui.  The\r\n\nUnited  States currently  has no  extradition treaty  with China,\r\n\nwhich enjoys  extradition relations  with but one  other country,\r\n\nRussia.    Separation of  powers  principles  and judicial  self-\r\n\nrestraint  counsel that this court is not at liberty to interpret\r\n\nArticle XII of  the US-UK extradition treaty in such  a way so as\r\n\nto  yield a  result  for  which the  Senate  did not  bargain  in\r\n\nratifying the US-UK extradition treaty  and which it is currently\r\n\ndebating  in   the  form  of  the   recently  submitted  US-HKSAR\r\n\nagreement.  See 143 Cong. Rec. S1846 (daily ed. Mar. 3, 1997). \r                         \r\n\n            Of special  import is the fact  that the supplemental\r\n\nUS-UK treaty was ratified by the Senate in 1986 at a time when it\r\n\nwas fully aware of the widely publicized Sino-British Declaration\r\n\nregarding Hong Kong's reversion in 1997.  The supplemental treaty\r\n\nnonetheless does not limit or otherwise circumscribe the terms of\r\n\nArticle XII of the main treaty.  As the panel's opinion explains,\r\n\nthe supplemental treaty, as  ratified by the Senate in  1986, \"is\r\n\nentirely silent on the question  of reversion.\"  Slip op.  at 11.\r\n\nBecause  Article XII, on my  reading, allows only for extradition\r\n\n                               -23-\r                                          23\r\r\n\nfor offenses that  can be  tried and punished  by the  requesting\r\n\nsovereign, and  because the  supplemental treaty does  not create\r\n\nany  exception  for  reversion-affected  relators  like  Lui, the\r\n\ntreaty, as  I read it and as  the district court found, indicates\r\n\nthat  no right to demand extradition and no corresponding duty to\r\n\nsurrender Lui exists  where it is conceded  that Lui will not  be\r\n\ntried  under  courts of  the  United  Kingdom  or  its  dependent\r\n\nterritories. \r\n\n            This silence  in the  face of Article  XII's apparent\r\n\nrequirement  that relators are only  to be tried  by the judicial\r\n\nauthorities of the two Contracting Parties is telling because the\r\n\npresumption  in  American  and   international  law  is   against\r\n\nextraditability  in the  absence of  any treaty-created  right or\r\n\nobligation.   Applicable  Supreme  Court   precedent  and  \"[t]he\r\n\nprinciples of international law recognize no right to extradition\r\n\napart from treaty.  While a  government may, if agreeable to  its\r\n\nown  constitution and  laws,  voluntarily exercise  the power  to\r                                                   \r\n\nsurrender  a fugitive from justice  to the country  from which he\r\n\nhas fled . . . the legal right  to demand his extradition and the\r                                                                           \r\n\ncorrelative  duty to surrender him to the demanding country exist\r                                                                           \r\n\nonly when  created by treaty.\"  Factor v. Laubenheimer,  290 U.S.\r                                                                \r\n\n276, 287 (1933)  (emphasis added);  see also 18  U.S.C.     3181,\r                                                      \r\n\n                               -24-\r                                          24\r\r\n\n3184; Restatement (Third) of  Foreign Relations Law   475  &amp; cmt.\r\n\na.9  \r\n\n            Despite  the foregoing,  the panel  opinion construes\r\n\nthe US-UK treaties as requiring Lui's extradition to Hong Kong by\r\n\ninvoking, inter  alia, the  principles that extradition  treaties\r                               \r\n\nare to be construed  liberally in favor of enforcement,  see slip\r                                                                      \r\n\nop. at 15 (citing Laubenheimer, 290 U.S. at 298), and with  great\r                                        \r\n\ndeference to  executive branch  interpretation. See id.  at 14-15\r                                                                 \r\n\n(citing  Laubenheimer, 290 U.S. at 295; Howard, 996 F.2d at 1330-\r                                                        \r\n\n31 &amp; n.6).\r\n\n                      \r                                \r\n\n            9The United States recognizes only one statutory\r\n  exception to this principle.  Specifically, 18 U.S.C.  \r\n  3181(b) permits \"the surrender of persons, other than\r\n  citizens, nationals, or permanent residents of the United\r\n  States, who have committed crimes of violence against\r\n  nationals of the United States in foreign countries without\r\n  regard to the existence of any treaty of extradition\" upon\r\n  the fulfillment of certain criteria.  The instant case\r\n  involves allegations of economic crimes and thus does not\r\n  implicate this recently and narrowly drawn exception to the\r\n  generally operative principle of American and public\r\n  international law.  \r\n            As the quotation from Laubenheimer indicates, it\r                                                        \r\n  should be understood that this opinion draws a distinction\r\n  between voluntary extradition and extraditability as of right\r\n  or obligation.  \"[I]t is now clear that apart from a treaty a\r\n  state has no duty to deliver up a person who has sought\r\n  asylum within its boundaries.  If the state wishes, it can\r\n  afford him a refuge and protection . . . . Of course, a state\r\n  is under no duty to afford asylum to a fugitive; it may expel\r\n  him from its territories if it choose, and without complaint\r\n  from the individual who is expelled.\"  United States ex rel.\r                                                                        \r\n  Donnelly v. Mulligan, 74 F.2d 220, 222 (2d Cir. 1934).  This\r                                \r\n  distinction may appear academic in light of the government's\r\n  expressed desire to extradite Lui in this case, but it is a\r\n  distinction that is not without significance.\r\n\n                               -25-\r                                          25\r\r\n\n            These  arguments,  while  worthy   of  consideration,\r\n\nultimately fail to justify  a result that does not  correspond to\r\n\nthe relevant  treaty provisions in Articles  I and XII or  to the\r\n\ncongressional intent  reflected therein,  viz.,  that the  United\r                                                        \r\n\nStates agrees to extradite fugitives sought by authorities in the\r\n\nUnited Kingdom and its dependent territories to be  prosecuted in\r\n\nthe  courts and under  the law of  those jurisdictions.   I agree\r\n\nwith  the  district  court that  a  refusal  to  certify Lui  for\r\n\nextradition  requires  no  untoward  judicial  interference  with\r\n\nprerogatives constitutionally entrusted  in the executive  branch\r\n\nof government.  On the contrary, separation  of powers principles\r\n\nand  the  prevention  of  undue encroachment  upon  the  Senate's\r\n\nconstitutional  prerogatives counsel  against certifying  Lui for\r\n\nextradition under the peculiar circumstances present in his case.\r\n\n            Specifically,   I   do   not  agree   that   refusing\r\n\ncertification in  Lui's case  along the  lines that the  district\r\n\ncourt  established   implies  any  judicial   arrogation  of  the\r\n\nexecutive's power over our  affairs with foreign nations.   Under\r\n\nthe analysis ably laid  out by the district court, the refusal to\r\n\ncertify Lui's  extraditability does not stem  from any assessment\r\n\nor judgment about the fairness  or trustworthiness of the Chinese\r\n\njudicial or penal systems, a determination that the third  branch\r\n\nof government is not  generally empowered or as qualified  as the\r\n\npolitical  branches  to  make.    The  district  court  correctly\r\n\n                               -26-\r                                          26\r\r\n\nconcluded that  the certification  question is an  entirely legal\r\n\none and that     \r\n\n          it would  not matter if  China's legal system\r\n          were  more efficient  and humane  than either\r\n          the United States'  or the United  Kingdom's.\r\n          The  bottom line  is  that the  terms of  the\r\n          Treaty  do  not  allow  extradition  when the\r\n          requesting sovereign is unable to try  and to\r\n          punish the  relator.  [And t]he  Crown Colony\r\n          of Hong  Kong will  be unable to  try and  to\r\n          punish Lui prior to reversion. \r\n\nLui, 1997 WL at *6.\r             \r\n\n            I  therefore cannot agree  with an  interpretation of\r\n\nthe US-UK  bilateral treaties that would  permit circumstances to\r\n\nconspire so as to allow  a relator to be extradited to  Hong Kong\r\n\nwhere the practical reality is that China, a sovereign state with\r\n\nwhich the United States  has no extradition treaty, will  try and\r\n\npunish  Lui.    Neither can  I  agree  with  the panel  opinion's\r\n\nconclusion  that,  because Lui's  extradition  is  sought by  the\r\n\ncurrent Hong Kong regime, the right to demand extradition and the\r\n\ncorrelative duty to surrender him in fact do exist, regardless of\r\n\nwhat is conceded will transpire upon his arrival in Hong Kong. \r\n\n            The opinion  correctly notes that \"governments of our\r\n\ntreaty partners  often change, sometimes by  ballot, sometimes by\r\n\nrevolution or other means, and  the possibility or even certainty\r\n\nof such change does  not itself excuse compliance with  the terms\r\n\nof the agreement embodied in the treaties between the countries.\"\r\n\nSlip op. at 3.  But the  instant case does not raise the question\r\n\npresented  by a mere change  in government, whether peacefully or\r\n\n                               -27-\r                                          27\r\r\n\nviolently  accomplished.   Instead it  represents a  situation in\r\n\nwhich sovereignty  over a  particular territory, Hong  Kong, will\r                           \r\n\nrevert  from one  sovereign, the  United Kingdom,  with whom  the\r\n\nUnited States  has signed and ratified an  extradition treaty, to\r\n\nanother sovereign, the People's Republic of China, with which the\r\n\nUnited States currently has no such treaty relationship.\r\n\n            In my  view, this court cannot  fail to differentiate\r\n\nbetween a change in government, which ordinarily  does not affect\r\n\ntreaty-based obligations,  and  a change  in sovereignty  brought\r\n\nabout  when territory of one sovereign state is ceded and becomes\r\n\npart  of  the  territory  of  another  preexisting  state,  which\r\n\ngenerally terminates  the effect  of treaties of  the predecessor\r\n\nstate  with respect  to the  territory in  question.   See Vienna\r                                                                    \r\n\nConvention on Succession  of States in Respect  of Treaties, art.\r\n\n15,  U.N.  Doc. A/CONF.  80/31  (1978), 72  Am.  J. Int'l  L. 971\r\n\n(1978).10 \r\n\n                    \r                              \r\n\n            10Although the Convention on Succession presently\r\nlacks the requisite signatories for it to enter into force, and\r\nalthough the United States is not a signatory, the Convention is\r\nnonetheless viewed as an authoritative statement of the rule\r\ngoverning the succession of states under public international\r\nlaw.  See Jensen, supra note 7, at 180-81 (citing Michael\r                                 \r\nAkehurst, A Modern Introduction to International Law 159 (1987)\r                                                              \r\n(noting that while the Convention on Succession \"is not yet in\r\nforce . . . many of its provisions codify the customary\r\ninternational law on the subject\")).\r\n\n                               -28-\r                                          28\r\r\n\n            Whatever   difficulties  may  arise  in  sorting  out\r\n\nsuccession  questions in  other contexts,11  in  this case  it is\r\n\nclear  -- and the executive branch does not question -- that Hong\r\n\nKong  will not succeed to the rights and obligations contained in\r\n\nthe US-UK extradition treaties,  as might have been the  case had\r\n\nHong Kong become  an independent  state in its  own right  rather\r\n\nthan reverting to  Chinese sovereignty.  See, e.g., Brabyn, supra\r                                                                           \r\n\nat 174  (\"For treaty-based relations, ex-colonies  can often rely\r\n\nupon  the  general principles  of  treaty  succession [to  secure\r\n\ncontinuity in international  legal relations].  . .  . Hong  Kong\r\n\n[however] is not moving from colonial status to independence.  It\r\n\nis  being restored to the  sovereignty, or resuming  its place as\r\n\npart,  of the PRC. . . . [After reversion, existing international\r\n\ntreaties  involving  Hong  Kong]  must  be  read  as  subject  to\r\n\nincompatibility with the sovereignty of the PRC.\").\r\n\n            Accordingly, I believe that this court must recognize\r\n\nthat  the   Crown  Colony's   present  ability  to   fulfill  the\r\n\nrequirements imposed  by the US-UK extradition  treaties can only\r\n\nbe assessed in light of the concession that the Crown Colony will\r\n\nnot in fact try  or punish him and with  an eye to the  fact that\r\n\nthe Chinese successor regime in Hong Kong will not succeed to the\r\n\nCrown  Colony's  extradition rights  and  obligations.   See  id.\r                                                                           \r\n\n                    \r                              \r\n\n            11See generally D.P. O'Connell, State Succession in\r                                                                         \r\nMunicipal Law and International Law (2 vols. 1967); D.P.\r                                             \r\nO'Connell, The Law of State Succession (1956); Louis Henkin et\r                                                \r\nal., International Law 286 (3d ed. 1993); Restatement (Third) of\r                                \r\nForeign Relations Law   208, Reporters' Note 1.\r\n\n                               -29-\r                                          29\r\r\n\nBecause  of  these  facts,  this  court cannot  certify  Lui  for\r\n\nextradition because the Crown Colony's extradition  request fails\r\n\nto  live up  to  the  United  Kingdom's  promise,  as  I  believe\r\n\nmemorialized in the terms of the extradition treaties, to try all\r\n\nrelators extradited  from the United  States in courts  under its\r\n\njurisdiction.\r\n\n            Finally,  I am  unpersuaded by  the panel's  argument\r\n\nthat  refusing to certify  Lui for extradition  would be improper\r\n\nbecause  it might  mean  that \"any  relator  extradited from  the\r\n\nUnited States to Hong Kong at any point since the  signing of the\r\n\nJoint Declaration, was, if  he faced a term of  imprisonment upon\r\n\nconviction  that  could  conceivably  extend  past  the  date  of\r\n\nreversion, sent to Hong Kong  in violation of the Treaty.\"   Slip\r\n\nop. at 30.\r\n\n            In  the  first  place,  as  I  explained  earlier  in\r\n\ndiscussing   Oen,   Lui's  case   raises   a   peculiar  set   of\r                          \r\n\ncircumstances. The  record indicates and  the government concedes\r\n\nthat Lui will  be both tried and, if  convicted, punished under a\r\n\njudicial  and  penal system  not  under the  jurisdiction  of the\r\n\nUnited  Kingdom.   Second,  I am  not  persuaded by  the  panel's\r\n\nargument that  refusing to certify  Lui might cast  aspersions on\r\n\nthe rectitude of other near-reversion extraditions and thus \"make\r\n\nextradition to  Hong Kong .  . .  the exception  rather than  the\r\n\nrule.\"   Slip op.  at 29 (quoting  Oen, 858 F.2d  at 1404).   The\r                                                \r\n\nimplication  would  appear to  be that  this  cannot be  what the\r\n\n                               -30-\r                                          30\r\r\n\nSenate intended.  In  view of the legislative  considerations and\r\n\ndeterminations  that I have outlined above, I do not believe that\r\n\nthis court  can speculate that the  unavailability of extradition\r\n\nto Hong Kong  in the circumstances  of this case fails  to uphold\r\n\nthe Senate's expressed concerns  and legislated intent. The US-UK\r\n\nextradition treaties  do not just  implicate Hong Kong;  they are\r\n\ncomprehensive agreements  that encompass  the United  Kingdom and\r\n\nall the territories dependent upon it.12  I cannot agree with the\r\n\npanel's  implication  that  the district  court's  interpretation\r\n\nwould  have been a deal-breaker and the Senate would have refused\r\n\nto ratify the treaties if it had been told that their terms would\r\n\nbe   interpreted  to   prevent   Lui's   extradition   in   these\r\n\ncircumstances.   On the  contrary,  I believe  that the  district\r\n\ncourt was  much nearer the mark  when it concluded that  \"[i]t is\r\n\nclear  beyond rational  dispute  that the  Senate would  not have\r\n\nratified  had  there been  any  suggestion  that the  Treat[ies']\r\n\nprovisions could  be extended,  even by circumstance,  to China.\"\r\n\nLui, 1997 WL at *6.\r             \r\n\n            To  conclude, this  court faces  a situation  that my\r\n\nresearch  indicates has  no  truly analogous  counterpart in  the\r\n\nannals of modern  international law.   Because I  do not  believe\r\n\nthat the panel's opinion reaches the correct result, and  because\r\n\nI  believe that  the  full court  should  hear and  consider  the\r\n\n                    \r                              \r\n\n            12See supra note 2.\r                                 \r\n\n                               -31-\r                                          31\r\r\n\nnumerous difficult legal questions that this case raises, I would\r\n\ngrant the petition for en banc review.\r\n\n            For  the foregoing  reasons,  I respectfully  dissent\r\n\nfrom the denial of the petition.\r\n\n                               -32-\r                                          32\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                     \r                                               \r\n\nNo. 97-1084\r\n\n                    UNITED STATES OF AMERICA,\r\n                            Appellant,\r\n\n                                v.\r\n\n                  LUI KIN-HONG, a/k/a JERRY LUI,\r\n                            Appellee.\r\n\n                                   \r\n\n                              BEFORE\r                                        BEFORE\r\n\n                     TORRUELLA, Chief Judge,\r                               TORRUELLA, Chief Judge,\r                                                     \r\n                  ALDRICH, Senior Circuit Judge,\r                            ALDRICH, Senior Circuit Judge,\r                                                         \r\n        SELYA, BOUDIN, STAHL*, and LYNCH, Circuit Judges,\r                  SELYA, BOUDIN, STAHL*, and LYNCH, Circuit Judges,\r                                                                  \r\n\n                      ORDER OF EN BANC COURT\r                                ORDER OF EN BANC COURT\r\n\n             Entered:  April 17, 1997               \r                       Entered: \r\n\n     The suggestion for the holding of a rehearing en banc having\r\nbeen  carefully considered by the judges of this Court in regular\r\nactive service and a majority of  said judges not having voted to\r\norder that the appeal be heard or reheard by the Court en banc,\r\n\n     It is ordered that  the suggestion for rehearing en  banc be\r\ndenied.\r\n\n                                   By the Court:\r\n\n                                                          \r\n                                     William H. Ng, Clerk\r\n\n              [cc:  Messrs.   Whiting, Good, Posner]\r\n                          \r\n* Dissent follows.\r\r\n\n            STAHL, Circuit Judge,  (dissenting).  Because I  do\r                      STAHL, Circuit Judge,  (dissenting).\r                                          \r\n\n  not  believe that  the  panel's opinion  reaches the  correct\r\n\n  result, and because I believe  that this case raises numerous\r\n\n  difficult and complex questions of law that warrant the  full\r\n\n  court's considered attention, I would  grant the petition.  I\r\n\n  therefore respectfully  dissent from the court's  decision to\r\n\n  deny rehearing en banc.\r\n\n                     I. The Treaty Language \r                               I. The Treaty Language \r\n\n            The extradition  request in  this case was  made by\r\n\n  authorities of the British Crown Colony of Hong Kong pursuant\r\n\n  to two  bilateral  treaties dating  from  1972 --  a  primary\r\n\n  agreement and a  supplemental treaty -- that  both the United\r\n\n  States and the United Kingdom have signed and ratified.1  The\r\n\n  main treaty applies to Hong Kong by an exchange of diplomatic\r\n\n  notes  made in October 1976,  see 28 U.S.T.  at 238-41, while\r                                             \r\n\n  the supplemental treaty  by its terms  applies to the  United\r\n\n  Kingdom   and  \"the   territories  for   whose  international\r\n\n  relations the  United  Kingdom  is  responsible,\"  which,  as\r\n\n                      \r                                \r\n\n            1See Extradition Treaty Between the Government of\r                          \r\n  the United States of America and the Government of the United\r\n  Kingdom of Great Britain and Northern Ireland, June 8, 1972,\r\n  28 U.S.T. 227 [hereinafter \"the treaty\"] and Supplemental\r                                                        \r\n  Treaty Between the Government of the United States of America\r\n  and the Government of the United Kingdom of Great Britain and\r\n  Northern Ireland, June 25, 1985, T.I.A.S. No. 12050\r\n  [hereinafter \"the supplemental treaty\"]. \r                                                     \r\n\n                               -2-\r                                          2\r\r\n\n  listed in an annex, includes Hong Kong.2  In 1984, the United\r\n\n  Kingdom and  the People's  Republic of China  issued a  Joint\r\n\n  Declaration,  which was  ratified and  entered into  force in\r\n\n  1985, under  which sovereignty over Hong Kong  will revert to\r\n\n  China on July  1, 1997.3  In  1985, the United  States signed\r\n\n  the supplemental treaty and the United States Senate ratified\r\n\n  it the following year. Despite being ratified after the well-\r\n\n  publicized  Sino-British  Joint  Declaration  regarding  Hong\r\n\n  Kong's  future status, the  supplemental treaty  says nothing\r\n\n  about fugitives  sought for extradition  (\"relators\") to Hong\r\n\n  Kong, like Lui Kin-Hong, who can demonstrate that their trial\r\n\n  will occur after Hong Kong's reversion to China.\r\n\n            \"In  construing  a  treaty,   as  in  construing  a\r\n\n  statute,  we  first  look  to  its  terms  to  determine  its\r\n\n  meaning.\"   United States  v. Alvarez-Machain, </pre><span class=\"citation\" data-id=\"112751\"><a href=\"/opinion/112751/united-states-v-alvarez-machain/\"><span class=\"volume\">504</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">655</span></a></span><pre class=\"inline\">,\r                                                         \r\n\n  663  (1992) (citing  Air France  v. Saks,  </pre><span class=\"citation\" data-id=\"111366\"><a href=\"/opinion/111366/air-france-v-saks/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">392</span></a></span><pre class=\"inline\">, 397\r                                                    \r\n\n                      \r                                \r\n\n            2The supplemental treaty specifically applies to\r\n  Great Britain and Northern Ireland, the Channel Islands, the\r\n  Isle of Man, Anguilla, Bermuda, the British Indian Ocean\r\n  Territory, the British Virgin Islands, the Cayman Islands,\r\n  the Falkland Islands, the Falkland Island Dependencies,\r\n  Gibraltar, Hong Kong, Montserrat, Pitcairn, Henderson, Ducie\r\n  and Oeno Islands, St. Helena, the St. Helena Dependencies,\r\n  the Sovereign Base Areas of Akrotiri and Dhekelia in the\r\n  Island of Cyprus, Turks and Caicos Islands.  See Art. 6 &amp;\r                                                            \r\n  Annex.  \r                    \r\n\n            3See Joint Declaration of the Government of the\r                          \r\n  United Kingdom of Great Britain and Northern Ireland and the\r\n  Government of the People's Republic of China on the Question\r\n  of Hong Kong, Dec. 19, 1984, 1984 Gr. Brit. T.S. No. 20 (Cmd.\r\n  9352) [hereinafter \"the Joint Declaration\"]. \r\n\n                               -3-\r                                          3\r\r\n\n  (1985);  Valentine v.  United States  ex rel.  Neidecker, </pre><span class=\"citation\" data-id=\"102684\"><a href=\"/opinion/102684/valentine-v-united-states-ex-rel-neidecker/\"><span class=\"volume\">299</span>\r                                                                    \r\n\n  <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 11 (1936)).  Article I of the primary US-UK bilateral\r\n\n  extradition  treaty provides  that \"[e]ach  Contracting Party\r\n\n  undertakes  to extradite  to  the other\"  persons accused  or\r\n\n  convicted  of  certain  enumerated offenses  \"subject  to the\r\n\n  conditions specified  in this Treaty.\"   Among the conditions\r\n\n  that the  treaty specifies  are those  found in Article  XII,\r\n\n  which incorporates a \"specialty\" provision,  a common feature\r\n\n  of extradition treaties,4 and contains a  prohibition against\r\n\n  a relator's re-extradition to  stand trial in a  third state.\r\n\n  Article XII in relevant part provides:\r\n\n            (1)  A  person  extradited shall  not  be\r\n            detained  or  proceeded  against  in  the\r\n            territory of the requesting Party for any\r\n            offense   other   than  an   extraditable\r\n            offense  established  by  the   facts  in\r\n            respect of which his extradition has been\r\n            granted,  or  on  account  of  any  other\r\n            matters, nor be extradited by  that Party\r\n            to a third State -- \r\n                 (a) until  after he has  returned to\r\n            the territory of the requested Party; or\r\n                 (b) until the  expiration of  thirty\r\n            days after he has  been free to return to\r\n            the territory of the requested Party.\r\n\n                      \r                                \r\n\n            4See Kenneth E. Levitt, Note, International\r                                                                 \r\n  Extradition, The Principle of Specialty, and Effective Treaty\r                                                                         \r\n  Enforcement, </pre><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">L</span></span><pre class=\"inline\">. Rev. 1017, 1022-24, 1027-28 (1992)\r                       \r\n  (\"The principle of specialty allows requesting states to try\r\n  or punish defendants only for the offenses for which they\r\n  were extradited. . . . Most United States extradition\r\n  treaties currently in force, and all negotiated within the\r\n  last one hundred years, incorporate the principle of\r\n  specialty.\").\r\n\n                               -4-\r                                          4\r\r\n\n            Lui's  case  raises the  difficult question  of the\r\n\n  proper  interpretation to  be given  to  this Article  of the\r\n\n  extradition treaty  and the specialty  provision incorporated\r\n\n  therein in  the peculiar  situation that the  record reveals.\r\n\n  The evidence shows and the  government concedes that Lui will\r\n\n  be tried in the  court system of a sovereign other  than that\r\n\n  of the requesting Party  and different than the one  he would\r\n\n  have  been tried by but for the reversion of sovereignty over\r\n\n  Hong Kong to China.  As the district  court found in granting\r\n\n  habeas  relief, the \"uncontradicted evidence\" establishes, as\r\n\n  the government now  concedes, that  \"[t]he reality .  . .  is\r\n\n  that the  Crown Colony of Hong  Kong will not be  able to try\r\n\n  and to punish Lui by the time of reversion.\"  Lui Kin-Hong v.\r                                                                      \r\n\n  United States,  Civ. A.  No. 96-104849-JLT,  -- F.  Supp. --,\r                         \r\n\n  </pre><span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">37477</span></span><pre class=\"inline\">, at *3 (D. Mass. January 7, 1997) (as corrected\r\n\n  January 9, 1997). \r\n\n            The  difficult  question  Lui's  case  presents  is\r\n\n  whether  a certification  of extraditability pursuant  to the\r\n\n  US-UK  bilateral extradition  treaty and  18 U.S.C.     3181,\r\n\n  3184  can issue in these circumstances.  For the reasons that\r\n\n  follow, I believe it cannot.\r\n\n            On its face, Article XII of the treaty prohibits  a\r\n\n  requesting Party  from trying  and punishing the  relator for\r\n\n  crimes other  than those for  which he  has been  extradited.\r\n\n  Moreover,  it prohibits  a requesting Party  from extraditing\r\n\n                               -5-\r                                          5\r\r\n\n  the  relator to a third-party  sovereign.  As  I read Article\r\n\n  XII, therefore, the fairest  and most reasonable inference to\r\n\n  be  drawn from the treaty's  language is that  it allows only\r\n\n  for extradition for offenses that will be tried and  punished\r\n\n  by the requesting sovereign.\r\n\n            This is not the  case we have before us.   Thus, in\r\n\n  my view, the district court correctly concluded that the most\r\n\n  reasonable inference from Article  XII's language is that the\r\n\n  treaty \"prohibits a person from being extradited to Hong Kong\r\n\n  if Hong  Kong, as a  Crown Colony of  the United Kingdom,  is\r\n\n  unable to try and  to punish him.\" 1997 WL at  *4.  I believe\r\n\n  that the logical inference to be drawn from the quoted treaty\r\n\n  language is that Article XII requires the requesting Party to\r\n\n  retain  exclusive  jurisdiction  and  custody  over  relators\r\n\n  extradited to it by the requested Party.  To me,  the natural\r\n\n  meaning of the language in Articles I and XII suggests that a\r\n\n  \"condition\" to extradition under the treaty is that a relator\r\n\n  is to be tried and punished  in the courts and prisons of the\r\n\n  Contracting Party requesting  extradition.  This  requirement\r\n\n  is  subject   solely  to  the  exceptions   provided  for  in\r\n\n  subsections (1)(a) and  (b), which do not  apply here because\r\n\n  the  reality in  this case is  that Crown  Colony authorities\r\n\n  will neither return  Lui to United States  territory nor give\r\n\n  him 30 days' freedom to leave Hong Kong prior to surrendering\r\n\n  him to  their Chinese successors, as  those subsections would\r\n\n                               -6-\r                                          6\r\r\n\n  alternately  require.   On the  facts revealed,  therefore, I\r\n\n  believe  the  district  court  correctly  concluded that  Lui\r\n\n  cannot  be  certified  for  extradition  because  the  United\r\n\n  Kingdom fails to  \"live up  to the terms  of its  extradition\r\n\n  agreement with the United States.\"  Id. at *4.\r                                                   \r\n\n            The  purpose to  be  gleaned  behind Article  XII's\r\n\n  words also supports the position that Lui cannot be certified\r\n\n  for extradition  in the current circumstances.   This circuit\r\n\n  has indicated that \"[t]he  existence of such [an extradition]\r\n\n  treaty  between   the  United  States   and  another  country\r\n\n  indicates  that, at least  in a general  sense, the executive\r\n\n  and  legislative  branches   consider  the  treaty  partner's\r                                                                         \r\n\n  justice system  sufficiently fair to justify  sending accused\r\n\n  persons there for trial.\"   In re Extradition of  Howard, </pre><span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span>\r                                                                    \r\n\n  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1320</span></a></span><pre class=\"inline\">, 1329  (1st  Cir. 1993)  (emphasis added)  (citing\r\n\n  Glucksman  v.  Henkel, </pre><span class=\"citation\" data-id=\"97442\"><a href=\"/opinion/97442/glucksman-v-henkel/\"><span class=\"volume\">221</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">508</span></a></span><pre class=\"inline\">, 512  (1911);  Neely v.\r                                                                      \r\n\n  Henkel (No. 1), </pre><span class=\"citation\" data-id=\"95398\"><a href=\"/opinion/95398/neely-v-henkel/\"><span class=\"volume\">180</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span><pre class=\"inline\">, 123 (1901)).\r                          \r\n\n            In this  particular  instance,  I  agree  with  the\r\n\n  district  court  that  the   US-UK  bilateral  treaties   are\r\n\n  \"premised  on the trust running between the United States and\r\n\n  the United  Kingdom.\"  Lui, 1997  WL at *5.  In  my view, the\r                                      \r\n\n  district  court  rightly noted  that  Article  XII's language\r\n\n  manifests an  exchange of promises  between our nation  and a\r\n\n  trusted treaty  partner: \"[t]he United  Kingdom is  promising\r\n\n  that  it, and  only it,  will try  and will  punish [relators\r\n\n                               -7-\r                                          7\r\r\n\n  like]  Lui for  specified  crimes, and  no  others.   By  its\r\n\n  adoption  of  the Treaty,  the  United  States manifests  its\r\n\n  belief in that promise of the  United Kingdom.\"  Id.  Because\r                                                                \r\n\n  the Crown Colony's extradition request in this case fails  to\r\n\n  live up to this promise by the United Kingdom, I believe that\r\n\n  the district  court properly  concluded that  a certification\r\n\n  for Lui's extradition  to Hong  Kong cannot issue.   As  this\r\n\n  court  has  recently explained,  in extradition  cases \"[t]he\r\n\n  requesting state must 'live  up to whatever promises it  made\r\n\n  in  order   to  obtain  extradition.'\"     United  States  v.\r                                                                     \r\n\n  Saccoccia, </pre><span class=\"citation\" data-id=\"196165\"><a href=\"/opinion/196165/united-states-v-saccoccia/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">754</span></a></span><pre class=\"inline\">, 766 (1st Cir. 1995)  (quoting United\r                                                                         \r\n\n  States  v.  Najohn,  </pre><span class=\"citation\" data-id=\"466315\"><a href=\"/opinion/466315/united-states-v-david-najohn/\"><span class=\"volume\">785</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1420</span></a></span><pre class=\"inline\">,  1422  (9th  Cir.)  (per\r                              \r\n\n  curiam), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span><pre class=\"inline\"> (1986)).5\r                                 \r\n\n                      \r                                \r\n\n            5The panel opinion relies upon Saccoccia, a case\r                                                              \r\n  that involved the interpretation of an extradition treaty\r\n  between the United States and Switzerland, to argue that\r\n  federal extradition procedures do not give judicial officers\r\n  the discretion to refuse the issuance of certificates of\r\n  extraditability \"on the ground that a treaty partner cannot\r\n  assure the requested country that rights under a treaty will\r\n  be enforced or protected.\"  Slip op. at 29 (citing Saccoccia,\r                                                                        \r\n  58 F.3d at 766-67).  My research fails to find support for\r\n  the proposition for which the panel cites Saccoccia.  On my\r                                                               \r\n  reading, Saccoccia indicates that Article XII's \"specialty\"\r                              \r\n  provision does not require an exact mirror-image between the\r\n  precise indictment that prompts an extradition and the\r\n  subsequent prosecution.  See 58 F.3d at 766-67.  Because that\r                                        \r\n  is not the problem that I believe to be fatal to the\r\n  extradition request in Lui's case, and as I indicate in the\r\n  main body of my dissent, I believe that Saccoccia is properly\r                                                             \r\n  read, if at all, to support an interpretation of Article XII\r\n  that would preclude the issuance of a certificate of\r\n  extraditability in the unique circumstances present here.\r\n\n                               -8-\r                                          8\r\r\n\n            In arriving at  my conclusion I  am mindful of  the\r\n\n  Supreme Court's seminal extradition decision in  Terlinden v.\r                                                                      \r\n\n  Ames,  </pre><span class=\"citation\" data-id=\"95594\"><a href=\"/opinion/95594/terlinden-v-ames/\"><span class=\"volume\">184</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">270</span></a></span><pre class=\"inline\">, 289  (1902).   In Terlinden,  the Court\r                                                             \r\n\n  explained that  a state  requesting  a relator's  extradition\r\n\n  must be  \"competent to try and  to punish him.\"   Id. at 289.\r                                                                 \r\n\n  The Terlinden Court was asked to determine whether the German\r                         \r\n\n  Empire could successfully request  a relator's extradition on\r\n\n  the  basis  of a  treaty between  the  United States  and the\r\n\n  Kingdom  of  Prussia,  where  the two  sovereigns,  King  and\r\n\n  Emperor, were one and the same.   See id. at 284.   The Court\r                                                     \r\n\n  concluded that the  Kingdom of Prussia, although part  of the\r\n\n  subsequently formed  German Empire,  continued to enjoy  \"its\r\n\n  identity  as such,\"  and treaties that  it had  entered could\r\n\n  still be performed \"either in the name of its King or that of\r\n\n  the Emperor.\"  Id. at 285.  In making its  determination, the\r                              \r\n\n  Court explained that \"the question whether power remains in a\r\n\n  foreign State to carry  out its treaty obligations is  in its\r\n\n  nature political  and not judicial, and that the courts ought\r\n\n  not  to  interfere  with  the conclusions  of  the  political\r\n\n  department in that regard.\"  Id. at 288. \r                                            \r\n\n            The situation  in Terlinden, however,  is different\r                                                 \r\n\n  than  the  one  raised by  Lui's  case.    In Terlinden,  the\r                                                                   \r\n\n  question was whether or not  the Kingdom of Prussia continued\r\n\n  to  have  an independent  existence  and  whether its  treaty\r\n\n  obligations could  be  exercised  in the  name  of  its  King\r\n\n                               -9-\r                                          9\r\r\n\n  notwithstanding the fact  that he  had subsequently  acquired\r\n\n  \"the title  of German Emperor.\"   Id. at 284.   The impending\r                                                 \r\n\n  reversion of sovereignty  over Hong Kong does  not raise this\r\n\n  question.    No one  doubts --  and  the government  does not\r\n\n  dispute -- that the Crown Colony  of Hong Kong will cease  to\r\n\n  exist  beyond reversion to China.   If some  doubt existed on\r\n\n  this score,  Terlinden counsels that the  judicial department\r                                  \r\n\n  would have to defer to the judgment of the political branches\r\n\n  because the  action of  the political branches  of government\r\n\n  \"must  be  regarded  as  of controlling  importance\"  on  the\r\n\n  question of  \"whether [a]  treaty has ever  been terminated.\"\r\n\n  184 U.S. at  285.   Lui's case frames  an entirely  different\r\n\n  question.   The extradition request from the  Crown Colony of\r\n\n  Hong Kong  does not raise the issue of whether or not the US-\r\n\n  UK  extradition treaties  have been  terminated.   Instead it\r\n\n  raises the  question of  whether the requesting  sovereign is\r\n\n  \"competent to try and to punish him.\"  Id. at 289. \r                                                      \r\n\n            In my  view, the Supreme Court in Terlinden makes a\r                                                                 \r\n\n  distinction  between a state's \"power . .  . to carry out its\r\n\n  treaty obligations\"  (a determination on which  the judiciary\r\n\n  must  defer to  the political  branches), id.  at 288,  and a\r                                                         \r\n\n  state's \"competen[ce] to try  and to punish\" a relator.   Id.\r                                                                         \r\n\n  at 289.   The first issue  goes to the question  of whether a\r\n\n  treaty partner  -- and hence  a treaty relationship  -- still\r\n\n  exists.  On this issue, Terlinden informs us that courts must\r                                             \r\n\n                               -10-\r                                          10\r\r\n\n  defer to the  determination of the  political branches.   See\r                                                                         \r\n\n  id.  at 285,  288. The second  issue goes to  the question of\r               \r\n\n  whether  a  treaty partner  is  fulfilling  the promises  and\r\n\n  obligations it has  undertaken with the  United States.   See\r                                                                         \r\n\n  id.  at  289.    The Court's  discussion  in  the  paragraphs\r               \r\n\n  following its  reference to sovereign competency  makes clear\r\n\n  that  courts retain the authority  and duty to ascertain that\r\n\n  the treaty-established prerequisites to  extraditability have\r\n\n  been met  in  a particular  case.   The Court  noted that  no\r\n\n  question  existed  in the  case  before it  that  the treaty-\r\n\n  created preconditions for  extradition had been met.   As the\r\n\n  Court explained, \r\n\n          If it  be assumed in the case  before us, and\r                                                                 \r\n          the papers presented on the motion for a stay\r                                        \r\n          advise  us that  such is  the fact,  that the\r                                                             \r\n          commissioner, on hearing, deemed the evidence\r\n          sufficient  to  sustain   the  charges,   and\r\n          certified  his findings and  the testimony to\r\n          the Secretary of State, and a warrant for the\r\n          surrender   of   Terlinden   on  the   proper\r                                                                 \r\n          requisition was  duly  issued, it  cannot  be\r                                                                 \r\n          successfully contended that the  courts could\r                                                   \r\n          properly  intervene on  the  ground that  the\r\n          treaty  under  which  both   governments  had\r                                                                 \r\n          proceeded,  had terminated  by reason  of the\r                                              \r\n          adoption  of the  constitution of  the German\r\n          Empire, notwithstanding the judgment  of both\r\n          governments to the contrary. \r\n\nId. at 289-90 (emphasis added).\r             \r\n\n            Therefore,   contrary   to   the    panel   opinion's\r\n\nsuggestion, the district court correctly concluded that Terlinden\r                                                                           \r\n\nteaches that this  court has jurisdiction to examine  whether the\r\n\nHong Kong extradition request fulfills the obligations undertaken\r\n\n                               -11-\r                                          11\r\r\n\nby the United Kingdom under the treaty.  See Lui,  1997 WL at *4.\r                                                          \r\n\nUnlike  Terlinden, the relator in  this case does  not argue that\r                           \r\n\nthe  extradition treaty under which  he has been  sought has been\r\n\nterminated because  the requesting  sovereign  no longer  exists.\r\n\nInstead Lui argues and  the record reveals that the  Crown Colony\r\n\nof Hong Kong, though it currently exists,  will not try or punish\r\n\nhim before  reversion  and  thus does  not  meet  the  conditions\r\n\nimposed by Articles  I and  XII of the  treaty and the  Terlinden\r                                                                           \r\n\nrequirement that an authority requesting a  relator's extradition\r\n\nmust be \"competent to try and to punish him.\"  184 U.S. at 289. \r\n\n            As I read  it, Article XII indicates that  the United\r\n\nStates and the United Kingdom undertook an agreement to extradite\r\n\nrelators  but only  for trial  and punishment  in the  courts and\r\n\nprisons  of  each  other.    Because  it  is  conceded  that  the\r\n\nextradition request in this case will result in Lui's being tried\r\n\nand punished under the courts of another sovereign, my reading of\r\n\nArticles I and  XII of the  treaty convince  me that the  British\r\n\nHong  Kongese authorities  fail  to live  up  to the  obligations\r\n\nundertaken by the United  Kingdom.  If Lui  may be extradited  at\r\n\nall  pursuant to the bilateral US-UK extradition treaties, I read\r\n\nthe relevant treaty provisions to say that this may occur only if\r\n\nthe  United  Kingdom  or  authorities accountable  to  it  retain\r\n\nexclusive  jurisdiction over Lui's  person following  Hong Kong's\r\n\nreversion  to China.    Because the  Crown Colony  will surrender\r\n\ncustody over Lui and  jurisdiction over his criminal case  to the\r\n\n                               -12-\r                                          12\r\r\n\nChinese  successor  regime,  I   am  of  the  opinion   that  the\r\n\nextradition  request  in  this  peculiar  set   of  circumstances\r\n\nconstitutes  a violation of the relevant treaty terms. As such, I\r\n\nbelieve that  no certification of extraditability  can issue from\r\n\nthis court pursuant to the US-UK extradition treaty and 18 U.S.C.\r\n\n   3181, 3184.\r\n\n                II. The Re-extradition Prohibition\r                          II. The Re-extradition Prohibition\r\n\n            Lui's case also  presents a  difficult question  with\r\n\nrespect to whether the  United Kingdom's surrender of sovereignty\r\n\nover   Hong  Kong  to  China   in  July  1997   would  effect  an\r\n\nimpermissible re-extradition with respect  to Lui under the terms\r\n\nof Article XII. For the reasons that follow, I believe it would.\r\n\n            Article  XII  in  relevant part  provides  that  \"[a]\r\n\nperson extradited  [to a  requesting Party]  shall not  . .  . be\r\n\nextradited  by  that  Party  to  a  third  State.\"    Here,  upon\r\n\nreversion, the  United  Kingdom will  surrender  sovereignty  and\r\n\nresponsibility for the administration of justice in  Hong Kong to\r\n\nChina.  In the event that Lui is extradited to Hong Kong prior to\r\n\nreversion,  the  record shows  beyond  question that  he  will be\r\n\nsurrendered  to the courts  and judicial system  of a third-party\r\n\nsovereign  state  for  prosecution.     The  difficulty  lies  in\r\n\ndetermining whether reversion and  Lui's surrender to the Chinese\r\n\nregime  that will  succeed the  Crown Colony  amounts to  another\r\n\nextradition.\r\n\n                               -13-\r                                          13\r\r\n\n            The  plain  meaning  and  derivations  of  the  words\r\n\n\"extradite\" and \"extradition\"  help lead me to conclude  that the\r\n\nsurrender   contemplated  for   Lui   would  constitute   another\r\n\nextradition.   The dictionary  definition of \"extradite\"  is, \"To\r\n\ndeliver up,  as to another state or nation.\"  Funk &amp; Wagnalls New\r                                                                           \r\n\nComprehensive  International Dictionary  of the  English Language\r                                                                           \r\n\n450   (1978).     \"Extradition\"  is   alternatively  defined   in\r\n\ndictionaries  as,  \"The  surrender  of  an  accused person  by  a\r\n\ngovernment to the justice of another government, or of a prisoner\r\n\nby  one authority  to  another,\" id.,  as  \"the surrender  of  an\r                                              \r\n\nalleged fugitive from  justice or criminal by one  state, nation,\r\n\nor  authority to  another,\" The  Random House  Dictionary of  the\r                                                                           \r\n\nEnglish Language 685  (2d ed.  1987), and as,  \"The surrender  or\r                          \r\n\ndelivery of  an alleged criminal usu[ually]  under the provisions\r\n\nof a treaty  or statute by one country, state,  or other power to\r\n\nanother having jurisdiction  to try the charge.\"  Webster's Third\r                                                                           \r\n\nInternational Dictionary 806 (1986).6\r                                  \r\n\n            Legal  usage has  followed the word's  plain meaning.\r\n\nBlack's   Law   Dictionary  defines   \"extradition\"   by  closely\r\n\nparaphrasing the formula given  in Terlinden, wherein the Supreme\r                                                      \r\n\n                      \r                                \r\n\n            6The derivation of the English word is from the\r\n  French, Old French and ultimately Latin equivalents.\r\n  Specifically, the English \"extradition\" stems from a Latin\r\n  union of the prefix ex- [out] and traditio [a delivery or\r                                                      \r\n  surrender], the latter word flowing from traditus, the past\r                                                             \r\n  participle of tradere [to deliver], which, in turn, stems\r                                 \r\n  from the conjunction of trans- [across] and dare [give]. See\r                                                                        \r\n  Funk &amp; Wagnalls New Comprehensive International Dictionary of\r                                                                         \r\n  the English Language 450, 1330 (1978).\r                                \r\n\n                               -14-\r                                          14\r\r\n\nCourt defined \"[e]xtradition\" as \"the surrender  by one nation to\r                                                                           \r\n\nanother of  an  individual accused  or  convicted of  an  offence\r                                    \r\n\noutside   its  own   territory,   and  within   the   territorial\r\n\njurisdiction of the other,  which, being competent to try  and to\r\n\npunish him,  demands the  surrender.\" 184  U.S. at  289 (emphasis\r\n\nadded); Black's Law Dictionary 526 (5th ed. 1979)  (replacing the\r                                        \r\n\nword \"nation\" with \"state or country\").\r\n\n            International practice is consistent with  this legal\r\n\nusage  of the  term.  Prohibitions on  re-extradition, like  that\r\n\nfound  in   Article  XII,  are  fundamental   features  of  \"many\r\n\n[extradition]  treaties\" that  are generally interpreted  to give\r\n\nforce  to the broad principle of international law that \"a person\r\n\nextradited  to one  state  may  not  be extradited  or  otherwise\r                                                                           \r\n\nsurrendered  to  a third  state  for  prosecution.\"   Restatement\r                                                           \r\n\n(Third) of Foreign Relations Law   477 cmt. d.\r\n\n            The operative  plain meaning  of the word,  its legal\r\n\nusage,  international practice,  and its  etymological derivation\r\n\nall  indicate that the surrender  which the record  shows and the\r\n\ngovernment  concedes  is  contemplated for  Lui  would constitute\r\n\nanother  extradition.   Upon reversion,  the United  Kingdom will\r\n\nsurrender sovereignty to China  as well as surrender jurisdiction\r\n\nover  and custody  of criminal  defendants like  Lui.   Using the\r\n\nTerlinden definition, on the peculiar circumstances in this case,\r                   \r\n\nupon reversion: (1) Lui  will be \"surrender[ed] by one  nation to\r\n\nanother\";  (2) he  will be  \"an individual  accused .  . .  of an\r\n\n                               -15-\r                                          15\r\r\n\noffence  outside  [the extraditing  authority's]  own territory,\"\r\n\nbecause authority over  that territory will pass from  the United\r\n\nKingdom to China; (3) the offenses for which Lui is accused \"will\r\n\nbe  within  the   territorial  jurisdiction\"  of   the  receiving\r\n\nauthority, viz.,  China; and  (4) the receiving  authority, under\r                         \r\n\nSino-British  international  agreements,  specifically the  Joint\r\n\nDeclaration regarding reversion, will be \"competent to try and to\r\n\npunish him.\" 184 U.S. at 289.\r\n\n            Having  canvassed the relevant  sources that  help to\r\n\nilluminate the meaning of the word  \"extradition,\" I believe that\r\n\nthe revealed reality that the Crown Colony will surrender custody\r\n\nover Lui and jurisdiction  over his criminal case to  the Chinese\r\n\nsuccessor regime contemplates another extradition in violation of\r\n\nArticle  XII  of  the  US-UK bilateral  extradition  treaty.    A\r\n\ndecision of the Ninth Circuit, on which the panel opinion  in the\r\n\ninstant case relies, reaches a contrary result.  See Oen Yin-Choy\r                                                                           \r\n\nv.  Robinson, </pre><span class=\"citation\" data-id=\"512651\"><a href=\"/opinion/512651/oen-yin-choy-v-glen-s-robinson-us-marshal-for-the-northern-district-of/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1400</span></a></span><pre class=\"inline\">,  1403-04 (9th Cir.  1988).  Starting\r                      \r\n\nfrom the premise that this case is not controlling in this court,\r\n\nthis circuit should  decline to  follow this  decision because  I\r\n\nbelieve  that its  argument is  neither thorough  nor persuasive.\r\n\nMoreover, the Ninth  Circuit was  faced by a  fact pattern  quite\r\n\nunlike the  heightened and unique circumstances  present in Lui's\r\n\ncase  and  thus  was not  required  to  squarely  face the  issue\r\n\npresented here.\r\n\n                               -16-\r                                          16\r\r\n\n            In Oen, the United  States Attorney, acting on behalf\r                            \r\n\nof  the United  Kingdom  and  the  Crown  Colony  of  Hong  Kong,\r\n\ninitiated extradition  proceedings against  Oen in April  1987, a\r\n\nfull decade before the scheduled date of reversion.  Id. at 1403.\r                                                                  \r\n\nOen  was charged  with false  accounting and  publishing a  false\r\n\nstatement, extraditable  offenses under Article III  of the US-UK\r\n\nextradition  treaty.   Id. at 1405.   Oen  argued that  if he was\r                                    \r\n\nextradited  and convicted  then the  possibility existed  that he\r\n\nwould  remain  incarcerated  beyond July  1,  1997,  the  date of\r\n\nreversion.  He argued that this  hypothetical scenario would have\r\n\nthe  effect of extraditing him  to China in  violation of Article\r\n\nXII of the treaty. Id. at 1403.\r                                \r\n\n            The Ninth  Circuit disagreed  and concluded  that the\r\n\nTerlinden  definition  of  \"extradition\"  meant  that  \"[n]either\r                   \r\n\ndeportation  nor surrender  other  than in  response to  a demand\r\n\npursuant  to  Treaty  constitutes  extradition.\"   Id.  at  1404.\r                                                                \r\n\nHaving thus rephrased the Terlinden definition, the Ninth Circuit\r                                             \r\n\npanel concluded  that \"even  if Oen  becomes  subject to  Chinese\r                                         \r\n\nauthority pursuant to a reversion of sovereignty upon cession and\r\n\ntermination of the British lease  of Hong Kong, he will not  have\r\n\nbeen extradited to China.\" Id. (emphasis added).\r                                        \r\n\n            I find the Oen court's  conclusion unsatisfactory for\r                                    \r\n\nthree reasons.   First, as my previous  discussion elaborates, it\r\n\ndoes not follow from  either the commonly settled meaning  of the\r\n\nword  \"extradition\"  or  the  term's operative  legal  usage,  as\r\n\n                               -17-\r                                          17\r\r\n\nmanifested  by  the  Supreme  Court's  definition  in  Terlinden.\r                                                                          \r\n\nInstead it proceeds  upon a rearticulated and truncated  sense of\r\n\nthe  term that  does not  correspond to  Terlinden and  that cuts\r                                                            \r\n\nagainst international practice and the meaning that the term  and\r\n\nits French and Latin cognates have carried since Roman antiquity.\r\n\n            Second,  even  on  its   own  terms,  the  Oen  court\r                                                                    \r\n\nmisapplied the meaning of  the word \"extradition.\"  Specifically,\r\n\neven  if  one  accepts the  Oen  view  that a  surrender  must be\r                                         \r\n\neffectuated in response to  a demand pursuant to treaty  in order\r\n\nfor it to constitute  an extradition, then a Hong  Kong relator's\r\n\npost-reversion  surrender would qualify.   In view  of the treaty\r\n\narchitecture  that surrounds  the  impending  reversion  and  the\r\n\nprovisions in  the Joint  Declaration that address  the juridical\r\n\nand legal transfer of sovereignty, it is difficult to see how the\r\n\nCrown  Colony will  surrender custody  over Lui  and jurisdiction\r\n\nover his criminal  case to  the Chinese successor  regime in  the\r\n\nabsence of  the demands on his person qua criminal defendant that\r                                                   \r\n\nowe their legal status solely to treaty.  See, e.g., Sino-British\r                                                             \r\n\nJoint  Declaration,  para. 1  (\"The  Government  of the  People's\r\n\nRepublic of  China declares . .  . that it has  decided to resume\r\n\nthe exercise of  sovereignty over  Hong Kong with  effect from  1\r\n\nJuly 1997.\").7\r\n\n                      \r                                \r\n\n            7The surrender of sovereignty and Chinese demands\r\n  on Hong Kongese criminal defendants upon reversion all flow\r\n  from treaty provisions.  The United Kingdom's sovereignty\r\n  over Hong Kong stems from cessions of territory made in 1842\r\n  (pursuant to the Treaty of Nanking) and 1860 (pursuant to the\r\n\n                               -18-\r                                          18\r\r\n\n            Third,  the  factual  pattern  in Oen  was  radically\r                                                           \r\n\ndissimilar to the one that the court faces in this case.  In Oen,\r                                                                          \r\n\nthe relator  raised only a distant  hypothetical possibility that\r\n\nhe  would  remain incarcerated  in  Hong  Kong prisons  following\r\n\nreversion some ten or nine years later.  No one doubted that Oen,\r\n\nupon extradition, would be tried and, if necessary,  sentenced by\r\n\ncourts of the British Crown Colony and imprisoned in Crown Colony\r\n\ngaols. \r\n\n            The Oen  court thus  did not  address  itself to  the\r                             \r\n\nsituation in this case, where it is certain as a practical matter\r\n\nand conceded by the government that the relator's trial would not\r\n\nbe under the courts of the British Crown Colony.   Therefore, the\r\n\nOen  decision did  not  fully  address  the issue  that  squarely\r             \r\n\nconfronts   us  today,   whether  Lui's   surrender  to   Chinese\r\n\nauthorities  after reversion  for  trial will  amount to  another\r                                                  \r\n\n                      \r                                \r\n\n  Convention of Peking) and a ninety-nine year lease contained\r\n  in the Convention of Beijing, June 9, 1898.  See Shawn B.\r                                                            \r\n  Jensen, International Agreements Between the United States\r                                                                      \r\n  and Hong Kong Under the United States-Hong Kong Policy Act, 7\r                                                                      \r\n  Temp. Int'l &amp; Comp. L.J. 167, 168-69 (1993); see also 1\r                                                                 \r\n  Treaties and Agreements with and Concerning China, 1894-1919,\r                                                             \r\n  130, No. 1898/11 (1921) (cited in Oen, 858 F.2d at 1403).\r                                                 \r\n  Moreover, the three constitutive parts of Hong Kong -- Hong\r\n  Kong proper (1842), Kowloon (1860), and the New Territories\r\n  (1898) -- are scheduled to revert to China on July 1, 1997\r\n  pursuant to the Sino-British Joint Declaration which was\r\n  signed on December 19, 1984 and entered into force on May 27,\r\n  1985.  See Jensen, supra, at 170-73.  That international\r                                    \r\n  agreement, by addressing the Chinese successor regime's\r\n  executive, legislative, and judicial powers, provides for the\r\n  transfer of jurisdiction over persons accused of criminal\r\n  offenses and in custody in Hong Kong at the date of\r\n  reversion.  See Joint Declaration, para. 3(3).  \r                           \r\n\n                               -19-\r                                          19\r\r\n\nextradition.  Read closely, Oen simply refuses to conclude that a\r                                         \r\n\npreviously convicted, already incarcerated prisoner is extradited\r\n\nupon reversion.   This is not  the predicament with Lui.   I thus\r\n\nbelieve that Oen is unpersuasive and not on point.\r                          \r\n\n                              III. \r                                        III. \r\n\nLegislative Intent, Judicial Deference, and Separation of Powers \r          Legislative Intent, Judicial Deference, and Separation of Powers \r\n\n            Lui's case  also presents  a difficult  question with\r\n\nrespect   to   whether  certification   of  extradition   in  the\r\n\ncircumstances known to the  court and conceded by the  government\r\n\nwould comport with the legislature's intent  in ratifying the US-\r\n\nUK extradition  treaties.  For the  reasons the follow, I  do not\r\n\nbelieve  certifying  Lui  for   extradition  would  accord   with\r\n\nlegislative intent.\r\n\n            The legislative history surrounding the United States\r\n\nSenate's  ratification  of the  supplementary  treaty,  which the\r\n\ndistrict  court ably  canvassed,  indicates that  the Senate  was\r\n\nconcerned about the extent and degree to which it could trust the\r\n\nUnited  Kingdom  and its  judicial system  to  be fair  and just,\r\n\nultimately  concluding that  the  United  Kingdom's  courts  were\r\n\nworthy of confidence.  See  99th Cong., 2d Sess., 132 Cong.  Rec.\r                                    \r\n\n9119-71 (daily  ed. July 16,  1986) (reprinting the  Senate floor\r\n\ndebate on ratification)  (cited in Lui,  1997 WL at  *6).  In  my\r                                                \r\n\nview,  to interpret  the  bilateral treaties  between the  United\r\n\nKingdom and the United States so as to allow the benefits of such\r\n\nspecially placed trust to be assumed by a non-signatory sovereign\r\n\n                               -20-\r                                          20\r\r\n\nwould fail  to adhere to  the Senate's intent.   As  the district\r\n\ncourt  explained, \"[i]t is clear beyond rational dispute that the\r\n\nSenate would not have ratified had there been any suggestion that\r\n\nthe Treaty provisions could be extended, even by circumstance, to\r\n\nChina.\"  Lui, 1997 WL at *6. \r                      \r\n\n            I reach this conclusion  understanding full well that\r\n\nthe United States signed  an agreement on December 20,  1996 with\r\n\nthe government of the  fledgling Hong Kong Special Administrative\r\n\nRegion (\"HKSAR\"),  the  British Crown  Colony's successor,  which\r\n\nprovides   for  reciprocal   post-reversion  extradition.     See\r                                                                           \r\n\nAgreement  Between the Government of the United States of America\r\n\nand the Government  of Hong  Kong for the  Surrender of  Fugitive\r\n\nOffenders, Dec.  20, 1996. However, the new  treaty constitutes a\r\n\ndifferent bargain than  the one voted upon by the  Senate when it\r\n\nratified  the  US-UK  bilateral  treaties.    Moreover,  the  new\r\n\nagreement will not  enter into force, if it indeed does so, until\r\n\nsuch time as the Senate, to which the new treaty was submitted on\r\n\nMarch 3, 1997, gives its advice and consent by a constitutionally\r\n\nrequired two-thirds  vote.   See U.S.  Const. art.  II,   2;  143\r                                          \r\n\nCong. Rec. S1846 (daily ed. Mar. 3, 1997).8\r\n\n                      \r                                \r\n\n            8In reaching this conclusion, I am mindful of the\r\n  United States-Hong Kong Policy Act of 1992 (commonly known as\r\n  the McConnell Act), codified at 22 U.S.C.    5701-5732.  As\r\n  commentators have explained, this congressional enactment\r\n  \"allows the United States to treat Hong Kong, where\r\n  appropriate, as a separate entity from the PRC for purposes\r\n  of U.S. domestic law.\" Christopher K. Costa, Comment, One\r                                                                     \r\n  Country-Two Foreign Policies: United States Relations With\r                                                                      \r\n  Hong Kong After July 1, 1997, 38 Vill. L. Rev. 825, 855\r                                        \r\n\n                               -21-\r                                          21\r\r\n\n            In my view,  therefore, the recently signed  US-HKSAR\r\n\nextradition  treaty  is itself  highly  probative  of the  proper\r\n\ninterpretation  that  must be  given  to  the existing  bilateral\r\n\nextradition  treaties between  the United  States and  the United\r\n\nKingdom  under which  Lui's  extradition to  Hong  Kong is  being\r\n\nsought.  Put simply, these treaties do  not survive the surrender\r\n\nof sovereignty to China  and do not contemplate the  surrender of\r\n\nrelators  to stand trial in  courts under the  sovereign aegis of\r\n\nChina.    See Janice  M. Brabyn,  Extradition  and the  Hong Kong\r                                                                           \r\n\nSpecial Administrative Region, 20  Case W. Res. J. Int'l  L. 169,\r                                       \r\n\n173 (1988)  (\"Hong Kong's  extradition  relationships with  other\r\n\nstates  ha[ve]  always been  exclusively  vested  in the  British\r\n\nCrown. . . . Hong Kong's present extradition powers and relations\r\n\nare [thus] a direct  consequence of, and are dependent  upon, its\r\n\ncolonial status.   If nothing is done  between now and 1997, both\r\n\npowers and relations will end when that colonial status ends.\").\r\n\n            In   ratifying   the   US-UK  bilateral   extradition\r\n\ntreaties,  I  believe  the  political branches  have  judged  the\r\n\n                      \r                                \r\n\n  (1993).  Under the McConnell Act's provisions, \"the areas in\r\n  which separate treatment is appropriate are determined by the\r\n  terms of the [Sino-British] Joint Declaration . . . . [which]\r\n  grants Hong Kong a 'high degree of autonomy' in nine areas:\r\n  economic policy, trade, finance, monetary policy, shipping,\r\n  communications, tourism, culture and sport.\"  Id.  The\r                                                             \r\n  McConnell Act would not appear to have any direct bearing on\r\n  this case, which involves foreign affairs and international\r\n  law enforcement, because \"[t]he Act does not establish a U.S.\r\n  policy toward Hong Kong in the two areas reserved to PRC\r\n  control by the Joint Declaration--defense and foreign\r\n  affairs.\"  Id. at 856; see also Jensen, supra note 7, at 180-\r                                                         \r\n  81.\r\n\n                               -22-\r                                          22\r\r\n\njustice system of  the United  Kingdom and of  the British  Crown\r\n\nColony  of  Hong Kong  to be  sufficiently  fair to  send accused\r\n\npersons there for trial.  Until  such time as the Senate ratifies\r\n\nthe  US-HKSAR extradition  treaty no  such similar  expression of\r\n\nfaith  or  trust has  been made  by  the political  branches with\r\n\nrespect to China or to the Chinese successor to the British Crown\r\n\nColony, which, if he is extradited, will try and punish Lui.  The\r\n\nUnited  States currently  has no  extradition treaty  with China,\r\n\nwhich enjoys  extradition relations  with but one  other country,\r\n\nRussia.    Separation of  powers  principles  and judicial  self-\r\n\nrestraint  counsel that this court is not at liberty to interpret\r\n\nArticle XII of  the US-UK extradition treaty in such  a way so as\r\n\nto  yield a  result  for  which the  Senate  did not  bargain  in\r\n\nratifying the US-UK extradition treaty  and which it is currently\r\n\ndebating  in   the  form  of  the   recently  submitted  US-HKSAR\r\n\nagreement.  See 143 Cong. Rec. S1846 (daily ed. Mar. 3, 1997). \r                         \r\n\n            Of special  import is the fact  that the supplemental\r\n\nUS-UK treaty was ratified by the Senate in 1986 at a time when it\r\n\nwas fully aware of the widely publicized Sino-British Declaration\r\n\nregarding Hong Kong's reversion in 1997.  The supplemental treaty\r\n\nnonetheless does not limit or otherwise circumscribe the terms of\r\n\nArticle XII of the main treaty.  As the panel's opinion explains,\r\n\nthe supplemental treaty, as  ratified by the Senate in  1986, \"is\r\n\nentirely silent on the question  of reversion.\"  Slip op.  at 11.\r\n\nBecause  Article XII, on my  reading, allows only for extradition\r\n\n                               -23-\r                                          23\r\r\n\nfor offenses that  can be  tried and punished  by the  requesting\r\n\nsovereign, and  because the  supplemental treaty does  not create\r\n\nany  exception  for  reversion-affected  relators  like  Lui, the\r\n\ntreaty, as  I read it and as  the district court found, indicates\r\n\nthat  no right to demand extradition and no corresponding duty to\r\n\nsurrender Lui exists  where it is conceded  that Lui will not  be\r\n\ntried  under  courts of  the  United  Kingdom  or  its  dependent\r\n\nterritories. \r\n\n            This silence  in the  face of Article  XII's apparent\r\n\nrequirement  that relators are only  to be tried  by the judicial\r\n\nauthorities of the two Contracting Parties is telling because the\r\n\npresumption  in  American  and   international  law  is   against\r\n\nextraditability  in the  absence of  any treaty-created  right or\r\n\nobligation.   Applicable  Supreme  Court   precedent  and  \"[t]he\r\n\nprinciples of international law recognize no right to extradition\r\n\napart from treaty.  While a  government may, if agreeable to  its\r\n\nown  constitution and  laws,  voluntarily exercise  the power  to\r                                                   \r\n\nsurrender  a fugitive from justice  to the country  from which he\r\n\nhas fled . . . the legal right  to demand his extradition and the\r                                                                           \r\n\ncorrelative  duty to surrender him to the demanding country exist\r                                                                           \r\n\nonly when  created by treaty.\"  Factor v. Laubenheimer,  </pre><span class=\"citation\" data-id=\"102157\"><a href=\"/opinion/102157/factor-v-laubenheimer/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span>\r                                                                \r\n\n<span class=\"page\">276</span></a></span><pre class=\"inline\">, 287 (1933)  (emphasis added);  see also 18  U.S.C.     3181,\r                                                      \r\n\n                               -24-\r                                          24\r\r\n\n3184; Restatement (Third) of  Foreign Relations Law   475  &amp; cmt.\r\n\na.9  \r\n\n            Despite  the foregoing,  the panel  opinion construes\r\n\nthe US-UK treaties as requiring Lui's extradition to Hong Kong by\r\n\ninvoking, inter  alia, the  principles that extradition  treaties\r                               \r\n\nare to be construed  liberally in favor of enforcement,  see slip\r                                                                      \r\n\nop. at 15 (citing Laubenheimer, 290 U.S. at 298), and with  great\r                                        \r\n\ndeference to  executive branch  interpretation. See id.  at 14-15\r                                                                 \r\n\n(citing  Laubenheimer, 290 U.S. at 295; Howard, 996 F.2d at 1330-\r                                                        \r\n\n31 &amp; n.6).\r\n\n                      \r                                \r\n\n            9The United States recognizes only one statutory\r\n  exception to this principle.  Specifically, 18 U.S.C.  \r\n  3181(b) permits \"the surrender of persons, other than\r\n  citizens, nationals, or permanent residents of the United\r\n  States, who have committed crimes of violence against\r\n  nationals of the United States in foreign countries without\r\n  regard to the existence of any treaty of extradition\" upon\r\n  the fulfillment of certain criteria.  The instant case\r\n  involves allegations of economic crimes and thus does not\r\n  implicate this recently and narrowly drawn exception to the\r\n  generally operative principle of American and public\r\n  international law.  \r\n            As the quotation from Laubenheimer indicates, it\r                                                        \r\n  should be understood that this opinion draws a distinction\r\n  between voluntary extradition and extraditability as of right\r\n  or obligation.  \"[I]t is now clear that apart from a treaty a\r\n  state has no duty to deliver up a person who has sought\r\n  asylum within its boundaries.  If the state wishes, it can\r\n  afford him a refuge and protection . . . . Of course, a state\r\n  is under no duty to afford asylum to a fugitive; it may expel\r\n  him from its territories if it choose, and without complaint\r\n  from the individual who is expelled.\"  United States ex rel.\r                                                                        \r\n  Donnelly v. Mulligan, </pre><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></span><pre class=\"inline\">, 222 (2d Cir. 1934).  This\r                                \r\n  distinction may appear academic in light of the government's\r\n  expressed desire to extradite Lui in this case, but it is a\r\n  distinction that is not without significance.\r\n\n                               -25-\r                                          25\r\r\n\n            These  arguments,  while  worthy   of  consideration,\r\n\nultimately fail to justify  a result that does not  correspond to\r\n\nthe relevant  treaty provisions in Articles  I and XII or  to the\r\n\ncongressional intent  reflected therein,  viz.,  that the  United\r                                                        \r\n\nStates agrees to extradite fugitives sought by authorities in the\r\n\nUnited Kingdom and its dependent territories to be  prosecuted in\r\n\nthe  courts and under  the law of  those jurisdictions.   I agree\r\n\nwith  the  district  court that  a  refusal  to  certify Lui  for\r\n\nextradition  requires  no  untoward  judicial  interference  with\r\n\nprerogatives constitutionally entrusted  in the executive  branch\r\n\nof government.  On the contrary, separation  of powers principles\r\n\nand  the  prevention  of  undue encroachment  upon  the  Senate's\r\n\nconstitutional  prerogatives counsel  against certifying  Lui for\r\n\nextradition under the peculiar circumstances present in his case.\r\n\n            Specifically,   I   do   not  agree   that   refusing\r\n\ncertification in  Lui's case  along the  lines that the  district\r\n\ncourt  established   implies  any  judicial   arrogation  of  the\r\n\nexecutive's power over our  affairs with foreign nations.   Under\r\n\nthe analysis ably laid  out by the district court, the refusal to\r\n\ncertify Lui's  extraditability does not stem  from any assessment\r\n\nor judgment about the fairness  or trustworthiness of the Chinese\r\n\njudicial or penal systems, a determination that the third  branch\r\n\nof government is not  generally empowered or as qualified  as the\r\n\npolitical  branches  to  make.    The  district  court  correctly\r\n\n                               -26-\r                                          26\r\r\n\nconcluded that  the certification  question is an  entirely legal\r\n\none and that     \r\n\n          it would  not matter if  China's legal system\r\n          were  more efficient  and humane  than either\r\n          the United States'  or the United  Kingdom's.\r\n          The  bottom line  is  that the  terms of  the\r\n          Treaty  do  not  allow  extradition  when the\r\n          requesting sovereign is unable to try  and to\r\n          punish the  relator.  [And t]he  Crown Colony\r\n          of Hong  Kong will  be unable to  try and  to\r\n          punish Lui prior to reversion. \r\n\nLui, 1997 WL at *6.\r             \r\n\n            I  therefore cannot agree  with an  interpretation of\r\n\nthe US-UK  bilateral treaties that would  permit circumstances to\r\n\nconspire so as to allow  a relator to be extradited to  Hong Kong\r\n\nwhere the practical reality is that China, a sovereign state with\r\n\nwhich the United States  has no extradition treaty, will  try and\r\n\npunish  Lui.    Neither can  I  agree  with  the panel  opinion's\r\n\nconclusion  that,  because Lui's  extradition  is  sought by  the\r\n\ncurrent Hong Kong regime, the right to demand extradition and the\r\n\ncorrelative duty to surrender him in fact do exist, regardless of\r\n\nwhat is conceded will transpire upon his arrival in Hong Kong. \r\n\n            The opinion  correctly notes that \"governments of our\r\n\ntreaty partners  often change, sometimes by  ballot, sometimes by\r\n\nrevolution or other means, and  the possibility or even certainty\r\n\nof such change does  not itself excuse compliance with  the terms\r\n\nof the agreement embodied in the treaties between the countries.\"\r\n\nSlip op. at 3.  But the  instant case does not raise the question\r\n\npresented  by a mere change  in government, whether peacefully or\r\n\n                               -27-\r                                          27\r\r\n\nviolently  accomplished.   Instead it  represents a  situation in\r\n\nwhich sovereignty  over a  particular territory, Hong  Kong, will\r                           \r\n\nrevert  from one  sovereign, the  United Kingdom,  with whom  the\r\n\nUnited States  has signed and ratified an  extradition treaty, to\r\n\nanother sovereign, the People's Republic of China, with which the\r\n\nUnited States currently has no such treaty relationship.\r\n\n            In my  view, this court cannot  fail to differentiate\r\n\nbetween a change in government, which ordinarily  does not affect\r\n\ntreaty-based obligations,  and  a change  in sovereignty  brought\r\n\nabout  when territory of one sovereign state is ceded and becomes\r\n\npart  of  the  territory  of  another  preexisting  state,  which\r\n\ngenerally terminates  the effect  of treaties of  the predecessor\r\n\nstate  with respect  to the  territory in  question.   See Vienna\r                                                                    \r\n\nConvention on Succession  of States in Respect  of Treaties, art.\r\n\n15,  U.N.  Doc. A/CONF.  80/31  (1978), 72  Am.  J. Int'l  L. 971\r\n\n(1978).10 \r\n\n                    \r                              \r\n\n            10Although the Convention on Succession presently\r\nlacks the requisite signatories for it to enter into force, and\r\nalthough the United States is not a signatory, the Convention is\r\nnonetheless viewed as an authoritative statement of the rule\r\ngoverning the succession of states under public international\r\nlaw.  See Jensen, supra note 7, at 180-81 (citing Michael\r                                 \r\nAkehurst, A Modern Introduction to International Law 159 (1987)\r                                                              \r\n(noting that while the Convention on Succession \"is not yet in\r\nforce . . . many of its provisions codify the customary\r\ninternational law on the subject\")).\r\n\n                               -28-\r                                          28\r\r\n\n            Whatever   difficulties  may  arise  in  sorting  out\r\n\nsuccession  questions in  other contexts,11  in  this case  it is\r\n\nclear  -- and the executive branch does not question -- that Hong\r\n\nKong  will not succeed to the rights and obligations contained in\r\n\nthe US-UK extradition treaties,  as might have been the  case had\r\n\nHong Kong become  an independent  state in its  own right  rather\r\n\nthan reverting to  Chinese sovereignty.  See, e.g., Brabyn, supra\r                                                                           \r\n\nat 174  (\"For treaty-based relations, ex-colonies  can often rely\r\n\nupon  the  general principles  of  treaty  succession [to  secure\r\n\ncontinuity in international  legal relations].  . .  . Hong  Kong\r\n\n[however] is not moving from colonial status to independence.  It\r\n\nis  being restored to the  sovereignty, or resuming  its place as\r\n\npart,  of the PRC. . . . [After reversion, existing international\r\n\ntreaties  involving  Hong  Kong]  must  be  read  as  subject  to\r\n\nincompatibility with the sovereignty of the PRC.\").\r\n\n            Accordingly, I believe that this court must recognize\r\n\nthat  the   Crown  Colony's   present  ability  to   fulfill  the\r\n\nrequirements imposed  by the US-UK extradition  treaties can only\r\n\nbe assessed in light of the concession that the Crown Colony will\r\n\nnot in fact try  or punish him and with  an eye to the  fact that\r\n\nthe Chinese successor regime in Hong Kong will not succeed to the\r\n\nCrown  Colony's  extradition rights  and  obligations.   See  id.\r                                                                           \r\n\n                    \r                              \r\n\n            11See generally D.P. O'Connell, State Succession in\r                                                                         \r\nMunicipal Law and International Law (2 vols. 1967); D.P.\r                                             \r\nO'Connell, The Law of State Succession (1956); Louis Henkin et\r                                                \r\nal., International Law 286 (3d ed. 1993); Restatement (Third) of\r                                \r\nForeign Relations Law   208, Reporters' Note 1.\r\n\n                               -29-\r                                          29\r\r\n\nBecause  of  these  facts,  this  court cannot  certify  Lui  for\r\n\nextradition because the Crown Colony's extradition  request fails\r\n\nto  live up  to  the  United  Kingdom's  promise,  as  I  believe\r\n\nmemorialized in the terms of the extradition treaties, to try all\r\n\nrelators extradited  from the United  States in courts  under its\r\n\njurisdiction.\r\n\n            Finally,  I am  unpersuaded by  the panel's  argument\r\n\nthat  refusing to certify  Lui for extradition  would be improper\r\n\nbecause  it might  mean  that \"any  relator  extradited from  the\r\n\nUnited States to Hong Kong at any point since the  signing of the\r\n\nJoint Declaration, was, if  he faced a term of  imprisonment upon\r\n\nconviction  that  could  conceivably  extend  past  the  date  of\r\n\nreversion, sent to Hong Kong  in violation of the Treaty.\"   Slip\r\n\nop. at 30.\r\n\n            In  the  first  place,  as  I  explained  earlier  in\r\n\ndiscussing   Oen,   Lui's  case   raises   a   peculiar  set   of\r                          \r\n\ncircumstances. The  record indicates and  the government concedes\r\n\nthat Lui will  be both tried and, if  convicted, punished under a\r\n\njudicial  and  penal system  not  under the  jurisdiction  of the\r\n\nUnited  Kingdom.   Second,  I am  not  persuaded by  the  panel's\r\n\nargument that  refusing to certify  Lui might cast  aspersions on\r\n\nthe rectitude of other near-reversion extraditions and thus \"make\r\n\nextradition to  Hong Kong .  . .  the exception  rather than  the\r\n\nrule.\"   Slip op.  at 29 (quoting  Oen, 858 F.2d  at 1404).   The\r                                                \r\n\nimplication  would  appear to  be that  this  cannot be  what the\r\n\n                               -30-\r                                          30\r\r\n\nSenate intended.  In  view of the legislative  considerations and\r\n\ndeterminations  that I have outlined above, I do not believe that\r\n\nthis court  can speculate that the  unavailability of extradition\r\n\nto Hong Kong  in the circumstances  of this case fails  to uphold\r\n\nthe Senate's expressed concerns  and legislated intent. The US-UK\r\n\nextradition treaties  do not just  implicate Hong Kong;  they are\r\n\ncomprehensive agreements  that encompass  the United  Kingdom and\r\n\nall the territories dependent upon it.12  I cannot agree with the\r\n\npanel's  implication  that  the district  court's  interpretation\r\n\nwould  have been a deal-breaker and the Senate would have refused\r\n\nto ratify the treaties if it had been told that their terms would\r\n\nbe   interpreted  to   prevent   Lui's   extradition   in   these\r\n\ncircumstances.   On the  contrary,  I believe  that the  district\r\n\ncourt was  much nearer the mark  when it concluded that  \"[i]t is\r\n\nclear  beyond rational  dispute  that the  Senate would  not have\r\n\nratified  had  there been  any  suggestion  that the  Treat[ies']\r\n\nprovisions could  be extended,  even by circumstance,  to China.\"\r\n\nLui, 1997 WL at *6.\r             \r\n\n            To  conclude, this  court faces  a situation  that my\r\n\nresearch  indicates has  no  truly analogous  counterpart in  the\r\n\nannals of modern  international law.   Because I  do not  believe\r\n\nthat the panel's opinion reaches the correct result, and  because\r\n\nI  believe that  the  full court  should  hear and  consider  the\r\n\n                    \r                              \r\n\n            12See supra note 2.\r                                 \r\n\n                               -31-\r                                          31\r\r\n\nnumerous difficult legal questions that this case raises, I would\r\n\ngrant the petition for en banc review.\r\n\n            For  the foregoing  reasons,  I respectfully  dissent\r\n\nfrom the denial of the petition.\r\n\n                               -32-\r                                          32\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/95398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/97442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610553/"
  ]
}