{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197392/",
  "absolute_url": "/opinion/197392/broadcast-corp-v-united-steelworkers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197392/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:29:01Z",
  "date_modified": "2017-03-24T10:51:16.359570Z",
  "type": "010combined",
  "sha1": "48899aae566a1013cb5b0f75343aeff30d90646e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2211.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 96-2211\r\n\n              EL MUNDO BROADCASTING CORPORATION,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n         UNITED STEELWORKERS OF AMERICA, AFL-CIO CLC,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Carmen C. Cerezo, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nDavid R. Jury,  Assistant General Counsel, United Steelworkers  of\r                         \r\nAmerica, with whom Hilary E.  Ball-Walker and Cooper, Mitch, Crawford,\r                                                                              \r\nKuykendall &amp; Whatley were on brief for appellant.\r                            \r\nLuis D. Ortiz Abreu with whom Frances  R. Colon Rivera and Goldman\r                                                                              \r\nAntonetti &amp; Cordova were on brief for appellee.\r                           \r\n\n                                         \r\n\n                         June 2, 1997\r\n                                         \r\r\n\n          ALDRICH,   Senior  Circuit   Judge.     The  United\r                                                        \r\n\nSteelworkers  of America, AFL-CIO  CLC (the  \"Union\") appeals\r\n\nfrom an order of the district court granting summary judgment\r\n\nto appellee El  Mundo Broadcasting Corporation  (\"El Mundo\"),\r\n\nvacating an arbitration award in favor of the Union.  It also\r\n\nappeals the  court's denial of  its cross motion  for summary\r\n\njudgment to enforce the award.  We affirm.\r\n\n                        I.  Background\r                                                  \r\n\n          This  cases  arises  from  the  Union's attempt  to\r\n\nproceed on a grievance  covered under a collective bargaining\r\n\nagreement (the \"CBA\") between  the Union and El Mundo  and in\r\n\neffect  from  September  1991  through  September  16,  1994.\r\n\nSection XLV  of the CBA describes the  grievance procedure as\r\n\nfollows:\r\n\n          Sec.  1 -  The contracting  parties shall\r\n          follow the following procedure  to settle\r\n          on  complaints,  disputes  or  grievances\r\n          related  to  the  construction   of  this\r\n          bargaining agreement  which arise between\r\n          both:\r\n\n          First  Step:    The complaining  employee\r\n          shall  take his/her  case directly  to or\r\n          through  the  shop  steward   in  his/her\r\n          department   to    grievant's   immediate\r\n          supervisor  within  three (3)  days after\r\n          the occurrence of the act or action which\r\n          gave rise to the complaint or claim.  The\r\n          supervisor shall have up to  two (2) days\r\n          to rule on the case, and must immediately\r\n          notify the shop steward, or the grievant,\r\n          in writing, of his/her decision.\r\n\n          Second  Step:   If  the  solution at  the\r\n          First  Step  is  unsatisfactory   to  the\r\n          grievant,  he/she,  on  his/her   own  or\r\n\n                             -2-\r\r\n\n          through  the  shop steward,  within three\r\n          (3)  days   of  being  notified   of  the\r\n          decision at the First Step, may bring the\r\n          case to the head  of the department where\r\n          the employee works, who shall have up  to\r\n          two  (2)  days  to  rule  on  the  matter\r\n          submitted, and must notify in writing the\r\n          grievant  or  shop  steward   of  his/her\r\n          decision,  within  the  period  specified\r\n          herein.\r\n\n          Third  Step:   If  there is  no  solution\r\n          satisfactory to the parties at the Second\r\n          Step, the  grievant or the  shop steward,\r\n          may submit the case in  writing, no later\r\n          than three (3) days after being given the\r\n          decision  in  the  Second  Step,  to  the\r\n          Grievance  Committee   which  is  created\r\n          hereinbelow . . . .\r\n\n               b)  The  Grievance  Committee  shall\r\n               hear  and  see  the testimonial  and\r\n               documentary  evidence  submitted  by\r\n               the  parties  and  shall   make  its\r\n               decision,  based  on   all  of   the\r\n               evidence within ten  (10) days  from\r\n               the  date  on  which  the   case  is\r\n               submitted to it . . . .\r\n\n          Sec. 3 - Arbitration:   No later than ten\r\n          (10) days  from  the date  on  which  the\r\n          decision  is  issued  by   the  Grievance\r\n          Committee,  either  of  the  parties  may\r\n          bring its case before an arbitrator . . .\r\n          the parties shall have the opportunity to\r\n          present  their case once  more before the\r\n          arbitrator, who in his/her  decision must\r\n          adhere  to the  terms of  this Bargaining\r\n          Agreement  and  to  the submission  being\r\n          submitted to him . . . .\r\n\n          In  November  1992,  a  full-time  editor  position\r\n\nbecame  available.   El Mundo  did not  post the  position as\r\n\nrequired  under  the CBA.   On  December  9, 1992,  the Union\r\n\nreceived a \"personnel  action\" advising it that El  Mundo had\r\n\ngiven  the  editor position  to  one  Sandra Lopez  effective\r\n\n                             -3-\r\r\n\nNovember  23,   1992.    On  December   16,  Juan  Villalongo\r\n\n(\"Villalongo\"),  President of  Local 9314,  sent a  letter to\r\n\nJose  Mendoza  (\"Mendoza\"),  El  Mundo's  personnel  manager,\r\n\nalleging that El  Mundo had  violated the CBA  by failing  to\r\n\npost the editor position and  to consider two other employees\r\n\nwith  greater seniority  than  Lopez.   On  January 5,  1993,\r\n\nMendoza   replied  to   Villalongo,   denying   the   Union's\r\n\nallegations  and  reminding him  of  a  meeting the  previous\r\n\nNovember  where  Villalongo  had  not  objected when  Mendoza\r\n\nsuggested  eliminating the  posting  process and  giving  the\r\n\neditor  position to  Lopez,  in effect  agreeing through  his\r\n\nsilence.    Villalongo  did  not respond.    Nothing  further\r\n\nhappened  until March 8, 1993  when the Union  sent Mendoza a\r\n\n\"Grievance  Report.\"    El  Mundo's  response  was  that  the\r\n\ngrievance was not arbitrable because the Union had  failed to\r\n\ncomply  with  the procedures  and  time limits  for  filing a\r\n\ngrievance  under  the CBA.   On  March  19, 1993,  not having\r\n\ncomplied with the Second Step, the Union filed a petition for\r\n\nthe  designation   of  an  arbitrator  with   the  Bureau  of\r\n\nConciliation and Arbitration.\r\n\n          Boiled  down, we  note  five presently  significant\r\n\nmatters.    First,  Section  1 provides,  \"[t]he  contracting\r\n\nparties   shall   follow   the  following   procedure. . . .\"\r                                    \r\n\n(Emphasis ours.)   Second, all time  requirements are notably\r\n\nfirm and short.   Third, the complaining employee \"shall take\r                                                                         \r\n\n                             -4-\r\r\n\nhis/her case\"  to the employer's attention  \"within three (3)\r                                                                         \r\n\ndays  after the occurrence.\"  Fourth, within three days after\r                                      \r\n\nan employer decision the dissatisfied party may submit to the\r\n\nGrievance Committee.  Fifth,  the only provision for bringing\r\n\nthe \"case before an  arbitrator\" is (Sec. 3), \"no  later than\r\n\nten (10) days from  the date on which the decision  is issued\r\n\nby the Grievance Committee.\"\r\n\n          Item third was done too late, unless this grievance\r\n\nwas a new grievance, occurring every day.  The fourth was not\r\n\ndone,  ever.   The  fifth did  not  occur unless  seeking  an\r\n\narbitrator before a Grievance Committee decision qualifies as\r                             \r\n\n\"no  later than ten days from  the date on which the decision\r\n\nis  issued.\"   This  was waived,  however,  on the  issue  of\r\n\nprocedural arbitrability, by El Mundo's  specific submission,\r\n\nleaving procedure, to the degree open under the agreement, to\r\n\nthe arbitrator.  John  Wiley &amp; Sons, Inc. v.  Livingston, 376\r                                                                    \r\n\nU.S. 543, 557-58 (1964).\r\n\n                     II.  The Arbitration\r                                                     \r\n\n          A.  Introduction\r                                      \r\n\n          The parties were unable to agree on the question to\r\n\nbe submitted.  Accordingly, each provided the arbitrator with\r\n\nits  own version  of  the  question.   The  Union's  petition\r\n\ndescribed the issue to be arbitrated as:\r\n\n               The  Company['s]  grant[ing of]  the\r\n          job vacancy of Editor, without  its being\r\n          posted   for   the  information   of  the\r\n          interested employees, to an employee with\r\n\n                             -5-\r\r\n\n          less  seniority,  there  being  personnel\r\n          with more  seniority and equally  able to\r\n          perform it, among them the injured party.\r\n\nThe petition repeated El Mundo's response, which was, simply,\r\n\nthat the case was not arbitrable.\r\n\n          The arbitrator, purporting to rely upon local rules\r\n\nwhen the matter to  be decided had not been agreed  on, said,\r\n\nin his award, that the question was:\r\n\n               [W]hether    the     grievance    is\r\n          arbitrable  or  not  in   its  procedural\r\n          aspect.    Should  he/she decide  in  the\r\n          negative    the   grievance    shall   be\r\n          dismissed.  Should he/she rule that it is\r\n          arbitrable,   he/she   shall  issue   the\r\n          remedy.\r\n\n          Pausing here, there was a basic question facing the\r\n\ndistrict court.\r\n\n          B.  Finality\r                                  \r\n\n          It   is   essential   for  the   district   court's\r\n\njurisdiction  that the arbitrator's  decision was  final, not\r\n\ninterlocutory.  See, e.g., Local 36, Sheetmetal Workers Int'l\r                                                                         \r\n\nv. Pevely  Sheetmetal Co.,  951 F.2d  947,  949-50 (8th  Cir.\r                                     \r\n\n1992); Orion Pictures Corp. v. Writers Guild of Am. W., Inc.,\r                                                                        \r\n\n946 F.2d  722, 724 (9th  Cir. 1991).   We start  by what  was\r\n\nbefore him.\r\n\n          The  arbitrator heard  testimony  from  Mendoza  on\r\n\nbehalf  of El  Mundo  and received  into  evidence copies  of\r\n\ndocuments he provided.  Along with the correspondence between\r\n\nMendoza and Villalongo, El Mundo provided the arbitrator with\r\n\n                             -6-\r\r\n\ncopies of two earlier arbitration awards arising from similar\r\n\nbelated  circumstances and finding in favor of El Mundo based\r\n\non  the Union's  failure to  proceed timely  with grievances.\r\n\nThe Union  provided no  testimony and no  documentation, and,\r\n\napparently,  only  half-heartedly  attempted  to  justify its\r\n\nfailure to adhere to the CBA time limits.\r\n\n          The arbitrator's  view of the issue,  ante, we read\r                                                                \r\n\nto be, (1) the arbitrator  will determine whether, under  the\r\n\nagreement, the  grievance was arbitrable, viz.,  timely.  (2)\r\n\nIf  not arbitrable,  he would  order it dismissed.   (3)   If\r\n\narbitrable,  he shall order \"the  remedy.\"  As  to this last,\r\n\nwith  neither party  presenting  evidence on  the merits,  we\r\n\nconsider  the only  remedy open  was an  order to  follow the\r\n\ngrievance procedure.\r\n\n          The award was as follows:\r\n\n               [W]e  find  that  the  grievance  is\r\n          arbitrable  in   its  procedural  aspect,\r\n          since it is of a continuous nature.\r\n\n               Discussion   of  the   grievance  is\r\n          ordered   at  the   third  step   of  the\r\n          procedure  for  Grievances.   We consider\r\n          that since  this matter has  already been\r\n          discussed with the Personnel  Manager, it\r\n          would [sic] a futile exercise to go  back\r\n          to the first two steps of the procedure.\r\n\n               If  the  grievance has  to  be ruled\r\n          upon  on its  merits by  this arbitrator,\r\n          the claim,  if it  is in order,  shall be\r\n          retroactive to March 8, 1993, the date on\r\n          which  the  Union   filed  the   document\r\n          \"Grievance Report.\"\r\n\n                             -7-\r\r\n\n          In  finding  jurisdiction  without discussion,  the\r\n\ndistrict court assumed this to  be a final order.   Even more\r\n\nto the  point, the Union,  representing the grievant,  in its\r\n\npleading specifically so stated:\r\n\n               2.   The subject matter at issue has\r\n          been  arbitrated, and a final award which\r\n          is binding between the parties, under the\r\n          terms  and conditions  of the  CBA and/or\r\n          applicable law, has been issued.\r\n\nThe Union is bound by its pleading.1\r\n\n                        III.  Analysis\r                                                  \r\n\n          A. Is the Award Reviewable?\r                                                 \r\n\n          In  general,  even  final  and  binding arbitration\r\n\nawards  are not  subject  to judicial  review.   See  General\r                                                                         \r\n\nDrivers,  Warehousemen &amp; Helpers, Local 89 v. Riss &amp; Co., 372\r                                                                    \r\n\nU.S. 517, 519 (1963); United Steelworkers v. Enterprise Wheel\r                                                                         \r\n\n&amp;  Car  Corp.,  363   U.S.  593,  596  (1960).     In  United\r                                                                         \r\n\nPaperworkers Int'l  Union, AFL-CIO  v. Misco, Inc.,  484 U.S.\r                                                              \r\n\n29, 38 (1987), the  Court said, \"[A]s long as  the arbitrator\r\n\nis  even arguably  construing  or applying  the contract  and\r\n\nacting within the  scope of  his authority, that  a court  is\r\n\n                    \r                                \r\n\n1.  While  unnecessary  under  the  circumstances,   we  deal\r\nbriefly  with  the  argument   that  the  arbitrator's  third\r\nparagraph was a  retention of jurisdiction.   Third Step, the\r\nprocessing by the Grievance Committee, is a proceeding all by\r\nitself.     A   disappointed  party  may   subsequently  seek\r\narbitration,  but it would be a choice, a new proceeding, not\r\npreordained.  We regard the  arbitrator's statement as to the\r\ndate the grievance should  begin to be merely a  spelling out\r\nof  the interpretation on which he based his finding that the\r\nclaim  was  a day  to day  claim arising  daily.   It  had no\r\nindependent consequences.\r\n\n                             -8-\r\r\n\nconvinced  he committed  serious  error does  not suffice  to\r\n\noverturn  his decision.\"  At  the same time  the Court stated\r\n\nthat \"the arbitrator's award  settling a dispute with respect\r\n\nto  the interpretation  or application  of a  labor agreement\r\n\nmust draw  its essence  from the  contract and  cannot simply\r\n\nreflect the arbitrator's own notions of industrial justice.\"2\r\n\nIf  the arbitrator fails to  meet this standard, \"courts have\r\n\nno  choice   but  to   refuse  enforcement  of   the  award.\"\r\n\nEnterprise Wheel,  363  U.S. at  597.   We feel  that in  the\r                            \r\n\npresent  case  this admittedly,  extremely  narrow exception,\r\n\nexists  because  the arbitrator  enlarged  the agreement  and\r\n\nexceeded his authority under the CBA.\r\n\n          B.  Was There a Continuing Violation?\r                                                           \r\n\n          To  comply  with  grievant's  \"obligation  to  file\r\n\npromptly  or  lose  his  claim,\"  Sabree  v.  United Bhd.  of\r                                                                         \r\n\nCarpenters &amp; Joiners  Local No.  33, 921 F.2d  396, 402  (1st\r                                               \r\n\nCir.  1990), the  arbitrator found  that the  claim \"is  of a\r\n\ncontinuous nature;\"  \"arises and is renewed from day to day.\"\r\n\nFor  this he  cited arbitration  decisions where  an employer\r\n\n                    \r                                \r\n\n2.  We have found there  may be critical distinctions between\r\nMisco and claims which may be made in other cases.  In Misco,\r                                                                        \r\n\"[t]he specific  issue was  whether, under the  contract, the\r\narbitrator  could  limit  the  evidence  before  him  to  the\r\nevidence that had  been before  the employer at  the time  of\r\ndischarge . . . a  matter on which the  contract was silent.\"\r\nS.D. Warren Co. v. United Paperworkers' Int'l Union, AFL-CIO,\r                                                                         \r\nLocal  1069, 846 F.2d 827, 828 (1st Cir. 1988) (setting aside\r                       \r\narbitrator's determination under Misco as unsupported by  the\r                                                  \r\nessence of the agreement.)\r\n\n                             -9-\r\r\n\nchanged  a  rate  of pay  or  work  diminishing or  depriving\r\n\nemployees of  daily pay.3  The  daily failure to  pay was the\r\n\ndirect \"act or  action.\"  The act or occurrence  here was the\r\n\nnaming  of a person to the editorship.   Pay was not the act,\r\n\nbut was merely one of its consequences.\r\n\n          This is of logical  and practical significance.  In\r\n\nthe ordinary case of loss of pay, or of work,  the matter can\r\n\nbe  remedied  in  due course,  as  of  the  date  of  a  late\r\n\ngrievance, if  it  still continued,  without prejudicing  the\r\n\nemployer.  A  belated order  that a grievant  should oust  an\r\n\nincumbent  of a special office requiring posting and have her\r\n\nposition, disturbs  settled order.   If recognized  simply to\r\n\nthe extent of  giving the grievant  the increased salary,  it\r\n\nwill be paying her for work she is not doing, and doubles the\r\n\nemployer's costs.\r\n\n          The   appointment  of  an   editor  is  a  specific\r\n\noccurrence.    Clearly an  employer has  a  right to  have an\r\n\nappointment  settled  at  the  outset, and  require  that  an\r\n\nemployee claiming loss  of it complain  promptly, and not  be\r\n\n                    \r                                \r\n\n3.  Quaker   State  Refining   Corp.,  78   LA  1328   (1982)\r                                                \r\n(continuing  violation  from  loss  of  pay  through  union's\r\nfailure  to object  to erroneous  designation of  seniority);\r\nLockheed Missiles  &amp; Space  Co.,  61 LA  90 (1972)  (employer\r                                           \r\nfarmed  out work  to non-union  employees); Sears,  Roebuck &amp;\r                                                                         \r\nCo.,  39 LA 567 (1962)  (reduction in commission  and loss of\r               \r\npay raise).  The arbitrator did not mention,  if only as shop\r\nprocedure, two  similar cases, but where  El Mundo prevailed.\r\nSee In re Judith Borunet, Case No. A-1320 (1989); In re Ramon\r                                                                         \r\nViscarrondo and Luis Enrique Marrero, Case No. A-2250 (1983).\r                                                \r\n\n                             -10-\r\r\n\nallowed   to  wait   until  such   time  as   serves  his/her\r\n\nconvenience.  The arbitrator's purported logic  and treatment\r\n\nof plain language has rejected this right.  By misstating the\r\n\nbasic nature  of the occurrence the arbitrator  read the time\r\n\nprovisions  out of  the  contract,  ignoring  its  \"essence.\"\r\n\nPaperworkers, ante.   We affirm  the rulings of  the district\r                              \r\n\ncourt.\r\n\n                             -11-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 96-2211\r\n\n              EL MUNDO BROADCASTING CORPORATION,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n         UNITED STEELWORKERS OF AMERICA, AFL-CIO CLC,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Carmen C. Cerezo, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nDavid R. Jury,  Assistant General Counsel, United Steelworkers  of\r                         \r\nAmerica, with whom Hilary E.  Ball-Walker and Cooper, Mitch, Crawford,\r                                                                              \r\nKuykendall &amp; Whatley were on brief for appellant.\r                            \r\nLuis D. Ortiz Abreu with whom Frances  R. Colon Rivera and Goldman\r                                                                              \r\nAntonetti &amp; Cordova were on brief for appellee.\r                           \r\n\n                                         \r\n\n                         June 2, 1997\r\n                                         \r\r\n\n          ALDRICH,   Senior  Circuit   Judge.     The  United\r                                                        \r\n\nSteelworkers  of America, AFL-CIO  CLC (the  \"Union\") appeals\r\n\nfrom an order of the district court granting summary judgment\r\n\nto appellee El  Mundo Broadcasting Corporation  (\"El Mundo\"),\r\n\nvacating an arbitration award in favor of the Union.  It also\r\n\nappeals the  court's denial of  its cross motion  for summary\r\n\njudgment to enforce the award.  We affirm.\r\n\n                        I.  Background\r                                                  \r\n\n          This  cases  arises  from  the  Union's attempt  to\r\n\nproceed on a grievance  covered under a collective bargaining\r\n\nagreement (the \"CBA\") between  the Union and El Mundo  and in\r\n\neffect  from  September  1991  through  September  16,  1994.\r\n\nSection XLV  of the CBA describes the  grievance procedure as\r\n\nfollows:\r\n\n          Sec.  1 -  The contracting  parties shall\r\n          follow the following procedure  to settle\r\n          on  complaints,  disputes  or  grievances\r\n          related  to  the  construction   of  this\r\n          bargaining agreement  which arise between\r\n          both:\r\n\n          First  Step:    The complaining  employee\r\n          shall  take his/her  case directly  to or\r\n          through  the  shop  steward   in  his/her\r\n          department   to    grievant's   immediate\r\n          supervisor  within  three (3)  days after\r\n          the occurrence of the act or action which\r\n          gave rise to the complaint or claim.  The\r\n          supervisor shall have up to  two (2) days\r\n          to rule on the case, and must immediately\r\n          notify the shop steward, or the grievant,\r\n          in writing, of his/her decision.\r\n\n          Second  Step:   If  the  solution at  the\r\n          First  Step  is  unsatisfactory   to  the\r\n          grievant,  he/she,  on  his/her   own  or\r\n\n                             -2-\r\r\n\n          through  the  shop steward,  within three\r\n          (3)  days   of  being  notified   of  the\r\n          decision at the First Step, may bring the\r\n          case to the head  of the department where\r\n          the employee works, who shall have up  to\r\n          two  (2)  days  to  rule  on  the  matter\r\n          submitted, and must notify in writing the\r\n          grievant  or  shop  steward   of  his/her\r\n          decision,  within  the  period  specified\r\n          herein.\r\n\n          Third  Step:   If  there is  no  solution\r\n          satisfactory to the parties at the Second\r\n          Step, the  grievant or the  shop steward,\r\n          may submit the case in  writing, no later\r\n          than three (3) days after being given the\r\n          decision  in  the  Second  Step,  to  the\r\n          Grievance  Committee   which  is  created\r\n          hereinbelow . . . .\r\n\n               b)  The  Grievance  Committee  shall\r\n               hear  and  see  the testimonial  and\r\n               documentary  evidence  submitted  by\r\n               the  parties  and  shall   make  its\r\n               decision,  based  on   all  of   the\r\n               evidence within ten  (10) days  from\r\n               the  date  on  which  the   case  is\r\n               submitted to it . . . .\r\n\n          Sec. 3 - Arbitration:   No later than ten\r\n          (10) days  from  the date  on  which  the\r\n          decision  is  issued  by   the  Grievance\r\n          Committee,  either  of  the  parties  may\r\n          bring its case before an arbitrator . . .\r\n          the parties shall have the opportunity to\r\n          present  their case once  more before the\r\n          arbitrator, who in his/her  decision must\r\n          adhere  to the  terms of  this Bargaining\r\n          Agreement  and  to  the submission  being\r\n          submitted to him . . . .\r\n\n          In  November  1992,  a  full-time  editor  position\r\n\nbecame  available.   El Mundo  did not  post the  position as\r\n\nrequired  under  the CBA.   On  December  9, 1992,  the Union\r\n\nreceived a \"personnel  action\" advising it that El  Mundo had\r\n\ngiven  the  editor position  to  one  Sandra Lopez  effective\r\n\n                             -3-\r\r\n\nNovember  23,   1992.    On  December   16,  Juan  Villalongo\r\n\n(\"Villalongo\"),  President of  Local 9314,  sent a  letter to\r\n\nJose  Mendoza  (\"Mendoza\"),  El  Mundo's  personnel  manager,\r\n\nalleging that El  Mundo had  violated the CBA  by failing  to\r\n\npost the editor position and  to consider two other employees\r\n\nwith  greater seniority  than  Lopez.   On  January 5,  1993,\r\n\nMendoza   replied  to   Villalongo,   denying   the   Union's\r\n\nallegations  and  reminding him  of  a  meeting the  previous\r\n\nNovember  where  Villalongo  had  not  objected when  Mendoza\r\n\nsuggested  eliminating the  posting  process and  giving  the\r\n\neditor  position to  Lopez,  in effect  agreeing through  his\r\n\nsilence.    Villalongo  did  not respond.    Nothing  further\r\n\nhappened  until March 8, 1993  when the Union  sent Mendoza a\r\n\n\"Grievance  Report.\"    El  Mundo's  response  was  that  the\r\n\ngrievance was not arbitrable because the Union had  failed to\r\n\ncomply  with  the procedures  and  time limits  for  filing a\r\n\ngrievance  under  the CBA.   On  March  19, 1993,  not having\r\n\ncomplied with the Second Step, the Union filed a petition for\r\n\nthe  designation   of  an  arbitrator  with   the  Bureau  of\r\n\nConciliation and Arbitration.\r\n\n          Boiled  down, we  note  five presently  significant\r\n\nmatters.    First,  Section  1 provides,  \"[t]he  contracting\r\n\nparties   shall   follow   the  following   procedure. . . .\"\r                                    \r\n\n(Emphasis ours.)   Second, all time  requirements are notably\r\n\nfirm and short.   Third, the complaining employee \"shall take\r                                                                         \r\n\n                             -4-\r\r\n\nhis/her case\"  to the employer's attention  \"within three (3)\r                                                                         \r\n\ndays  after the occurrence.\"  Fourth, within three days after\r                                      \r\n\nan employer decision the dissatisfied party may submit to the\r\n\nGrievance Committee.  Fifth,  the only provision for bringing\r\n\nthe \"case before an  arbitrator\" is (Sec. 3), \"no  later than\r\n\nten (10) days from  the date on which the decision  is issued\r\n\nby the Grievance Committee.\"\r\n\n          Item third was done too late, unless this grievance\r\n\nwas a new grievance, occurring every day.  The fourth was not\r\n\ndone,  ever.   The  fifth did  not  occur unless  seeking  an\r\n\narbitrator before a Grievance Committee decision qualifies as\r                             \r\n\n\"no  later than ten days from  the date on which the decision\r\n\nis  issued.\"   This  was waived,  however,  on the  issue  of\r\n\nprocedural arbitrability, by El Mundo's  specific submission,\r\n\nleaving procedure, to the degree open under the agreement, to\r\n\nthe arbitrator.  John  Wiley &amp; Sons, Inc. v.  Livingston, </pre><span class=\"citation\" data-id=\"106784\"><a href=\"/opinion/106784/john-wiley-sons-inc-v-livingston/\"><span class=\"volume\">376</span>\r                                                                    \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span><pre class=\"inline\">, 557-58 (1964).\r\n\n                     II.  The Arbitration\r                                                     \r\n\n          A.  Introduction\r                                      \r\n\n          The parties were unable to agree on the question to\r\n\nbe submitted.  Accordingly, each provided the arbitrator with\r\n\nits  own version  of  the  question.   The  Union's  petition\r\n\ndescribed the issue to be arbitrated as:\r\n\n               The  Company['s]  grant[ing of]  the\r\n          job vacancy of Editor, without  its being\r\n          posted   for   the  information   of  the\r\n          interested employees, to an employee with\r\n\n                             -5-\r\r\n\n          less  seniority,  there  being  personnel\r\n          with more  seniority and equally  able to\r\n          perform it, among them the injured party.\r\n\nThe petition repeated El Mundo's response, which was, simply,\r\n\nthat the case was not arbitrable.\r\n\n          The arbitrator, purporting to rely upon local rules\r\n\nwhen the matter to  be decided had not been agreed  on, said,\r\n\nin his award, that the question was:\r\n\n               [W]hether    the     grievance    is\r\n          arbitrable  or  not  in   its  procedural\r\n          aspect.    Should  he/she decide  in  the\r\n          negative    the   grievance    shall   be\r\n          dismissed.  Should he/she rule that it is\r\n          arbitrable,   he/she   shall  issue   the\r\n          remedy.\r\n\n          Pausing here, there was a basic question facing the\r\n\ndistrict court.\r\n\n          B.  Finality\r                                  \r\n\n          It   is   essential   for  the   district   court's\r\n\njurisdiction  that the arbitrator's  decision was  final, not\r\n\ninterlocutory.  See, e.g., Local 36, Sheetmetal Workers Int'l\r                                                                         \r\n\nv. Pevely  Sheetmetal Co.,  </pre><span class=\"citation\" data-id=\"573961\"><a href=\"/opinion/573961/local-36-sheet-metal-workers-international-association-afl-cio-v-pevely/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">947</span></a></span><pre class=\"inline\">,  949-50 (8th  Cir.\r                                     \r\n\n1992); Orion Pictures Corp. v. Writers Guild of Am. W., Inc.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"569379\"><a href=\"/opinion/569379/orion-pictures-corporation-v-writers-guild-of-america-west-inc/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">722</span></a></span><pre class=\"inline\">, 724 (9th  Cir. 1991).   We start  by what  was\r\n\nbefore him.\r\n\n          The  arbitrator heard  testimony  from  Mendoza  on\r\n\nbehalf  of El  Mundo  and received  into  evidence copies  of\r\n\ndocuments he provided.  Along with the correspondence between\r\n\nMendoza and Villalongo, El Mundo provided the arbitrator with\r\n\n                             -6-\r\r\n\ncopies of two earlier arbitration awards arising from similar\r\n\nbelated  circumstances and finding in favor of El Mundo based\r\n\non  the Union's  failure to  proceed timely  with grievances.\r\n\nThe Union  provided no  testimony and no  documentation, and,\r\n\napparently,  only  half-heartedly  attempted  to  justify its\r\n\nfailure to adhere to the CBA time limits.\r\n\n          The arbitrator's  view of the issue,  ante, we read\r                                                                \r\n\nto be, (1) the arbitrator  will determine whether, under  the\r\n\nagreement, the  grievance was arbitrable, viz.,  timely.  (2)\r\n\nIf  not arbitrable,  he would  order it dismissed.   (3)   If\r\n\narbitrable,  he shall order \"the  remedy.\"  As  to this last,\r\n\nwith  neither party  presenting  evidence on  the merits,  we\r\n\nconsider  the only  remedy open  was an  order to  follow the\r\n\ngrievance procedure.\r\n\n          The award was as follows:\r\n\n               [W]e  find  that  the  grievance  is\r\n          arbitrable  in   its  procedural  aspect,\r\n          since it is of a continuous nature.\r\n\n               Discussion   of  the   grievance  is\r\n          ordered   at  the   third  step   of  the\r\n          procedure  for  Grievances.   We consider\r\n          that since  this matter has  already been\r\n          discussed with the Personnel  Manager, it\r\n          would [sic] a futile exercise to go  back\r\n          to the first two steps of the procedure.\r\n\n               If  the  grievance has  to  be ruled\r\n          upon  on its  merits by  this arbitrator,\r\n          the claim,  if it  is in order,  shall be\r\n          retroactive to March 8, 1993, the date on\r\n          which  the  Union   filed  the   document\r\n          \"Grievance Report.\"\r\n\n                             -7-\r\r\n\n          In  finding  jurisdiction  without discussion,  the\r\n\ndistrict court assumed this to  be a final order.   Even more\r\n\nto the  point, the Union,  representing the grievant,  in its\r\n\npleading specifically so stated:\r\n\n               2.   The subject matter at issue has\r\n          been  arbitrated, and a final award which\r\n          is binding between the parties, under the\r\n          terms  and conditions  of the  CBA and/or\r\n          applicable law, has been issued.\r\n\nThe Union is bound by its pleading.1\r\n\n                        III.  Analysis\r                                                  \r\n\n          A. Is the Award Reviewable?\r                                                 \r\n\n          In  general,  even  final  and  binding arbitration\r\n\nawards  are not  subject  to judicial  review.   See  General\r                                                                         \r\n\nDrivers,  Warehousemen &amp; Helpers, Local 89 v. Riss &amp; Co., </pre><span class=\"citation\" data-id=\"106551\"><a href=\"/opinion/106551/drivers-v-riss-co/\"><span class=\"volume\">372</span>\r                                                                    \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span><pre class=\"inline\">, 519 (1963); United Steelworkers v. Enterprise Wheel\r                                                                         \r\n\n&amp;  Car  Corp.,  </pre><span class=\"citation\" data-id=\"106086\"><a href=\"/opinion/106086/steelworkers-v-enterprise-wheel-car-corp/\"><span class=\"volume\">363</span>   <span class=\"reporter\">U.S.</span>  <span class=\"page\">593</span></a></span><pre class=\"inline\">,  596  (1960).     In  United\r                                                                         \r\n\nPaperworkers Int'l  Union, AFL-CIO  v. Misco, Inc.,  </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span>\r                                                              \r\n\n<span class=\"page\">29</span></a></span><pre class=\"inline\">, 38 (1987), the  Court said, \"[A]s long as  the arbitrator\r\n\nis  even arguably  construing  or applying  the contract  and\r\n\nacting within the  scope of  his authority, that  a court  is\r\n\n                    \r                                \r\n\n1.  While  unnecessary  under  the  circumstances,   we  deal\r\nbriefly  with  the  argument   that  the  arbitrator's  third\r\nparagraph was a  retention of jurisdiction.   Third Step, the\r\nprocessing by the Grievance Committee, is a proceeding all by\r\nitself.     A   disappointed  party  may   subsequently  seek\r\narbitration,  but it would be a choice, a new proceeding, not\r\npreordained.  We regard the  arbitrator's statement as to the\r\ndate the grievance should  begin to be merely a  spelling out\r\nof  the interpretation on which he based his finding that the\r\nclaim  was  a day  to day  claim arising  daily.   It  had no\r\nindependent consequences.\r\n\n                             -8-\r\r\n\nconvinced  he committed  serious  error does  not suffice  to\r\n\noverturn  his decision.\"  At  the same time  the Court stated\r\n\nthat \"the arbitrator's award  settling a dispute with respect\r\n\nto  the interpretation  or application  of a  labor agreement\r\n\nmust draw  its essence  from the  contract and  cannot simply\r\n\nreflect the arbitrator's own notions of industrial justice.\"2\r\n\nIf  the arbitrator fails to  meet this standard, \"courts have\r\n\nno  choice   but  to   refuse  enforcement  of   the  award.\"\r\n\nEnterprise Wheel,  363  U.S. at  597.   We feel  that in  the\r                            \r\n\npresent  case  this admittedly,  extremely  narrow exception,\r\n\nexists  because  the arbitrator  enlarged  the agreement  and\r\n\nexceeded his authority under the CBA.\r\n\n          B.  Was There a Continuing Violation?\r                                                           \r\n\n          To  comply  with  grievant's  \"obligation  to  file\r\n\npromptly  or  lose  his  claim,\"  Sabree  v.  United Bhd.  of\r                                                                         \r\n\nCarpenters &amp; Joiners  Local No.  33, </pre><span class=\"citation\" data-id=\"553173\"><a href=\"/opinion/553173/54-fair-emplpraccas-1070-55-empl-prac-dec-p-40456-mark-h-sabree-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">396</span></a></span><pre class=\"inline\">, 402  (1st\r                                               \r\n\nCir.  1990), the  arbitrator found  that the  claim \"is  of a\r\n\ncontinuous nature;\"  \"arises and is renewed from day to day.\"\r\n\nFor  this he  cited arbitration  decisions where  an employer\r\n\n                    \r                                \r\n\n2.  We have found there  may be critical distinctions between\r\nMisco and claims which may be made in other cases.  In Misco,\r                                                                        \r\n\"[t]he specific  issue was  whether, under the  contract, the\r\narbitrator  could  limit  the  evidence  before  him  to  the\r\nevidence that had  been before  the employer at  the time  of\r\ndischarge . . . a  matter on which the  contract was silent.\"\r\nS.D. Warren Co. v. United Paperworkers' Int'l Union, AFL-CIO,\r                                                                         \r\nLocal  1069, </pre><span class=\"citation\" data-id=\"506054\"><a href=\"/opinion/506054/sd-warren-company-a-division-of-scott-paper-co-v-united-paperworkers/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span><pre class=\"inline\">, 828 (1st Cir. 1988) (setting aside\r                       \r\narbitrator's determination under Misco as unsupported by  the\r                                                  \r\nessence of the agreement.)\r\n\n                             -9-\r\r\n\nchanged  a  rate  of pay  or  work  diminishing or  depriving\r\n\nemployees of  daily pay.3  The  daily failure to  pay was the\r\n\ndirect \"act or  action.\"  The act or occurrence  here was the\r\n\nnaming  of a person to the editorship.   Pay was not the act,\r\n\nbut was merely one of its consequences.\r\n\n          This is of logical  and practical significance.  In\r\n\nthe ordinary case of loss of pay, or of work,  the matter can\r\n\nbe  remedied  in  due course,  as  of  the  date  of  a  late\r\n\ngrievance, if  it  still continued,  without prejudicing  the\r\n\nemployer.  A  belated order  that a grievant  should oust  an\r\n\nincumbent  of a special office requiring posting and have her\r\n\nposition, disturbs  settled order.   If recognized  simply to\r\n\nthe extent of  giving the grievant  the increased salary,  it\r\n\nwill be paying her for work she is not doing, and doubles the\r\n\nemployer's costs.\r\n\n          The   appointment  of  an   editor  is  a  specific\r\n\noccurrence.    Clearly an  employer has  a  right to  have an\r\n\nappointment  settled  at  the  outset, and  require  that  an\r\n\nemployee claiming loss  of it complain  promptly, and not  be\r\n\n                    \r                                \r\n\n3.  Quaker   State  Refining   Corp.,  </pre><span class=\"citation no-link\"><span class=\"volume\">78</span>   <span class=\"reporter\">LA</span>  <span class=\"page\">1328</span></span><pre class=\"inline\">   (1982)\r                                                \r\n(continuing  violation  from  loss  of  pay  through  union's\r\nfailure  to object  to erroneous  designation of  seniority);\r\nLockheed Missiles  &amp; Space  Co.,  </pre><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">LA</span>  <span class=\"page\">90</span></span><pre class=\"inline\"> (1972)  (employer\r                                           \r\nfarmed  out work  to non-union  employees); Sears,  Roebuck &amp;\r                                                                         \r\nCo.,  </pre><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">LA</span> <span class=\"page\">567</span></span><pre class=\"inline\"> (1962)  (reduction in commission  and loss of\r               \r\npay raise).  The arbitrator did not mention,  if only as shop\r\nprocedure, two  similar cases, but where  El Mundo prevailed.\r\nSee In re Judith Borunet, Case No. A-1320 (1989); In re Ramon\r                                                                         \r\nViscarrondo and Luis Enrique Marrero, Case No. A-2250 (1983).\r                                                \r\n\n                             -10-\r\r\n\nallowed   to  wait   until  such   time  as   serves  his/her\r\n\nconvenience.  The arbitrator's purported logic  and treatment\r\n\nof plain language has rejected this right.  By misstating the\r\n\nbasic nature  of the occurrence the arbitrator  read the time\r\n\nprovisions  out of  the  contract,  ignoring  its  \"essence.\"\r\n\nPaperworkers, ante.   We affirm  the rulings of  the district\r                              \r\n\ncourt.\r\n\n                             -11-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573961/"
  ]
}