{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197338/",
  "absolute_url": "/opinion/197338/united-states-v-rivera/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197338/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:27:41Z",
  "date_modified": "2017-03-24T10:51:01.863148Z",
  "type": "010combined",
  "sha1": "1b9a7bbbeb78fe9be0e34da68b35fdd74a0fde21",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2188.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-2188\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                          PEDRO RIVERA,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                      Torruella, Chief Judge,\r                                                      \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n         Selya, Boudin, Stahl and Lynch, Circuit Judges.\r                                                                 \r\n                                           \r\n\n  Rafael Castro Lang and Rachel Brill for appellant.\r                                               \r\n  Andrew C. Mergen with whom Anne S. Almy, Charles A. De Monaco,\r                                                                         \r\nMichael J. Woods, David C. Shilton, Peter A. Appel, Lisa E. Jones,\r                                                                         \r\nLois J. Schiffer, Assistant Attorney General, Environment &amp; Natural\r                        \r\nResources Division, Guillermo Gil, United States Attorney, Jorge E.\r                                                                           \r\nVega-Pacheco, Assistant United States Attorney, and Miguel A. Pereira,\r                                                                             \r\nAssistant United States Attorney, were on brief for appellee.\r\n  James F. Moseley, Patrick J. Bonner, and Robert B. Parrish on\r                                                                      \r\nbrief for Maritime Law Association, amicus curiae.\r\n                                           \r\n\n                         OPINION EN BANC\r\n                                           \r\n\n                         December 2, 1997\r\n                                           \r\r\n\n     COFFIN,  Senior  Circuit  Judge.    Appellant  Pedro  Rivera\r               COFFIN,  Senior  Circuit  Judge\r                                              \r\n\nappeals  his conviction  under  46 U.S.C.    10908  for knowingly\r\n\nsending a  vessel to  sea in an  unseaworthy condition  likely to\r\n\nendanger  the  life  of  an  individual.   He  alleges  that  his\r\n\nprosecution  was invalid, that the evidence was insufficient, and\r\n\nvarious  trial errors.    After  a divided  panel  of this  court\r\n\naffirmed  the  conviction, we  ordered  en  banc  hearing on  the\r                                                          \r\n\nstatutory and sufficiency issues.  We now find the prosecution to\r\n\nbe  proper,   but  conclude   that  the   evidence  adduced   was\r\n\ninsufficient  to establish  that Rivera  knew  that the  vessel's\r\n\ncondition was  \"likely to endanger  the life  of an  individual.\"\r\n\nThe judgment of conviction therefore must be reversed.1\r\n\n                          I.  Background\r                                                  \r\n\n     This  case arises  out of  a major  oil spill  that occurred\r\n\nduring the night of January 6-7, 1994  off the coast of San Juan,\r\n\nPuerto Rico.  The accident occurred after the tow wire connecting\r\n\nthe tugboat Emily S.  to the barge  Morris J. Berman parted;  the\r                                                              \r\n\nbarge  subsequently  ran   aground,  spilling  its  oily   cargo.\r\n\nAppellant Rivera  was the  general manager  of the  Bunker Group,\r\n\nwhich managed the tugboat.\r\n\n     On the night  of the accident, Rivera had  directed the crew\r\n\nof the  Emily S. to transport the Morris  J. Berman from San Juan\r                                                             \r\n\nto  Antigua.   Although  various  crew members  of  the Emily  S.\r                                                                           \r\n\n                    \r                              \r\n\n     1 The asserted trial errors were not certified for en banc\r                                                                         \r\nreview, and the panel's rejection of them therefore is not before\r\nus.  Because our disposition renders those errors moot, we do not\r\nneed to re-adopt that portion of the withdrawn opinion. \r\n\n                               -2-\r\r\n\npreviously  had  told  Rivera  of  the  towing  wire's  seriously\r\n\ndeteriorated condition, and although a new wire had  been ordered\r\n\nand was  available,2 the  voyage proceeded with  the old  wire in\r\n\nplace.  Shortly after the vessel  left San Juan Harbor, the  wire\r\n\nparted.  Captain Roy McMichael repaired the wire, but did not use\r\n\na thimble, a device that  prevents abrasion in a repaired section\r\n\nof  wire.  Several hours later, the  wire parted again; the barge\r\n\ndrifted off and went aground.\r\n\n     Rivera was found guilty  by a jury of violating  46 U.S.C.  \r\n\n10908 for knowingly sending the Emily S. to sea in an unseaworthy\r                                                  \r\n\ncondition likely to endanger life.3   We review his conviction on\r\n\nboth statutory and evidentiary grounds.\r\n\n             II. Interpretation of 46 U.S.C.   10908\r                                                              \r\n\n     The  first question certified  for en banc  consideration is\r                                                         \r\n\none  of statutory interpretation:  was Rivera's prosecution under\r\n\nsection  10908 flawed  because  certain procedural  prerequisites\r\n\nwere not met?  Section 10908 provides as follows:\r\n\n          A person that knowingly sends or attempts to send,\r\n     or that is a party to  sending or attempting to send, a\r\n     vessel of the  United States to sea,  in an unseaworthy\r\n     state  that  is  likely  to  endanger the  life  of  an\r\n     individual,  shall  be  fined  not  more  than  $1,000,\r\n     imprisoned for not more than 5 years, or both.\r\n\n                    \r                              \r\n\n     2 The wire apparently was not installed before the trip\r\nbecause workers were unavailable as a result of the Three Kings'\r\nholiday. \r\n\n     3 The jury also convicted Rivera for knowingly violating a\r\nCoast Guard regulation, see 33 U.S.C.   1232(b)(1), but the\r                                     \r\ndistrict court later granted Rivera's motion for acquittal on\r\nthat count.\r\n\n                               -3-\r\r\n\nThis is  the final  provision in Chapter  109 of  Title 46.   The\r\n\nchapter,  entitled  \"Proceedings   on  Unseaworthiness,\"  focuses\r\n\nprimarily   on  procedures  to  be   used  by  seamen  to  report\r\n\nunseaworthy vessels.  Rivera maintains that these procedures must\r\n\nbe instituted  before a criminal prosecution may be brought under\r\n\nsection 10908.   The  government argues that  section 10908  is a\r\n\nfreestanding statute  that  on  its  own  provides  a  basis  for\r\n\ncriminal liability.\r\n\n     To  resolve this  dispute,  we  must  confront  three  major\r\n\nanalytical  issues:   (1) to  what extent  should the  context of\r\n\nsection 10908 within Chapter 109 guide our interpretation  of its\r\n\nlanguage? (2) what  role should be played by legislative history?\r\n\n(3)  is our interpretation  \"palpably unreasonable\"?   We address\r\n\neach of these substantial issues  in Section A below, and briefly\r\n\nnote in  Section B  inconsistencies in this  area of law  that we\r\n\nbelieve deserve the attention of Congress.\r\n\n     A.  An  Examination  of Context,  Legislative  History,  and\r                                                                           \r\n\nReasonableness.\r                         \r\n\n     We enter our analysis by noting that the interpretation of a\r\n\nstatute presents a purely legal  question, and thus our review is\r\n\nde novo.   See Strickland v. Commissioner, 96 F.3d  542, 545 (1st\r                                                   \r\n\nCir. 1996).\r\n\n     (1) Plain Language or Beyond?  The well established approach\r                                            \r\n\nto statutory construction begins with the  actual language of the\r\n\nprovision, Landreth  Timber Co.  v. Landreth, 471  U.S. 681,  685\r                                                      \r\n\n(1985).  When the \"plain meaning\" is clear on its face, \"the sole\r\n\n                               -4-\r\r\n\nfunction of the courts is to enforce it according to its terms.\" \r\n\nCaminetti  v. United  States,  242 U.S.  470, 485  (1917); United\r                                                                           \r\n\nStates v. Bohai  Trading Co., 45  F.3d 577, 581 (1st  Cir. 1995).\r                                      \r\n\nFrom one vantage point, this is the beginning and the end  of our\r\n\nanalysis.   On  its  face,  there is  nothing  unclear about  the\r\n\nmeaning  of section  10908.    Its language  does  not limit  its\r\n\napplication  to \"a person\"  against whom Chapter  109 proceedings\r\n\nhave  been  brought.     Rather,  it  sets   out  three  specific\r\n\nrequirements for finding a person culpable: (1) knowingly sending\r\n\na  vessel  to  sea;  (2)  knowing  that  the  vessel  was  in  an\r\n\nunseaworthy condition; and  (3) knowing that the  unseaworthiness\r\n\nwas such  that it  would likely  endanger life.   Straightforward\r\n\napplication of  the plain language  rule leaves no place  for the\r\n\nprocedural prerequisites asserted by Rivera.   \r\n\n     There  is, however, a respectable contrary view that reading\r\n\nChapter  109 as  a whole  leads to  a different  understanding of\r\n\nsection 10908.  From this  perspective, section 10908 is designed\r\n\nto enhance  the complaint  procedures outlined  in the  preceding\r\n\nsections by criminalizing  a knowing attempt to  take a dangerous\r\n\nvessel to sea after an official finding of unseaworthiness or the\r\n\nlodging of a complaint pursuant to those sections.4\r\n                    \r                              \r\n\n     4 Chapter 109 was enacted in 1983 as Public Law 98-89.  It\r\nprovides for the filing of a complaint with the master of a\r\nvessel by the \"chief and second mates or a majority of the crew,\"\r\nbefore a voyage takes place, if the vessel appears unfit to the\r\nseaman, 46 U.S.C.   10902(a)(1).  A master receiving such a\r\ncomplaint is then required to apply to a district court of the\r\nUnited States for the appointment of \"3 experienced and skilled\r\nmarine surveyors to examine the vessel for the defects or\r\ninsufficiencies complained of.\"  Id.; id. at   10903(a).  After\r                                                   \r\n\n                               -5-\r\r\n\n     Rivera  maintains  that  this contextual  interpretation  of\r\n\nsection  10908  is  supported  by  a  reading  of  the  statutory\r\n\nprovisions from which  Chapter 109 is derived, 46  U.S.C.    653-\r\n\n658.  Those provisions, originally enacted in  1840, were amended\r\n\nin  1983  for  the primary  purpose  of  re-organizing  the then-\r\n\nexisting  maritime legislation  on  the  safety  of  vessels  and\r\n\nprotection  of seamen  into  a  more  comprehensible  and  easily\r\n\nadministered scheme.   See H.R.  Rep. No. 98-338, at  113 (1983),\r                                    \r\n\nreprinted in  1983 U.S.C.C.A.N.  924,  925.   Former section  658\r                      \r\n\nconsisted  of four  sentences, the  next-to-last  of which,  with\r\n\nminor revision, became new section 10908.5\r\n                    \r                              \r\n\ntheir investigation, the surveyors must make a report stating\r\nwhether the vessel is fit and, if not, must make appropriate\r\nrecommendations as to how to render the vessel seaworthy.  Id. at\r                                                                        \r\n  10903(a).  The district court then passes upon the report and\r\nrenders its judgment, which must be complied with by the master\r\nand crew of the vessel.  Id. at   10903(b).  The remaining\r                                      \r\nsections of Chapter 109 detail further consequences: section\r\n10905 provides for the filing of complaints in foreign ports;\r\nsection 10906 provides for the discharge of the crew upon a\r\nfinding of the vessel's unsuitability; section 10907 prohibits a\r\nmaster from interfering with a seaman's right to file a complaint\r\nunder this chapter.  Finally, section 10908, the provision at\r\nissue here, provides for criminal sanctions.\r\n\n     5 The opening two sentences of section 658 were linked in\r\ncontent to the preceding provisions on the appointment of vessel\r\ninspectors by consular officials in foreign ports, and specified\r\nwhen such an official should discharge a crew on account of\r\nunseaworthiness.  The third sentence began as follows:\r\n\n     If any person knowingly sends or attempts to send or is\r\n     party to the sending or attempting to send an American\r\n     ship to sea, in the foreign or coastwise trade, in such\r\n     an unseaworthy state that the life of any person is\r\n     likely to be thereby endangered, he shall, in respect\r\n     of each offense, be guilty of a misdemeanor, and shall\r\n     be punished by a fine not to exceed $1,000 or by\r\n     imprisonment not to exceed five years, or both, . . . .\r\n\n                               -6-\r\r\n\n     Rivera points particularly  to the word \"such\"  in the final\r\n\nportion of section  658 -- the reference to sending a ship to sea\r\n\nin  \"such  an unseaworthy  state\"  -- as  evidence  that criminal\r               such\r\n\nliability was intended only when a finding  of unseaworthiness as\r\n\nspecified in the prior sections  was made.  Although that portion\r\n\nof section 658  was separately codified as section  10908 as part\r\n\nof the 1983  amendments, and the word \"such\"  was deleted, Rivera\r\n\nmaintains  that  the  context  makes  clear  that  the  focus  on\r\n\nunseaworthiness  remained  the  same:  criminal  liability  under\r\n\nsection  10908 is applicable  only when unseaworthiness  is found\r\n\npursuant to the preceding procedural mechanisms.\r\n\n     We have difficulty  drawing so much  from the context  here.\r\n\nWhile cognizant  of \"the cardinal  rule that  a statute is  to be\r\n\nread as a whole  . . . , since the meaning of statutory language,\r\n\nplain or not,  depends on context,\" Conroy v.  Aniskoff, 507 U.S.\r                                                                 \r\n\n511, 515 (1993) (citations omitted),  we gain no insight from the\r\n\nsurrounding   text  in  this  instance.    Indeed,  the  relevant\r\n\n\"context\" is subject to different interpretations.  Rivera argues\r\n\nthat the  backdrop is a  multi-part procedural scheme  for making\r\n\ndeterminations  of   unseaworthiness  based  on   claims  brought\r\n\nprimarily by  seamen.    The government  takes  a  broader  view,\r\n\ndescribing the context simply as  a set of provisions  concerning\r\n\nunseaworthiness,  with the  criminal  prosecution  serving as  an\r\n\n                    \r                              \r\n\nThe next clause of the sentence provided a defense to the\r\nviolation based on reasonableness.\r\n\n                               -7-\r\r\n\nappropriately harsh penalty for a limited category of individuals\r\n\nwho knowingly put lives in jeopardy.\r\n\n     Both of these frameworks are  consistent with what we see as\r\n\nthe overall  purpose of the  legislation -- to protect  seamen --\r\n\nand we  therefore find no  aid to construction in  the provisions\r\n\nsurrounding section 10908.6  Nor does a focus on the word \"such,\"\r\n\nas Rivera urges, move  us beyond the plain language.  Although we\r\n\nbelieve  the use  of \"such\"  in  the old  statute appears  almost\r\n\ncertainly  to look  forward  to  the  extent  of  unseaworthiness\r\n\nnecessary to trigger  liability, rather than back  to a preceding\r\n\nfinding,  there is no room for  argument that the language in the\r\n\nrecodified provision is  ambiguous.  Taking section 10908 at face\r\n\nvalue, without limitations, avoids any uncertainty.7\r\n\n                    \r                              \r\n\n     6 Context plays a larger role when a literal reading of the\r\nlanguage at issue would do violence to the overall scheme.  See\r                                                                         \r\nUnited States v. Falvey, 676 F.2d 871, 875 (1st Cir. 1982)\r                                 \r\n(\"[C]ourts are not bound to read a statute literally in a manner\r\nentirely at odds with its history and apparent intent.\") \r\nConstruing section 10908 as a stand-alone provision not only\r\nsupports Chapter 109's overall purpose of protecting seamen but\r\nalso promotes Congress's apparent intent to increase\r\nresponsibility for life-threatening accidents.  See infra at 11.  \r                                                                   \r\n\n     7 This is not unlike the conflict between Justices Brennan\r\nand Powell in Maine v. Thiboutot, 448 U.S. 1 (1980).  Justice\r                                          \r\nBrennan's majority opinion held that the phrase \"and laws\" in 42\r\nU.S.C.   1983 encompassed violations of all federal statutory as\r\nwell as constitutional laws, while Justice Powell in dissent\r\nasserted that the context clearly confined coverage of the\r\nprovision to, at most, statutes providing specifically for\r\nequality of rights.  As did the majority there, we think the\r\nbetter approach, in the absence of clear guidance to the\r\ncontrary, is to accept the provision as written, without reading\r\nin unstated limitations. \r\n\n                               -8-\r\r\n\n     Our  conviction that  we should  not look  beyond the  plain\r\n\nlanguage of  section 10908 is  only strengthened when  we examine\r\n\nboth the  limited legislative  history of  the provision and  the\r\n\nrationality of this interpretation.\r\n\n     (2) The Role  of Legislative History.  Keeping  in mind that\r                                                   \r\n\nresort to legislative history typically is inappropriate when the\r\n\nmeaning of a  statute is plainly discernible from  its words, see\r                                                                           \r\n\nLaracuente v.  Chase Manhattan  Bank, 891 F.2d  17, 23  (1st Cir.\r                                              \r\n\n1989),  we  engage in  this  discussion solely  to  reinforce our\r\n\nconclusion that  this case is  best resolved through  reliance on\r\n\nthe plain  language rule.   In  a case  such as  this, where  the\r\n\n\"statute's  text  is   encompassing,  clear  on  its   face,  and\r\n\nproductive of  a  plausible result,\"  State  of Rhode  Island  v.\r                                                                       \r\n\nNarragansett Indian Tribe, 19 F.3d  685, 698 (1st Cir. 1994), our\r                                   \r\n\ninquiry, at most, should be aimed  at determining \"`whether there\r\n\nis a \"clearly  expressed legislative intention\" contrary  to [the\r\n\nstatutory]  language, which would require [the court] to question\r\n\nthe strong presumption that Congress expresses its intent through\r\n\nthe language it  chooses.'\" Id. (quoting INS  v. Cardoza-Fonseca,\r                                                                          \r\n\n480 U.S. 421, 432 n.12 (1987)).\r\n\n     The signals here are mixed.  While the stated purpose of the\r\n\nlegislation  was simply to  recodify in an  organized fashion the\r\n\nthen-existing  law  relating   to  the  safety  of   vessels  and\r\n\nprotection of seamen8 -- suggesting that no changes were intended\r\n\n                    \r                              \r\n\n     8 House Report No. 98-338 states:\r\n\n                               -9-\r\r\n\n--  the  accompanying  House Report  anticipated  questions about\r\n\nsubstantive revisions:\r\n\n     [T]he  bill  . .  .  does in  fact  make  a great  many\r                                                                      \r\n     substantive  changes to the present law.  Those changes\r                                                      \r\n     are   all  either   minor   changes,  adjustments,   or\r\n     modifications, or  they are more significant changes to\r                                                                   \r\n     which the Committee received no objection and which the\r\n     Committee  believed  would   enhance  the  clarity  and\r\n     effectiveness  of  the  law  and  the  [sic]  generally\r\n     accepted by the industry.  Thus, if a comparison of the\r\n     language  of this bill with the existing law shows that\r\n     a  substantive  change  has  resulted,   it  should  be\r                                                                      \r\n     understood  that   that  change  was  intended  by  the\r                                                                      \r\n     Committee.   The Committee  intends and hopes  that the\r                        \r\n     interpretation of the maritime  safety laws as codified\r\n     and enacted by this bill  will be based on the language\r\n     of the bill itself.  The bill, as reported, is based on\r\n     that premise.  There should, therefore, be little or no\r\n     occasion to  refer to  the statutes  being repealed  in\r\n     order to interpret the provisions of this bill.\r\n          The Committee also feels, as the courts have held,\r\n     that the literal language of the statute should control\r\n     the disposition of  the cases.  There is  no mandate in\r                                                                      \r\n     logic  or in  case  law  for  reliance  on  legislative\r                                                                      \r\n     history to reach a result contrary to the plain meaning\r                                                                      \r\n     of the statute,  particularly where that plain  meaning\r                             \r\n     is in no way unreasonable.\r\n\nH.R.  Rep.  No.   98-338,  at  120  (1983),  reprinted   in  1983\r                                                                     \r\n\nU.S.C.C.A.N. 924, 932 (emphasis added).   Thus, the argument that\r\n\nChapter  109  must be  interpreted  to contain  exactly  the same\r\n\ncontent  as the  provisions it  replaced  is met  head-on by  the\r\n\nreport's statement to the contrary.\r\n\n                    \r                              \r\n\n     The ultimate aim of this legislation is three fold: to\r\n     make maritime safety and seamen protection law easier\r\n     for the Coast Guard to administer, to make it less\r\n     cumbersome for the maritime community to use, and to\r\n     make it more understandable for everyone involved.\r\n\nH.R. Rep. No. 98-338, at 113, reprinted in 1983 U.S.C.C.A.N. 924,\r                                                    \r\n925.\r\n\n                               -10-\r\r\n\n     Additionally, as the  government asserts, it is  by no means\r\n\nclear that  former section 658  required a civil  adjudication of\r\n\nunseaworthiness  as a  prerequisite  to  a criminal  prosecution.\r\n\nAlthough it was included within the same  section as instructions\r\n\nfor the discharge  or retention of a crew in a foreign port after\r\n\na survey of vessel conditions, the criminal provision was phrased\r\n\ngenerally  and  did   not  reference  a  civil   adjudication  of\r\n\nunseaworthiness.  As we noted earlier, see supra at 8, the use of\r                                                          \r\n\nthe  word \"such\" in section  658 in all  likelihood did not refer\r\n\nback to \"such\" a prior civil adjudication.\r\n\n     Whatever the intended meaning of section 658, it seems to us\r\n\nthat the recodification's affirmative separation of section 10908\r\n\nfrom other provisions, and deletion of the word \"such,\" reflect a\r\n\ndeliberate  decision that  liability under  the section is  to be\r\n\ndistinct  from, and not  dependent upon, compliance  with Chapter\r\n\n109's  civil provisions.  See Cardoza-Fonesca, 480 U.S. at 442-43\r                                                       \r\n\n(\"Few principles  of statutory  construction are  more compelling\r\n\nthan the  proposition that Congress does not  intend sub silentio\r                                                                           \r\n\nto enact  statutory language  that it has  earlier   discarded in\r\n\nfavor of other language.\") (citation omitted).\r\n\n     The  suggestion that Congress was strengthening the sanction\r\n\nimposed  is  reinforced  by  yet  another  change.   Section  658\r\n\nincluded defenses to criminal  liability based on reasonableness,\r\n\nspecifying  that  guilt and  punishment would  not attach  if the\r\n\nindividual charged with sending off an unseaworthy vessel\r\n\n     proves  that either  he used  all  reasonable means  to\r\n     insure her being  sent to sea in a  seaworthy state, or\r\n\n                               -11-\r\r\n\n     that  her going  to sea  in an  unseaworthy state  was,\r\n     under the circumstances, reasonable and justifiable . .\r\n     . .\r\n\nElimination   of  these   defenses  strikes   us   as  far   from\r\n\ninsignificant, contributing to  our sense that Congress  intended\r\n\nto clarify and to  tighten the obligation of those in  control of\r\n\nvessels to prevent life-threatening accidents.  \r\n\n     We  thus find no unequivocal statement of legislative intent\r\n\nthat would permit us to insert a limitation  where none exists in\r\n\nthe language of section 10908.9\r\n                    \r                              \r\n\n     9 We briefly note two other arguments made in support of\r\nRivera's position.  First, Rivera asserts that the competing\r\ninterpretations of section 10908 warrant resort to the rule of\r\nlenity, which \"commands that genuine ambiguities affecting a\r\ncriminal statute's scope be resolved in the defendant's favor,\"\r\nUnited States v. Bowen, Nos. 96-2289, 90, slip op. at 15 (1st\r                                \r\nCir. Sept. 5, 1997).  The rule is triggered only when, \"`at the\r\nend of a thorough inquiry, the meaning of a criminal statute\r\nremains obscure,'\" Id. (quoting United States v. O'Neil, 11 F.3d\r                                                                 \r\n292, 301 n.10 (1st Cir. 1993)).  As we have discussed, this is\r\nnot such a case.  The plain language of section 10908 is not\r\nambiguous, and the rule of lenity is therefore inapplicable.\r\n     Second, the Maritime Law Association of the United States\r\ncontends in its amicus brief that the government's interpretation\r\nof section 10908 must be wrong because it will adversely affect\r\nthe long-standing right of vessel owners to utilize the\r\nLimitation of Vessel Owner's Liability Act, 46 U.S.C.    181-189. \r\nUnder the Act, damages claims against a vessel owner following an\r\naccident may be limited to the value of the vessel and freight on\r\nboard if the mishap occurred without the privity or knowledge of\r\nthe owner.  See generally Hercules Carriers, Inc. v. Claimant\r                                                                       \r\nState of Florida, 768 F.2d 1558, 1563-64 (11th Cir. 1985).\r                          \r\n     The MLA suggests that the prospect of criminal liability\r\nunder section 10908 will chill the use of the Limitation Act out\r\nof fear that an adverse finding under that provision would be\r\nused as prima facie evidence of the crime.  The two statutes,\r                             \r\nhowever, feature different standards of proof and different\r\nburdens of persuasion; the greater protections accorded criminal\r\ndefendants guarantee that a decision against a vessel owner in a\r\nlimitation proceeding will not establish a \"prima facie\" criminal\r\ncase under section 10908.  Moreover, at least one other criminal\r\nprovision involving negligent conduct by ship officers and owners\r\napparently has existed side-by-side with the Limitation Act for\r\n\n                               -12-\r\r\n\n     (3) An absurd result?  It is a common occurrence in  the law\r                                    \r\n\nthat  black-and-white principles have  an associated set  of grey\r\n\nareas.  Such is the case with the plain language rule.   Though a\r\n\nsolid  anchor  of  statutory  construction,  it  is  not  without\r\n\nexceptions,  even   in   the  absence   of  explicitly   contrary\r\n\nlegislative  history.   We have  recognized  that a  \"provision's\r\n\nplain  meaning must  govern its  application,  unless a  palpably\r                                                               \r\n\nunreasonable outcome  would result,\" Massachusetts  v. Blackstone\r                                                                           \r\n\nValley  Elec. Co.,  67 F.3d  981, 986  (1st Cir.  1995) (emphasis\r                           \r\n\nadded); see also  Sullivan v. CIA, 992 F.2d 1249,  1252 (1st Cir.\r                                           \r\n\n1993) (\"Courts  will only look  behind statutory language  in the\r\n\nrare  case where  a literal  reading must  be shunned  because it\r\n\nwould produce  an absurd outcome, .  . . or when  the legislature\r\n\nhas otherwise blown an uncertain trumpet.\") (citations omitted).\r\n\n     Rivera contends that this is such  a rare case.  He  asserts\r\n\nthat the imposition  of criminal sanctions without  the necessary\r\n\nprerequisites  \"will  convert  untold  numbers  of   unsuspecting\r\n\npersons into prospective criminals,\" and offers the fact that the\r\n\nprovision  has  never  before been  enforced  to  demonstrate the\r\n\ninjustice of upholding a prosecution  that was not preceded by an\r\n\nadministrative finding of unseaworthiness.\r\n\n     Our  view,  to  the  contrary,  is  that  the  provision  is\r\n\nsufficiently  limited  in  scope  to  eliminate  the  specter  of\r\n\nthousands  of  prosecutions  based   on  wide-ranging  claims  of\r\n\nunseaworthiness, and that  irrational results will come  not from\r\n                    \r                              \r\n\nsome time.  See 18 U.S.C.A.   1115 (listing numerous cases).\r                         \r\n\n                               -13-\r\r\n\napplication of section 10908 in  isolation but instead would come\r\n\nfrom requiring that  the complaint procedure be  completed before\r\n\nthe filing of criminal charges.  To focus on the  many relatively\r\n\nminor  forms of unseaworthiness,  as Rivera does  in projecting a\r\n\nflood  of  prosecutions,  is to  seize  on  only  a  part of  the\r\n\ndefinition  of  the  crime.    The  criminal  provision  requires\r\n\nknowledge not only  that the vessel is unseaworthy  but also that\r\n\nit is afflicted with a defect that is  \"likely to endanger\" life.\r\n\nOur discussion in  Section III, infra, demonstrates  that run-of-\r                                               \r\n\nthe-mill unseaworthiness cases will not fall within this embrace.\r\n\nOn  the  other  hand,  if  growing  numbers  of  individuals  are\r\n\nprosecuted  and convicted  under the  required  standard, we  see\r\n\nnothing  inconsistent  with  the  apparent  safety  objective  of\r\n\nCongress.\r\n\n     As for the logic of a  civil prerequisite, it seems that  an\r\n\nuneven enforcement of law would result.  If the crew and officers\r\n\nof a vessel  were intimidated or unknowing, they  might not bring\r\n\nto light egregious  circumstances of unseaworthiness that  others\r\n\nmight have  discovered and reported.   We think it  irrational to\r\n\nposit that a prosecution for the dangerous conduct  proscribed by\r\n\nsection  10908 could  be barred  simply because  a ship  owner or\r\n\nother potential defendant was able to prevent  a civil proceeding\r\n\nthrough  deception or  strong-arm tactics.    The Third  Circuit,\r\n\nfaced with  a similar question  under the Clean Water  Act, aptly\r\n\nobserved  that \"we  see no  reason why  the Government  should be\r\n\nhampered by prerequisites to seeking criminal sanctions under the\r\n\n                               -14-\r\r\n\nAct. . . . Although continued discharges after notification could\r\n\nbe one way for the government  to prove scienter, it is certainly\r\n\nnot the only  way to establish willful violations,\" United States\r                                                                           \r\n\nv. Frezzo Bros., Inc., 602 F.2d 1123, 1126 (3d Cir. 1979).10\r                               \r\n\n     Nor does the novelty of  this prosecution suggest to us that\r\n\nit is unfair or absurd.  The prior lack of reported  prosecutions\r\n\nunder  section 10908 or its predecessor may  be a function of the\r\n\nfact that its  coverage is narrow and that  other provisions also\r\n\nreach  aspects  of  the  conduct  that  is  actionable  under it.\r\n\nSection 1115  of Title 18, for example, makes  it a crime for any\r\n\nperson employed  on a vessel,  or the owner  or charterer  of the\r\n\nvessel,  to destroy \"the life  of any person\" through misconduct,\r\n\nnegligence, or  inattention to duties.   A person who  operates a\r\n\nvessel in  a grossly negligent  manner \"that endangers  the life,\r\n\nlimb, or  property of  a person\" commits  a misdemeanor  under 46\r\n\nU.S.C.    2302(b).  Prosecutors  often have a range  of statutory\r\n\nchoices  in bringing  charges,  and  the  historical  neglect  of\r\n\nsection 10908 and its predecessor, section 658, may reflect  only\r\n\nthat it was less obvious  than other overlapping statutes because\r\n\n                    \r                              \r\n\n     10 The defendants in Frezzo Bros. argued that the\r                                                \r\nEnvironmental Protection Agency could seek criminal remedies only\r\nafter first giving notice of the alleged violations of the act or\r\ninstituting a civil action.  602 F.2d at 1124.  They also\r\ncontended that a \"willful\" violation of the Clean Water Act could\r\nbe established only where a party given notice of its violations\r\ncontinued polluting.  The Third Circuit rejected these\r\ncontentions and held that the prosecutorial discretion of the\r\ngovernment was not bound by civil proceedings where \"nothing in\r\nthe text . . . compels the conclusion that prior written notice,\r\nother administrative or civil remedies are prerequisite to\r\ncriminal proceedings under the Act.\"  Id. at 1126. \r                                                   \r\n\n                               -15-\r\r\n\nof its  placement at the  end of a provision  primarily concerned\r\n\nwith  administrative procedures.   See  United  States v.  Nippon\r                                                                           \r\n\nPaper Indus. Co.,  109 F.3d 1,  6 (1st Cir.  1997), petition  for\r                                                                           \r\n\ncert. filed, 65 U.S.L.W. 3839  (U.S. June 13, 1997) (No. 96-1987)\r                     \r\n\n(novel  use of  a statute is  not alone  a basis for  reversing a\r\n\nconviction). \r\n\n     In  sum, we cannot  say that punishing  a responsible person\r\n\nfor knowingly sending a vessel to  sea in such a condition as  to\r\n\nendanger life  is so  \"palpably unreasonable,\"  Blackstone Valley\r                                                                           \r\n\nElec. Co., 67  F.3d at 986, \"difficult to  fathom,\" United States\r                                                                           \r\n\nv.  Indelicato,  97  F.3d  627,  629  (1st  Cir. 1996)  (citation\r                        \r\n\nomitted), or  \"absurd,\" Sullivan, 992  F.2d at 1252, as  to trump\r                                          \r\n\nthe unvarnished language of section 10908.11\r\n\n     C. Matters for Congressional Attention.\r                                                     \r\n\n     Although we are confident that our conclusion is ordained by\r\n\nthe applicable principles of statutory construction, we recognize\r\n\nthat it has some puzzling  ramifications.  Section 10908 does not\r\n\napply to  fishing vessels  or yachts,  apparently exempts  harbor\r\n\ncraft  and  other vessels  that  operate  only on  inland  waters\r\n\n(because  they are not being  sent \"to sea\"),  and does not reach\r\n                    \r                              \r\n\n     11 We find some support for our judgment that criminal\r\nliability in this context is rational in the court's reference to\r\nsection 10908 in Seymore v. Lake Tahoe Cruises, Inc., 888 F.\r                                                              \r\nSupp. 1029, 1035 (E.D. Cal. 1995).  The court there recognized a\r\nwrongful termination cause of action in favor of a captain\r\nterminated for refusing to pilot a vessel he believed was\r\nunseaworthy, posing an unreasonable risk to passengers and crew. \r\nIn endorsing the pilot's claim, the court pointed to section\r\n10908 as evidence of the strong public policy at issue.  That\r\ncourt, at least, did not view criminal responsibility for such\r\nlife-threatening conduct to be \"absurd.\"\r\n\n                               -16-\r\r\n\nforeign vessels  operating in United  States waters.   The scheme\r\n\nthus  operates erratically  in protecting  seamen from  dangerous\r\n\nconditions.\r\n\n     Similar maritime safety  statutes cover more territory,  but\r\n\ndo  not fill  in  all of  the  gaps.   Section 1115  of  Title 18\r\n\npunishes negligence and misconduct by any \"person employed on any\r\n\nsteamboat or vessel\" that results  in loss of life, and similarly\r\n\nimposes  criminal   responsibility  on  owners,   charterers  and\r\n\ninspectors  if  their fraud,  misconduct  or neglect  leads  to a\r\n\ndeath.    Section  2302  of  Title  46  specifies  penalties  for\r\n\nendangering life or  property through negligent operation  of any\r\n\nvessel in U.S. waters and of U.S.-owned vessels on the high seas.\r\n\n     It would be of value, we think, for Congress to examine this\r\n\narea of law  for the purpose of evaluating whether to make safety\r\n\nstandards more consistent across categories of vessels and in all\r\n\nlocations subject to United States jurisdiction.  \r\n\n                III.  Sufficiency of the Evidence\r                                                           \r\n\n     The second question certified for  en banc review is whether\r                                                         \r\n\nthe  government  produced  sufficient  evidence  to  support  the\r\n\nverdict that  Rivera \"knowingly\" sent the  Emily S. to sea  in an\r                                                             \r\n\n\"unseaworthy\"  condition \"likely  to  endanger  the  life  of  an\r\n\nindividual.\"12   When assessing a challenge to the sufficiency of\r\n                    \r                              \r\n\n     12 The term \"unseaworthy\" is not defined within the statute,\r\nand the question was raised at oral argument whether it should be\r\ngiven a more limited meaning within this criminal context than in\r\nthe maritime setting, where it is \"essentially a species of\r\nliability without fault,\" Seas Shipping Co. v. Sieracki, 328 U.S.\r                                                                 \r\n\n                               -17-\r\r\n\nthe evidence,  \"`we review  the record  to determine  whether the\r\n\nevidence  and reasonable inferences  therefrom, taken as  a whole\r\n\nand in the light most favorable to the prosecution, would allow a\r\n\nrational  jury to determine  beyond a  reasonable doubt  that the\r\n\ndefendant[]   [was]  guilty  as  charged.'\"    United  States  v.\r                                                                       \r\n\nSullivan, 85 F.3d 743, 747 (1st Cir. 1996) (quoting United States\r                                                                           \r\n\nv. Mena-Robles, 4 F.3d 1026, 1031 (1st Cir. 1993)).\r                        \r\n\n     The  original panel opinion noted that a \"painstaking review\r\n\nof the record\" had taken place, and  we again have read the trial\r\n\ntranscript in  its entirety.   Although we remain  convinced that\r\n\nthe  jury had ample evidence upon  which to base its finding that\r\n\nRivera knowingly  sent an  unseaworthy vessel to  sea, we  do not\r\n\nhave the  same conviction  with respect to  the final  element of\r\n\nsection 10908, knowledge  that the unseaworthiness was  such that\r\n\nit would likely  endanger life.  We therefore  begin our analysis\r\n\nby  repeating  essentially  verbatim the  panel's  discussion  of\r\n\nunseaworthiness, and then proceed to  explain why the evidence of\r\n\nlikely to endanger was insufficient to support the conviction.\r\n\n     A.  Knowingly sending  a  vessel to  sea  in an  unseaworthy\r                                                                           \r\n\ncondition\r                   \r\n\n                    \r                              \r\n\n85, 94 (1946).  Because we believe the mens rea requirement\r                                                         \r\n(\"knowingly\") and the \"likely to endanger the life of an\r\nindividual\" element serve to sharply limit prosecutions under the\r\nprovision, we see no reason to depart from the common usage of\r\nthe term.  We therefore understand an \"unseaworthy\" vessel to be\r\none not properly outfitted or safe for a voyage at sea.  See The\r                                                                          \r\nRandom House Dictionary of the English Language 1728 (2d ed.\r                                                         \r\nunabridged 1987).\r\n\n                               -18-\r\r\n\n     We  note  at  the  outset  that Rivera  had  many  years  of\r\n\nexperience in  the tug and  barge industry, having served  with a\r\n\nmajor  tug  and  barge  company  in  Puerto  Rico  prior  to  his\r\n\nemployment with the Bunker Group.  In  addition,  the  record  is\r\n\nreplete with instances indicating that Rivera was informed before\r\n\nthe fateful voyage of the precarious condition of the tow wire:\r\n\n     --   Roy McMichael,  the captain of  the tugboat,  testified\r\n\nthat  before  the vessel  set  out,  he  raised with  Rivera  the\r\n\ncondition  of the  wire, the  need for  its replacement,  and the\r\n\ndifficulty of getting the repair performed due to the holiday.\r\n\n     --   Victor Martinez, who  served as a  mate on  the voyage,\r\n\ntestified that he  had discussed with Rivera that \"the conditions\r\n\n[sic] of the wire were not too favorable.\"\r\n\n     -- Yaacov Eisak,  who served as the tugboat  engineer on the\r\n\nEmily S., testified that in  December 1993 or early January 1994,\r                  \r\n\nhe had \"about  two\" conversations with Pedro Rivera,  in which he\r\n\njoked with  him that \"we  should get some  bait and we  can catch\r\n\nsome fish with  so many hooks  what [sic] we  were having on  the\r\n\nwire.\"13\r\n\n     --   Leonard  Furmanski,  who had  previously  served as  an\r\n\nengineer on the Emily S.  when she experienced a prior separation\r                                  \r\n\nof the wire as the boat left Guayanilla in August 1993, testified\r\n\nthat on his return to San  Juan, he told Rivera that it was  time\r\n\nto replace the wire.\r\n\n                    \r                              \r\n\n     13 When tow wires deteriorate, short sections of wire split\r\noff and protrude in what are colloquially known as \"fish hooks.\"\r\n\n                               -19-\r\r\n\n     --    Danny Kehoe,  who  alternated  with McMichael  as  the\r\n\ncaptain  of the  tugboat,  and who  was at  the  helm during  the\r\n\nGuayanilla parting, testified  that he told Rivera \"at least six,\r\n\nseven times\" that the towing wire  needed to be replaced, and  he\r\n\nmade an entry  in the boat's logbook on December 8, 1993 that the\r\n\ncable  required  replacing and  that he  had so  informed Rivera.\r\n\nKehoe testified  that he had  made this entry because  he thought\r\n\nRivera was not taking him seriously.\r\n\n     The jury  also heard expert  evidence on the subject  of the\r\n\nwire's  condition.   The government  presented  the testimony  of\r\n\nGlenn Hargrave, a tugboat captain,  who testified that it was his\r\n\nopinion, based on his review  of the Coast Guard report,  the FBI\r\n\nreport and its  accompanying photographs, and on  his examination\r\n\nof  the  wire itself,14  that  the wire  was  not fit  for towing\r\n\noperations as  of the  date of the  accident.  FBI  Special Agent\r\n\nTobin characterized  the \"embrittled\" and \"deteriorated\"  wire as\r\n\n\"a disaster waiting to happen.\"\r\n\n     Faced  with this  evidence of the  wire's condition  and the\r\n\nmultiple  warnings about  the  need  to replace  it,  as well  as\r\n\nevidence  of  Rivera's  extensive experience  in  this  field, we\r\n\ncannot  say that  there was  insufficient  evidence presented  to\r\n\nsupport the jury's conclusion that Rivera knowingly sent a vessel\r\n\nto sea  in an unseaworthy condition.  We recognize that there was\r\n\n                    \r                              \r\n\n     14 Specifically, Hargrave pointed to the large number of\r\n\"fish hooks\" on the wire, the severe corrosion of the wire, and\r\nthe lack of flexibility of the wire, as indicating its lack of\r\nfitness for towing service on January 6, 1994.\r\n\n                               -20-\r\r\n\ncompeting evidence.   Rivera's expert, for example,  a specialist\r\n\nin metallurgy, testified that the  cable was strong enough to tow\r\n\nthe load on the  day of the accident.  Some  evidence also showed\r\n\nthat  Rivera  consulted   with  Captain  McMichael  and   another\r\n\nexperienced  captain, George Emanuel,  about whether to  make and\r\n\ncontinue the voyage without first replacing the tow wire.\r\n\n     The  jury, however, was entitled to discount Rivera's expert\r\n\nin  light of the  other testimony, and  could have  found on this\r\n\nrecord  that Rivera  decided  to  go ahead  with  the voyage  not\r\n\nbecause  he believed  the  vessel was  seaworthy  but because  he\r\n\nthought he  could get by  with one more trip  using the seriously\r\n\ndeteriorated  wire.  Section  10908 seems designed  for precisely\r\n\nthis sort  of situation,  imposing liability  when an  individual\r\n\ndeliberately  fails  to  take  remedial  measures  for  pragmatic\r\n\nreasons, at the  expense of safety.   We therefore hold  that the\r\n\nevidence was  sufficient for  the jury to  find that  Rivera knew\r\n\nthat the Emily S. was unseaworthy.\r                           \r\n\n     B. \"Likely to Endanger\"\r                                      \r\n\n     We now revisit the question  of whether there was sufficient\r\n\nevidence  for a jury to find that Rivera knew the tug's condition\r\n\nwas \"likely to endanger the life of an individual.\"\r\n\n     In so doing, we face two conflicting constraints.  The first\r\n\nis that, as in all criminal appeals by defendants, we must give a\r\n\ngreat deal of  deference to the evidence adduced in  favor of the\r\n\ngovernment.  The second is that we must be vigilant in preventing\r\n\nany slackening of  a standard that Congress saw fit to require as\r\n\n                               -21-\r\r\n\nthe  necessary predicate  of the  ultimate  sanction of  criminal\r\n\nliability.\r\n\n     In a prosecution of this nature, there is an inherent hazard\r\n\nin the necessity of two  juxtaposed jury findings, one  involving\r\n\nknowledge   of  unseaworthiness,  and   the  other  knowledge  of\r\n\nlikelihood  of such  unseaworthiness  endangering life.    Unless\r\n\ncourts  remain acutely aware  that the prosecutor  bears separate\r\n\nburdens on these two issues, there is a  lively danger that, once\r\n\na jury has found not  only that an unseaworthy condition existed,\r\n\nbut  also that  a  defendant  knew of  that  condition, it  could\r\n\nquickly be  impressed by  the possibility of  any number  of life\r\n\nthreatening events.   A slippery deck, a malfunctioning winch, or\r\n\npoor stowage all  can lend themselves to fatal  scenarios.  There\r\n\nis  very little  that can go  wrong at  sea without some  risk to\r\n\nhuman life.\r\n\n     But the test is not \"possibility\" or \"some risk.\"  It  is of\r\n\na significantly  higher order,  \"likely to  endanger life.\"   Not\r\n\nonly  do  logic   and  the  need  to  avoid   watering  down  the\r\n\nprerequisite  to criminal liability  support this  statement, but\r\n\nalso the  common understanding of  the word \"likely.\"   At times,\r\n\ndictionary  definitions  give  mixed signals,  or  are  opaque or\r\n\notherwise less than compelling indicia of legal meaning.  But the\r\n\ndefinitions  of the  adverb \"likely\"  are  consistent, clear  and\r\n\nstrong: in one dictionary  the meaning is simply  \"probably,\" see\r                                                                           \r\n\nThe Random House Dictionary of  the English Language 1114 (2d ed.\r                                                              \r\n\nunabridged   1987);  in  another,   the  meanings  are   \"in  all\r\n\n                               -22-\r\r\n\nprobability\" and \"probably,\"  see Webster's Collegiate Dictionary\r                                                                           \r\n\n674 (10th ed. 1993).\r\n\n     In  the context of this statute imposing criminal liability,\r\n\nwe  think that  there must  be sufficient  evidence of  a (known)\r\n\ndefect that poses a very substantial threat to life.  This is not\r\n\na  mathematical formula.   It is not  a \"more probable  than not\"\r\n\ntest.  The prosecution  should not have to prove that the chances\r\n\nof surviving such  a defect are less than fifty percent.  But the\r\n\nthreat  should  be   one  that,  objectively  viewed,   poses  an\r\n\nunacceptable  risk  to  an  individual.   It  seems  to  us  that\r\n\ninstances  of loss  of  life beyond  the  rare or  bizarre, or  a\r\n\ncondition so inherently  life threatening that it needs no record\r\n\nof experience, must be shown.\r\n\n     In   this  case,  the  evidence  falls  significantly  below\r\n\nanything approaching these showings.   The government's  evidence\r\n\nof  the  danger   posed  by  a  broken  tow   wire  was  entirely\r\n\nspeculative.  The  most dramatic testimony --  Captain Hargrave's\r\n\nassertion that an  individual on deck could  be cut in half  by a\r\n\nwire  snapping back like  a rubber  band after  it breaks  -- was\r\n\nunsupported by  any  evidence  that  such an  accident  ever  had\r\n\noccurred.   Captain Robert  Ross of the  Coast Guard  described a\r\n\nseries of dangers  attributable to a barge breaking  loose from a\r\n\ntugboat, but  his testimony failed  to establish that  these were\r\n\nother than  a worst case  scenario.   There was no  evidence that\r\n\nsuch dire consequences  could be expected more  than infrequently\r\n\nwhen a wire parted. \r\n\n                               -23-\r\r\n\n     In fact, witness after witness testified to experiences with\r\n\ncable partings,  but none reported  any resulting human  injury. \r\n\nCaptain  McMichael's testimony  that the  wire hit  him  after he\r\n\nrepaired  it, \"knock[ing]  the  wind  out of  me  a little  bit,\"\r\n\nobviously falls  short of  meeting a  \"likely  to endanger  life\"\r\n\nstandard.  Similarly,  Captain Ross's description of  the dangers\r\n\nassociated with the  effort to contain this particular  oil spill\r\n\ndo  not demonstrate that  a deteriorated tow wire  is a danger to\r\n\nhuman life.  Indeed, the  evidence indicated that the damage that\r\n\ndid  occur  was  the  result  of  aberrant  circumstances.    The\r\n\ntestimony was that a proper  repair the first time probably would\r\n\nhave prevented the  second parting, and  that the barge  remained\r\n\nadrift and eventually went aground after the second break because\r\n\ncrew   members  were  not  following  prescribed  procedures  for\r\n\noperating  the  tugboat.     Rivera  can  not  be   charged  with\r\n\nanticipating such events.\r\n\n     The  government's evidence,  in sum,  showed  only that  the\r\n\nparting of a  tow wire could pose  a serious risk to  human life.\r                                      \r\n\nThis is inadequate to prove that Rivera violated section 10908 by\r\n\nsending a  vessel to sea  knowing that its  unseaworthy condition\r\n\nwas likely to endanger life.\r                    \r\n\n                          IV. Conclusion\r                                                  \r\n\n     Having  concluded that the  plain language of  section 10908\r\n\npermitted  this prosecution of  appellant Rivera without  a prior\r\n\nfinding  of unseaworthiness, but  that the evidence  presented at\r\n\n                               -24-\r\r\n\ntrial failed to prove an  essential element of the charged crime,\r\n\nwe reverse the conviction. \r\n\n                                   Concurrence follows.\r\n\n                               -25-\r\r\n\n     TORRUELLA,  Chief  Judge  (Concurring).    Even  though  the\r               TORRUELLA,  Chief  Judge  (Concurring).\r                                       \r\n\nmajority's limited interpretation  of 46 U.S.C.A.    10908 (Supp.\r\n\n1997  - Title  46  Partial  Revision) goes  far  in reducing  the\r\n\npotential for disrupting the maritime industry that was portended\r\n\nby the government's  and district court's interpretation  of that\r\n\nstatute, I cannot join the majority without reservation.  I write\r\n\nseparately  because, with respect, I believe my colleagues are in\r\n\nerror in declaring  that prosecutions under section  10908 may be\r\n\ninstituted without a prior finding of unseaworthiness pursuant to\r\n\nthe procedures set forth in Chapter 109, 46 U.S.C.A.    10901-08.\r\n\nThis  interpretation  improperly excises  section 10908  from the\r\n\nstatutory scheme of which  it is a part and runs  contrary to the\r\n\nlegislative intent that guided the recodification of these safety\r\n\nregulations.    Most   importantly,  the  majority's   views  are\r\n\ncounterproductive to the remedial ends pursued by Chapter 109.\r\n\n     Section  10908 is the  ultimate sanction for  a violation of\r\n\nthe procedures set  forth in Chapter 109.   When a vessel appears\r\n\nto be unfit to be sent to sea, its chief and second mates, or the\r\n\nmajority  of its  crew, may  file a  complaint with  the vessel's\r\n\nmaster before the vessel leaves the harbor.    10902.  The master\r\n\nthen  applies to a district  court for appointment of independent\r\n\nsurveyors, id.,  whereupon  they file  a report  with the  court.\r                        \r\n\n  10903(a).   The court then rules  whether the vessel  is fit to\r\n\nproceed on  the voyage.     10903(h).  If deficiencies  are found\r\n\nand corrected,  the crew  must proceed on  the voyage  or forfeit\r\n\ntheir unpaid wages.     10904.  If deficiencies are found but not\r\n\n                               -26-\r\r\n\ncorrected, and  the ship  is  in a  foreign  port, a  seaman  may\r\n\nrequest to  be discharged and is  entitled to one month's  pay in\r\n\naddition to wages  owed.    10906.   Furthermore, if deficiencies\r\n\nof such gravity \"that [they are]  likely to endanger the life  of\r\n\nan individual\"  are found  and not corrected,  and the  vessel is\r\n\nnevertheless sent to  sea, criminal sanctions may be  imposed.   \r\n\n10908.\r\n\n     The  majority, however,  contends that  section  10908 is  a\r\n\ncriminal sanction of general applicability that is unconnected to\r\n\nthe Chapter  109 procedures.   My colleagues begin and  end their\r\n\nanalysis of  section 10908 by  relying on the maxim  of statutory\r\n\ninterpretation that  when the  \"plain meaning\"  of a statute  \"is\r\n\nclear on its face, the sole function of the courts is  to enforce\r\n\nit  according to its terms.\"  Ante at  4.  They argue that we are\r                                            \r\n\nbound  by  this  \"plain meaning\"  or  \"plain  language\" canon  to\r\n\ninterpret  section  10908  without  reference  to  Chapter  109's\r\n\nprocedures.\r\n\n     As the majority acknowledges, ante at 7, precedent from both\r                                                 \r\n\nthe United States Supreme Court and this Circuit establishes that\r\n\nthe \"plain language\" rule requires the examination of a statute's\r                                            \r\n\ntextual  context.   See Conroy  v.  Aniskoff, 507  U.S. 511,  515\r                                                      \r\n\n(1993) (the \"cardinal rule [is] that a statute is to be read as a\r\n\nwhole . . . , since  the meaning of statutory language, plain  or\r\n\nnot,  depends  on  context\"); Skidgel  v.  Maine  Dept. of  Human\r                                                                           \r\n\nServices, 994  F.2d  930  (1st  Cir.  1993).    Nevertheless,  my\r                  \r\n\nbrethren  \"find  no   aid  to  construction  in   the  provisions\r\n\n                               -27-\r\r\n\nsurrounding section  10908\" because  in this  case \"the  relevant\r\n\n'context'  is subject to different interpretations.\"   Ante at 7.\r                                                                     \r\n\nThus, \"[t]aking section 10908 at face value, without limitations,\r\n\navoids any uncertainty.\"  Ante at 8. \r                                        \r\n\n     I disagree with  my colleagues' appraisal of  the usefulness\r\n\nof context in this case.  Although the language of section  10908\r\n\nis plain, its meaning  can only be determined by reference to the\r\n\ntext  of the  surrounding provisions.    The majority  implicitly\r\n\nconcedes the  point when  it notes that  \"Section 10908  does not\r\n\napply to fishing  vessels or yachts.\"  Ante at 16.  It arrives at\r                                                     \r\n\nthis conclusion,  not from any  language found in  section 10908,\r\n\nbut  rather from  the text of  the first section  of Chapter 109,\r\n\nwhich  reads: \"This  chapter applies  to a  vessel of  the United\r                                      \r\n\nStates except a fishing or whaling vessel or yacht.\"  46 U.S.C.A.\r\n\n   10901  (Emphasis  supplied.)    It  is  not  an  insignificant\r\n\ncoincidence that  sections 10901  and 10908  were both  extracted\r\n\nfrom former  section 658.   Thus, the  need to  refer to  section\r\n\n10901 to interpret the \"plain language\" of section 10908 suggests\r\n\nthat Chapter 109 is to be read and applied cohesively.\r\n\n     The  placement of  section  10908 within  Chapter 109  is in\r\n\nitself  a telling  sign. Chapter  109,  entitled \"Proceedings  on\r\n\nUnseaworthiness,\"  is  located  within Part  G,  \"Merchant Seamen\r\n\nProtection  and  Relief,\"  of  Subtitle  II of  Title  46.    The\r\n\nprovisions  of  Part  G  form  an   interlocking  whole  and  are\r\n\nexclusively  concerned with  regulating the  relationship between\r\n\nseamen and the  masters and owners of  the vessels in  which they\r\n\n                               -28-\r\r\n\nset out  to sea.   Thus, the placement of  a generally-applicable\r\n\ncriminal statute anywhere within Part G, let alone within Chapter\r\n\n109, would have made little sense.15\r\n\n     Similarly,  Part G codifies many of the requirements covered\r\n\nby the traditional warranty of seaworthiness.16  Indeed, a vessel\r\n                    \r                              \r\n\n     15  In contrast, the other two statutes under which the\r\ngovernment could have proceeded in this case are located in much\r\nmore appropriate contexts.  Thus, 46 U.S.C.A.   2302(b), which\r\nmakes it a misdemeanor to operate a vessel in a grossly negligent\r\nmanner, appears in Title 46, Subpart II, Part A  - General\r\nProvisions, Chapter 23 - Operation of Vessels Generally. \r\nSimilarly, 18 U.S.C.A.   1115 (Supp. 1997), which  makes it a\r\nfelony when the negligence of a ship's officer results in the\r\nloss of human life, appears in the United States Criminal Code.\r\n\n    Sections 2302(b) and 1115 are also much broader in scope than\r\nsection 10908.  The former are both applicable to all vessels in\r\nU.S. waters, whether inland or coastal, and whether sailing under\r\nU.S. or foreign flags.  Section 10908, on the other hand,\r\nexcludes foreign vessels, fishing vessels, and yachts, as well as\r\nother vessels operating in harbors and inland waters, which makes\r\nsense only for a statute concerned exclusively with seamen.\r\n\n    The majority admits to being puzzled by the limited scope of\r\nsection 10908, and recommends that Congress consider making\r\n\"safety standards more consistent across categories of vessels\r\nand in all locations.\"  Ante at 16.  The apparent inconsistency\r                                      \r\ndisappears under my reading of the statute.  Thus, the exclusion\r\nof foreign vessels follows from the fact that Part G's provisions\r\napply only to vessels sailing under the United States flag.  It\r\nis also understandable that fishing vessels, harbor vessels,\r\nprivate yachts, and vessels on inland waterways are excluded from\r\nsection 10908.  Such vessels are excluded from most of the\r\nprovisions of Part G because they usually set out to sea only for\r\nshort voyages, rendering unnecessary the detailed statutory\r\nscheme established by Part G for seamen going out to sea on\r\nintercoastal or ocean voyages.\r\n\n     16  The warranty of seaworthiness provides that the owner of\r\na vessel owes an absolute duty to seamen to provide a ship's\r\nhull, gear, appliances, ways, and appurtenances which are\r\nreasonably fit for their intended purpose,  Mitchell v. Trawler\r                                                                         \r\nRacer, Inc., 362 U.S. 539 (1960), as well as to appoint a\r                     \r\ncompetent master and a crew adequate in their number and\r\ncompetent for their duty, Usner v. Luckenbach Overseas Corp., 400\r                                                                      \r\nU.S. 494 (1971).\r\n\n                               -29-\r\r\n\nis unseaworthy in precisely the  same circumstances in which, for\r\n\npurposes of section 10902, it is unfit to proceed on its intended\r\n\nvoyage.     Consequently,  the  reference  in  section  10908  to\r\n\nunseaworthiness can only be interpreted in the light of the other\r\n\nprovisions of Chapter 109 and Part G.\r\n\n     Reading Chapter 109  as a whole reveals why,  as admitted by\r\n\nthe  government,  there  has never  been  a  criminal prosecution\r\n\npursuant to  either section  10908, or  its predecessor  statute,\r\n\nsection 658.   See  Appendix.   The  goal  of Chapter  109  is to\r                            \r\n\ncorrect  unseaworthy conditions before they pose a serious danger\r                                                \r\n\nat sea.   Section 10908  serves as a deterrent,  providing seamen\r\n\nwith the leverage  to force their vessel's master  to comply with\r\n\nChapter  109.   Sections  658  and  10908  have never  been  used\r\n\nbecause, once the  court-appointed marine surveyors have  found a\r\n\nvessel to be unseaworthy, only the most reckless of masters would\r\n\ninsist on setting out to  sea without first repairing the vessel.\r\n\nMoreover, the master may  not even be able  to set out to  sea in\r\n\nthe  face of  such a  finding because  the seamen  may  choose to\r\n\nremain on land and receive one month's wages as severance pay.   \r\n\n10906.   Unfortunately, my brethren's  insular interpretation  of\r\n\nsection 10908 replaces the corrective focus of Chapter 109 with a\r\n\npunitive one, since civil sanctions cannot be  imposed unless the\r\n\ncivil complaint procedures are followed, while criminal sanctions\r\n\nare always available.\r\n\n     An examination of  section 10908's  predecessor statute,  46\r\n\nU.S.C.A.    658 (1958),  establishes even  more clearly  that the\r\n\n                               -30-\r\r\n\ncivil procedures of Chapter 109  must be initiated before section\r\n\n10908 may be  invoked.  In 1983, Congress recodified  much of the\r\n\nlaw as to seamen, and in doing so split section 658 into sections\r\n\n10901, 10906, and 10908.  Pub. L. No. 98-89 (1983).   Section 658\r\n\nestablished  the penalties that  would attach  if court-appointed\r\n\ninspectors were to  find a  vessel unseaworthy  in some  respect.\r\n\nThe inclusion  of both  civil and criminal  penalties within  the\r\n\nsame section  was a clear  indicator that the  criminal penalties\r\n\nwere  the ultimate sanction for violations discovered pursuant to\r\n\nthe civil complaint procedures.\r\n\n     Section  10908  should  be  understood  in  the  context  of\r\n\nsection 658  because no substantive change was intended to result\r\n\nfrom the recodification, as is evident from the history of Public\r\n\nLaw 98-89.   See H.R. Rep.  No. 98-338 (1983), reprinted  in 1983\r                                                                      \r\n\nU.S.C.C.A.N. 924.  House Report No. 98-338 states that:\r\n\n     The ultimate aim of this legislation is three fold:  to\r\n     make maritime  safety and seaman  protection law easier\r\n     for  the Coast  Guard to  administer, to  make it  less\r\n     cumbersome  for the maritime  community to use,  and to\r\n     make it more understandable for everyone involved.\r\n\nId. at 113, 1983 U.S.C.C.A.N.  at 925.  During the hearings  held\r             \r\n\nby   the  House,  an  interesting  exchange  took  place  between\r\n\nCongressman  Studds of  Massachusetts, and  Admiral  Lusk of  the\r\n\nCoast Guard, the agency entrusted with enforcing the statute:\r\n\n     Mr.  Studds:   Some have  expressed  concern that  this\r                          \r\n     recodification  may   prompt  a  series   of  long  and\r\n     expensive  court cases  initiated  for  the purpose  of\r\n     testing  the  judicial  interpretation  of  terms   and\r\n     concepts contained in the revised  law.  Do you see any\r\n     risk  that  this sort  of  scenario might  unfold  as a\r\n     result of the enactment of this bill?\r\n\n                               -31-\r\r\n\n     Admiral Lusk:  I don't think so sir.  I understood that\r                           \r\n     it was to  be made so clear everywhere  that we weren't\r\n     trying   to  make   any   substantive   changes  of   a\r\n     controversial nature.\r\n\nHearings   of  H.R.  2247,   Subcommittee  on  Coast   Guard  and\r\n\nNavigation,  House Committee on Merchant Marine and Fisheries, 98\r\n\nCong.,  1st Sess. at 455 (Add.  p. 1).  This  is confirmed by the\r\n\nReport that accompanied this recodification, which stated:\r\n\n     Although the Committee  realized that many  substantive\r\n     changes  would  inevitably  be made  in  any  effort to\r\n     simplify and  modernize  the maritime  safety laws,  it\r\n     intended to  make no  changes  that would  prove to  be\r\n     detrimental to  or adversely impact  upon the  industry\r\n     governed by these laws.  More specifically it sought to\r\n     insure  that this  bill  not  take  away  any  existing\r\n     rights,  benefits  or privileges  from any  person, nor\r\n     place any greater duties or obligations on any person.\r\n\nH.R. Rep. No. 338,  98th Cong., 1st Sess. at 118-119 (1983) (Add.\r\n\npp.  11-12).    Thus,  Congress  simply  took  the  then-existing\r\n\nlegislation  and rearranged it  in a more  comprehensible manner.\r\n\nId.  The \"plain  meaning\"  rule does  not  govern  recodification\r             \r\n\nstatutes such  as Pub. L.  No. 98-89.   As  the Report  correctly\r\n\npoints out,  in  the usual  kind  of amendatory  legislation,  \"a\r\n\nchange  of  language is  intended  to  change  substance.   In  a\r\n\ncodification  statute, however,  the courts  uphold the  contrary\r\n\npresumption:   no  change  in  law  is  intended  unless  clearly\r\n\nexpressed.\"  Id. at  118-119 (Add. at 11-12).  The  Supreme Court\r                          \r\n\nhas held in numerous cases that: \r\n\n     [T]he change  of arrangement, which  placed portions of\r\n     what  was originally  a single  section into  separated\r\n     sections cannot be  regarded as altering the  scope and\r\n     purpose of the enactment.   For it will not be inferred\r\n     that Congress  in revising  and consolidating the  laws\r\n     intended to change their effect, unless  such intention\r\n     is clearly expressed.\r\n\n                               -32-\r\r\n\nFourco Glass Co. v. Transmirra  Products Corp., 353 U.S. 222, 227\r                                                        \r\n\n(1957) (citing United States v. Ryder, 110 U.S. 729, 740 (1884));\r                                               \r\n\nsee Finley v.  United States, 490 U.S. 545,  553-55 (1989); Mu iz\r                                                                           \r\n\nv. Hoffman,  422 U.S.  454, 467-74 (1975);  Tidewater Oil  Co. v.\r                                                                        \r\n\nUnited States,  409 U.S.  151, 162  (1973);  Anderson v.  Pacific\r                                                                           \r\n\nCoast S.  Co., 225  U.S. 187, 198-199  (1912).   Since the  House\r                       \r\n\nReport  does not  even discuss  the purported  change in  the law\r\n\nurged by the  government, let alone clearly express  an intent to\r\n\nenact such a change, one  may safely conclude that no substantive\r\n\nchange in this section was ever intended.\r\n\n     Furthermore,  we should be guided by  our own precedent that\r\n\ncounsels examination of statutes as  a whole, and that due weight\r\n\nbe  given  \"to  design,  structure  and purpose  as  well  as  to\r\n\naggregate language.\"  O'Connell v. Shalala, 79 F.3d 170, 176 (1st\r                                                    \r\n\nCir. 1996) (citation omitted); United States  v. Falvey, 676 F.2d\r                                                                 \r\n\n871   (1st  Cir.  1982).    Falvey  involved  a  prosecution  for\r                                            \r\n\npossession  of counterfeit foreign coins under a statutory scheme\r\n\nfirst  enacted in  1877 but  extensively rephrased  in 1965.   18\r\n\nU.S.C.   185.  Until 1965, the statute's  scope had been limited,\r\n\nto foreign  coins in actual  use and circulation as  money within\r\n\nthe United States.  However, because  the 1965 version of the law\r\n\nsimply  made  it  a  felony  to  counterfeit  silver  coins,  the\r\n\ngovernment sought  to apply  the statute  to counterfeit  foreign\r\n\ncurrency that was not either in  actual use or circulation in the\r\n\nUnited States.\r\n\n                               -33-\r\r\n\n     This court rejected the  government's contention, which  was\r\n\nprincipally  based on  minor  references to  section  185 in  the\r\n\nlegislative history.   Speaking  for this  court, Judge  Campbell\r\n\nsaid:\r\n\n     From  this slender reed,  the government constructs its\r\n     argument  that in 1965,  Congress intended, in  a minor\r\n     provision of an act with an entirely different purpose,\r\n     to  make a  major change  in a  statute dating  back to\r\n     1806.  We cannot accept such an argument.\r\n\n     . .  . [I]n the  complete absence of any  evidence that\r\n     the wording  was  aimed at  bringing about  substantive\r\n     changes other than  the one expressly reflected  in the\r\n     legislative history, the most plausible explanation  of\r\n     the  revised phraseology is that it was simply intended\r\n     to eliminate  the awkwardness  of  expression that  was\r\n     introduced  in  1877  and  carried   through  the  1948\r\n     version.  The  draftsman, we surmise, merely  sought to\r\n     \"clean up the language\" - falling into the trap, as can\r\n     easily occur where statutory  language is rephrased, of\r\n     unintentionally  suggesting a  substantive change.   In\r\n     light of the history of this statute and the absence of\r\n     any indication  of an intention  in 1965 to  change its\r\n     scope,  it would  be  anomalous  to  read  the  amended\r\n     statute  as broader in coverage than its predecessors .\r\n     . . Cases construing changes in statutory language tend\r\n     to  rely in part on evidence of congressional intent or\r\n     at least attention to the change in deciding whether to\r\n     give the change its literal effect . . . In the absence\r\n     of  these  factors,  courts  are not  bound  to  read a\r\n     statute literally in a manner entirely at odds with its\r\n     history and apparent intent.\r\n\n676 F.2d at 875.\r\n\n     My colleagues view  the legislative history in this  case as\r\n\nsending \"mixed  signals,\" ante at  9, with some of  it suggesting\r                                        \r\n\nthat the  purpose of the  legislation was simply to  recodify the\r\n\nthen-existing  law, with  no changes  intended,  and other  parts\r\n\nindicating that \"[t]he bill . . . [did] in fact make a great many\r\n\nsubstantive  changes to the present  law . .  . [which] should be\r\n\nunderstood . . . [as] intended by the [Congress].\"  See H.R. Rep.\r                                                                 \r\n\n                               -34-\r\r\n\nNo. 98-338  at 113, 1983 U.S.C.C.A.N. at 925.  They further quote\r\n\nfrom that  Report to the effect  that neither logic nor  case law\r\n\n\"mandate . . . reliance on legislative history to reach  a result\r\n\ncontrary to the plain meaning of the statute.\"  Id. at 120, 932.\r                                                             \r\n\n     These references miss the  point.  They are only  applicable\r\n\nto  substantive changes  in Chapter  109.   Can  it be  seriously\r                         \r\n\nargued that  merely moving  text from section  658 to  a separate\r\n\nsection,  section  10908,  with  virtually  identical   language,\r\n\nconstitutes  a  substantive change  in  that statute?    With due\r                                     \r\n\nrespect, I  think not.17   See Finley,  supra; Fourco  Glass Co.,\r                                                                          \r\n\nsupra; Mu iz, supra; Falvey, supra.  In fact, those provisions of\r                                            \r\n\nChapter  109 that are substantive  changes from the prior statute\r\n\nare  readily  apparent from  a  comparison  of  both laws.    See\r                                                                           \r\n\nAppendix.   One of  these is  the  section immediately  preceding\r\n\nsection 10908,   10907, which prohibits a  master from impeding a\r\n\nseaman  from making \"a complaint authorized by this chapter,\" and\r\n\nprovides a  civil penalty for  such conduct.  Section  10907 does\r\n\nnot appear in the old text. \r\n\n     Thousands of  vessels take to  sea every day  throughout the\r\n\nUnited States, and surely  many of them do so  in an \"unseaworthy\r\n\nstate that is likely to endanger the life of an individual.\"  The\r\n\nfact that  there has been  no prior invocation of  either section\r\n                    \r                              \r\n\n     17  The case relied upon by the majority, United States v.\r                                                                      \r\nFrezzo Bros., Inc., 602 F.2d 1123 (3d Cir. 1979), is inapposite. \r                            \r\nThe Third Circuit was there faced with the task of interpreting\r\nthe Clean Water Act.  That statute, 33 U.S.C.   1251, et seq.,\r                                                                       \r\nwhich is of relatively recent vintage (1972), contains neither\r\nprocedures similar to those in Chapter 109, nor is it the result\r\nof a recodification scheme.\r\n\n                               -35-\r\r\n\n658 or  section 10908 thus casts  further doubt on  the view that\r\n\nCongress by this recodification intended to enact a  major change\r\n\nin the  maritime law,  without making  any specific statement  to\r\n\nthat effect.  Although I would be the last to condone  sending an\r\n\nunseaworthy vessel  to sea,  and sincerely  hope that  deliberate\r\n\nenvironmental  damage does not  go unpunished, the  imposition of\r\n\ncriminal  sanctions under the present circumstances constitutes a\r\n\nradical departure from  what has been the custom  and practice in\r\n\nthe maritime world to the present time. \r\n\n     Notwithstanding   that  the   majority's   holding  on   the\r\n\nsufficiency of  the evidence ameliorates  the impact of  this new\r\n\ninterpretation of the statute, it nonetheless poses a substantial\r\n\nthreat  of converting untold numbers of unsuspecting persons into\r\n\nprospective felons.   Although Congress  could very well  enact a\r\n\nstatute  with the  reach envisioned  by the  majority, I  am hard\r\n\npressed to  accept  such  a  significant  break  with  the  past,\r\n\nparticularly  where criminal  sanctions are  at  stake, absent  a\r\n\nclear indication that such construction is the intended result of\r\n\nwhat appears to be a  mere reshuffling of a longstanding maritime\r\n\nsafety statute.  See Falvey, supra.  \r                                            \r\n\n     Finally,  the fact that the interpretations of section 10908\r\n\nproposed by Rivera and the government are \"both .  . . consistent\r\n\nwith what  [the majority]  see[s] as the  overall purpose  of the\r\n\nlegislation,\"  ante at  7, should  at the  very least  suffice to\r                             \r\n\ntrigger the operation of the rule of lenity, which \"commands that\r\n\ngenuine  ambiguities  affecting  a  criminal  statute's scope  be\r\n\n                               -36-\r\r\n\nresolved  in the  defendant's  favor,\" ante  at  11 n.8  (quoting\r                                                     \r\n\nUnited States  v. Bowen, Nos. 96-2289,  90, slip. op. at  15 (1st\r                                 \r\n\nCir. Sept. 5,  1997)).  The  majority refuses to  apply the  rule\r\n\nbecause \"[t]he plain language of section 10908 is not ambiguous.\"\r                                       \r\n\nAnte at 11 n.8  (emphasis added).  However, in applying  the rule\r              \r\n\nof lenity the inquiry is not whether the language of the  statute\r\n\nis plain, but rather  whether its meaning is  clear.  See  United\r                                                                           \r\n\nStates  v. O'Neill, 11  F.3d 292, 301  n.10 (1st  Cir. 1993) (the\r                            \r\n\nrule  is applicable when \"at  the end of  a thorough inquiry, the\r\n\nmeaning of a criminal statute remains obscure\") (emphasis added).\r                 \r\n\nThe meaning and scope of section 10908 can hardly be described as\r\n\nunambiguous when, as the majority admits and this concurrence has\r\n\nshown,  it  remains  subject  to  two  reasonable  but  competing\r\n\ninterpretations.    Thus,  if  Congress  accepts  the  majority's\r\n\ninvitation to look into this matter,  ante at 16, I also  suggest\r                                                    \r\n\nthat  it  define  unambiguously the  nature  of  the relationship\r\n\nbetween Chapter 109's civil and criminal provisions.\r\n\n                               -37-\r\r\n\n              Appendix:  A Comparison of Provisions\r                        Appendix\r\n\n      Predecessor Statute:            Current Chapter 109:\r                Predecessor Statute:            Current Chapter 109:\r\n      46 U.S.C.    653-658              \"Proceedings on\r                46 U.S.C.    653-658              \"Proceedings on\r\n                                       Unseaworthiness,\"\r                                                 Unseaworthiness,\"\r\n                                    46 U.S.C.    10901-10908\r                                              46 U.S.C.    10901-10908\r\n\n   653:   Complaint       that     10901:  Application.\r                                                                \r\n          V e s s e l      i s\r                                        \r\n          Unseaworthy.              \"This chapter applies to a\r                               \r\n                                    vessel   of   the   United\r\n    \"If the  first and  second      States except a fishing or\r\n    officers under  the master      whaling vessel or yacht.\" \r\n    or a majority of  the crew\r\n    of any vessel bound on any     10902:  Complaints       of\r                                                                        \r\n    voyage  shall, before  the             unfitness.\r                                                              \r\n    vessel shall have left the\r\n    harbor, discover that  the      \"(a)(1) If  the chief  and\r                                               (a)(1)\r\n    vessel is too leaky  or is      second mates or a majority\r\n    otherwise unfit .  . .  to      of  the  crew of  a vessel\r\n    proceed  on  the  intended      ready   to   begin  voyage\r\n    voyage, and  shall require      discover,    before    the\r\n    such   unfitness   to   be      vessel leaves harbor, that\r\n    inquired into, the  master      the vessel is unfit  . . .\r\n    shall, upon the request of      to proceed on the intended\r\n    the   first   and   second      voyage  and   require  the\r\n    officers under the  master      unfitness  to  be inquired\r\n    or  such  majority  of the      into,      the      master\r\n    crew,  forthwith apply  to      immediately shall apply to\r\n    the judge of  the district      the district court  of the\r\n    court  of   that  judicial      United States at the place\r\n    district  .  .  .  for the      at  which  the  vessel  is\r\n    appointment  of surveyors,      located  .  .  .  for  the\r\n    as provided in section 654      appointment  of surveyors.\r\n    of this title, taking with      At  least   2  complaining\r\n    him  two  or  more  of the      seamen shall accompany the\r\n    crew who  shall have  made      master  to  the  judge  or\r\n    such request . . . . [A]ny      justice of the peace.\r\n    master refusing to  comply      (2)  A  master  failing to\r                                              (2)\r\n    with    these   provisions      comply      with      this\r\n    shall  be   liable  to   a      subsection  is  liable  to\r\n    penalty  of  $500.    This      the      United     States\r\n    section shall not apply to      Government  for   a  civil\r\n    fishing or whaling vessels      penalty of $500.\"\r\n    or yachts.\"\r\n\n                               -38-\r\r\n\n   654:  Proceedings        on     10903:  Proceedings on\r                                                                   \r\n         examination        of             examination of\r                                                                   \r\n         vessel.                           vessel.\r                                                           \r\n\n    \"The judge, or justice, in      \"(a)On  application  under\r                                              \"(a)\r\n    a  domestic  port,  shall,      section  10902(a)  of this\r\n    upon   such   application,      title,   the    judge   or\r\n    issue     his     precept,      justice of the peace shall\r\n    directed to three  persons      appoint 3 experienced  and\r\n    in  the neighborhood,  the      skilled  marine  surveyors\r\n    most    experienced    and      to  examine the vessel for\r\n    skillful    in    maritime      the       defects       or\r\n    affairs   that    can   be      insufficiencies complained\r\n    procured . .  . . It shall      of .  . . .  The surveyors\r\n    be   the   duty   of  such      shall  make  a  report  in\r\n    surveyors  to   repair  on      writing  .  .   .  stating\r\n    board such  vessel and  to      whether the vessel  is fit\r\n    examine   the   same    in      to proceed to sea, and, if\r\n    respect to the defects and      not, in what respect it is\r\n    insufficiencies complained      unfit,  making appropriate\r\n    of,  and  make  reports to      recommendations . . . .\r\n    the judge . . . in writing      (b)   On   receiving   the\r                                              (b)\r\n    . . . whether in any or in      report,   the   judge   or\r\n    what respect the vessel is      justice  shall  endorse on\r\n    unfit  to  proceed  on the      the report the judgment of\r\n    intended  voyage .  .  . .      the  judge  or  justice on\r\n    [U]pon  such  report   the      whether the vessel  is fit\r\n    judge  or   justice  shall      to proceed on the voyage .\r\n    adjudge and  shall indorse      . . .\r\n    on his report his judgment      (c) The  master shall  pay\r                                              (c) \r\n    whether the vessel  is fit      all costs of  the survey .\r\n    to proceed on the intended      . . .\r\n    voyage,   and,   if   not,      (d)  A master  of a vessel\r                                              (d)\r\n    whether  such repairs  can      violating this  section is\r\n    be  made  or  deficiencies      liable   to   the   United\r\n    supplied  .  .   .  .  The      States  Government  for  a\r\n    master or commander shall,      civil penalty of  $100 . .\r\n    in the first instance, pay      . .\"\r\n    all costs of such a review\r\n    . . . .\"\r\n\n                               -39-\r\r\n\n   655:   Refusal  to  proceed     10904:  Refusal          to\r                                                                        \r\n          when   vessel  found             proceed.\r                                                            \r\n          seaworthy.\r                             \r\n                                    \"After  a  judgment  under\r\n    \"If,  after judgment  that      section   10903  of   this\r\n    such  vessel  is   fit  to      title that a vessel is fit\r\n    proceed  . .  .  [or after      to proceed . . . or  after\r\n    performing   the  directed      the order of a judgment to\r\n    alterations]  the  seamen,      make  up  deficiencies  is\r\n    or either  of them,  shall      complied with, if a seaman\r\n    refuse to  proceed on  the      does  not  proceed  on the\r\n    voyage,  he  shall forfeit      voyage,  the  unpaid wages\r\n    any wages that  may be due      of    the    seaman    are\r\n    him.\"                           forfeited.\"\r\n\n                               -40-\r\r\n\n   656:   Appointment       of     10905:  Complaints in\r                                                                  \r\n          inspectors by consul             foreign ports.\r                                                                  \r\n          in foreign port.\r                                   \r\n                                    \"(a)   When  a   complaint\r                                               (a)\r\n    \"Upon   a   complaint   in      under section  10902(a) of\r\n    writing,  signed  by   the      this  title is  made in  a\r\n    first and  second officers      foreign      port,     the\r\n    or a majority  of the crew      procedures of this chapter\r\n    of any vessel,  while in a      shall be followed,  with a\r\n    foreign  port,  that  such      consular           officer\r\n    vessel is in an unsuitable      performing  the duties  of\r\n    condition to go to sea . .      the  judge  or  justice of\r\n    . the  consul shall  cause      the peace.\r\n    to   be  appointed   three      (b)  On   review  of   the\r                                              (b)\r\n    persons       of      like      marine  surveyors' report,\r\n    qualifications  with those      the  consular officer  may\r\n    described  in section  654      approve  and must  certify\r\n    of this  title, who  shall      any  part  of  the  report\r\n    proceed  to  examine  into      with  which   the  officer\r\n    the cause of the complaint      agrees.   If the  consular\r\n    and who  shall proceed  to      officer dissents from  any\r\n    be governed  in all  their      part  of  the  report, the\r\n    proceedings as provided by      officer    shall   certify\r\n    said section.\"                  reasons   for   dissenting\r\n                                    from that part.\"\r\n   657:   R e p o r t      o f\r                                        \r\n          inspectors.\r                              \r\n\n    \"The  inspectors appointed\r\n    by    any    consul,    in\r\n    pursuance  of section  656\r\n    of this title,  shall have\r\n    full power to  examine the\r\n    vessel . . . .[I]f, upon a\r\n    view    of    the    whole\r\n    proceedings, the consul is\r\n    satisfied   therewith,  he\r\n    may approve  the whole  or\r\n    any  part  of  the report,\r\n    and  shall   certify  such\r\n    approval;    or   if    he\r\n    dissents, he shall certify\r\n    his       reasons      for\r\n    dissenting.\" \r\n\n                               -41-\r\r\n\n   658:   Discharge of crew on     10906:  Discharge  of  crew\r                                                                        \r\n          a c c o u n t    o f             for unsuitability.\r                                                                      \r\n          unseaworthiness;\r                                    \r\n          penalty  for sending      \"When a survey  is made at\r                                        \r\n          unseaworthy   vessel      a   foreign    port,   the\r                                        \r\n          to sea.                   surveyors  shall  state in\r                          \r\n                                    the  report   whether,  in\r\n    \"The   inspectors   [shall      their opinion,  the vessel\r\n    state whether] the  vessel      had  been   sent  to   sea\r\n    was sent to sea unsuitably      unsuitably provided in any\r\n    provided in  any important      important  particular,  by\r\n    or  essential  particular,      neglect   or   design   or\r\n    by neglect  or design,  or      through     mistake     or\r\n    through     mistake     or      accident.   If by  neglect\r\n    accident; and  in case  it      or    design,    and   the\r\n    was by mistake  or design,      consular official approves\r\n    and  the consular  officer      the  finding, the  officer\r\n    approves of such  finding,      shall  discharge  a seaman\r\n    he shall discharge such of      requesting  discharge  and\r\n    the  crew  as  request it,      shall  require the  master\r\n    and   shall   require  the      to pay  one month's  wages\r\n    payment by  the master  of      to that seaman in addition\r\n    one month's wages  of each      to  wages  then   due,  or\r\n    seaman over and  above the      sufficient  money  for the\r\n    wages then due . . . . But      return  of  the  seaman to\r\n    if in  the opinion  of the      the   nearest   and   most\r\n    inspectors the defects  or      convenient  port  of   the\r\n    deficiencies    found   to      United  States,  whichever\r\n    exist have been the result      is the greater amount.\"\r\n    of  mistake  or  accident,\r\n    and  could  not,   in  the     10907:  Permission to  make\r                                                                        \r\n    exercise of ordinary care,             complaint.\r                                                              \r\n    have   been   known    and\r\n    provided   against  before      \"(a)  A  master   may  not\r                                               (a)\r\n    the sailing of the vessel,      refuse to permit, deny the\r\n    and the master  shall in a      opportunity to, or  hinder\r\n    reasonable time  to remove      a  seaman  who  wishes  to\r\n    or  remedy  the  causes of      make      a      complaint\r\n    complaint,  then  the crew      authorized     by     this\r\n    shall remain and discharge      chapter.\r\n    their duty.  If any person      (b)  A   master  violating\r                                              (b)\r                                        \r\n    knowingly     sends     or      this section is  liable to\r                                        \r\n    attempts  to  send  or  is      the   United  States   for\r                                        \r\n    party  to  the  sending or      civil penalty of $500.\"\r                                        \r\n    attempting   to   send  an\r                                        \r\n    American ship  to sea,  in     10908:  Penalty         for\r                                                                        \r\n    the  foreign or  coastwide             s e n d i n g\r                                                                  \r\n    trade,    in    such    an             unseaworthy  vessel\r                                                                        \r\n    unseaworthy state that the             to sea.\r                                                           \r\n    life  of  any   person  is\r                                        \r\n    likely to be thereby            \"A person that knowingly\r                                  \r\n\n                               -42-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-2188\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                          PEDRO RIVERA,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                      Torruella, Chief Judge,\r                                                      \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n         Selya, Boudin, Stahl and Lynch, Circuit Judges.\r                                                                 \r\n                                           \r\n\n  Rafael Castro Lang and Rachel Brill for appellant.\r                                               \r\n  Andrew C. Mergen with whom Anne S. Almy, Charles A. De Monaco,\r                                                                         \r\nMichael J. Woods, David C. Shilton, Peter A. Appel, Lisa E. Jones,\r                                                                         \r\nLois J. Schiffer, Assistant Attorney General, Environment &amp; Natural\r                        \r\nResources Division, Guillermo Gil, United States Attorney, Jorge E.\r                                                                           \r\nVega-Pacheco, Assistant United States Attorney, and Miguel A. Pereira,\r                                                                             \r\nAssistant United States Attorney, were on brief for appellee.\r\n  James F. Moseley, Patrick J. Bonner, and Robert B. Parrish on\r                                                                      \r\nbrief for Maritime Law Association, amicus curiae.\r\n                                           \r\n\n                         OPINION EN BANC\r\n                                           \r\n\n                         December 2, 1997\r\n                                           \r\r\n\n     COFFIN,  Senior  Circuit  Judge.    Appellant  Pedro  Rivera\r               COFFIN,  Senior  Circuit  Judge\r                                              \r\n\nappeals  his conviction  under  46 U.S.C.    10908  for knowingly\r\n\nsending a  vessel to  sea in an  unseaworthy condition  likely to\r\n\nendanger  the  life  of  an  individual.   He  alleges  that  his\r\n\nprosecution  was invalid, that the evidence was insufficient, and\r\n\nvarious  trial errors.    After  a divided  panel  of this  court\r\n\naffirmed  the  conviction, we  ordered  en  banc  hearing on  the\r                                                          \r\n\nstatutory and sufficiency issues.  We now find the prosecution to\r\n\nbe  proper,   but  conclude   that  the   evidence  adduced   was\r\n\ninsufficient  to establish  that Rivera  knew  that the  vessel's\r\n\ncondition was  \"likely to endanger  the life  of an  individual.\"\r\n\nThe judgment of conviction therefore must be reversed.1\r\n\n                          I.  Background\r                                                  \r\n\n     This  case arises  out of  a major  oil spill  that occurred\r\n\nduring the night of January 6-7, 1994  off the coast of San Juan,\r\n\nPuerto Rico.  The accident occurred after the tow wire connecting\r\n\nthe tugboat Emily S.  to the barge  Morris J. Berman parted;  the\r                                                              \r\n\nbarge  subsequently  ran   aground,  spilling  its  oily   cargo.\r\n\nAppellant Rivera  was the  general manager  of the  Bunker Group,\r\n\nwhich managed the tugboat.\r\n\n     On the night  of the accident, Rivera had  directed the crew\r\n\nof the  Emily S. to transport the Morris  J. Berman from San Juan\r                                                             \r\n\nto  Antigua.   Although  various  crew members  of  the Emily  S.\r                                                                           \r\n\n                    \r                              \r\n\n     1 The asserted trial errors were not certified for en banc\r                                                                         \r\nreview, and the panel's rejection of them therefore is not before\r\nus.  Because our disposition renders those errors moot, we do not\r\nneed to re-adopt that portion of the withdrawn opinion. \r\n\n                               -2-\r\r\n\npreviously  had  told  Rivera  of  the  towing  wire's  seriously\r\n\ndeteriorated condition, and although a new wire had  been ordered\r\n\nand was  available,2 the  voyage proceeded with  the old  wire in\r\n\nplace.  Shortly after the vessel  left San Juan Harbor, the  wire\r\n\nparted.  Captain Roy McMichael repaired the wire, but did not use\r\n\na thimble, a device that  prevents abrasion in a repaired section\r\n\nof  wire.  Several hours later, the  wire parted again; the barge\r\n\ndrifted off and went aground.\r\n\n     Rivera was found guilty  by a jury of violating  46 U.S.C.  \r\n\n10908 for knowingly sending the Emily S. to sea in an unseaworthy\r                                                  \r\n\ncondition likely to endanger life.3   We review his conviction on\r\n\nboth statutory and evidentiary grounds.\r\n\n             II. Interpretation of 46 U.S.C.   10908\r                                                              \r\n\n     The  first question certified  for en banc  consideration is\r                                                         \r\n\none  of statutory interpretation:  was Rivera's prosecution under\r\n\nsection  10908 flawed  because  certain procedural  prerequisites\r\n\nwere not met?  Section 10908 provides as follows:\r\n\n          A person that knowingly sends or attempts to send,\r\n     or that is a party to  sending or attempting to send, a\r\n     vessel of the  United States to sea,  in an unseaworthy\r\n     state  that  is  likely  to  endanger the  life  of  an\r\n     individual,  shall  be  fined  not  more  than  $1,000,\r\n     imprisoned for not more than 5 years, or both.\r\n\n                    \r                              \r\n\n     2 The wire apparently was not installed before the trip\r\nbecause workers were unavailable as a result of the Three Kings'\r\nholiday. \r\n\n     3 The jury also convicted Rivera for knowingly violating a\r\nCoast Guard regulation, see 33 U.S.C.   1232(b)(1), but the\r                                     \r\ndistrict court later granted Rivera's motion for acquittal on\r\nthat count.\r\n\n                               -3-\r\r\n\nThis is  the final  provision in Chapter  109 of  Title 46.   The\r\n\nchapter,  entitled  \"Proceedings   on  Unseaworthiness,\"  focuses\r\n\nprimarily   on  procedures  to  be   used  by  seamen  to  report\r\n\nunseaworthy vessels.  Rivera maintains that these procedures must\r\n\nbe instituted  before a criminal prosecution may be brought under\r\n\nsection 10908.   The  government argues that  section 10908  is a\r\n\nfreestanding statute  that  on  its  own  provides  a  basis  for\r\n\ncriminal liability.\r\n\n     To  resolve this  dispute,  we  must  confront  three  major\r\n\nanalytical  issues:   (1) to  what extent  should the  context of\r\n\nsection 10908 within Chapter 109 guide our interpretation  of its\r\n\nlanguage? (2) what  role should be played by legislative history?\r\n\n(3)  is our interpretation  \"palpably unreasonable\"?   We address\r\n\neach of these substantial issues  in Section A below, and briefly\r\n\nnote in  Section B  inconsistencies in this  area of law  that we\r\n\nbelieve deserve the attention of Congress.\r\n\n     A.  An  Examination  of Context,  Legislative  History,  and\r                                                                           \r\n\nReasonableness.\r                         \r\n\n     We enter our analysis by noting that the interpretation of a\r\n\nstatute presents a purely legal  question, and thus our review is\r\n\nde novo.   See Strickland v. Commissioner, </pre><span class=\"citation\" data-id=\"196992\"><a href=\"/opinion/196992/strickland-v-comm-maine/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">542</span></a></span><pre class=\"inline\">, 545 (1st\r                                                   \r\n\nCir. 1996).\r\n\n     (1) Plain Language or Beyond?  The well established approach\r                                            \r\n\nto statutory construction begins with the  actual language of the\r\n\nprovision, Landreth  Timber Co.  v. Landreth, </pre><span class=\"citation\" data-id=\"111435\"><a href=\"/opinion/111435/landreth-timber-co-v-landreth/\"><span class=\"volume\">471</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">681</span></a></span><pre class=\"inline\">,  685\r                                                      \r\n\n(1985).  When the \"plain meaning\" is clear on its face, \"the sole\r\n\n                               -4-\r\r\n\nfunction of the courts is to enforce it according to its terms.\" \r\n\nCaminetti  v. United  States,  </pre><span class=\"citation\" data-id=\"98854\"><a href=\"/opinion/98854/caminetti-v-united-states/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">470</span></a></span><pre class=\"inline\">, 485  (1917); United\r                                                                           \r\n\nStates v. Bohai  Trading Co., </pre><span class=\"citation\" data-id=\"195872\"><a href=\"/opinion/195872/united-states-v-bohai/\"><span class=\"volume\">45</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">577</span></a></span><pre class=\"inline\">, 581 (1st  Cir. 1995).\r                                      \r\n\nFrom one vantage point, this is the beginning and the end  of our\r\n\nanalysis.   On  its  face,  there is  nothing  unclear about  the\r\n\nmeaning  of section  10908.    Its language  does  not limit  its\r\n\napplication  to \"a person\"  against whom Chapter  109 proceedings\r\n\nhave  been  brought.     Rather,  it  sets   out  three  specific\r\n\nrequirements for finding a person culpable: (1) knowingly sending\r\n\na  vessel  to  sea;  (2)  knowing  that  the  vessel  was  in  an\r\n\nunseaworthy condition; and  (3) knowing that the  unseaworthiness\r\n\nwas such  that it  would likely  endanger life.   Straightforward\r\n\napplication of  the plain language  rule leaves no place  for the\r\n\nprocedural prerequisites asserted by Rivera.   \r\n\n     There  is, however, a respectable contrary view that reading\r\n\nChapter  109 as  a whole  leads to  a different  understanding of\r\n\nsection 10908.  From this  perspective, section 10908 is designed\r\n\nto enhance  the complaint  procedures outlined  in the  preceding\r\n\nsections by criminalizing  a knowing attempt to  take a dangerous\r\n\nvessel to sea after an official finding of unseaworthiness or the\r\n\nlodging of a complaint pursuant to those sections.4\r\n                    \r                              \r\n\n     4 Chapter 109 was enacted in 1983 as Public Law 98-89.  It\r\nprovides for the filing of a complaint with the master of a\r\nvessel by the \"chief and second mates or a majority of the crew,\"\r\nbefore a voyage takes place, if the vessel appears unfit to the\r\nseaman, 46 U.S.C.   10902(a)(1).  A master receiving such a\r\ncomplaint is then required to apply to a district court of the\r\nUnited States for the appointment of \"3 experienced and skilled\r\nmarine surveyors to examine the vessel for the defects or\r\ninsufficiencies complained of.\"  Id.; id. at   10903(a).  After\r                                                   \r\n\n                               -5-\r\r\n\n     Rivera  maintains  that  this contextual  interpretation  of\r\n\nsection  10908  is  supported  by  a  reading  of  the  statutory\r\n\nprovisions from which  Chapter 109 is derived, 46  U.S.C.    653-\r\n\n658.  Those provisions, originally enacted in  1840, were amended\r\n\nin  1983  for  the primary  purpose  of  re-organizing  the then-\r\n\nexisting  maritime legislation  on  the  safety  of  vessels  and\r\n\nprotection  of seamen  into  a  more  comprehensible  and  easily\r\n\nadministered scheme.   See H.R.  Rep. No. 98-338, at  113 (1983),\r                                    \r\n\nreprinted in  1983 U.S.C.C.A.N.  924,  925.   Former section  658\r                      \r\n\nconsisted  of four  sentences, the  next-to-last  of which,  with\r\n\nminor revision, became new section 10908.5\r\n                    \r                              \r\n\ntheir investigation, the surveyors must make a report stating\r\nwhether the vessel is fit and, if not, must make appropriate\r\nrecommendations as to how to render the vessel seaworthy.  Id. at\r                                                                        \r\n  10903(a).  The district court then passes upon the report and\r\nrenders its judgment, which must be complied with by the master\r\nand crew of the vessel.  Id. at   10903(b).  The remaining\r                                      \r\nsections of Chapter 109 detail further consequences: section\r\n10905 provides for the filing of complaints in foreign ports;\r\nsection 10906 provides for the discharge of the crew upon a\r\nfinding of the vessel's unsuitability; section 10907 prohibits a\r\nmaster from interfering with a seaman's right to file a complaint\r\nunder this chapter.  Finally, section 10908, the provision at\r\nissue here, provides for criminal sanctions.\r\n\n     5 The opening two sentences of section 658 were linked in\r\ncontent to the preceding provisions on the appointment of vessel\r\ninspectors by consular officials in foreign ports, and specified\r\nwhen such an official should discharge a crew on account of\r\nunseaworthiness.  The third sentence began as follows:\r\n\n     If any person knowingly sends or attempts to send or is\r\n     party to the sending or attempting to send an American\r\n     ship to sea, in the foreign or coastwise trade, in such\r\n     an unseaworthy state that the life of any person is\r\n     likely to be thereby endangered, he shall, in respect\r\n     of each offense, be guilty of a misdemeanor, and shall\r\n     be punished by a fine not to exceed $1,000 or by\r\n     imprisonment not to exceed five years, or both, . . . .\r\n\n                               -6-\r\r\n\n     Rivera points particularly  to the word \"such\"  in the final\r\n\nportion of section  658 -- the reference to sending a ship to sea\r\n\nin  \"such  an unseaworthy  state\"  -- as  evidence  that criminal\r               such\r\n\nliability was intended only when a finding  of unseaworthiness as\r\n\nspecified in the prior sections  was made.  Although that portion\r\n\nof section 658  was separately codified as section  10908 as part\r\n\nof the 1983  amendments, and the word \"such\"  was deleted, Rivera\r\n\nmaintains  that  the  context  makes  clear  that  the  focus  on\r\n\nunseaworthiness  remained  the  same:  criminal  liability  under\r\n\nsection  10908 is applicable  only when unseaworthiness  is found\r\n\npursuant to the preceding procedural mechanisms.\r\n\n     We have difficulty  drawing so much  from the context  here.\r\n\nWhile cognizant  of \"the cardinal  rule that  a statute is  to be\r\n\nread as a whole  . . . , since the meaning of statutory language,\r\n\nplain or not,  depends on context,\" Conroy v.  Aniskoff, </pre><span class=\"citation\" data-id=\"112840\"><a href=\"/opinion/112840/conroy-v-aniskoff/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">511</span></a></span><pre class=\"inline\">, 515 (1993) (citations omitted),  we gain no insight from the\r\n\nsurrounding   text  in  this  instance.    Indeed,  the  relevant\r\n\n\"context\" is subject to different interpretations.  Rivera argues\r\n\nthat the  backdrop is a  multi-part procedural scheme  for making\r\n\ndeterminations  of   unseaworthiness  based  on   claims  brought\r\n\nprimarily by  seamen.    The government  takes  a  broader  view,\r\n\ndescribing the context simply as  a set of provisions  concerning\r\n\nunseaworthiness,  with the  criminal  prosecution  serving as  an\r\n\n                    \r                              \r\n\nThe next clause of the sentence provided a defense to the\r\nviolation based on reasonableness.\r\n\n                               -7-\r\r\n\nappropriately harsh penalty for a limited category of individuals\r\n\nwho knowingly put lives in jeopardy.\r\n\n     Both of these frameworks are  consistent with what we see as\r\n\nthe overall  purpose of the  legislation -- to protect  seamen --\r\n\nand we  therefore find no  aid to construction in  the provisions\r\n\nsurrounding section 10908.6  Nor does a focus on the word \"such,\"\r\n\nas Rivera urges, move  us beyond the plain language.  Although we\r\n\nbelieve  the use  of \"such\"  in  the old  statute appears  almost\r\n\ncertainly  to look  forward  to  the  extent  of  unseaworthiness\r\n\nnecessary to trigger  liability, rather than back  to a preceding\r\n\nfinding,  there is no room for  argument that the language in the\r\n\nrecodified provision is  ambiguous.  Taking section 10908 at face\r\n\nvalue, without limitations, avoids any uncertainty.7\r\n\n                    \r                              \r\n\n     6 Context plays a larger role when a literal reading of the\r\nlanguage at issue would do violence to the overall scheme.  See\r                                                                         \r\nUnited States v. Falvey, </pre><span class=\"citation\" data-id=\"403332\"><a href=\"/opinion/403332/united-states-v-richard-falvey-aka-dick-foley/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></a></span><pre class=\"inline\">, 875 (1st Cir. 1982)\r                                 \r\n(\"[C]ourts are not bound to read a statute literally in a manner\r\nentirely at odds with its history and apparent intent.\") \r\nConstruing section 10908 as a stand-alone provision not only\r\nsupports Chapter 109's overall purpose of protecting seamen but\r\nalso promotes Congress's apparent intent to increase\r\nresponsibility for life-threatening accidents.  See infra at 11.  \r                                                                   \r\n\n     7 This is not unlike the conflict between Justices Brennan\r\nand Powell in Maine v. Thiboutot, </pre><span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1980).  Justice\r                                          \r\nBrennan's majority opinion held that the phrase \"and laws\" in 42\r\nU.S.C.   1983 encompassed violations of all federal statutory as\r\nwell as constitutional laws, while Justice Powell in dissent\r\nasserted that the context clearly confined coverage of the\r\nprovision to, at most, statutes providing specifically for\r\nequality of rights.  As did the majority there, we think the\r\nbetter approach, in the absence of clear guidance to the\r\ncontrary, is to accept the provision as written, without reading\r\nin unstated limitations. \r\n\n                               -8-\r\r\n\n     Our  conviction that  we should  not look  beyond the  plain\r\n\nlanguage of  section 10908 is  only strengthened when  we examine\r\n\nboth the  limited legislative  history of  the provision and  the\r\n\nrationality of this interpretation.\r\n\n     (2) The Role  of Legislative History.  Keeping  in mind that\r                                                   \r\n\nresort to legislative history typically is inappropriate when the\r\n\nmeaning of a  statute is plainly discernible from  its words, see\r                                                                           \r\n\nLaracuente v.  Chase Manhattan  Bank, </pre><span class=\"citation\" data-id=\"533001\"><a href=\"/opinion/533001/elviraida-laracuente-v-the-chase-manhattan-bank/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">17</span></a></span><pre class=\"inline\">, 23  (1st Cir.\r                                              \r\n\n1989),  we  engage in  this  discussion solely  to  reinforce our\r\n\nconclusion that  this case is  best resolved through  reliance on\r\n\nthe plain  language rule.   In  a case  such as  this, where  the\r\n\n\"statute's  text  is   encompassing,  clear  on  its   face,  and\r\n\nproductive of  a  plausible result,\"  State  of Rhode  Island  v.\r                                                                       \r\n\nNarragansett Indian Tribe, </pre><span class=\"citation\" data-id=\"195256\"><a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">685</span></a></span><pre class=\"inline\">, 698 (1st Cir. 1994), our\r                                   \r\n\ninquiry, at most, should be aimed  at determining \"`whether there\r\n\nis a \"clearly  expressed legislative intention\" contrary  to [the\r\n\nstatutory]  language, which would require [the court] to question\r\n\nthe strong presumption that Congress expresses its intent through\r\n\nthe language it  chooses.'\" Id. (quoting INS  v. Cardoza-Fonseca,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span><pre class=\"inline\">, 432 n.12 (1987)).\r\n\n     The signals here are mixed.  While the stated purpose of the\r\n\nlegislation  was simply to  recodify in an  organized fashion the\r\n\nthen-existing  law  relating   to  the  safety  of   vessels  and\r\n\nprotection of seamen8 -- suggesting that no changes were intended\r\n\n                    \r                              \r\n\n     8 House Report No. 98-338 states:\r\n\n                               -9-\r\r\n\n--  the  accompanying  House Report  anticipated  questions about\r\n\nsubstantive revisions:\r\n\n     [T]he  bill  . .  .  does in  fact  make  a great  many\r                                                                      \r\n     substantive  changes to the present law.  Those changes\r                                                      \r\n     are   all  either   minor   changes,  adjustments,   or\r\n     modifications, or  they are more significant changes to\r                                                                   \r\n     which the Committee received no objection and which the\r\n     Committee  believed  would   enhance  the  clarity  and\r\n     effectiveness  of  the  law  and  the  [sic]  generally\r\n     accepted by the industry.  Thus, if a comparison of the\r\n     language  of this bill with the existing law shows that\r\n     a  substantive  change  has  resulted,   it  should  be\r                                                                      \r\n     understood  that   that  change  was  intended  by  the\r                                                                      \r\n     Committee.   The Committee  intends and hopes  that the\r                        \r\n     interpretation of the maritime  safety laws as codified\r\n     and enacted by this bill  will be based on the language\r\n     of the bill itself.  The bill, as reported, is based on\r\n     that premise.  There should, therefore, be little or no\r\n     occasion to  refer to  the statutes  being repealed  in\r\n     order to interpret the provisions of this bill.\r\n          The Committee also feels, as the courts have held,\r\n     that the literal language of the statute should control\r\n     the disposition of  the cases.  There is  no mandate in\r                                                                      \r\n     logic  or in  case  law  for  reliance  on  legislative\r                                                                      \r\n     history to reach a result contrary to the plain meaning\r                                                                      \r\n     of the statute,  particularly where that plain  meaning\r                             \r\n     is in no way unreasonable.\r\n\nH.R.  Rep.  No.   98-338,  at  120  (1983),  reprinted   in  1983\r                                                                     \r\n\nU.S.C.C.A.N. 924, 932 (emphasis added).   Thus, the argument that\r\n\nChapter  109  must be  interpreted  to contain  exactly  the same\r\n\ncontent  as the  provisions it  replaced  is met  head-on by  the\r\n\nreport's statement to the contrary.\r\n\n                    \r                              \r\n\n     The ultimate aim of this legislation is three fold: to\r\n     make maritime safety and seamen protection law easier\r\n     for the Coast Guard to administer, to make it less\r\n     cumbersome for the maritime community to use, and to\r\n     make it more understandable for everyone involved.\r\n\nH.R. Rep. No. 98-338, at 113, reprinted in 1983 U.S.C.C.A.N. 924,\r                                                    \r\n925.\r\n\n                               -10-\r\r\n\n     Additionally, as the  government asserts, it is  by no means\r\n\nclear that  former section 658  required a civil  adjudication of\r\n\nunseaworthiness  as a  prerequisite  to  a criminal  prosecution.\r\n\nAlthough it was included within the same  section as instructions\r\n\nfor the discharge  or retention of a crew in a foreign port after\r\n\na survey of vessel conditions, the criminal provision was phrased\r\n\ngenerally  and  did   not  reference  a  civil   adjudication  of\r\n\nunseaworthiness.  As we noted earlier, see supra at 8, the use of\r                                                          \r\n\nthe  word \"such\" in section  658 in all  likelihood did not refer\r\n\nback to \"such\" a prior civil adjudication.\r\n\n     Whatever the intended meaning of section 658, it seems to us\r\n\nthat the recodification's affirmative separation of section 10908\r\n\nfrom other provisions, and deletion of the word \"such,\" reflect a\r\n\ndeliberate  decision that  liability under  the section is  to be\r\n\ndistinct  from, and not  dependent upon, compliance  with Chapter\r\n\n109's  civil provisions.  See Cardoza-Fonesca, 480 U.S. at 442-43\r                                                       \r\n\n(\"Few principles  of statutory  construction are  more compelling\r\n\nthan the  proposition that Congress does not  intend sub silentio\r                                                                           \r\n\nto enact  statutory language  that it has  earlier   discarded in\r\n\nfavor of other language.\") (citation omitted).\r\n\n     The  suggestion that Congress was strengthening the sanction\r\n\nimposed  is  reinforced  by  yet  another  change.   Section  658\r\n\nincluded defenses to criminal  liability based on reasonableness,\r\n\nspecifying  that  guilt and  punishment would  not attach  if the\r\n\nindividual charged with sending off an unseaworthy vessel\r\n\n     proves  that either  he used  all  reasonable means  to\r\n     insure her being  sent to sea in a  seaworthy state, or\r\n\n                               -11-\r\r\n\n     that  her going  to sea  in an  unseaworthy state  was,\r\n     under the circumstances, reasonable and justifiable . .\r\n     . .\r\n\nElimination   of  these   defenses  strikes   us   as  far   from\r\n\ninsignificant, contributing to  our sense that Congress  intended\r\n\nto clarify and to  tighten the obligation of those in  control of\r\n\nvessels to prevent life-threatening accidents.  \r\n\n     We  thus find no unequivocal statement of legislative intent\r\n\nthat would permit us to insert a limitation  where none exists in\r\n\nthe language of section 10908.9\r\n                    \r                              \r\n\n     9 We briefly note two other arguments made in support of\r\nRivera's position.  First, Rivera asserts that the competing\r\ninterpretations of section 10908 warrant resort to the rule of\r\nlenity, which \"commands that genuine ambiguities affecting a\r\ncriminal statute's scope be resolved in the defendant's favor,\"\r\nUnited States v. Bowen, Nos. 96-2289, 90, slip op. at 15 (1st\r                                \r\nCir. Sept. 5, 1997).  The rule is triggered only when, \"`at the\r\nend of a thorough inquiry, the meaning of a criminal statute\r\nremains obscure,'\" Id. (quoting United States v. O'Neil, </pre><span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span>\r                                                                 \r\n<span class=\"page\">292</span></a></span><pre class=\"inline\">, 301 n.10 (1st Cir. 1993)).  As we have discussed, this is\r\nnot such a case.  The plain language of section 10908 is not\r\nambiguous, and the rule of lenity is therefore inapplicable.\r\n     Second, the Maritime Law Association of the United States\r\ncontends in its amicus brief that the government's interpretation\r\nof section 10908 must be wrong because it will adversely affect\r\nthe long-standing right of vessel owners to utilize the\r\nLimitation of Vessel Owner's Liability Act, 46 U.S.C.    181-189. \r\nUnder the Act, damages claims against a vessel owner following an\r\naccident may be limited to the value of the vessel and freight on\r\nboard if the mishap occurred without the privity or knowledge of\r\nthe owner.  See generally Hercules Carriers, Inc. v. Claimant\r                                                                       \r\nState of Florida, </pre><span class=\"citation\" data-id=\"456170\"><a href=\"/opinion/456170/in-the-matter-of-the-complaint-of-hercules-carriers-inc-etc-plaintiff/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1558</span></a></span><pre class=\"inline\">, 1563-64 (11th Cir. 1985).\r                          \r\n     The MLA suggests that the prospect of criminal liability\r\nunder section 10908 will chill the use of the Limitation Act out\r\nof fear that an adverse finding under that provision would be\r\nused as prima facie evidence of the crime.  The two statutes,\r                             \r\nhowever, feature different standards of proof and different\r\nburdens of persuasion; the greater protections accorded criminal\r\ndefendants guarantee that a decision against a vessel owner in a\r\nlimitation proceeding will not establish a \"prima facie\" criminal\r\ncase under section 10908.  Moreover, at least one other criminal\r\nprovision involving negligent conduct by ship officers and owners\r\napparently has existed side-by-side with the Limitation Act for\r\n\n                               -12-\r\r\n\n     (3) An absurd result?  It is a common occurrence in  the law\r                                    \r\n\nthat  black-and-white principles have  an associated set  of grey\r\n\nareas.  Such is the case with the plain language rule.   Though a\r\n\nsolid  anchor  of  statutory  construction,  it  is  not  without\r\n\nexceptions,  even   in   the  absence   of  explicitly   contrary\r\n\nlegislative  history.   We have  recognized  that a  \"provision's\r\n\nplain  meaning must  govern its  application,  unless a  palpably\r                                                               \r\n\nunreasonable outcome  would result,\" Massachusetts  v. Blackstone\r                                                                           \r\n\nValley  Elec. Co.,  </pre><span class=\"citation\" data-id=\"705987\"><a href=\"/opinion/705987/commonwealth-of-massachusetts-v-blackstone-valley-electric-company/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">981</span></a></span><pre class=\"inline\">, 986  (1st Cir.  1995) (emphasis\r                           \r\n\nadded); see also  Sullivan v. CIA, </pre><span class=\"citation\" data-id=\"606324\"><a href=\"/opinion/606324/sherry-ann-sullivan-v-central-intelligence-agency/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1249</span></a></span><pre class=\"inline\">,  1252 (1st Cir.\r                                           \r\n\n1993) (\"Courts  will only look  behind statutory language  in the\r\n\nrare  case where  a literal  reading must  be shunned  because it\r\n\nwould produce  an absurd outcome, .  . . or when  the legislature\r\n\nhas otherwise blown an uncertain trumpet.\") (citations omitted).\r\n\n     Rivera contends that this is such  a rare case.  He  asserts\r\n\nthat the imposition  of criminal sanctions without  the necessary\r\n\nprerequisites  \"will  convert  untold  numbers  of   unsuspecting\r\n\npersons into prospective criminals,\" and offers the fact that the\r\n\nprovision  has  never  before been  enforced  to  demonstrate the\r\n\ninjustice of upholding a prosecution  that was not preceded by an\r\n\nadministrative finding of unseaworthiness.\r\n\n     Our  view,  to  the  contrary,  is  that  the  provision  is\r\n\nsufficiently  limited  in  scope  to  eliminate  the  specter  of\r\n\nthousands  of  prosecutions  based   on  wide-ranging  claims  of\r\n\nunseaworthiness, and that  irrational results will come  not from\r\n                    \r                              \r\n\nsome time.  See 18 U.S.C.A.   1115 (listing numerous cases).\r                         \r\n\n                               -13-\r\r\n\napplication of section 10908 in  isolation but instead would come\r\n\nfrom requiring that  the complaint procedure be  completed before\r\n\nthe filing of criminal charges.  To focus on the  many relatively\r\n\nminor  forms of unseaworthiness,  as Rivera does  in projecting a\r\n\nflood  of  prosecutions,  is to  seize  on  only  a  part of  the\r\n\ndefinition  of  the  crime.    The  criminal  provision  requires\r\n\nknowledge not only  that the vessel is unseaworthy  but also that\r\n\nit is afflicted with a defect that is  \"likely to endanger\" life.\r\n\nOur discussion in  Section III, infra, demonstrates  that run-of-\r                                               \r\n\nthe-mill unseaworthiness cases will not fall within this embrace.\r\n\nOn  the  other  hand,  if  growing  numbers  of  individuals  are\r\n\nprosecuted  and convicted  under the  required  standard, we  see\r\n\nnothing  inconsistent  with  the  apparent  safety  objective  of\r\n\nCongress.\r\n\n     As for the logic of a  civil prerequisite, it seems that  an\r\n\nuneven enforcement of law would result.  If the crew and officers\r\n\nof a vessel  were intimidated or unknowing, they  might not bring\r\n\nto light egregious  circumstances of unseaworthiness that  others\r\n\nmight have  discovered and reported.   We think it  irrational to\r\n\nposit that a prosecution for the dangerous conduct  proscribed by\r\n\nsection  10908 could  be barred  simply because  a ship  owner or\r\n\nother potential defendant was able to prevent  a civil proceeding\r\n\nthrough  deception or  strong-arm tactics.    The Third  Circuit,\r\n\nfaced with  a similar question  under the Clean Water  Act, aptly\r\n\nobserved  that \"we  see no  reason why  the Government  should be\r\n\nhampered by prerequisites to seeking criminal sanctions under the\r\n\n                               -14-\r\r\n\nAct. . . . Although continued discharges after notification could\r\n\nbe one way for the government  to prove scienter, it is certainly\r\n\nnot the only  way to establish willful violations,\" United States\r                                                                           \r\n\nv. Frezzo Bros., Inc., </pre><span class=\"citation\" data-id=\"368417\"><a href=\"/opinion/368417/united-states-v-frezzo-brothers-inc-guido-frezzo-and-james-l-frezzo/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1123</span></a></span><pre class=\"inline\">, 1126 (3d Cir. 1979).10\r                               \r\n\n     Nor does the novelty of  this prosecution suggest to us that\r\n\nit is unfair or absurd.  The prior lack of reported  prosecutions\r\n\nunder  section 10908 or its predecessor may  be a function of the\r\n\nfact that its  coverage is narrow and that  other provisions also\r\n\nreach  aspects  of  the  conduct  that  is  actionable  under it.\r\n\nSection 1115  of Title 18, for example, makes  it a crime for any\r\n\nperson employed  on a vessel,  or the owner  or charterer  of the\r\n\nvessel,  to destroy \"the life  of any person\" through misconduct,\r\n\nnegligence, or  inattention to duties.   A person who  operates a\r\n\nvessel in  a grossly negligent  manner \"that endangers  the life,\r\n\nlimb, or  property of  a person\" commits  a misdemeanor  under 46\r\n\nU.S.C.    2302(b).  Prosecutors  often have a range  of statutory\r\n\nchoices  in bringing  charges,  and  the  historical  neglect  of\r\n\nsection 10908 and its predecessor, section 658, may reflect  only\r\n\nthat it was less obvious  than other overlapping statutes because\r\n\n                    \r                              \r\n\n     10 The defendants in Frezzo Bros. argued that the\r                                                \r\nEnvironmental Protection Agency could seek criminal remedies only\r\nafter first giving notice of the alleged violations of the act or\r\ninstituting a civil action.  602 F.2d at 1124.  They also\r\ncontended that a \"willful\" violation of the Clean Water Act could\r\nbe established only where a party given notice of its violations\r\ncontinued polluting.  The Third Circuit rejected these\r\ncontentions and held that the prosecutorial discretion of the\r\ngovernment was not bound by civil proceedings where \"nothing in\r\nthe text . . . compels the conclusion that prior written notice,\r\nother administrative or civil remedies are prerequisite to\r\ncriminal proceedings under the Act.\"  Id. at 1126. \r                                                   \r\n\n                               -15-\r\r\n\nof its  placement at the  end of a provision  primarily concerned\r\n\nwith  administrative procedures.   See  United  States v.  Nippon\r                                                                           \r\n\nPaper Indus. Co.,  </pre><span class=\"citation\" data-id=\"738221\"><a href=\"/opinion/738221/united-states-v-nippon-paper-industries-co-ltd/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  6 (1st Cir.  1997), petition  for\r                                                                           \r\n\ncert. filed, </pre><span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3839</span></span><pre class=\"inline\">  (U.S. June 13, 1997) (No. 96-1987)\r                     \r\n\n(novel  use of  a statute is  not alone  a basis for  reversing a\r\n\nconviction). \r\n\n     In  sum, we cannot  say that punishing  a responsible person\r\n\nfor knowingly sending a vessel to  sea in such a condition as  to\r\n\nendanger life  is so  \"palpably unreasonable,\"  Blackstone Valley\r                                                                           \r\n\nElec. Co., 67  F.3d at 986, \"difficult to  fathom,\" United States\r                                                                           \r\n\nv.  Indelicato,  </pre><span class=\"citation\" data-id=\"197022\"><a href=\"/opinion/197022/united-states-v-indelicato/\"><span class=\"volume\">97</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">627</span></a></span><pre class=\"inline\">,  629  (1st  Cir. 1996)  (citation\r                        \r\n\nomitted), or  \"absurd,\" Sullivan, 992  F.2d at 1252, as  to trump\r                                          \r\n\nthe unvarnished language of section 10908.11\r\n\n     C. Matters for Congressional Attention.\r                                                     \r\n\n     Although we are confident that our conclusion is ordained by\r\n\nthe applicable principles of statutory construction, we recognize\r\n\nthat it has some puzzling  ramifications.  Section 10908 does not\r\n\napply to  fishing vessels  or yachts,  apparently exempts  harbor\r\n\ncraft  and  other vessels  that  operate  only on  inland  waters\r\n\n(because  they are not being  sent \"to sea\"),  and does not reach\r\n                    \r                              \r\n\n     11 We find some support for our judgment that criminal\r\nliability in this context is rational in the court's reference to\r\nsection 10908 in Seymore v. Lake Tahoe Cruises, Inc., 888 F.\r                                                              \r\nSupp. 1029, 1035 (E.D. Cal. 1995).  The court there recognized a\r\nwrongful termination cause of action in favor of a captain\r\nterminated for refusing to pilot a vessel he believed was\r\nunseaworthy, posing an unreasonable risk to passengers and crew. \r\nIn endorsing the pilot's claim, the court pointed to section\r\n10908 as evidence of the strong public policy at issue.  That\r\ncourt, at least, did not view criminal responsibility for such\r\nlife-threatening conduct to be \"absurd.\"\r\n\n                               -16-\r\r\n\nforeign vessels  operating in United  States waters.   The scheme\r\n\nthus  operates erratically  in protecting  seamen from  dangerous\r\n\nconditions.\r\n\n     Similar maritime safety  statutes cover more territory,  but\r\n\ndo  not fill  in  all of  the  gaps.   Section 1115  of  Title 18\r\n\npunishes negligence and misconduct by any \"person employed on any\r\n\nsteamboat or vessel\" that results  in loss of life, and similarly\r\n\nimposes  criminal   responsibility  on  owners,   charterers  and\r\n\ninspectors  if  their fraud,  misconduct  or neglect  leads  to a\r\n\ndeath.    Section  2302  of  Title  46  specifies  penalties  for\r\n\nendangering life or  property through negligent operation  of any\r\n\nvessel in U.S. waters and of U.S.-owned vessels on the high seas.\r\n\n     It would be of value, we think, for Congress to examine this\r\n\narea of law  for the purpose of evaluating whether to make safety\r\n\nstandards more consistent across categories of vessels and in all\r\n\nlocations subject to United States jurisdiction.  \r\n\n                III.  Sufficiency of the Evidence\r                                                           \r\n\n     The second question certified for  en banc review is whether\r                                                         \r\n\nthe  government  produced  sufficient  evidence  to  support  the\r\n\nverdict that  Rivera \"knowingly\" sent the  Emily S. to sea  in an\r                                                             \r\n\n\"unseaworthy\"  condition \"likely  to  endanger  the  life  of  an\r\n\nindividual.\"12   When assessing a challenge to the sufficiency of\r\n                    \r                              \r\n\n     12 The term \"unseaworthy\" is not defined within the statute,\r\nand the question was raised at oral argument whether it should be\r\ngiven a more limited meaning within this criminal context than in\r\nthe maritime setting, where it is \"essentially a species of\r\nliability without fault,\" Seas Shipping Co. v. Sieracki, 328 U.S.\r                                                                 \r\n\n                               -17-\r\r\n\nthe evidence,  \"`we review  the record  to determine  whether the\r\n\nevidence  and reasonable inferences  therefrom, taken as  a whole\r\n\nand in the light most favorable to the prosecution, would allow a\r\n\nrational  jury to determine  beyond a  reasonable doubt  that the\r\n\ndefendant[]   [was]  guilty  as  charged.'\"    United  States  v.\r                                                                       \r\n\nSullivan, </pre><span class=\"citation\" data-id=\"196791\"><a href=\"/opinion/196791/united-states-v-sullivan/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">743</span></a></span><pre class=\"inline\">, 747 (1st Cir. 1996) (quoting United States\r                                                                           \r\n\nv. Mena-Robles, </pre><span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span><pre class=\"inline\">, 1031 (1st Cir. 1993)).\r                        \r\n\n     The  original panel opinion noted that a \"painstaking review\r\n\nof the record\" had taken place, and  we again have read the trial\r\n\ntranscript in  its entirety.   Although we remain  convinced that\r\n\nthe  jury had ample evidence upon  which to base its finding that\r\n\nRivera knowingly  sent an  unseaworthy vessel to  sea, we  do not\r\n\nhave the  same conviction  with respect to  the final  element of\r\n\nsection 10908, knowledge  that the unseaworthiness was  such that\r\n\nit would likely  endanger life.  We therefore  begin our analysis\r\n\nby  repeating  essentially  verbatim the  panel's  discussion  of\r\n\nunseaworthiness, and then proceed to  explain why the evidence of\r\n\nlikely to endanger was insufficient to support the conviction.\r\n\n     A.  Knowingly sending  a  vessel to  sea  in an  unseaworthy\r                                                                           \r\n\ncondition\r                   \r\n\n                    \r                              \r\n\n85, 94 (1946).  Because we believe the mens rea requirement\r                                                         \r\n(\"knowingly\") and the \"likely to endanger the life of an\r\nindividual\" element serve to sharply limit prosecutions under the\r\nprovision, we see no reason to depart from the common usage of\r\nthe term.  We therefore understand an \"unseaworthy\" vessel to be\r\none not properly outfitted or safe for a voyage at sea.  See The\r                                                                          \r\nRandom House Dictionary of the English Language 1728 (2d ed.\r                                                         \r\nunabridged 1987).\r\n\n                               -18-\r\r\n\n     We  note  at  the  outset  that Rivera  had  many  years  of\r\n\nexperience in  the tug and  barge industry, having served  with a\r\n\nmajor  tug  and  barge  company  in  Puerto  Rico  prior  to  his\r\n\nemployment with the Bunker Group.  In  addition,  the  record  is\r\n\nreplete with instances indicating that Rivera was informed before\r\n\nthe fateful voyage of the precarious condition of the tow wire:\r\n\n     --   Roy McMichael,  the captain of  the tugboat,  testified\r\n\nthat  before  the vessel  set  out,  he  raised with  Rivera  the\r\n\ncondition  of the  wire, the  need for  its replacement,  and the\r\n\ndifficulty of getting the repair performed due to the holiday.\r\n\n     --   Victor Martinez, who  served as a  mate on  the voyage,\r\n\ntestified that he  had discussed with Rivera that \"the conditions\r\n\n[sic] of the wire were not too favorable.\"\r\n\n     -- Yaacov Eisak,  who served as the tugboat  engineer on the\r\n\nEmily S., testified that in  December 1993 or early January 1994,\r                  \r\n\nhe had \"about  two\" conversations with Pedro Rivera,  in which he\r\n\njoked with  him that \"we  should get some  bait and we  can catch\r\n\nsome fish with  so many hooks  what [sic] we  were having on  the\r\n\nwire.\"13\r\n\n     --   Leonard  Furmanski,  who had  previously  served as  an\r\n\nengineer on the Emily S.  when she experienced a prior separation\r                                  \r\n\nof the wire as the boat left Guayanilla in August 1993, testified\r\n\nthat on his return to San  Juan, he told Rivera that it was  time\r\n\nto replace the wire.\r\n\n                    \r                              \r\n\n     13 When tow wires deteriorate, short sections of wire split\r\noff and protrude in what are colloquially known as \"fish hooks.\"\r\n\n                               -19-\r\r\n\n     --    Danny Kehoe,  who  alternated  with McMichael  as  the\r\n\ncaptain  of the  tugboat,  and who  was at  the  helm during  the\r\n\nGuayanilla parting, testified  that he told Rivera \"at least six,\r\n\nseven times\" that the towing wire  needed to be replaced, and  he\r\n\nmade an entry  in the boat's logbook on December 8, 1993 that the\r\n\ncable  required  replacing and  that he  had so  informed Rivera.\r\n\nKehoe testified  that he had  made this entry because  he thought\r\n\nRivera was not taking him seriously.\r\n\n     The jury  also heard expert  evidence on the subject  of the\r\n\nwire's  condition.   The government  presented  the testimony  of\r\n\nGlenn Hargrave, a tugboat captain,  who testified that it was his\r\n\nopinion, based on his review  of the Coast Guard report,  the FBI\r\n\nreport and its  accompanying photographs, and on  his examination\r\n\nof  the  wire itself,14  that  the wire  was  not fit  for towing\r\n\noperations as  of the  date of the  accident.  FBI  Special Agent\r\n\nTobin characterized  the \"embrittled\" and \"deteriorated\"  wire as\r\n\n\"a disaster waiting to happen.\"\r\n\n     Faced  with this  evidence of the  wire's condition  and the\r\n\nmultiple  warnings about  the  need  to replace  it,  as well  as\r\n\nevidence  of  Rivera's  extensive experience  in  this  field, we\r\n\ncannot  say that  there was  insufficient  evidence presented  to\r\n\nsupport the jury's conclusion that Rivera knowingly sent a vessel\r\n\nto sea  in an unseaworthy condition.  We recognize that there was\r\n\n                    \r                              \r\n\n     14 Specifically, Hargrave pointed to the large number of\r\n\"fish hooks\" on the wire, the severe corrosion of the wire, and\r\nthe lack of flexibility of the wire, as indicating its lack of\r\nfitness for towing service on January 6, 1994.\r\n\n                               -20-\r\r\n\ncompeting evidence.   Rivera's expert, for example,  a specialist\r\n\nin metallurgy, testified that the  cable was strong enough to tow\r\n\nthe load on the  day of the accident.  Some  evidence also showed\r\n\nthat  Rivera  consulted   with  Captain  McMichael  and   another\r\n\nexperienced  captain, George Emanuel,  about whether to  make and\r\n\ncontinue the voyage without first replacing the tow wire.\r\n\n     The  jury, however, was entitled to discount Rivera's expert\r\n\nin  light of the  other testimony, and  could have  found on this\r\n\nrecord  that Rivera  decided  to  go ahead  with  the voyage  not\r\n\nbecause  he believed  the  vessel was  seaworthy  but because  he\r\n\nthought he  could get by  with one more trip  using the seriously\r\n\ndeteriorated  wire.  Section  10908 seems designed  for precisely\r\n\nthis sort  of situation,  imposing liability  when an  individual\r\n\ndeliberately  fails  to  take  remedial  measures  for  pragmatic\r\n\nreasons, at the  expense of safety.   We therefore hold  that the\r\n\nevidence was  sufficient for  the jury to  find that  Rivera knew\r\n\nthat the Emily S. was unseaworthy.\r                           \r\n\n     B. \"Likely to Endanger\"\r                                      \r\n\n     We now revisit the question  of whether there was sufficient\r\n\nevidence  for a jury to find that Rivera knew the tug's condition\r\n\nwas \"likely to endanger the life of an individual.\"\r\n\n     In so doing, we face two conflicting constraints.  The first\r\n\nis that, as in all criminal appeals by defendants, we must give a\r\n\ngreat deal of  deference to the evidence adduced in  favor of the\r\n\ngovernment.  The second is that we must be vigilant in preventing\r\n\nany slackening of  a standard that Congress saw fit to require as\r\n\n                               -21-\r\r\n\nthe  necessary predicate  of the  ultimate  sanction of  criminal\r\n\nliability.\r\n\n     In a prosecution of this nature, there is an inherent hazard\r\n\nin the necessity of two  juxtaposed jury findings, one  involving\r\n\nknowledge   of  unseaworthiness,  and   the  other  knowledge  of\r\n\nlikelihood  of such  unseaworthiness  endangering life.    Unless\r\n\ncourts  remain acutely aware  that the prosecutor  bears separate\r\n\nburdens on these two issues, there is a  lively danger that, once\r\n\na jury has found not  only that an unseaworthy condition existed,\r\n\nbut  also that  a  defendant  knew of  that  condition, it  could\r\n\nquickly be  impressed by  the possibility of  any number  of life\r\n\nthreatening events.   A slippery deck, a malfunctioning winch, or\r\n\npoor stowage all  can lend themselves to fatal  scenarios.  There\r\n\nis  very little  that can go  wrong at  sea without some  risk to\r\n\nhuman life.\r\n\n     But the test is not \"possibility\" or \"some risk.\"  It  is of\r\n\na significantly  higher order,  \"likely to  endanger life.\"   Not\r\n\nonly  do  logic   and  the  need  to  avoid   watering  down  the\r\n\nprerequisite  to criminal liability  support this  statement, but\r\n\nalso the  common understanding of  the word \"likely.\"   At times,\r\n\ndictionary  definitions  give  mixed signals,  or  are  opaque or\r\n\notherwise less than compelling indicia of legal meaning.  But the\r\n\ndefinitions  of the  adverb \"likely\"  are  consistent, clear  and\r\n\nstrong: in one dictionary  the meaning is simply  \"probably,\" see\r                                                                           \r\n\nThe Random House Dictionary of  the English Language 1114 (2d ed.\r                                                              \r\n\nunabridged   1987);  in  another,   the  meanings  are   \"in  all\r\n\n                               -22-\r\r\n\nprobability\" and \"probably,\"  see Webster's Collegiate Dictionary\r                                                                           \r\n\n674 (10th ed. 1993).\r\n\n     In  the context of this statute imposing criminal liability,\r\n\nwe  think that  there must  be sufficient  evidence of  a (known)\r\n\ndefect that poses a very substantial threat to life.  This is not\r\n\na  mathematical formula.   It is not  a \"more probable  than not\"\r\n\ntest.  The prosecution  should not have to prove that the chances\r\n\nof surviving such  a defect are less than fifty percent.  But the\r\n\nthreat  should  be   one  that,  objectively  viewed,   poses  an\r\n\nunacceptable  risk  to  an  individual.   It  seems  to  us  that\r\n\ninstances  of loss  of  life beyond  the  rare or  bizarre, or  a\r\n\ncondition so inherently  life threatening that it needs no record\r\n\nof experience, must be shown.\r\n\n     In   this  case,  the  evidence  falls  significantly  below\r\n\nanything approaching these showings.   The government's  evidence\r\n\nof  the  danger   posed  by  a  broken  tow   wire  was  entirely\r\n\nspeculative.  The  most dramatic testimony --  Captain Hargrave's\r\n\nassertion that an  individual on deck could  be cut in half  by a\r\n\nwire  snapping back like  a rubber  band after  it breaks  -- was\r\n\nunsupported by  any  evidence  that  such an  accident  ever  had\r\n\noccurred.   Captain Robert  Ross of the  Coast Guard  described a\r\n\nseries of dangers  attributable to a barge breaking  loose from a\r\n\ntugboat, but  his testimony failed  to establish that  these were\r\n\nother than  a worst case  scenario.   There was no  evidence that\r\n\nsuch dire consequences  could be expected more  than infrequently\r\n\nwhen a wire parted. \r\n\n                               -23-\r\r\n\n     In fact, witness after witness testified to experiences with\r\n\ncable partings,  but none reported  any resulting human  injury. \r\n\nCaptain  McMichael's testimony  that the  wire hit  him  after he\r\n\nrepaired  it, \"knock[ing]  the  wind  out of  me  a little  bit,\"\r\n\nobviously falls  short of  meeting a  \"likely  to endanger  life\"\r\n\nstandard.  Similarly,  Captain Ross's description of  the dangers\r\n\nassociated with the  effort to contain this particular  oil spill\r\n\ndo  not demonstrate that  a deteriorated tow wire  is a danger to\r\n\nhuman life.  Indeed, the  evidence indicated that the damage that\r\n\ndid  occur  was  the  result  of  aberrant  circumstances.    The\r\n\ntestimony was that a proper  repair the first time probably would\r\n\nhave prevented the  second parting, and  that the barge  remained\r\n\nadrift and eventually went aground after the second break because\r\n\ncrew   members  were  not  following  prescribed  procedures  for\r\n\noperating  the  tugboat.     Rivera  can  not  be   charged  with\r\n\nanticipating such events.\r\n\n     The  government's evidence,  in sum,  showed  only that  the\r\n\nparting of a  tow wire could pose  a serious risk to  human life.\r                                      \r\n\nThis is inadequate to prove that Rivera violated section 10908 by\r\n\nsending a  vessel to sea  knowing that its  unseaworthy condition\r\n\nwas likely to endanger life.\r                    \r\n\n                          IV. Conclusion\r                                                  \r\n\n     Having  concluded that the  plain language of  section 10908\r\n\npermitted  this prosecution of  appellant Rivera without  a prior\r\n\nfinding  of unseaworthiness, but  that the evidence  presented at\r\n\n                               -24-\r\r\n\ntrial failed to prove an  essential element of the charged crime,\r\n\nwe reverse the conviction. \r\n\n                                   Concurrence follows.\r\n\n                               -25-\r\r\n\n     TORRUELLA,  Chief  Judge  (Concurring).    Even  though  the\r               TORRUELLA,  Chief  Judge  (Concurring).\r                                       \r\n\nmajority's limited interpretation  of 46 U.S.C.A.    10908 (Supp.\r\n\n1997  - Title  46  Partial  Revision) goes  far  in reducing  the\r\n\npotential for disrupting the maritime industry that was portended\r\n\nby the government's  and district court's interpretation  of that\r\n\nstatute, I cannot join the majority without reservation.  I write\r\n\nseparately  because, with respect, I believe my colleagues are in\r\n\nerror in declaring  that prosecutions under section  10908 may be\r\n\ninstituted without a prior finding of unseaworthiness pursuant to\r\n\nthe procedures set forth in Chapter 109, 46 U.S.C.A.    10901-08.\r\n\nThis  interpretation  improperly excises  section 10908  from the\r\n\nstatutory scheme of which  it is a part and runs  contrary to the\r\n\nlegislative intent that guided the recodification of these safety\r\n\nregulations.    Most   importantly,  the  majority's   views  are\r\n\ncounterproductive to the remedial ends pursued by Chapter 109.\r\n\n     Section  10908 is the  ultimate sanction for  a violation of\r\n\nthe procedures set  forth in Chapter 109.   When a vessel appears\r\n\nto be unfit to be sent to sea, its chief and second mates, or the\r\n\nmajority  of its  crew, may  file a  complaint with  the vessel's\r\n\nmaster before the vessel leaves the harbor.    10902.  The master\r\n\nthen  applies to a district  court for appointment of independent\r\n\nsurveyors, id.,  whereupon  they file  a report  with the  court.\r                        \r\n\n  10903(a).   The court then rules  whether the vessel  is fit to\r\n\nproceed on  the voyage.     10903(h).  If deficiencies  are found\r\n\nand corrected,  the crew  must proceed on  the voyage  or forfeit\r\n\ntheir unpaid wages.     10904.  If deficiencies are found but not\r\n\n                               -26-\r\r\n\ncorrected, and  the ship  is  in a  foreign  port, a  seaman  may\r\n\nrequest to  be discharged and is  entitled to one month's  pay in\r\n\naddition to wages  owed.    10906.   Furthermore, if deficiencies\r\n\nof such gravity \"that [they are]  likely to endanger the life  of\r\n\nan individual\"  are found  and not corrected,  and the  vessel is\r\n\nnevertheless sent to  sea, criminal sanctions may be  imposed.   \r\n\n10908.\r\n\n     The  majority, however,  contends that  section  10908 is  a\r\n\ncriminal sanction of general applicability that is unconnected to\r\n\nthe Chapter  109 procedures.   My colleagues begin and  end their\r\n\nanalysis of  section 10908 by  relying on the maxim  of statutory\r\n\ninterpretation that  when the  \"plain meaning\"  of a statute  \"is\r\n\nclear on its face, the sole function of the courts is  to enforce\r\n\nit  according to its terms.\"  Ante at  4.  They argue that we are\r                                            \r\n\nbound  by  this  \"plain meaning\"  or  \"plain  language\" canon  to\r\n\ninterpret  section  10908  without  reference  to  Chapter  109's\r\n\nprocedures.\r\n\n     As the majority acknowledges, ante at 7, precedent from both\r                                                 \r\n\nthe United States Supreme Court and this Circuit establishes that\r\n\nthe \"plain language\" rule requires the examination of a statute's\r                                            \r\n\ntextual  context.   See Conroy  v.  Aniskoff, </pre><span class=\"citation\" data-id=\"112840\"><a href=\"/opinion/112840/conroy-v-aniskoff/\"><span class=\"volume\">507</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span><pre class=\"inline\">,  515\r                                                      \r\n\n(1993) (the \"cardinal rule [is] that a statute is to be read as a\r\n\nwhole . . . , since  the meaning of statutory language, plain  or\r\n\nnot,  depends  on  context\"); Skidgel  v.  Maine  Dept. of  Human\r                                                                           \r\n\nServices, </pre><span class=\"citation\" data-id=\"608080\"><a href=\"/opinion/608080/jenna-skidgel-v-maine-department-of-human-services-v-louis-w-sullivan/\"><span class=\"volume\">994</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">930</span></a></span><pre class=\"inline\">  (1st  Cir.  1993).    Nevertheless,  my\r                  \r\n\nbrethren  \"find  no   aid  to  construction  in   the  provisions\r\n\n                               -27-\r\r\n\nsurrounding section  10908\" because  in this  case \"the  relevant\r\n\n'context'  is subject to different interpretations.\"   Ante at 7.\r                                                                     \r\n\nThus, \"[t]aking section 10908 at face value, without limitations,\r\n\navoids any uncertainty.\"  Ante at 8. \r                                        \r\n\n     I disagree with  my colleagues' appraisal of  the usefulness\r\n\nof context in this case.  Although the language of section  10908\r\n\nis plain, its meaning  can only be determined by reference to the\r\n\ntext  of the  surrounding provisions.    The majority  implicitly\r\n\nconcedes the  point when  it notes that  \"Section 10908  does not\r\n\napply to fishing  vessels or yachts.\"  Ante at 16.  It arrives at\r                                                     \r\n\nthis conclusion,  not from any  language found in  section 10908,\r\n\nbut  rather from  the text of  the first section  of Chapter 109,\r\n\nwhich  reads: \"This  chapter applies  to a  vessel of  the United\r                                      \r\n\nStates except a fishing or whaling vessel or yacht.\"  46 U.S.C.A.\r\n\n   10901  (Emphasis  supplied.)    It  is  not  an  insignificant\r\n\ncoincidence that  sections 10901  and 10908  were both  extracted\r\n\nfrom former  section 658.   Thus, the  need to  refer to  section\r\n\n10901 to interpret the \"plain language\" of section 10908 suggests\r\n\nthat Chapter 109 is to be read and applied cohesively.\r\n\n     The  placement of  section  10908 within  Chapter 109  is in\r\n\nitself  a telling  sign. Chapter  109,  entitled \"Proceedings  on\r\n\nUnseaworthiness,\"  is  located  within Part  G,  \"Merchant Seamen\r\n\nProtection  and  Relief,\"  of  Subtitle  II of  Title  46.    The\r\n\nprovisions  of  Part  G  form  an   interlocking  whole  and  are\r\n\nexclusively  concerned with  regulating the  relationship between\r\n\nseamen and the  masters and owners of  the vessels in  which they\r\n\n                               -28-\r\r\n\nset out  to sea.   Thus, the placement of  a generally-applicable\r\n\ncriminal statute anywhere within Part G, let alone within Chapter\r\n\n109, would have made little sense.15\r\n\n     Similarly,  Part G codifies many of the requirements covered\r\n\nby the traditional warranty of seaworthiness.16  Indeed, a vessel\r\n                    \r                              \r\n\n     15  In contrast, the other two statutes under which the\r\ngovernment could have proceeded in this case are located in much\r\nmore appropriate contexts.  Thus, 46 U.S.C.A.   2302(b), which\r\nmakes it a misdemeanor to operate a vessel in a grossly negligent\r\nmanner, appears in Title 46, Subpart II, Part A  - General\r\nProvisions, Chapter 23 - Operation of Vessels Generally. \r\nSimilarly, 18 U.S.C.A.   1115 (Supp. 1997), which  makes it a\r\nfelony when the negligence of a ship's officer results in the\r\nloss of human life, appears in the United States Criminal Code.\r\n\n    Sections 2302(b) and 1115 are also much broader in scope than\r\nsection 10908.  The former are both applicable to all vessels in\r\nU.S. waters, whether inland or coastal, and whether sailing under\r\nU.S. or foreign flags.  Section 10908, on the other hand,\r\nexcludes foreign vessels, fishing vessels, and yachts, as well as\r\nother vessels operating in harbors and inland waters, which makes\r\nsense only for a statute concerned exclusively with seamen.\r\n\n    The majority admits to being puzzled by the limited scope of\r\nsection 10908, and recommends that Congress consider making\r\n\"safety standards more consistent across categories of vessels\r\nand in all locations.\"  Ante at 16.  The apparent inconsistency\r                                      \r\ndisappears under my reading of the statute.  Thus, the exclusion\r\nof foreign vessels follows from the fact that Part G's provisions\r\napply only to vessels sailing under the United States flag.  It\r\nis also understandable that fishing vessels, harbor vessels,\r\nprivate yachts, and vessels on inland waterways are excluded from\r\nsection 10908.  Such vessels are excluded from most of the\r\nprovisions of Part G because they usually set out to sea only for\r\nshort voyages, rendering unnecessary the detailed statutory\r\nscheme established by Part G for seamen going out to sea on\r\nintercoastal or ocean voyages.\r\n\n     16  The warranty of seaworthiness provides that the owner of\r\na vessel owes an absolute duty to seamen to provide a ship's\r\nhull, gear, appliances, ways, and appurtenances which are\r\nreasonably fit for their intended purpose,  Mitchell v. Trawler\r                                                                         \r\nRacer, Inc., </pre><span class=\"citation\" data-id=\"106049\"><a href=\"/opinion/106049/mitchell-v-trawler-racer-inc/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span><pre class=\"inline\"> (1960), as well as to appoint a\r                     \r\ncompetent master and a crew adequate in their number and\r\ncompetent for their duty, Usner v. Luckenbach Overseas Corp., </pre><span class=\"citation\" data-id=\"108234\"><a href=\"/opinion/108234/usner-v-luckenbach-overseas-corp/\"><span class=\"volume\">400</span>\r                                                                      \r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span><pre class=\"inline\"> (1971).\r\n\n                               -29-\r\r\n\nis unseaworthy in precisely the  same circumstances in which, for\r\n\npurposes of section 10902, it is unfit to proceed on its intended\r\n\nvoyage.     Consequently,  the  reference  in  section  10908  to\r\n\nunseaworthiness can only be interpreted in the light of the other\r\n\nprovisions of Chapter 109 and Part G.\r\n\n     Reading Chapter 109  as a whole reveals why,  as admitted by\r\n\nthe  government,  there  has never  been  a  criminal prosecution\r\n\npursuant to  either section  10908, or  its predecessor  statute,\r\n\nsection 658.   See  Appendix.   The  goal  of Chapter  109  is to\r                            \r\n\ncorrect  unseaworthy conditions before they pose a serious danger\r                                                \r\n\nat sea.   Section 10908  serves as a deterrent,  providing seamen\r\n\nwith the leverage  to force their vessel's master  to comply with\r\n\nChapter  109.   Sections  658  and  10908  have never  been  used\r\n\nbecause, once the  court-appointed marine surveyors have  found a\r\n\nvessel to be unseaworthy, only the most reckless of masters would\r\n\ninsist on setting out to  sea without first repairing the vessel.\r\n\nMoreover, the master may  not even be able  to set out to  sea in\r\n\nthe  face of  such a  finding because  the seamen  may  choose to\r\n\nremain on land and receive one month's wages as severance pay.   \r\n\n10906.   Unfortunately, my brethren's  insular interpretation  of\r\n\nsection 10908 replaces the corrective focus of Chapter 109 with a\r\n\npunitive one, since civil sanctions cannot be  imposed unless the\r\n\ncivil complaint procedures are followed, while criminal sanctions\r\n\nare always available.\r\n\n     An examination of  section 10908's  predecessor statute,  46\r\n\nU.S.C.A.    658 (1958),  establishes even  more clearly  that the\r\n\n                               -30-\r\r\n\ncivil procedures of Chapter 109  must be initiated before section\r\n\n10908 may be  invoked.  In 1983, Congress recodified  much of the\r\n\nlaw as to seamen, and in doing so split section 658 into sections\r\n\n10901, 10906, and 10908.  Pub. L. No. 98-89 (1983).   Section 658\r\n\nestablished  the penalties that  would attach  if court-appointed\r\n\ninspectors were to  find a  vessel unseaworthy  in some  respect.\r\n\nThe inclusion  of both  civil and criminal  penalties within  the\r\n\nsame section  was a clear  indicator that the  criminal penalties\r\n\nwere  the ultimate sanction for violations discovered pursuant to\r\n\nthe civil complaint procedures.\r\n\n     Section  10908  should  be  understood  in  the  context  of\r\n\nsection 658  because no substantive change was intended to result\r\n\nfrom the recodification, as is evident from the history of Public\r\n\nLaw 98-89.   See H.R. Rep.  No. 98-338 (1983), reprinted  in 1983\r                                                                      \r\n\nU.S.C.C.A.N. 924.  House Report No. 98-338 states that:\r\n\n     The ultimate aim of this legislation is three fold:  to\r\n     make maritime  safety and seaman  protection law easier\r\n     for  the Coast  Guard to  administer, to  make it  less\r\n     cumbersome  for the maritime  community to use,  and to\r\n     make it more understandable for everyone involved.\r\n\nId. at 113, 1983 U.S.C.C.A.N.  at 925.  During the hearings  held\r             \r\n\nby   the  House,  an  interesting  exchange  took  place  between\r\n\nCongressman  Studds of  Massachusetts, and  Admiral  Lusk of  the\r\n\nCoast Guard, the agency entrusted with enforcing the statute:\r\n\n     Mr.  Studds:   Some have  expressed  concern that  this\r                          \r\n     recodification  may   prompt  a  series   of  long  and\r\n     expensive  court cases  initiated  for  the purpose  of\r\n     testing  the  judicial  interpretation  of  terms   and\r\n     concepts contained in the revised  law.  Do you see any\r\n     risk  that  this sort  of  scenario might  unfold  as a\r\n     result of the enactment of this bill?\r\n\n                               -31-\r\r\n\n     Admiral Lusk:  I don't think so sir.  I understood that\r                           \r\n     it was to  be made so clear everywhere  that we weren't\r\n     trying   to  make   any   substantive   changes  of   a\r\n     controversial nature.\r\n\nHearings   of  H.R.  2247,   Subcommittee  on  Coast   Guard  and\r\n\nNavigation,  House Committee on Merchant Marine and Fisheries, 98\r\n\nCong.,  1st Sess. at 455 (Add.  p. 1).  This  is confirmed by the\r\n\nReport that accompanied this recodification, which stated:\r\n\n     Although the Committee  realized that many  substantive\r\n     changes  would  inevitably  be made  in  any  effort to\r\n     simplify and  modernize  the maritime  safety laws,  it\r\n     intended to  make no  changes  that would  prove to  be\r\n     detrimental to  or adversely impact  upon the  industry\r\n     governed by these laws.  More specifically it sought to\r\n     insure  that this  bill  not  take  away  any  existing\r\n     rights,  benefits  or privileges  from any  person, nor\r\n     place any greater duties or obligations on any person.\r\n\nH.R. Rep. No. 338,  98th Cong., 1st Sess. at 118-119 (1983) (Add.\r\n\npp.  11-12).    Thus,  Congress  simply  took  the  then-existing\r\n\nlegislation  and rearranged it  in a more  comprehensible manner.\r\n\nId.  The \"plain  meaning\"  rule does  not  govern  recodification\r             \r\n\nstatutes such  as Pub. L.  No. 98-89.   As  the Report  correctly\r\n\npoints out,  in  the usual  kind  of amendatory  legislation,  \"a\r\n\nchange  of  language is  intended  to  change  substance.   In  a\r\n\ncodification  statute, however,  the courts  uphold the  contrary\r\n\npresumption:   no  change  in  law  is  intended  unless  clearly\r\n\nexpressed.\"  Id. at  118-119 (Add. at 11-12).  The  Supreme Court\r                          \r\n\nhas held in numerous cases that: \r\n\n     [T]he change  of arrangement, which  placed portions of\r\n     what  was originally  a single  section into  separated\r\n     sections cannot be  regarded as altering the  scope and\r\n     purpose of the enactment.   For it will not be inferred\r\n     that Congress  in revising  and consolidating the  laws\r\n     intended to change their effect, unless  such intention\r\n     is clearly expressed.\r\n\n                               -32-\r\r\n\nFourco Glass Co. v. Transmirra  Products Corp., </pre><span class=\"citation\" data-id=\"105495\"><a href=\"/opinion/105495/fourco-glass-co-v-transmirra-products-corp/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span><pre class=\"inline\">, 227\r                                                        \r\n\n(1957) (citing United States v. Ryder, </pre><span class=\"citation\" data-id=\"91072\"><a href=\"/opinion/91072/united-states-v-ryder/\"><span class=\"volume\">110</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">729</span></a></span><pre class=\"inline\">, 740 (1884));\r                                               \r\n\nsee Finley v.  United States, </pre><span class=\"citation\" data-id=\"112266\"><a href=\"/opinion/112266/finley-v-united-states/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span><pre class=\"inline\">,  553-55 (1989); Mu iz\r                                                                           \r\n\nv. Hoffman,  </pre><span class=\"citation\" data-id=\"109300\"><a href=\"/opinion/109300/muniz-v-hoffman/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">454</span></a></span><pre class=\"inline\">, 467-74 (1975);  Tidewater Oil  Co. v.\r                                                                        \r\n\nUnited States,  </pre><span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">151</span></span><pre class=\"inline\">, 162  (1973);  Anderson v.  Pacific\r                                                                           \r\n\nCoast S.  Co., </pre><span class=\"citation\" data-id=\"97653\"><a href=\"/opinion/97653/anderson-v-pacific-coast-ss-co/\"><span class=\"volume\">225</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span><pre class=\"inline\">, 198-199  (1912).   Since the  House\r                       \r\n\nReport  does not  even discuss  the purported  change in  the law\r\n\nurged by the  government, let alone clearly express  an intent to\r\n\nenact such a change, one  may safely conclude that no substantive\r\n\nchange in this section was ever intended.\r\n\n     Furthermore,  we should be guided by  our own precedent that\r\n\ncounsels examination of statutes as  a whole, and that due weight\r\n\nbe  given  \"to  design,  structure  and purpose  as  well  as  to\r\n\naggregate language.\"  O'Connell v. Shalala, </pre><span class=\"citation\" data-id=\"196624\"><a href=\"/opinion/196624/oconnell-v-shhs/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span><pre class=\"inline\">, 176 (1st\r                                                    \r\n\nCir. 1996) (citation omitted); United States  v. Falvey, </pre><span class=\"citation\" data-id=\"403332\"><a href=\"/opinion/403332/united-states-v-richard-falvey-aka-dick-foley/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">871</span></a></span><pre class=\"inline\">   (1st  Cir.  1982).    Falvey  involved  a  prosecution  for\r                                            \r\n\npossession  of counterfeit foreign coins under a statutory scheme\r\n\nfirst  enacted in  1877 but  extensively rephrased  in 1965.   18\r\n\nU.S.C.   185.  Until 1965, the statute's  scope had been limited,\r\n\nto foreign  coins in actual  use and circulation as  money within\r\n\nthe United States.  However, because  the 1965 version of the law\r\n\nsimply  made  it  a  felony  to  counterfeit  silver  coins,  the\r\n\ngovernment sought  to apply  the statute  to counterfeit  foreign\r\n\ncurrency that was not either in  actual use or circulation in the\r\n\nUnited States.\r\n\n                               -33-\r\r\n\n     This court rejected the  government's contention, which  was\r\n\nprincipally  based on  minor  references to  section  185 in  the\r\n\nlegislative history.   Speaking  for this  court, Judge  Campbell\r\n\nsaid:\r\n\n     From  this slender reed,  the government constructs its\r\n     argument  that in 1965,  Congress intended, in  a minor\r\n     provision of an act with an entirely different purpose,\r\n     to  make a  major change  in a  statute dating  back to\r\n     1806.  We cannot accept such an argument.\r\n\n     . .  . [I]n the  complete absence of any  evidence that\r\n     the wording  was  aimed at  bringing about  substantive\r\n     changes other than  the one expressly reflected  in the\r\n     legislative history, the most plausible explanation  of\r\n     the  revised phraseology is that it was simply intended\r\n     to eliminate  the awkwardness  of  expression that  was\r\n     introduced  in  1877  and  carried   through  the  1948\r\n     version.  The  draftsman, we surmise, merely  sought to\r\n     \"clean up the language\" - falling into the trap, as can\r\n     easily occur where statutory  language is rephrased, of\r\n     unintentionally  suggesting a  substantive change.   In\r\n     light of the history of this statute and the absence of\r\n     any indication  of an intention  in 1965 to  change its\r\n     scope,  it would  be  anomalous  to  read  the  amended\r\n     statute  as broader in coverage than its predecessors .\r\n     . . Cases construing changes in statutory language tend\r\n     to  rely in part on evidence of congressional intent or\r\n     at least attention to the change in deciding whether to\r\n     give the change its literal effect . . . In the absence\r\n     of  these  factors,  courts  are not  bound  to  read a\r\n     statute literally in a manner entirely at odds with its\r\n     history and apparent intent.\r\n\n676 F.2d at 875.\r\n\n     My colleagues view  the legislative history in this  case as\r\n\nsending \"mixed  signals,\" ante at  9, with some of  it suggesting\r                                        \r\n\nthat the  purpose of the  legislation was simply to  recodify the\r\n\nthen-existing  law, with  no changes  intended,  and other  parts\r\n\nindicating that \"[t]he bill . . . [did] in fact make a great many\r\n\nsubstantive  changes to the present  law . .  . [which] should be\r\n\nunderstood . . . [as] intended by the [Congress].\"  See H.R. Rep.\r                                                                 \r\n\n                               -34-\r\r\n\nNo. 98-338  at 113, 1983 U.S.C.C.A.N. at 925.  They further quote\r\n\nfrom that  Report to the effect  that neither logic nor  case law\r\n\n\"mandate . . . reliance on legislative history to reach  a result\r\n\ncontrary to the plain meaning of the statute.\"  Id. at 120, 932.\r                                                             \r\n\n     These references miss the  point.  They are only  applicable\r\n\nto  substantive changes  in Chapter  109.   Can  it be  seriously\r                         \r\n\nargued that  merely moving  text from section  658 to  a separate\r\n\nsection,  section  10908,  with  virtually  identical   language,\r\n\nconstitutes  a  substantive change  in  that statute?    With due\r                                     \r\n\nrespect, I  think not.17   See Finley,  supra; Fourco  Glass Co.,\r                                                                          \r\n\nsupra; Mu iz, supra; Falvey, supra.  In fact, those provisions of\r                                            \r\n\nChapter  109 that are substantive  changes from the prior statute\r\n\nare  readily  apparent from  a  comparison  of  both laws.    See\r                                                                           \r\n\nAppendix.   One of  these is  the  section immediately  preceding\r\n\nsection 10908,   10907, which prohibits a  master from impeding a\r\n\nseaman  from making \"a complaint authorized by this chapter,\" and\r\n\nprovides a  civil penalty for  such conduct.  Section  10907 does\r\n\nnot appear in the old text. \r\n\n     Thousands of  vessels take to  sea every day  throughout the\r\n\nUnited States, and surely  many of them do so  in an \"unseaworthy\r\n\nstate that is likely to endanger the life of an individual.\"  The\r\n\nfact that  there has been  no prior invocation of  either section\r\n                    \r                              \r\n\n     17  The case relied upon by the majority, United States v.\r                                                                      \r\nFrezzo Bros., Inc., </pre><span class=\"citation\" data-id=\"368417\"><a href=\"/opinion/368417/united-states-v-frezzo-brothers-inc-guido-frezzo-and-james-l-frezzo/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1123</span></a></span><pre class=\"inline\"> (3d Cir. 1979), is inapposite. \r                            \r\nThe Third Circuit was there faced with the task of interpreting\r\nthe Clean Water Act.  That statute, 33 U.S.C.   1251, et seq.,\r                                                                       \r\nwhich is of relatively recent vintage (1972), contains neither\r\nprocedures similar to those in Chapter 109, nor is it the result\r\nof a recodification scheme.\r\n\n                               -35-\r\r\n\n658 or  section 10908 thus casts  further doubt on  the view that\r\n\nCongress by this recodification intended to enact a  major change\r\n\nin the  maritime law,  without making  any specific statement  to\r\n\nthat effect.  Although I would be the last to condone  sending an\r\n\nunseaworthy vessel  to sea,  and sincerely  hope that  deliberate\r\n\nenvironmental  damage does not  go unpunished, the  imposition of\r\n\ncriminal  sanctions under the present circumstances constitutes a\r\n\nradical departure from  what has been the custom  and practice in\r\n\nthe maritime world to the present time. \r\n\n     Notwithstanding   that  the   majority's   holding  on   the\r\n\nsufficiency of  the evidence ameliorates  the impact of  this new\r\n\ninterpretation of the statute, it nonetheless poses a substantial\r\n\nthreat  of converting untold numbers of unsuspecting persons into\r\n\nprospective felons.   Although Congress  could very well  enact a\r\n\nstatute  with the  reach envisioned  by the  majority, I  am hard\r\n\npressed to  accept  such  a  significant  break  with  the  past,\r\n\nparticularly  where criminal  sanctions are  at  stake, absent  a\r\n\nclear indication that such construction is the intended result of\r\n\nwhat appears to be a  mere reshuffling of a longstanding maritime\r\n\nsafety statute.  See Falvey, supra.  \r                                            \r\n\n     Finally,  the fact that the interpretations of section 10908\r\n\nproposed by Rivera and the government are \"both .  . . consistent\r\n\nwith what  [the majority]  see[s] as the  overall purpose  of the\r\n\nlegislation,\"  ante at  7, should  at the  very least  suffice to\r                             \r\n\ntrigger the operation of the rule of lenity, which \"commands that\r\n\ngenuine  ambiguities  affecting  a  criminal  statute's scope  be\r\n\n                               -36-\r\r\n\nresolved  in the  defendant's  favor,\" ante  at  11 n.8  (quoting\r                                                     \r\n\nUnited States  v. Bowen, Nos. 96-2289,  90, slip. op. at  15 (1st\r                                 \r\n\nCir. Sept. 5,  1997)).  The  majority refuses to  apply the  rule\r\n\nbecause \"[t]he plain language of section 10908 is not ambiguous.\"\r                                       \r\n\nAnte at 11 n.8  (emphasis added).  However, in applying  the rule\r              \r\n\nof lenity the inquiry is not whether the language of the  statute\r\n\nis plain, but rather  whether its meaning is  clear.  See  United\r                                                                           \r\n\nStates  v. O'Neill, </pre><span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">, 301  n.10 (1st  Cir. 1993) (the\r                            \r\n\nrule  is applicable when \"at  the end of  a thorough inquiry, the\r\n\nmeaning of a criminal statute remains obscure\") (emphasis added).\r                 \r\n\nThe meaning and scope of section 10908 can hardly be described as\r\n\nunambiguous when, as the majority admits and this concurrence has\r\n\nshown,  it  remains  subject  to  two  reasonable  but  competing\r\n\ninterpretations.    Thus,  if  Congress  accepts  the  majority's\r\n\ninvitation to look into this matter,  ante at 16, I also  suggest\r                                                    \r\n\nthat  it  define  unambiguously the  nature  of  the relationship\r\n\nbetween Chapter 109's civil and criminal provisions.\r\n\n                               -37-\r\r\n\n              Appendix:  A Comparison of Provisions\r                        Appendix\r\n\n      Predecessor Statute:            Current Chapter 109:\r                Predecessor Statute:            Current Chapter 109:\r\n      46 U.S.C.    653-658              \"Proceedings on\r                46 U.S.C.    653-658              \"Proceedings on\r\n                                       Unseaworthiness,\"\r                                                 Unseaworthiness,\"\r\n                                    46 U.S.C.    10901-10908\r                                              46 U.S.C.    10901-10908\r\n\n   653:   Complaint       that     10901:  Application.\r                                                                \r\n          V e s s e l      i s\r                                        \r\n          Unseaworthy.              \"This chapter applies to a\r                               \r\n                                    vessel   of   the   United\r\n    \"If the  first and  second      States except a fishing or\r\n    officers under  the master      whaling vessel or yacht.\" \r\n    or a majority of  the crew\r\n    of any vessel bound on any     10902:  Complaints       of\r                                                                        \r\n    voyage  shall, before  the             unfitness.\r                                                              \r\n    vessel shall have left the\r\n    harbor, discover that  the      \"(a)(1) If  the chief  and\r                                               (a)(1)\r\n    vessel is too leaky  or is      second mates or a majority\r\n    otherwise unfit .  . .  to      of  the  crew of  a vessel\r\n    proceed  on  the  intended      ready   to   begin  voyage\r\n    voyage, and  shall require      discover,    before    the\r\n    such   unfitness   to   be      vessel leaves harbor, that\r\n    inquired into, the  master      the vessel is unfit  . . .\r\n    shall, upon the request of      to proceed on the intended\r\n    the   first   and   second      voyage  and   require  the\r\n    officers under the  master      unfitness  to  be inquired\r\n    or  such  majority  of the      into,      the      master\r\n    crew,  forthwith apply  to      immediately shall apply to\r\n    the judge of  the district      the district court  of the\r\n    court  of   that  judicial      United States at the place\r\n    district  .  .  .  for the      at  which  the  vessel  is\r\n    appointment  of surveyors,      located  .  .  .  for  the\r\n    as provided in section 654      appointment  of surveyors.\r\n    of this title, taking with      At  least   2  complaining\r\n    him  two  or  more  of the      seamen shall accompany the\r\n    crew who  shall have  made      master  to  the  judge  or\r\n    such request . . . . [A]ny      justice of the peace.\r\n    master refusing to  comply      (2)  A  master  failing to\r                                              (2)\r\n    with    these   provisions      comply      with      this\r\n    shall  be   liable  to   a      subsection  is  liable  to\r\n    penalty  of  $500.    This      the      United     States\r\n    section shall not apply to      Government  for   a  civil\r\n    fishing or whaling vessels      penalty of $500.\"\r\n    or yachts.\"\r\n\n                               -38-\r\r\n\n   654:  Proceedings        on     10903:  Proceedings on\r                                                                   \r\n         examination        of             examination of\r                                                                   \r\n         vessel.                           vessel.\r                                                           \r\n\n    \"The judge, or justice, in      \"(a)On  application  under\r                                              \"(a)\r\n    a  domestic  port,  shall,      section  10902(a)  of this\r\n    upon   such   application,      title,   the    judge   or\r\n    issue     his     precept,      justice of the peace shall\r\n    directed to three  persons      appoint 3 experienced  and\r\n    in  the neighborhood,  the      skilled  marine  surveyors\r\n    most    experienced    and      to  examine the vessel for\r\n    skillful    in    maritime      the       defects       or\r\n    affairs   that    can   be      insufficiencies complained\r\n    procured . .  . . It shall      of .  . . .  The surveyors\r\n    be   the   duty   of  such      shall  make  a  report  in\r\n    surveyors  to   repair  on      writing  .  .   .  stating\r\n    board such  vessel and  to      whether the vessel  is fit\r\n    examine   the   same    in      to proceed to sea, and, if\r\n    respect to the defects and      not, in what respect it is\r\n    insufficiencies complained      unfit,  making appropriate\r\n    of,  and  make  reports to      recommendations . . . .\r\n    the judge . . . in writing      (b)   On   receiving   the\r                                              (b)\r\n    . . . whether in any or in      report,   the   judge   or\r\n    what respect the vessel is      justice  shall  endorse on\r\n    unfit  to  proceed  on the      the report the judgment of\r\n    intended  voyage .  .  . .      the  judge  or  justice on\r\n    [U]pon  such  report   the      whether the vessel  is fit\r\n    judge  or   justice  shall      to proceed on the voyage .\r\n    adjudge and  shall indorse      . . .\r\n    on his report his judgment      (c) The  master shall  pay\r                                              (c) \r\n    whether the vessel  is fit      all costs of  the survey .\r\n    to proceed on the intended      . . .\r\n    voyage,   and,   if   not,      (d)  A master  of a vessel\r                                              (d)\r\n    whether  such repairs  can      violating this  section is\r\n    be  made  or  deficiencies      liable   to   the   United\r\n    supplied  .  .   .  .  The      States  Government  for  a\r\n    master or commander shall,      civil penalty of  $100 . .\r\n    in the first instance, pay      . .\"\r\n    all costs of such a review\r\n    . . . .\"\r\n\n                               -39-\r\r\n\n   655:   Refusal  to  proceed     10904:  Refusal          to\r                                                                        \r\n          when   vessel  found             proceed.\r                                                            \r\n          seaworthy.\r                             \r\n                                    \"After  a  judgment  under\r\n    \"If,  after judgment  that      section   10903  of   this\r\n    such  vessel  is   fit  to      title that a vessel is fit\r\n    proceed  . .  .  [or after      to proceed . . . or  after\r\n    performing   the  directed      the order of a judgment to\r\n    alterations]  the  seamen,      make  up  deficiencies  is\r\n    or either  of them,  shall      complied with, if a seaman\r\n    refuse to  proceed on  the      does  not  proceed  on the\r\n    voyage,  he  shall forfeit      voyage,  the  unpaid wages\r\n    any wages that  may be due      of    the    seaman    are\r\n    him.\"                           forfeited.\"\r\n\n                               -40-\r\r\n\n   656:   Appointment       of     10905:  Complaints in\r                                                                  \r\n          inspectors by consul             foreign ports.\r                                                                  \r\n          in foreign port.\r                                   \r\n                                    \"(a)   When  a   complaint\r                                               (a)\r\n    \"Upon   a   complaint   in      under section  10902(a) of\r\n    writing,  signed  by   the      this  title is  made in  a\r\n    first and  second officers      foreign      port,     the\r\n    or a majority  of the crew      procedures of this chapter\r\n    of any vessel,  while in a      shall be followed,  with a\r\n    foreign  port,  that  such      consular           officer\r\n    vessel is in an unsuitable      performing  the duties  of\r\n    condition to go to sea . .      the  judge  or  justice of\r\n    . the  consul shall  cause      the peace.\r\n    to   be  appointed   three      (b)  On   review  of   the\r                                              (b)\r\n    persons       of      like      marine  surveyors' report,\r\n    qualifications  with those      the  consular officer  may\r\n    described  in section  654      approve  and must  certify\r\n    of this  title, who  shall      any  part  of  the  report\r\n    proceed  to  examine  into      with  which   the  officer\r\n    the cause of the complaint      agrees.   If the  consular\r\n    and who  shall proceed  to      officer dissents from  any\r\n    be governed  in all  their      part  of  the  report, the\r\n    proceedings as provided by      officer    shall   certify\r\n    said section.\"                  reasons   for   dissenting\r\n                                    from that part.\"\r\n   657:   R e p o r t      o f\r                                        \r\n          inspectors.\r                              \r\n\n    \"The  inspectors appointed\r\n    by    any    consul,    in\r\n    pursuance  of section  656\r\n    of this title,  shall have\r\n    full power to  examine the\r\n    vessel . . . .[I]f, upon a\r\n    view    of    the    whole\r\n    proceedings, the consul is\r\n    satisfied   therewith,  he\r\n    may approve  the whole  or\r\n    any  part  of  the report,\r\n    and  shall   certify  such\r\n    approval;    or   if    he\r\n    dissents, he shall certify\r\n    his       reasons      for\r\n    dissenting.\" \r\n\n                               -41-\r\r\n\n   658:   Discharge of crew on     10906:  Discharge  of  crew\r                                                                        \r\n          a c c o u n t    o f             for unsuitability.\r                                                                      \r\n          unseaworthiness;\r                                    \r\n          penalty  for sending      \"When a survey  is made at\r                                        \r\n          unseaworthy   vessel      a   foreign    port,   the\r                                        \r\n          to sea.                   surveyors  shall  state in\r                          \r\n                                    the  report   whether,  in\r\n    \"The   inspectors   [shall      their opinion,  the vessel\r\n    state whether] the  vessel      had  been   sent  to   sea\r\n    was sent to sea unsuitably      unsuitably provided in any\r\n    provided in  any important      important  particular,  by\r\n    or  essential  particular,      neglect   or   design   or\r\n    by neglect  or design,  or      through     mistake     or\r\n    through     mistake     or      accident.   If by  neglect\r\n    accident; and  in case  it      or    design,    and   the\r\n    was by mistake  or design,      consular official approves\r\n    and  the consular  officer      the  finding, the  officer\r\n    approves of such  finding,      shall  discharge  a seaman\r\n    he shall discharge such of      requesting  discharge  and\r\n    the  crew  as  request it,      shall  require the  master\r\n    and   shall   require  the      to pay  one month's  wages\r\n    payment by  the master  of      to that seaman in addition\r\n    one month's wages  of each      to  wages  then   due,  or\r\n    seaman over and  above the      sufficient  money  for the\r\n    wages then due . . . . But      return  of  the  seaman to\r\n    if in  the opinion  of the      the   nearest   and   most\r\n    inspectors the defects  or      convenient  port  of   the\r\n    deficiencies    found   to      United  States,  whichever\r\n    exist have been the result      is the greater amount.\"\r\n    of  mistake  or  accident,\r\n    and  could  not,   in  the     10907:  Permission to  make\r                                                                        \r\n    exercise of ordinary care,             complaint.\r                                                              \r\n    have   been   known    and\r\n    provided   against  before      \"(a)  A  master   may  not\r                                               (a)\r\n    the sailing of the vessel,      refuse to permit, deny the\r\n    and the master  shall in a      opportunity to, or  hinder\r\n    reasonable time  to remove      a  seaman  who  wishes  to\r\n    or  remedy  the  causes of      make      a      complaint\r\n    complaint,  then  the crew      authorized     by     this\r\n    shall remain and discharge      chapter.\r\n    their duty.  If any person      (b)  A   master  violating\r                                              (b)\r                                        \r\n    knowingly     sends     or      this section is  liable to\r                                        \r\n    attempts  to  send  or  is      the   United  States   for\r                                        \r\n    party  to  the  sending or      civil penalty of $500.\"\r                                        \r\n    attempting   to   send  an\r                                        \r\n    American ship  to sea,  in     10908:  Penalty         for\r                                                                        \r\n    the  foreign or  coastwide             s e n d i n g\r                                                                  \r\n    trade,    in    such    an             unseaworthy  vessel\r                                                                        \r\n    unseaworthy state that the             to sea.\r                                                           \r\n    life  of  any   person  is\r                                        \r\n    likely to be thereby            \"A person that knowingly\r                                  \r\n\n                               -42-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/97653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738221/"
  ]
}