{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197340/",
  "absolute_url": "/opinion/197340/united-states-v-muriel/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197340/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:27:43Z",
  "date_modified": "2017-03-24T10:51:00.796969Z",
  "type": "010combined",
  "sha1": "8c65aac2caac1a3dd93ff3136653f847402120a6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1588.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n\n                                         \r\n\nNo. 96-1588\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n         PEDRO MURIEL A/K/A PEDRO JUAN REYES-MURIEL,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nScott A. Lutes for appellant.\r                          \r\nMargaret E.  Curran, Assistant United  States Attorney, with  whom\r                               \r\nSheldon  Whitehouse,  United  States Attorney,  and  Zechariah Chafee,\r                                                                             \r\nAssistant United States Attorney, were on brief for appellee.\r\n\n                                         \r\n\n                         May 5, 1997\r\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.   Defendant-appellant\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nPedro  Muriel  appeals the  district  court's  denial of  his\r\n\nmotion to withdraw his plea of guilty.  We affirm.      \r\n\n                          BACKGROUND\r                                      BACKGROUND\r\n\n          Muriel  was arrested  during  the  execution  of  a\r\n\nwarrant to  search his  girlfriend's apartment.   When police\r\n\nentered  the  apartment on  September  14,  1995, they  found\r\n\nMuriel  standing in a  bedroom in his  underwear and reaching\r\n\ntoward  the bed, upon which  police found a  loaded Smith and\r\n\nWesson 10-millimeter  handgun under a pillow.   Muriel claims\r\n\nthat he was not reaching for the gun but for his pants.  \r\n\n          Police had obtained the  warrant to search the two-\r\n\nbedroom  apartment  rented  by  Muriel's  girlfriend,  Ingrid\r\n\nOstos, on  the basis  of information  provided by  a reliable\r\n\ninformant previously used by  the police.  In the  bedroom in\r\n\nwhich they found Muriel and the gun, police also found $1,065\r\n\nin cash in a nightstand, an ammunition box containing sixteen\r\n\nlive .45  caliber rounds, and some  personal papers belonging\r\n\nto  Muriel and  Ostos.   In the  other bedroom  they  found a\r\n\nplastic bag holding twenty-three glassine  packets containing\r\n\ntraces of heroin and a small electronic scale.  \r\n\n          Muriel  had previously  been  convicted  for  other\r\n\noffenses.   At  the  time he  was arrested,  he was  facing a\r\n\npending  violation of  a  probationary term  and a  suspended\r\n\nsentence  in Rhode  Island Providence County  Superior Court.\r\n\n                             -2-\r                                          2\r\r\n\nIn  the case  at bar,  Muriel was  indicted on  three counts:\r\n\nCount I,  violation  of 21  U.S.C.    841(a)  (possession  of\r\n\nheroin with intent to distribute),  Count II, violation of 18\r\n\nU.S.C.   924(c)(1) (using or carrying a firearm during and in\r\n\nrelation  to   a  drug-trafficking  crime),  and  Count  III,\r\n\nviolation  of  18  U.S.C.     922(g)  by  being a  \"felon-in-\r\n\npossession\" (i.e., possession of  a firearm after having been\r\n\nconvicted of a felony).   Muriel entered a plea of not guilty\r\n\nto the charges at his arraignment, and the case was placed on\r\n\nthe  trial calendar for December 1995.  On November 30, 1995,\r\n\nthe  parties signed a plea agreement pursuant to Federal Rule\r\n\nof Criminal Procedure 11(e)(1)(B),  in which Muriel agreed to\r\n\nplead guilty  to Count  III (the  felon-in-possession charge)\r\n\nand the government agreed  to drop the other two  charges and\r\n\nrecommend  to the court that  Muriel be sentenced  at the low\r\n\nend  of the applicable guideline  range.  The government also\r\n\norally  agreed  not to  oppose  a  three-level reduction  for\r\n\nacceptance of responsibility.\r\n\n          Between the  time the  plea agreement was  accepted\r\n\nand Muriel's sentencing, the  Supreme Court decided Bailey v.\r                                                                         \r\n\nUnited  States, 116  S.  Ct. 501  (1995),  which altered  the\r                          \r\n\nprevailing interpretation of  the term \"use\"  in 18 U.S.C.   \r\n\n924(c)(1),  one  of  the   offenses  with  which  Muriel  had\r\n\noriginally  been  charged,  but  which  was  dropped  by  the\r\n\ngovernment  pursuant  to the  plea  agreement.   18  U.S.C.  \r\n\n                             -3-\r                                          3\r\r\n\n924(c)(1) provides,  in relevant  part, that any  person who,\r\n\n\"during  and in  relation to  any crime  of violence  or drug\r\n\ntrafficking crime . . . uses  or carries a firearm, shall . .\r\n\n.  be sentenced to imprisonment for five years  . . . .\"   In\r\n\nBailey, the Supreme  Court held that, in  order to constitute\r                  \r\n\nan offense under the  \"use\" prong of   924(c)(1),  there must\r\n\nbe evidence  of  \"active  employment\" of  a  firearm  in  the\r\n\ncommission  of the  predicate offense;  mere possession  of a\r\n\nfirearm by  a person committing an offense is not sufficient.\r\n\nId. at 505.    At  the sentencing  hearing  on  February  23,\r               \r\n\n1996, Muriel  moved to vacate his  plea of guilty so  that he\r\n\ncould move to  suppress evidence seized during  the search of\r\n\nSeptember 14, 1995.   The district  court denied the  motion,\r\n\nand Muriel was subsequently  sentenced to thirty-three months\r\n\nin  prison, a three-year period of  supervised release, and a\r\n\nfine of $7,130.80.  He then timely filed this appeal.  \r\n\n          Muriel wants to withdraw his plea of  guilty to the\r\n\nfelon-in-possession  charge.    He  argues that  he  did  not\r\n\nreceive the benefit of his bargain in pleading guilty to this\r\n\ncharge because the Supreme Court's decision in Bailey, handed\r                                                                 \r\n\ndown after Muriel had pled  guilty pursuant to the agreement,\r\n\nwould nullify the 18  U.S.C.   924(c)(1) charge, Count  II of\r\n\nthe indictment, which was  dropped by the government pursuant\r\n\nto  the plea agreement.  Muriel argues further that since the\r\n\nsentencing court was not convinced by a fair preponderance of\r\n\n                             -4-\r                                          4\r\r\n\nthe evidence on Count I, Count III is the  only viable charge\r\n\nleft against him.  Appellant's Br. at 8.  \r\n\n          Muriel does  not request  a trial; indeed,  he does\r\n\nnot profess his  innocence, but  wishes to file  a motion  to\r\n\nsuppress evidence  in order  to challenge the  affidavit upon\r\n\nwhich  the search warrant which  led to the  discovery of the\r\n\ngun  was based.    Muriel thus  contends  that he  should  be\r\n\npermitted to  withdraw  his guilty  plea  in order  to  avail\r\n\nhimself of another strategy in his defense. \r\n\n                           ANALYSIS\r                                       ANALYSIS\r\n\n          Muriel makes  two arguments  on appeal.   First, he\r\n\ncontends  that the  district court  abused its  discretion in\r\n\ndenying  his motion  to  withdraw  his  plea because  he  has\r\n\nasserted a fair and just reason for doing so.  Second, Muriel\r\n\ncontends  that the  district court  committed clear  error in\r\n\nsentencing  him  by denying  him  a  downward adjustment  for\r\n\nacceptance of responsibility.\r\n\n                              I.\r                                          I.\r\n\n          Muriel moved  to vacate  his guilty plea  before he\r\n\nwas  sentenced.   Federal Rule  of Criminal  Procedure 32(e),\r\n\nwhich governs  plea withdrawals,  states, in  pertinent part:\r\n\n\"If a motion to withdraw a  plea of guilty or nolo contendere\r\n\nis  made before sentence is imposed, the court may permit the\r\n\nplea to be withdrawn if the defendant shows any fair and just\r\n\nreason.\"  A  defendant has  no absolute right  to withdraw  a\r\n\n                             -5-\r                                          5\r\r\n\nguilty plea.   See United  States v. Isom,  85 F.3d  831, 834\r                                                     \r\n\n(1st Cir.  1996); United  States v. Ribas-Dominicci,  50 F.3d\r                                                               \r\n\n76,  78  (1st  Cir.  1995).   Moreover,  a  district  court's\r\n\ndecision granting or  denying a motion  to withdraw a  guilty\r\n\nplea  may  be reversed  only  upon  a demonstrable  abuse  of\r\n\ndiscretion.   See United  States v. Sanchez-Barreto,  93 F.3d\r                                                               \r\n\n17, 23 (1st Cir. 1996), cert. denied sub nom. Arroyo-Reyes v.\r                                                                         \r\n\nUnited  States,  117  S.  Ct. 711  (1997);  United  States v.\r                                                                         \r\n\nParrilla-Tirado, 22 F.3d 368, 371 (1st Cir. 1994).     \r                           \r\n\n          We  have  employed  four  criteria  in  determining\r\n\nwhether a defendant has asserted a \"fair and just\" reason for\r\n\nwithdrawing a guilty plea:  \r\n\n          (1)  the  plausibility  of   the  reasons\r\n          prompting the requested  change of  plea;\r\n          (2) the timing of the defendant's motion;\r\n          (3) the existence  or nonexistence of  an\r\n          assertion of innocence; and  (4) whether,\r\n          when  viewed  in  the  light  of emergent\r\n          circumstances,   the   defendant's   plea\r\n          appropriately  may  be  characterized  as\r\n          involuntary,   in   derogation   of   the\r\n          requirements  imposed by Fed. R. Crim. P.\r\n          11, or otherwise legally suspect.  \r\n\nSanchez-Barreto, 93  F.3d at  23.  The  fourth consideration,\r                           \r\n\nwhich  hinges on whether the plea was knowing, voluntary, and\r\n\nintelligent,  is most  significant.  Ribas-Dominicci, 50 F.3d\r                                                                \r\n\nat 78.  \r\n\n          If, under this analysis, the defendant successfully\r\n\nmeets  his burden of demonstrating a fair and just reason for\r\n\nwithdrawing  his plea,  the  court must  inquire whether  the\r\n\n                             -6-\r                                          6\r\r\n\ngovernment will suffer  any demonstrable  prejudice from  the\r\n\nwithdrawal of  the plea.   Parrilla-Tirado, 22  F.3d at  371.\r                                                      \r\n\nBecause  we find that Muriel  does not meet  his burden under\r\n\nthis analysis,  however, we need not address  the question of\r\n\nprejudice.  See id. at 373  n.5; United States v. Doyle,  981\r                                                                   \r\n\nF.2d 591, 596 n.6 (1st Cir. 1992).  \r\n\n(1)  Plausibility\r            (1)  Plausibility\r\n\n          Muriel  must  demonstrate  a  plausible  reason for\r\n\nwithdrawing his guilty plea.  See Parrilla-Tirado, 22 F.3d at\r                                                             \r\n\n371.    Plausibility  cannot  just rest  on  Muriel's  second\r\n\nthoughts \"'about  some fact or a  point of law, or  about the\r\n\nwisdom  of  his earlier  decision.'\"   Isom,  85 F.3d  at 837\r                                                       \r\n\n(quoting Parrilla-Tirado, 22 F.3d at 371).  Our review of the\r                                    \r\n\nrecord supports the district court's assessment that Muriel's\r\n\nchange  of  heart, while  \"understandable,\"  was  prompted by\r\n\nsecond thoughts about the wisdom of his decision to enter the\r\n\nplea agreement rather than file a motion to suppress evidence\r\n\nof the  gun.  Memorandum  and Order of  March 19, 1996  at 4.\r\n\nMuriel  advances  the  following  as  plausible  reasons  for\r\n\nwithdrawing  his plea: (1) his motion to withdraw was not the\r\n\nproduct of  second thoughts  but was  prompted by  the Bailey\r                                                                         \r\n\ndecision; (2) an alleged defect in the warrant makes his plea\r\n\nsuspect;  and  (3)  the plea  bargain  ceased  to  be to  his\r\n\nbenefit.  We find none of these to be plausible reasons.     \r\n\n                             -7-\r                                          7\r\r\n\n          By his own admission Muriel had second thoughts all\r\n\nalong about his  strategic choice to plea bargain  because he\r\n\nhad doubts about  the sufficiency of the  evidence upon which\r\n\nthe search warrant  was based.   But Muriel  made a  tactical\r\n\ndecision to forgo the warrant challenge because, at the time,\r\n\nhe thought it was  in his best interests to  secure dismissal\r\n\nof the  most  serious  charge, 18  U.S.C.     924(c)(1)  (the\r\n\n\"Bailey   charge\"),  which  carries   a  five-year  mandatory\r                   \r\n\nsentence.   Appellant's  Memorandum in  Support of  Motion to\r\n\nVacate  Plea of Guilty at 2.  Nearly three months later, when\r\n\nMuriel concluded  that circumstances had changed  such that a\r\n\npotential motion to  suppress seemed to be  a better strategy\r\n\nthan his plea bargain, he decided that withdrawal of his plea\r\n\nwas  in  order.   But,  as  we  have  already stated,  second\r\n\nthoughts do not constitute a plausible reason for withdrawal.\r\n\n          Muriel  also argues that  the information contained\r\n\nin  the affidavit  in  support  of  the  search  warrant  was\r\n\ninsufficient to establish probable cause, and  that this is a\r\n\nplausible  reason for  withdrawing his  plea.   Specifically,\r\n\nMuriel contends  that the warrant \"contained  lies,\" and that\r\n\nthis  renders  his  plea  and conviction  \"legally  suspect.\"\r\n\nAppellant's  Br. at 12.   But, as the  district court pointed\r\n\nout,  Muriel has  not  met his  burden  of showing  that  the\r\n\naffidavit did not sustain a finding of probable cause for the\r\n\n                             -8-\r                                          8\r\r\n\nwarrant.   Memorandum  and  Order of  March  19, 1996  at  5.\r\n\nMuriel has neither demonstrated  that, under the \"totality of\r\n\nthe  circumstances\" test,  the  information contained  in the\r\n\naffidavit does not  show that there  was \"a fair  probability\r\n\nthat contraband or  evidence of a crime\"  would be discovered\r\n\nat a specific  place, Illinois  v. Gates, 462  U.S. 213,  238\r                                                    \r\n\n(1983), nor presented evidence of \"deliberate falsehood or of\r\n\nreckless  disregard for the truth\" on the part of the affiant\r\n\ndetective, Franks v. Delaware, 438 U.S. 154, 171 (1978).  \r                                         \r\n\n          Aside  from  the  affidavit  itself  and  his  bare\r\n\nallegations  that  the   affidavit  contained  lies   by  the\r\n\ninformant and  misstatements by the  investigating detective,\r\n\nMuriel  offers  no proof  that  probable cause  to  issue the\r\n\nwarrant was lacking.   On the facts before us,  we cannot say\r\n\nthat the  district court  abused its discretion  in rejecting\r\n\nMuriel's  argument that deficiencies  in the warrant rendered\r\n\nhis plea legally suspect.1    We  add  that  Muriel   has  no\r\n\nargument  that he was   previously deprived of  the chance to\r\n\nfile  a  motion to  suppress because  he  was unaware  of the\r\n\nfacts.  To  the contrary, Muriel's decision to  plead guilty,\r\n\nrather  than  file  a  motion to  suppress,  was  a  tactical\r\n\ndecision made months  before he moved  to withdraw his  plea.\r\n\n                    \r                                \r\n\n1.    Although we review  the denial of a motion to  suppress\r\nde  novo, see United States  v. Zayas-Diaz, 95  F.3d 105, 111\r                                                      \r\nn.6 (1st Cir. 1996),  we review the denial of  a pre-sentence\r\nmotion to withdraw a guilty plea for abuse of discretion.\r\n\n                             -9-\r                                          9\r\r\n\nAt the time Muriel pled guilty, he possessed all the relevant\r\n\ninformation  about  the  affidavit  that  he  now  claims  is\r\n\ndefective.  This is not a  case where the defendant can point\r\n\nto newly-discovered  evidence.   Cf. United States  v. Ramos,\r                                                                        \r\n\n810 F.2d 308,  313 (1st  Cir. 1987) (finding  that the  lower\r\n\ncourt  did not  abuse  its discretion  in  refusing to  \"give\r\n\nweight  to a  self-serving,  unsupported  claim of  innocence\r\n\nraised  judicially  for  the  first time  after  the  Rule 11\r\n\nhearing,\"  particularly where the  defendants had not offered\r\n\ninsight into  the substance of  the exculpatory information).\r\n\nWe  conclude that  Muriel's unsupported claims  regarding the\r\n\nsufficiency of the search warrant  do not provide a plausible\r\n\nreason for withdrawal here.\r\n\n          Finally, Muriel argues that  he did not receive the\r\n\nbenefit of his bargain because of Bailey's impact on his plea\r                                                    \r\n\nagreement, because  he  received no  downward adjustment  for\r\n\nacceptance of responsibility, and because he was sentenced at\r\n\nthe higher  end of the applicable guideline range rather than\r\n\nthe  lower  end.    We  have   frequently  stated  that  plea\r\n\nagreements are contractual in nature.  See Parrilla-Tirado 22\r                                                                      \r\n\nF.3d  at 371; United States v. Atwood, 963 F.2d 476, 479 (1st\r                                                 \r\n\nCir.  1992).   We  have  further explained  that  a defendant\r\n\nreceives  some  \"built-in\" benefits  when  he  or she  pleads\r\n\nguilty and that,  barring material misrepresentation, default\r\n\non a promise, or  breach of the agreement by  the government,\r\n\n                             -10-\r                                          10\r\r\n\nno additional  consideration is required to  support a guilty\r\n\nplea.  Parrilla-Tirado, 22 F.3d at 371-72.       \r                                  \r\n\n          Muriel's  memorandum in  support  of the  motion to\r\n\nwithdraw his plea states that he ultimately decided to  forgo\r\n\nfiling a motion to  suppress evidence of the gun  in exchange\r\n\nfor the  chance to bargain  away the most  significant charge\r\n\nagainst  him, the  Bailey charge,  which carried  a mandatory\r                                     \r\n\nminimum of five years.  There was ample consideration for the\r\n\nagreement--in exchange for Muriel's guilty plea to Count III,\r\n\nthe  government agreed  to drop  Counts I and  II and  not to\r\n\noppose  a  reduction  in   his  sentence  for  acceptance  of\r\n\nresponsibility.   Muriel cannot be permitted  now to withdraw\r\n\nhis plea in  the hopes  of renegotiating a  better deal  just\r\n\nbecause Counts I and II later looked like weak charges.  \r\n\n          Although Muriel may believe that he did not receive\r\n\nany \"built-in\" benefits  of his bargain, his bargain was with\r\n\nthe  government,   which  could  only   make  the   agreed-to\r\n\nrecommendations  to the  court and  could not  guarantee that\r\n\nMuriel would  receive a  particular sentence.   Sentencing is\r\n\nwithin  the discretion of  the district court.   Moreover, as\r\n\nRule 11(e)(1)(B) itself makes clear, a plea agreement of this\r\n\nkind is made with the \"understanding that such recommendation\r\n\nor request  shall not be  binding upon the court.\"   We agree\r\n\nwith  the district court that Muriel should not be allowed to\r\n\nvacate his guilty plea on this basis.\r\n\n                             -11-\r                                          11\r\r\n\n(2)  Timing\r            (2)  Timing\r\n\n          The  length of time  between the entry  of the plea\r\n\nand the  filing of the motion  to withdraw is a  factor to be\r\n\nconsidered.  Ramos, 810 F.2d at 312.  \"Because the  timing of\r                              \r\n\na defendant's attempted plea  withdrawal is highly  probative\r\n\nof  motive, close scrutiny of the  chronology is important in\r\n\nadjudicating whether  retraction is  fair and just.\"   Doyle,\r                                                                        \r\n\n981 F.2d at 595.  \r\n\n          Muriel moved  to withdraw his plea  on February 23,\r\n\n1996, over two  months after Bailey  was decided, and  almost\r                                               \r\n\nthree months  after  his  guilty  plea  was  entered.    This\r\n\ncircuit's case  law counsels against withdrawal  after such a\r\n\ndelay.   See Isom, 85 F.3d at 839 (two-month delay too long);\r                             \r\n\nRamos, 810 F.2d at 313  (thirteen-day delay too long); United\r                                                                         \r\n\nStates  v. Keefe, 621 F.2d 17, 20 (1st Cir. 1980) (three-week\r                            \r\n\ndelay  too long).  What is more significant, however, is that\r\n\nMuriel's motion to withdraw came one month  after the release\r\n\nof the Presentence Investigation Report (\"PSI Report\"), which\r\n\nrecommended a sentence of  30 to 37 months, and  found Muriel\r\n\nto  be  ineligible  for  probation.    If  timing  is  indeed\r\n\nprobative  of motive,  then  it would  seem  that Muriel  was\r\n\nactually  prompted  to  move  to  withdraw  his  plea  by his\r\n\ndisappointment  with  the  recommended  sentence  in the  PSI\r\n\nReport.\r\n\n(3)  Claim of Innocence\r            (3)  Claim of Innocence\r\n\n                             -12-\r                                          12\r\r\n\n          A defendant's assertion  of innocence  may cause  a\r\n\ncourt  to   look  favorably   upon  a  motion   to  withdraw.\r\n\nConversely,  the lack of a claim of innocence weighs in favor\r\n\nof sustaining a guilty plea.  See Parrilla-Tirado, 22 F.3d at\r                                                             \r\n\n373;  Doyle, 981 F.2d  at 596.   Muriel does not  claim to be\r                       \r\n\ninnocent of  the felon-in-possession charge to  which he pled\r\n\nguilty.  He admitted his guilt at the Rule 11 hearing and has\r\n\nnot   asserted   otherwise  at   sentencing  or   on  appeal.\r\n\nObviously, Muriel's  failure to  assert a claim  of innocence\r\n\nweighs against his contention that his reason for withdrawing\r\n\nhis plea is fair and just.       \r\n\n(4)  Voluntary and Knowing Plea\r            (4)  Voluntary and Knowing Plea\r\n\n          \"[B]y   entering   a  guilty   plea,   a  defendant\r\n\neffectively waives  several constitutional rights.   For that\r\n\nwaiver to  be valid, the plea must  amount to a voluntary and\r\n\nintentional relinquishment or abandonment of a known right or\r\n\nprivilege.\"  United States v. Gray, 63  F.3d 57, 60 (1st Cir.\r                                              \r\n\n1995)  (citing United  States v.  Cotal-Crespo, 47 F.3d  1, 4\r                                                          \r\n\n(1st   Cir.),  cert.   denied,   116  S.   Ct.  94   (1995)).\r                                         \r\n\nAccordingly, while  technical violations  of Rule 11  \"do not\r\n\ncount,\" violations of any of the three core concerns--absence\r\n\nof coercion,  understanding of the charges,  and knowledge of\r\n\nthe consequences of the guilty plea--mandate that the plea be\r\n\nset aside.  Ribas-Dominicci, 50 F.3d at 78.\r                                       \r\n\n                             -13-\r                                          13\r\r\n\n          Muriel  does  not  assert  that his  plea  was  not\r\n\nvoluntarily entered or that he did not understand the Rule 11\r\n\nplea  colloquy.   Instead,  he claims  that,  at the  time he\r\n\nagreed to the plea bargain, he could not have known  that the\r\n\nBailey decision would nullify Count II of the indictment, and\r                  \r\n\nthat  therefore he  was  operating under  a false  assumption\r\n\nregarding the applicable law  when he entered his plea.   The\r\n\nargument that the change in  law rendered his plea  unknowing\r\n\nunder  the law at  the time,  and that  he was  prejudiced in\r\n\ngiving  up  the opportunity  to  challenge  the admission  of\r\n\nevidence (the gun) fails for several reasons.  \r\n\n          First,  there  are  no allegations  of  coercion or\r\n\nmistake, nor is there any evidence of such on the part of the\r\n\ngovernment.  Second, the  record shows that Muriel understood\r\n\nthe charges against him and that he was aware of the possible\r\n\nrisks involved in  pleading guilty.  The district court found\r\n\nthat at the change  of plea hearing, \"Muriel was  apprised of\r\n\nthe precise nature of the charge set forth in Count III,  the\r\n\nelements the government  was required  to prove  in order  to\r\n\nconvict him, the sentence that could be imposed if his guilty\r\n\nplea  was accepted  and the  rights he  was relinquishing  by\r\n\npleading  guilty.\"  Memorandum and Order of March 19, 1996 at\r\n\n7.   In  addition,  Muriel's plea  agreement  stated that  he\r\n\nunderstood  the constitutional  rights he  was relinquishing,\r\n\nand that he  understood that he had no right  to withdraw his\r\n\n                             -14-\r                                          14\r\r\n\nplea in the event  the court did not accept  the government's\r\n\nsentencing  recommendations.    Muriel  acknowledged  that he\r\n\nsigned  the agreement  and  understood its  contents, and  he\r\n\nconcedes that he understood the Rule 11 colloquy.  \r\n\n          This  court  has  not  allowed  defendants,  absent\r\n\ncoercion  or mistake,  to  renege on  plea agreements  on the\r\n\nbasis that  they have miscalculated their  risks and benefits\r\n\nor have belatedly discovered a new defense.  United States v.\r                                                                         \r\n\nAllard, 926 F.2d 1237, 1243 (1st Cir. 1991).  \r                  \r\n\n          In reaching a  plea bargain, a  defendant\r\n          assesses the likelihood of conviction and\r\n          balances   that   against  the   relative\r\n          severity  of the  sentence he  expects to\r\n          receive  pursuant  to  the agreement  and\r\n          that   which   could   be  imposed   upon\r\n          conviction.   In many cases, that process\r\n          results in a compromise pursuant to which\r\n          the defendant makes a  conscious decision\r\n          to  relinquish a perceived defense. . . .\r\n          To  hold  otherwise  would   render  plea\r\n          agreements and the pleas entered pursuant\r\n          to them meaningless.    \r\n\nId. (collecting cases).\r               \r\n\n          Similarly, the Supreme Court has stated in Brady v.\r                                                                         \r\n\nUnited   States  that,  \"absent  misrepresentation  or  other\r                           \r\n\nimpermissible conduct  by state  agents, a voluntary  plea of\r\n\nguilty intelligently made in the light of the then applicable\r                                                                         \r\n\nlaw  does  not  become  vulnerable   because  later  judicial\r               \r\n\ndecisions indicate that the plea rested on a faulty premise.\"\r\n\n397  U.S.   742,  757  (1970)   (internal  citation  omitted)\r\n\n(emphasis  added).   Muriel's  post-hoc  determination  after\r                                                   \r\n\n                             -15-\r                                          15\r\r\n\nBailey  that  he  would be  better  off  filing  a motion  to\r                  \r\n\nsuppress the gun and then bargaining anew with the government\r\n\ndoes not constitute grounds for vacating his plea.  \r\n\n          We do not believe that a district court abuses  its\r\n\ndiscretion by denying a motion to withdraw a guilty plea that\r\n\nis premised on the basis that a decision by the Supreme Court\r\n\ninterpreting a  criminal statute  might affect a  count which\r                                                   \r\n\nwas  dropped by agreement of the parties in the plea bargain.\r\n\nOther  circuits have  also  faced post-Bailey  plea-agreement\r                                                         \r\n\nappeals, but in contrast to the case at bar, the guilty pleas\r\n\nthat  have been vacated  or remanded involve  guilty pleas to\r\n\nthe  Bailey-affected  charge.2    In  other  words,  Muriel's\r                       \r\n\nassertion here  that he pled guilty under  a false assumption\r\n\n                    \r                                \r\n\n2.  In ruling on the validity of  a guilty plea to a  Bailey-\r                                                                        \r\naffected charge, the Fifth Circuit has explained that, \"where\r\nintervening law has established that a defendant's actions do\r\nnot constitute  a  crime  and  thus  that  the  defendant  is\r\nactually  innocent of  the charged  offense,\" a  defendant is\r\npermitted to attack a guilty plea.  United States v. Andrade,\r                                                                        \r\n83 F.3d 729, 731  (5th Cir. 1996).  In Andrade, the defendant\r                                                          \r\npled  guilty to  a    924(c)(1) charge  in addition  to three\r\nother charges.  Determining  that there was no factual  basis\r\nfor  the      924(c)(1)   offense,  the  court   vacated  the\r\ndefendant's  conviction  and  sentence  on  that  charge  and\r\nremanded  to the district court.   See also  United States v.\r                                                                         \r\nAbdul, 75 F.3d 327 (7th Cir.),  cert. denied, 116 S. Ct. 2569\r                                                        \r\n(1996).\r\n          But the case at bar differs fundamentally from such\r\ncases.    Here,  the  Bailey  decision  did  not  change  the\r                                        \r\ninterpretation of  a statute to which the  defendant had pled\r\nguilty;  rather,   it  affected  a  charge   dropped  by  the\r\ngovernment  before Bailey was decided.  We are not faced with\r                                     \r\na defendant who may have been sentenced for conduct which did\r\nnot  constitute a federal offense, as  in Andrade.  Moreover,\r                                                             \r\nMuriel  does  not  deny that  he  is  guilty  of the  offense\r\ncharged.  \r\n\n                             -16-\r                                          16\r\r\n\nabout the law does not provide a fair and just reason because\r\n\nthe change in law does not affect the charge to which he pled\r\n\nguilty,  but a  separate count  of the  indictment which  was\r\n\ndropped.  A case on point is United States v. Knight, 96 F.3d\r                                                                \r\n\n307  (8th Cir.  1996),  cert. denied,  No.  96-8236, 1997  WL\r                                                \r\n\n134752 (Apr. 14, 1997), in which the defendant pled guilty to\r\n\na  drug-conspiracy  charge  in return  for  the  government's\r\n\nagreement to drop a   924(c)(1) charge, along with other drug\r\n\noffenses.  The  defendant did  not assert that  his plea  was\r\n\nunknowing, but argued that \"a change in the law applicable to\r\n\nthe  gun  charge  materially  altered  the  plea  agreement's\r\n\nbasis.\"   Id. at 309.   On appeal, the Eighth Circuit decided\r                         \r\n\nthat the  possibility that the defendant's  conduct would not\r\n\nqualify  as an offense under    924(c)(1) in  light of Bailey\r                                                                         \r\n\ndid  not undermine his bargain with  the government where the\r\n\ndefendant had  been indicted  on several other  charges which\r\n\nwere dropped pursuant to the plea agreement.  Id.  \r                                                             \r\n\n          We therefore need not  review the factual basis for\r\n\nthe dropped Bailey charge against Muriel to determine whether\r                              \r\n\nthe district court was correct in concluding that it was \"far\r\n\nfrom certain\" that Bailey would nullify Count II.  Memorandum\r                                     \r\n\nand Order  of March 19, 1996 at 6.   It is sufficient to note\r\n\nthat  Muriel's contention  that Count  II would  be nullified\r\n\nbecause of  Bailey is  not a  sure bet.   The district  court\r                              \r\n\nfound  that  \"evidence  that  Muriel  had  a  firearm  within\r\n\n                             -17-\r                                          17\r\r\n\nreaching distance and made  a movement toward it  when police\r\n\nentered  could be  sufficient to  establish that  he actively\r\n\n'used' the firearm.\"  Id. at 6.        \r                                     \r\n\n          We conclude  that the district court  did not abuse\r\n\nits discretion  in refusing to  allow Muriel to  withdraw his\r\n\nguilty plea.\r\n\n                             II.\r                                         II.\r\n\n          Muriel  also  contends  that  the   district  court\r\n\ncommitted  clear  error  by   not  awarding  him  a  downward\r\n\nadjustment  of   two  or  three  levels   for  acceptance  of\r\n\nresponsibility  under Section 3E1.1 of the Federal Sentencing\r\n\nGuidelines.3\r\n\n                    \r                                \r\n\n3.  The  United  States Sentencing  Guidelines  Section 3E1.1\r\nstates:  \r\n\n          Acceptance of Responsibility\r                                                  \r\n\n          (a)  If     the     defendant     clearly\r\n          demonstrates acceptance of responsibility\r\n          for  his  offense,  decrease the  offense\r\n          level by 2 levels.\r                               2\r\n\n          (b)  If  the  defendant  qualifies for  a\r\n          decrease   under   subsection  (a),   the\r\n          offense  level  determined  prior to  the\r\n          operation of  subsection (a) is  level 16\r                                                             16\r\n          or   greater,   and  the   defendant  has\r\n          assisted authorities in the investigation\r\n          or prosecution  of his own  misconduct by\r\n          taking  one  or  more  of  the  following\r\n          steps:\r\n\n               (1)  timely  providing complete\r\n               information  to  the government\r\n               concerning his  own involvement\r\n               in the offense; or\r\n\n                             -18-\r                                          18\r\r\n\n          A defendant who pleads guilty is  not entitled to a\r\n\ndownward adjustment  for  acceptance of  responsibility as  a\r\n\nmatter  of right.    U.S.S.G.    3E1.1,  application note  3;\r\n\nUnited States v. Royer,  895 F.2d 28, 29-30 (1st  Cir. 1990).\r                                  \r\n\nThe  defendant has  the burden  of proving  entitlement to  a\r\n\ndecrease  in   the  offense   level,  including   a  downward\r\n\nadjustment for  acceptance of responsibility.   United States\r                                                                         \r\n\nv.  Morillo, 8  F.3d 864,  871 (1st  Cir. 1993).    Whether a\r                       \r\n\ndefendant has  accepted responsibility  for the offense  is a\r\n\nfact-dominated issue,  and therefore we  review the  district\r\n\njudge's ruling for clear error.   Royer, 895 F.2d at 29.   We\r                                                   \r\n\ngive  the  findings  of  the   district  court  \"a  wide  and\r\n\ndeferential  berth\"  because the  court  has  the benefit  of\r\n\nassessing  the  credibility  of  the   defendant  first-hand.\r\n\nU.S.S.G.   3E1.1 application  note 5; Royer, 895 F.2d  at 30.\r                                                       \r\n\nWhile the facts are a close call, we accept the determination\r\n\nmade  by  the  district  judge  because  it  is  not  clearly\r\n\nerroneous.               \r\n\n                    \r                                \r\n\n               (2)  timely  notifying  author-\r\n               ities of his intention to enter\r\n               a   plea  of   guilty,  thereby\r\n               permitting  the  government  to\r\n               avoid  preparing for  trial and\r\n               permitting    the   court    to\r\n               allocate      its     resources\r\n               efficiently,\r\n\n          decrease   the   offense   level   by   1\r                                                              1\r\n          additional level.  \r\n\n                             -19-\r                                          19\r\r\n\n          Muriel   did  take  some  steps  towards  accepting\r\n\nresponsibility for  his offense--he wrote a  letter to accept\r\n\nresponsibility and he  testified in court as  to the purchase\r\n\nof the gun.  (PSI Report at 4; Sent. Hr'g Pt. IV at 94.)  The\r\n\nprosecution and the probation officer both recommended to the\r\n\ndistrict court that Muriel receive a three-level reduction in\r\n\nhis  offense level  for  acceptance of  responsibility.   The\r\n\ndistrict court  did not follow the  recommendation because it\r\n\nfound that Muriel had lied.  \r\n\n          It is  within the discretion of  the district court\r\n\nto deny a reduction on the  basis of its determination that a\r\n\ndefendant has  resorted to  half-truths or evasions  from the\r\n\ntruth  in an  effort  to  minimize  his or  her  culpability.\r\n\nUnited  States v.  Ocasio-Rivera,  991 F.2d  1,  5 (1st  Cir.\r                                            \r\n\n1993).  The district judge did not believe  Muriel's repeated\r\n\nassertion that the gun no longer belonged to him on the night\r\n\nthe  police  executed  the   warrant,  but  belonged  to  his\r\n\ngirlfriend.   In  spite  of  the  fact  that  Ms.  Ostos  was\r\n\nunfamiliar with the gun,  Muriel continued to insist  that he\r\n\nhad given it to her,  and that she kept the loaded  gun under\r                                              \r\n\nthe pillow upon  which he  had been sleeping.   The  district\r\n\ncourt  found  that,  while  Muriel  may  have  made  the  gun\r\n\navailable  to Ostos  while he  was in  the apartment,  Muriel\r\n\ncontinued to possess  the gun  up until his  arrest.   (Sent.\r\n\nHr'g Pt.  IV  at  162.)   The  district  court's  credibility\r\n\n                             -20-\r                                          20\r\r\n\ndetermination  that  Muriel   was  lying   was  not   clearly\r\n\nerroneous. \r\n\n                             III.\r                                         III.\r\n\n          The judgment of the district court is affirmed.\r                                                            affirmed\r                                                                    \r\n\n                             -21-\r                                          21\r\r\n",
  "html": "<p class=\"case_cite\">111 F.3d 975</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Pedro MURIEL A/K/A Pedro Juan Reyes-Muriel, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1588.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 3, 1997.<br>Decided May 5, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Scott A. Lutes, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, Providence, RI, with whom Sheldon Whitehouse, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Pedro Muriel appeals the district court's denial of his motion to withdraw his plea of guilty.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Muriel was arrested during the execution of a warrant to search his girlfriend's apartment.  When police entered the apartment on September 14, 1995, they found Muriel standing in a bedroom in his underwear and reaching toward the bed, upon which police found a loaded Smith and Wesson 10-millimeter handgun under a pillow.  Muriel claims that he was not reaching for the gun but for his pants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Police had obtained the warrant to search the two-bedroom apartment rented by Muriel's girlfriend, Ingrid Ostos, on the basis of information provided by a reliable informant previously used by the police.  In the bedroom in which they found Muriel and the gun, police also found $1,065 in cash in a nightstand, an ammunition box containing sixteen live .45 caliber rounds, and some personal papers belonging to Muriel and Ostos.  In the other bedroom they found a plastic bag holding twenty-three glassine packets containing traces of heroin and a small electronic scale.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Muriel had previously been convicted for other offenses.  At the time he was arrested, he was facing a pending violation of a probationary term and a suspended sentence in Rhode Island Providence County Superior Court.  In the case at bar, Muriel was indicted on three counts:  Count I, violation of 21 U.S.C. &#167; 841(a) (possession of heroin with intent to distribute), Count II, violation of 18 U.S.C. &#167; 924(c)(1) (using or carrying a firearm during and in relation to a drug-trafficking crime), and Count III, violation of 18 U.S.C. &#167; 922(g) by being a \"felon-in-possession\" (i.e., possession of a firearm after having been convicted of a felony).  Muriel entered a plea of not guilty to the charges at his arraignment, and the case was placed on the trial calendar for December 1995.  On November 30, 1995, the parties signed a plea agreement pursuant to Federal Rule of Criminal Procedure 11(e)(1)(B), in which Muriel agreed to plead guilty to Count III (the felon-in-possession charge) and the government agreed to drop the other two charges and recommend to the court that Muriel be sentenced at the low end of the applicable guideline range.  The government also orally agreed not to oppose a three-level reduction for acceptance of responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Between the time the plea agreement was accepted and Muriel's sentencing, the Supreme Court decided Bailey v. United States, --- U.S. ----, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995), which altered the prevailing interpretation of the term \"use\" in 18 U.S.C. &#167; 924(c)(1), one of the offenses with which Muriel had originally been charged, but which was dropped by the government pursuant to the plea agreement.  18 U.S.C. &#167; 924(c)(1) provides, in relevant part, that any person who, \"during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm, shall ... be sentenced to imprisonment for five years....\"  In Bailey, the Supreme Court held that, in order to constitute an offense under the \"use\" prong of &#167; 924(c)(1), there must be evidence of \"active employment\" of a firearm in the commission of the predicate offense;  mere possession of a firearm by a person committing an offense is not sufficient.  Id. at ----, 116 S.Ct. at 505.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the sentencing hearing on February 23, 1996, Muriel moved to vacate his plea of guilty so that he could move to suppress evidence seized during the search of September 14, 1995.  The district court denied the motion, and Muriel was subsequently sentenced to thirty-three months in prison, a three-year period of supervised release, and a fine of $7,130.80.  He then timely filed this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Muriel wants to withdraw his plea of guilty to the felon-in-possession charge.  He argues that he did not receive the benefit of his bargain in pleading guilty to this charge because the Supreme Court's decision in Bailey, handed down after Muriel had pled guilty pursuant to the agreement, would nullify the 18 U.S.C. &#167; 924(c)(1) charge, Count II of the indictment, which was dropped by the government pursuant to the plea agreement.  Muriel argues further that since the sentencing court was not convinced by a fair preponderance of the evidence on Count I, Count III is the only viable charge left against him.  Appellant's Br. at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Muriel does not request a trial;  indeed, he does not profess his innocence, but wishes to file a motion to suppress evidence in order to challenge the affidavit upon which the search warrant which led to the discovery of the gun was based.  Muriel thus contends that he should be permitted to withdraw his guilty plea in order to avail himself of another strategy in his defense.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Muriel makes two arguments on appeal.  First, he contends that the district court abused its discretion in denying his motion to withdraw his plea because he has asserted a fair and just reason for doing so.  Second, Muriel contends that the district court committed clear error in sentencing him by denying him a downward adjustment for acceptance of responsibility.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Muriel moved to vacate his guilty plea before he was sentenced.  Federal Rule of Criminal Procedure 32(e), which governs plea withdrawals, states, in pertinent part:  \"If a motion to withdraw a plea of guilty or nolo contendere is made before sentence is imposed, the court may permit the plea to be withdrawn if the defendant shows any fair and just reason.\"   A defendant has no absolute right to withdraw a guilty plea.  See United States v. Isom, 85 F.3d 831, 834 (1st Cir.1996);  United States v. Ribas-Dominicci, 50 F.3d 76, 78 (1st Cir.1995).  Moreover, a district court's decision granting or denying a motion to withdraw a guilty plea may be reversed only upon a demonstrable abuse of discretion.  See United States v. Sanchez-Barreto, 93 F.3d 17, 23 (1st Cir.1996), cert. denied sub nom.  Arroyo-Reyes v. United States, --- U.S. ----, 117 S.Ct. 711, 136 L.Ed.2d 631 (1997);  United States v. Parrilla-Tirado, 22 F.3d 368, 371 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have employed four criteria in determining whether a defendant has asserted a \"fair and just\" reason for withdrawing a guilty plea:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the defendant's motion;  (3) the existence or nonexistence of an assertion of innocence;  and (4) whether, when viewed in the light of emergent circumstances, the defendant's plea appropriately may be characterized as involuntary, in derogation of the requirements imposed by Fed.R.Crim.P. 11, or otherwise legally suspect.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sanchez-Barreto, 93 F.3d at 23.   The fourth consideration, which hinges on whether the plea was knowing, voluntary, and intelligent, is most significant.  Ribas-Dominicci, 50 F.3d at 78.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If, under this analysis, the defendant successfully meets his burden of demonstrating a fair and just reason for withdrawing his plea, the court must inquire whether the government will suffer any demonstrable prejudice from the withdrawal of the plea.  Parrilla-Tirado, 22 F.3d at 371.   Because we find that Muriel does not meet his burden under this analysis, however, we need not address the question of prejudice.  See id. at 373 n. 5;  United States v. Doyle, 981 F.2d 591, 596 n. 6 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>(1) Plausibility</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Muriel must demonstrate a plausible reason for withdrawing his guilty plea.  See Parrilla-Tirado, 22 F.3d at 371.   Plausibility cannot just rest on Muriel's second thoughts \" 'about some fact or a point of law, or about the wisdom of his earlier decision.' \"  Isom, 85 F.3d at 837 (quoting Parrilla-Tirado, 22 F.3d at 371).   Our review of the record supports the district court's assessment that Muriel's change of heart, while \"understandable,\" was prompted by second thoughts about the wisdom of his decision to enter the plea agreement rather than file a motion to suppress evidence of the gun.  Memorandum and Order of March 19, 1996 at 4. Muriel advances the following as plausible reasons for withdrawing his plea:  (1) his motion to withdraw was not the product of second thoughts but was prompted by the Bailey decision;  (2) an alleged defect in the warrant makes his plea suspect;  and (3) the plea bargain ceased to be to his benefit.  We find none of these to be plausible reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">By his own admission Muriel had second thoughts all along about his strategic choice to plea bargain because he had doubts about the sufficiency of the evidence upon which the search warrant was based.  But Muriel made a tactical decision to forgo the warrant challenge because, at the time, he thought it was in his best interests to secure dismissal of the most serious charge, 18 U.S.C. &#167;   924(c)(1) (the \"Bailey charge\"), which carries a five-year mandatory sentence.  Appellant's Memorandum in Support of Motion to Vacate Plea of Guilty at 2. Nearly three months later, when Muriel concluded that circumstances had changed such that a potential motion to suppress seemed to be a better strategy than his plea bargain, he decided that withdrawal of his plea was in order.  But, as we have already stated, second thoughts do not constitute a plausible reason for withdrawal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Muriel also argues that the information contained in the affidavit in support of the search warrant was insufficient to establish probable cause, and that this is a plausible reason for withdrawing his plea.  Specifically, Muriel contends that the warrant \"contained lies,\" and that this renders his plea and conviction \"legally suspect.\"   Appellant's Br. at 12.  But, as the district court pointed out, Muriel has not met his burden of showing that the affidavit did not sustain a finding of probable cause for the warrant.  Memorandum and Order of March 19, 1996 at 5. Muriel has neither demonstrated that, under the \"totality of the circumstances\" test, the information contained in the affidavit does not show that there was \"a fair probability that contraband or evidence of a crime\" would be discovered at a specific place, Illinois v. Gates, 462 U.S. 213, 238, 103 S.Ct. 2317, 2332, 76 L.Ed.2d 527 (1983), nor presented evidence of \"deliberate falsehood or of reckless disregard for the truth\" on the part of the affiant detective, Franks v. Delaware, 438 U.S. 154, 171, 98 S.Ct. 2674, 2684, 57 L.Ed.2d 667 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Aside from the affidavit itself and his bare allegations that the affidavit contained lies by the informant and misstatements by the investigating detective, Muriel offers no proof that probable cause to issue the warrant was lacking.  On the facts before us, we cannot say that the district court abused its discretion in rejecting Muriel's argument that deficiencies in the warrant rendered his plea legally suspect.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We add that Muriel has no argument that he was previously deprived of the chance to file a motion to suppress because he was unaware of the facts.  To the contrary, Muriel's decision to plead guilty, rather than file a motion to suppress, was a tactical decision made months before he moved to withdraw his plea.  At the time Muriel pled guilty, he possessed all the relevant information about the affidavit that he now claims is defective.  This is not a case where the defendant can point to newly-discovered evidence.  Cf. United States v. Ramos, 810 F.2d 308, 313 (1st Cir.1987) (finding that the lower court did not abuse its discretion in refusing to \"give weight to a self-serving, unsupported claim of innocence raised judicially for the first time after the Rule 11 hearing,\" particularly where the defendants had not offered insight into the substance of the exculpatory information).  We conclude that Muriel's unsupported claims regarding the sufficiency of the search warrant do not provide a plausible reason for withdrawal here.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, Muriel argues that he did not receive the benefit of his bargain because of Bailey 's impact on his plea agreement, because he received no downward adjustment for acceptance of responsibility, and because he was sentenced at the higher end of the applicable guideline range rather than the lower end.  We have frequently stated that plea agreements are contractual in nature.  See Parrilla-Tirado 22 F.3d at 371;  United States v. Atwood, 963 F.2d 476, 479 (1st Cir.1992).  We have further explained that a defendant receives some \"builtin\" benefits when he or she pleads guilty and that, barring material misrepresentation, default on a promise, or breach of the agreement by the government, no additional consideration is required to support a guilty plea.  Parrilla-Tirado, 22 F.3d at 371-72.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Muriel's memorandum in support of the motion to withdraw his plea states that he ultimately decided to forgo filing a motion to suppress evidence of the gun in exchange for the chance to bargain away the most significant charge against him, the Bailey charge, which carried a mandatory minimum of five years.  There was ample consideration for the agreement--in exchange for Muriel's guilty plea to Count III, the government agreed to drop Counts I and II and not to oppose a reduction in his sentence for acceptance of responsibility.  Muriel cannot be permitted now to withdraw his plea in the hopes of renegotiating a better deal just because Counts I and II later looked like weak charges.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although Muriel may believe that he did not receive any \"built-in\" benefits of his bargain, his bargain was with the government, which could only make the agreed-to recommendations to the court and could not guarantee that Muriel would receive a particular sentence.  Sentencing is within the discretion of the district court.  Moreover, as Rule 11(e)(1)(B) itself makes clear, a plea agreement of this kind is made with the \"understanding that such recommendation or request shall not be binding upon the court.\"   We agree with the district court that Muriel should not be allowed to vacate his guilty plea on this basis.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>(2) Timing</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The length of time between the entry of the plea and the filing of the motion to withdraw is a factor to be considered.  Ramos, 810 F.2d at 312.  \"Because the timing of a defendant's attempted plea withdrawal is highly probative of motive, close scrutiny of the chronology is important in adjudicating whether retraction is fair and just.\"  Doyle, 981 F.2d at 595.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Muriel moved to withdraw his plea on February 23, 1996, over two months after Bailey was decided, and almost three months after his guilty plea was entered.  This circuit's case law counsels against withdrawal after such a delay.  See Isom, 85 F.3d at 839 (two-month delay too long);  Ramos, 810 F.2d at 313 (thirteen-day delay too long);  United States v. Keefe, 621 F.2d 17, 20 (1st Cir.1980) (three-week delay too long).  What is more significant, however, is that Muriel's motion to withdraw came one month after the release of the Presentence Investigation Report (\"PSI Report\"), which recommended a sentence of 30 to 37 months, and found Muriel to be ineligible for probation.  If timing is indeed probative of motive, then it would seem that Muriel was actually prompted to move to withdraw his plea by his disappointment with the recommended sentence in the PSI Report.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>(3) Claim of Innocence</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A defendant's assertion of innocence may cause a court to look favorably upon a motion to withdraw.  Conversely, the lack of a claim of innocence weighs in favor of sustaining a guilty plea.  See Parrilla-Tirado, 22 F.3d at 373;  Doyle, 981 F.2d at 596.   Muriel does not claim to be innocent of the felon-in-possession charge to which he pled guilty.  He admitted his guilt at the Rule 11 hearing and has not asserted otherwise at sentencing or on appeal.  Obviously, Muriel's failure to assert a claim of innocence weighs against his contention that his reason for withdrawing his plea is fair and just.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>(4) Voluntary and Knowing Plea</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"[B]y entering a guilty plea, a defendant effectively waives several constitutional rights.  For that waiver to be valid, the plea must amount to a voluntary and intentional relinquishment or abandonment of a known right or privilege.\"  United States v. Gray, 63 F.3d 57, 60 (1st Cir.1995) (citing United States v. Cotal-Crespo, 47 F.3d 1, 4 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 94, 133 L.Ed.2d 49 (1995)).  Accordingly, while technical violations of Rule 11 \"do not count,\" violations of any of the three core concerns--absence of coercion, understanding of the charges, and knowledge of the consequences of the guilty plea--mandate that the plea be set aside.  Ribas-Dominicci, 50 F.3d at 78.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Muriel does not assert that his plea was not voluntarily entered or that he did not understand the Rule 11 plea colloquy.  Instead, he claims that, at the time he agreed to the plea bargain, he could not have known that the Bailey decision would nullify Count II of the indictment, and that therefore he was operating under a false assumption regarding the applicable law when he entered his plea.  The argument that the change in law rendered his plea unknowing under the law at the time, and that he was prejudiced in giving up the opportunity to challenge the admission of evidence (the gun) fails for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, there are no allegations of coercion or mistake, nor is there any evidence of such on the part of the government.  Second, the record shows that Muriel understood the charges against him and that he was aware of the possible risks involved in pleading guilty.  The district court found that at the change of plea hearing, \"Muriel was apprised of the precise nature of the charge set forth in Count III, the elements the government was required to prove in order to convict him, the sentence that could be imposed if his guilty plea was accepted and the rights he was relinquishing by pleading guilty.\"   Memorandum and Order of March 19, 1996 at 7. In addition, Muriel's plea agreement stated that he understood the constitutional rights he was relinquishing, and that he understood that he had no right to withdraw his plea in the event the court did not accept the government's sentencing recommendations.  Muriel acknowledged that he signed the agreement and understood its contents, and he concedes that he understood the Rule 11 colloquy.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This court has not allowed defendants, absent coercion or mistake, to renege on plea agreements on the basis that they have miscalculated their risks and benefits or have belatedly discovered a new defense.  United States v. Allard, 926 F.2d 1237, 1243 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>In reaching a plea bargain, a defendant assesses the likelihood of conviction and balances that against the relative severity of the sentence he expects to receive pursuant to the agreement and that which could be imposed upon conviction.  In many cases, that process results in a compromise pursuant to which the defendant makes a conscious decision to relinquish a perceived defense....  To hold otherwise would render plea agreements and the pleas entered pursuant to them meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Id. (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Similarly, the Supreme Court has stated in Brady v. United States that, \"absent misrepresentation or other impermissible conduct by state agents, a voluntary plea of guilty intelligently made in the light of the then applicable law does not become vulnerable because later judicial decisions indicate that the plea rested on a faulty premise.\"  397 U.S. 742, 757, 90 S.Ct. 1463, 1473, 25 L.Ed.2d 747 (1970) (internal citation omitted) (emphasis added).  Muriel's post-hoc determination after Bailey that he would be better off filing a motion to suppress the gun and then bargaining anew with the government does not constitute grounds for vacating his plea.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We do not believe that a district court abuses its discretion by denying a motion to withdraw a guilty plea that is premised on the basis that a decision by the Supreme Court interpreting a criminal statute might affect a count which was dropped by agreement of the parties in the plea bargain.  Other circuits have also faced post-Bailey plea-agreement appeals, but in contrast to the case at bar, the guilty pleas that have been vacated or remanded involve guilty pleas to the Bailey affected charge.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In other words, Muriel's assertion here that he pled guilty under a false assumption about the law does not provide a fair and just reason because the change in law does not affect the charge to which he pled guilty, but a separate count of the indictment which was dropped.  A case on point is United States v. Knight, 96 F.3d 307 (8th Cir.1996), cert. denied, --- U.S. ----, 117 S.Ct. 1458, 137 L.Ed.2d 562 (1997), in which the defendant pled guilty to a drug-conspiracy charge in return for the government's agreement to drop a &#167; 924(c)(1) charge, along with other drug offenses.  The defendant did not assert that his plea was unknowing, but argued that \"a change in the law applicable to the gun charge materially altered the plea agreement's basis.\"  Id. at 309.   On appeal, the Eighth Circuit decided that the possibility that the defendant's conduct would not qualify as an offense under &#167; 924(c)(1) in light of Bailey did not undermine his bargain with the government where the defendant had been indicted on several other charges which were dropped pursuant to the plea agreement.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We therefore need not review the factual basis for the dropped Bailey charge against Muriel to determine whether the district court was correct in concluding that it was \"far from certain\" that Bailey would nullify Count II.  Memorandum and Order of March 19, 1996 at 6. It is sufficient to note that Muriel's contention that Count II would be nullified because of Bailey is not a sure bet.  The district court found that \"evidence that Muriel had a firearm within reaching distance and made a movement toward it when police entered could be sufficient to establish that he actively 'used' the firearm.\"  Id. at 6.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We conclude that the district court did not abuse its discretion in refusing to allow Muriel to withdraw his guilty plea.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Muriel also contends that the district court committed clear error by not awarding him a downward adjustment of two or three levels for acceptance of responsibility under Section 3E1.1 of the Federal Sentencing Guidelines.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">A defendant who pleads guilty is not entitled to a downward adjustment for acceptance of responsibility as a matter of right.  U.S.S.G. &#167; 3E1.1, application note 3;  United States v. Royer, 895 F.2d 28, 29-30 (1st Cir.1990).  The defendant has the burden of proving entitlement to a decrease in the offense level, including a downward adjustment for acceptance of responsibility.  United States v. Morillo, 8 F.3d 864, 871 (1st Cir.1993).  Whether a defendant has accepted responsibility for the offense is a fact-dominated issue, and therefore we review the district judge's ruling for clear error.  Royer, 895 F.2d at 29.   We give the findings of the district court \"a wide and deferential berth\" because the court has the benefit of assessing the credibility of the defendant first-hand.  U.S.S.G. &#167; 3E1.1 application note 5;  Royer, 895 F.2d at 30.   While the facts are a close call, we accept the determination made by the district judge because it is not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Muriel did take some steps towards accepting responsibility for his offense--he wrote a letter to accept responsibility and he testified in court as to the purchase of the gun.  (PSI Report at 4;  Sent.  Hr'g Pt. IV at 94.)   The prosecution and the probation officer both recommended to the district court that Muriel receive a three-level reduction in his offense level for acceptance of responsibility.  The district court did not follow the recommendation because it found that Muriel had lied.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is within the discretion of the district court to deny a reduction on the basis of its determination that a defendant has resorted to half-truths or evasions from the truth in an effort to minimize his or her culpability.  United States v. Ocasio-Rivera, 991 F.2d 1, 5 (1st Cir.1993).  The district judge did not believe Muriel's repeated assertion that the gun no longer belonged to him on the night the police executed the warrant, but belonged to his girlfriend.  In spite of the fact that Ms. Ostos was unfamiliar with the gun, Muriel continued to insist that he had given it to her, and that she kept the loaded gun under the pillow upon which he had been sleeping.  The district court found that, while Muriel may have made the gun available to Ostos while he was in the apartment, Muriel continued to possess the gun up until his arrest.  (Sent. Hr'g Pt. IV at 162.)   The district court's credibility determination that Muriel was lying was not clearly erroneous.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although we review the denial of a motion to suppress de novo, see United States v. Zayas-Diaz, 95 F.3d 105, 111 n. 6 (1st Cir.1996), we review the denial of a pre-sentence motion to withdraw a guilty plea for abuse of discretion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In ruling on the validity of a guilty plea to a Bailey affected charge, the Fifth Circuit has explained that, \"where intervening law has established that a defendant's actions do not constitute a crime and thus that the defendant is actually innocent of the charged offense,\" a defendant is permitted to attack a guilty plea.  United States v. Andrade, 83 F.3d 729, 731 (5th Cir.1996).  In Andrade, the defendant pled guilty to a &#167; 924(c)(1) charge in addition to three other charges.  Determining that there was no factual basis for the &#167; 924(c)(1) offense, the court vacated the defendant's conviction and sentence on that charge and remanded to the district court.  See also United States v. Abdul, 75 F.3d 327 (7th Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 2569, 135 L.Ed.2d 1085 (1996)</p>\n        <p>But the case at bar differs fundamentally from such cases.  Here, the Bailey decision did not change the interpretation of a statute to which the defendant had pled guilty;  rather, it affected a charge dropped by the government before Bailey was decided.  We are not faced with a defendant who may have been sentenced for conduct which did not constitute a federal offense, as in Andrade.   Moreover, Muriel does not deny that he is guilty of the offense charged.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The United States Sentencing Guidelines Section 3E1.1 states:</p>\n        <p>Acceptance of Responsibility</p>\n        <p>(a) If the defendant clearly demonstrates acceptance of responsibility for his offense, decrease the offense level by 2 levels.</p>\n        <p>(b) If the defendant qualifies for a decrease under subsection (a), the offense level determined prior to the operation of subsection (a) is level 16 or greater, and the defendant has assisted authorities in the investigation or prosecution of his own misconduct by taking one or more of the following steps:</p>\n        <p>(1) timely providing complete information to the government concerning his own involvement in the offense;  or</p>\n        <p>(2) timely notifying authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently,</p>\n        <p>decrease the offense level by 1 additional level.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">975</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Pedro MURIEL A/K/A Pedro Juan Reyes-Muriel, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1588.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 3, 1997.<br>Decided May 5, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Scott A. Lutes, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, Providence, RI, with whom Sheldon Whitehouse, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Pedro Muriel appeals the district court's denial of his motion to withdraw his plea of guilty.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Muriel was arrested during the execution of a warrant to search his girlfriend's apartment.  When police entered the apartment on September 14, 1995, they found Muriel standing in a bedroom in his underwear and reaching toward the bed, upon which police found a loaded Smith and Wesson 10-millimeter handgun under a pillow.  Muriel claims that he was not reaching for the gun but for his pants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Police had obtained the warrant to search the two-bedroom apartment rented by Muriel's girlfriend, Ingrid Ostos, on the basis of information provided by a reliable informant previously used by the police.  In the bedroom in which they found Muriel and the gun, police also found $1,065 in cash in a nightstand, an ammunition box containing sixteen live .45 caliber rounds, and some personal papers belonging to Muriel and Ostos.  In the other bedroom they found a plastic bag holding twenty-three glassine packets containing traces of heroin and a small electronic scale.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Muriel had previously been convicted for other offenses.  At the time he was arrested, he was facing a pending violation of a probationary term and a suspended sentence in Rhode Island Providence County Superior Court.  In the case at bar, Muriel was indicted on three counts:  Count I, violation of 21 U.S.C. &#167; 841(a) (possession of heroin with intent to distribute), Count II, violation of 18 U.S.C. &#167; 924(c)(1) (using or carrying a firearm during and in relation to a drug-trafficking crime), and Count III, violation of 18 U.S.C. &#167; 922(g) by being a \"felon-in-possession\" (i.e., possession of a firearm after having been convicted of a felony).  Muriel entered a plea of not guilty to the charges at his arraignment, and the case was placed on the trial calendar for December 1995.  On November 30, 1995, the parties signed a plea agreement pursuant to Federal Rule of Criminal Procedure 11(e)(1)(B), in which Muriel agreed to plead guilty to Count III (the felon-in-possession charge) and the government agreed to drop the other two charges and recommend to the court that Muriel be sentenced at the low end of the applicable guideline range.  The government also orally agreed not to oppose a three-level reduction for acceptance of responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Between the time the plea agreement was accepted and Muriel's sentencing, the Supreme Court decided Bailey v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1995), which altered the prevailing interpretation of the term \"use\" in 18 U.S.C. &#167; 924(c)(1), one of the offenses with which Muriel had originally been charged, but which was dropped by the government pursuant to the plea agreement.  18 U.S.C. &#167; 924(c)(1) provides, in relevant part, that any person who, \"during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm, shall ... be sentenced to imprisonment for five years....\"  In Bailey, the Supreme Court held that, in order to constitute an offense under the \"use\" prong of &#167; 924(c)(1), there must be evidence of \"active employment\" of a firearm in the commission of the predicate offense;  mere possession of a firearm by a person committing an offense is not sufficient.  Id. at ----, 116 S.Ct. at 505.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the sentencing hearing on February 23, 1996, Muriel moved to vacate his plea of guilty so that he could move to suppress evidence seized during the search of September 14, 1995.  The district court denied the motion, and Muriel was subsequently sentenced to thirty-three months in prison, a three-year period of supervised release, and a fine of $7,130.80.  He then timely filed this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Muriel wants to withdraw his plea of guilty to the felon-in-possession charge.  He argues that he did not receive the benefit of his bargain in pleading guilty to this charge because the Supreme Court's decision in Bailey, handed down after Muriel had pled guilty pursuant to the agreement, would nullify the 18 U.S.C. &#167; 924(c)(1) charge, Count II of the indictment, which was dropped by the government pursuant to the plea agreement.  Muriel argues further that since the sentencing court was not convinced by a fair preponderance of the evidence on Count I, Count III is the only viable charge left against him.  Appellant's Br. at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Muriel does not request a trial;  indeed, he does not profess his innocence, but wishes to file a motion to suppress evidence in order to challenge the affidavit upon which the search warrant which led to the discovery of the gun was based.  Muriel thus contends that he should be permitted to withdraw his guilty plea in order to avail himself of another strategy in his defense.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Muriel makes two arguments on appeal.  First, he contends that the district court abused its discretion in denying his motion to withdraw his plea because he has asserted a fair and just reason for doing so.  Second, Muriel contends that the district court committed clear error in sentencing him by denying him a downward adjustment for acceptance of responsibility.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Muriel moved to vacate his guilty plea before he was sentenced.  Federal Rule of Criminal Procedure 32(e), which governs plea withdrawals, states, in pertinent part:  \"If a motion to withdraw a plea of guilty or nolo contendere is made before sentence is imposed, the court may permit the plea to be withdrawn if the defendant shows any fair and just reason.\"   A defendant has no absolute right to withdraw a guilty plea.  See United States v. Isom, <span class=\"citation\" data-id=\"196807\"><a href=\"/opinion/196807/united-states-v-isom/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">831</span></a></span>, 834 (1st Cir.1996);  United States v. Ribas-Dominicci, <span class=\"citation\" data-id=\"195979\"><a href=\"/opinion/195979/united-states-v-ribas-dominicci/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 78 (1st Cir.1995).  Moreover, a district court's decision granting or denying a motion to withdraw a guilty plea may be reversed only upon a demonstrable abuse of discretion.  See United States v. Sanchez-Barreto, <span class=\"citation\" data-id=\"196929\"><a href=\"/opinion/196929/united-states-v-sanchez-barreto/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 23 (1st Cir.1996), cert. denied sub nom.  Arroyo-Reyes v. United States, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">711</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">631</span></span> (1997);  United States v. Parrilla-Tirado, <span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span>, 371 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have employed four criteria in determining whether a defendant has asserted a \"fair and just\" reason for withdrawing a guilty plea:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the defendant's motion;  (3) the existence or nonexistence of an assertion of innocence;  and (4) whether, when viewed in the light of emergent circumstances, the defendant's plea appropriately may be characterized as involuntary, in derogation of the requirements imposed by Fed.R.Crim.P. 11, or otherwise legally suspect.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sanchez-Barreto, 93 F.3d at 23.   The fourth consideration, which hinges on whether the plea was knowing, voluntary, and intelligent, is most significant.  Ribas-Dominicci, 50 F.3d at 78.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If, under this analysis, the defendant successfully meets his burden of demonstrating a fair and just reason for withdrawing his plea, the court must inquire whether the government will suffer any demonstrable prejudice from the withdrawal of the plea.  Parrilla-Tirado, 22 F.3d at 371.   Because we find that Muriel does not meet his burden under this analysis, however, we need not address the question of prejudice.  See id. at 373 n. 5;  United States v. Doyle, <span class=\"citation\" data-id=\"596485\"><a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 596 n. 6 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>(1) Plausibility</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Muriel must demonstrate a plausible reason for withdrawing his guilty plea.  See Parrilla-Tirado, 22 F.3d at 371.   Plausibility cannot just rest on Muriel's second thoughts \" 'about some fact or a point of law, or about the wisdom of his earlier decision.' \"  Isom, 85 F.3d at 837 (quoting Parrilla-Tirado, 22 F.3d at 371).   Our review of the record supports the district court's assessment that Muriel's change of heart, while \"understandable,\" was prompted by second thoughts about the wisdom of his decision to enter the plea agreement rather than file a motion to suppress evidence of the gun.  Memorandum and Order of March 19, 1996 at 4. Muriel advances the following as plausible reasons for withdrawing his plea:  (1) his motion to withdraw was not the product of second thoughts but was prompted by the Bailey decision;  (2) an alleged defect in the warrant makes his plea suspect;  and (3) the plea bargain ceased to be to his benefit.  We find none of these to be plausible reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">By his own admission Muriel had second thoughts all along about his strategic choice to plea bargain because he had doubts about the sufficiency of the evidence upon which the search warrant was based.  But Muriel made a tactical decision to forgo the warrant challenge because, at the time, he thought it was in his best interests to secure dismissal of the most serious charge, 18 U.S.C. &#167;   924(c)(1) (the \"Bailey charge\"), which carries a five-year mandatory sentence.  Appellant's Memorandum in Support of Motion to Vacate Plea of Guilty at 2. Nearly three months later, when Muriel concluded that circumstances had changed such that a potential motion to suppress seemed to be a better strategy than his plea bargain, he decided that withdrawal of his plea was in order.  But, as we have already stated, second thoughts do not constitute a plausible reason for withdrawal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Muriel also argues that the information contained in the affidavit in support of the search warrant was insufficient to establish probable cause, and that this is a plausible reason for withdrawing his plea.  Specifically, Muriel contends that the warrant \"contained lies,\" and that this renders his plea and conviction \"legally suspect.\"   Appellant's Br. at 12.  But, as the district court pointed out, Muriel has not met his burden of showing that the affidavit did not sustain a finding of probable cause for the warrant.  Memorandum and Order of March 19, 1996 at 5. Muriel has neither demonstrated that, under the \"totality of the circumstances\" test, the information contained in the affidavit does not show that there was \"a fair probability that contraband or evidence of a crime\" would be discovered at a specific place, Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 238, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, 2332, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983), nor presented evidence of \"deliberate falsehood or of reckless disregard for the truth\" on the part of the affiant detective, Franks v. Delaware, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 171, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, 2684, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></a></span> (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Aside from the affidavit itself and his bare allegations that the affidavit contained lies by the informant and misstatements by the investigating detective, Muriel offers no proof that probable cause to issue the warrant was lacking.  On the facts before us, we cannot say that the district court abused its discretion in rejecting Muriel's argument that deficiencies in the warrant rendered his plea legally suspect.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We add that Muriel has no argument that he was previously deprived of the chance to file a motion to suppress because he was unaware of the facts.  To the contrary, Muriel's decision to plead guilty, rather than file a motion to suppress, was a tactical decision made months before he moved to withdraw his plea.  At the time Muriel pled guilty, he possessed all the relevant information about the affidavit that he now claims is defective.  This is not a case where the defendant can point to newly-discovered evidence.  Cf. United States v. Ramos, <span class=\"citation\" data-id=\"482471\"><a href=\"/opinion/482471/united-states-v-hector-acevedo-ramos/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">308</span></a></span>, 313 (1st Cir.1987) (finding that the lower court did not abuse its discretion in refusing to \"give weight to a self-serving, unsupported claim of innocence raised judicially for the first time after the Rule 11 hearing,\" particularly where the defendants had not offered insight into the substance of the exculpatory information).  We conclude that Muriel's unsupported claims regarding the sufficiency of the search warrant do not provide a plausible reason for withdrawal here.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, Muriel argues that he did not receive the benefit of his bargain because of Bailey 's impact on his plea agreement, because he received no downward adjustment for acceptance of responsibility, and because he was sentenced at the higher end of the applicable guideline range rather than the lower end.  We have frequently stated that plea agreements are contractual in nature.  See Parrilla-Tirado 22 F.3d at 371;  United States v. Atwood, <span class=\"citation\" data-id=\"583334\"><a href=\"/opinion/583334/united-states-v-thomas-p-atwood/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span>, 479 (1st Cir.1992).  We have further explained that a defendant receives some \"builtin\" benefits when he or she pleads guilty and that, barring material misrepresentation, default on a promise, or breach of the agreement by the government, no additional consideration is required to support a guilty plea.  Parrilla-Tirado, 22 F.3d at 371-72.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Muriel's memorandum in support of the motion to withdraw his plea states that he ultimately decided to forgo filing a motion to suppress evidence of the gun in exchange for the chance to bargain away the most significant charge against him, the Bailey charge, which carried a mandatory minimum of five years.  There was ample consideration for the agreement--in exchange for Muriel's guilty plea to Count III, the government agreed to drop Counts I and II and not to oppose a reduction in his sentence for acceptance of responsibility.  Muriel cannot be permitted now to withdraw his plea in the hopes of renegotiating a better deal just because Counts I and II later looked like weak charges.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although Muriel may believe that he did not receive any \"built-in\" benefits of his bargain, his bargain was with the government, which could only make the agreed-to recommendations to the court and could not guarantee that Muriel would receive a particular sentence.  Sentencing is within the discretion of the district court.  Moreover, as Rule 11(e)(1)(B) itself makes clear, a plea agreement of this kind is made with the \"understanding that such recommendation or request shall not be binding upon the court.\"   We agree with the district court that Muriel should not be allowed to vacate his guilty plea on this basis.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>(2) Timing</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The length of time between the entry of the plea and the filing of the motion to withdraw is a factor to be considered.  Ramos, 810 F.2d at 312.  \"Because the timing of a defendant's attempted plea withdrawal is highly probative of motive, close scrutiny of the chronology is important in adjudicating whether retraction is fair and just.\"  Doyle, 981 F.2d at 595.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Muriel moved to withdraw his plea on February 23, 1996, over two months after Bailey was decided, and almost three months after his guilty plea was entered.  This circuit's case law counsels against withdrawal after such a delay.  See Isom, 85 F.3d at 839 (two-month delay too long);  Ramos, 810 F.2d at 313 (thirteen-day delay too long);  United States v. Keefe, <span class=\"citation\" data-id=\"377948\"><a href=\"/opinion/377948/united-states-v-stephen-f-keefe/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 20 (1st Cir.1980) (three-week delay too long).  What is more significant, however, is that Muriel's motion to withdraw came one month after the release of the Presentence Investigation Report (\"PSI Report\"), which recommended a sentence of 30 to 37 months, and found Muriel to be ineligible for probation.  If timing is indeed probative of motive, then it would seem that Muriel was actually prompted to move to withdraw his plea by his disappointment with the recommended sentence in the PSI Report.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>(3) Claim of Innocence</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A defendant's assertion of innocence may cause a court to look favorably upon a motion to withdraw.  Conversely, the lack of a claim of innocence weighs in favor of sustaining a guilty plea.  See Parrilla-Tirado, 22 F.3d at 373;  Doyle, 981 F.2d at 596.   Muriel does not claim to be innocent of the felon-in-possession charge to which he pled guilty.  He admitted his guilt at the Rule 11 hearing and has not asserted otherwise at sentencing or on appeal.  Obviously, Muriel's failure to assert a claim of innocence weighs against his contention that his reason for withdrawing his plea is fair and just.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>(4) Voluntary and Knowing Plea</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"[B]y entering a guilty plea, a defendant effectively waives several constitutional rights.  For that waiver to be valid, the plea must amount to a voluntary and intentional relinquishment or abandonment of a known right or privilege.\"  United States v. Gray, <span class=\"citation\" data-id=\"799747\"><a href=\"/opinion/799747/united-states-v-roy-gray/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 60 (1st Cir.1995) (citing United States v. Cotal-Crespo, <span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">94</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></span> (1995)).  Accordingly, while technical violations of Rule 11 \"do not count,\" violations of any of the three core concerns--absence of coercion, understanding of the charges, and knowledge of the consequences of the guilty plea--mandate that the plea be set aside.  Ribas-Dominicci, 50 F.3d at 78.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Muriel does not assert that his plea was not voluntarily entered or that he did not understand the Rule 11 plea colloquy.  Instead, he claims that, at the time he agreed to the plea bargain, he could not have known that the Bailey decision would nullify Count II of the indictment, and that therefore he was operating under a false assumption regarding the applicable law when he entered his plea.  The argument that the change in law rendered his plea unknowing under the law at the time, and that he was prejudiced in giving up the opportunity to challenge the admission of evidence (the gun) fails for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, there are no allegations of coercion or mistake, nor is there any evidence of such on the part of the government.  Second, the record shows that Muriel understood the charges against him and that he was aware of the possible risks involved in pleading guilty.  The district court found that at the change of plea hearing, \"Muriel was apprised of the precise nature of the charge set forth in Count III, the elements the government was required to prove in order to convict him, the sentence that could be imposed if his guilty plea was accepted and the rights he was relinquishing by pleading guilty.\"   Memorandum and Order of March 19, 1996 at 7. In addition, Muriel's plea agreement stated that he understood the constitutional rights he was relinquishing, and that he understood that he had no right to withdraw his plea in the event the court did not accept the government's sentencing recommendations.  Muriel acknowledged that he signed the agreement and understood its contents, and he concedes that he understood the Rule 11 colloquy.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This court has not allowed defendants, absent coercion or mistake, to renege on plea agreements on the basis that they have miscalculated their risks and benefits or have belatedly discovered a new defense.  United States v. Allard, <span class=\"citation\" data-id=\"556604\"><a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span>, 1243 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>In reaching a plea bargain, a defendant assesses the likelihood of conviction and balances that against the relative severity of the sentence he expects to receive pursuant to the agreement and that which could be imposed upon conviction.  In many cases, that process results in a compromise pursuant to which the defendant makes a conscious decision to relinquish a perceived defense....  To hold otherwise would render plea agreements and the pleas entered pursuant to them meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Id. (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Similarly, the Supreme Court has stated in Brady v. United States that, \"absent misrepresentation or other impermissible conduct by state agents, a voluntary plea of guilty intelligently made in the light of the then applicable law does not become vulnerable because later judicial decisions indicate that the plea rested on a faulty premise.\"  <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span>, 757, <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1463</span></a></span>, 1473, <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">747</span></a></span> (1970) (internal citation omitted) (emphasis added).  Muriel's post-hoc determination after Bailey that he would be better off filing a motion to suppress the gun and then bargaining anew with the government does not constitute grounds for vacating his plea.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We do not believe that a district court abuses its discretion by denying a motion to withdraw a guilty plea that is premised on the basis that a decision by the Supreme Court interpreting a criminal statute might affect a count which was dropped by agreement of the parties in the plea bargain.  Other circuits have also faced post-Bailey plea-agreement appeals, but in contrast to the case at bar, the guilty pleas that have been vacated or remanded involve guilty pleas to the Bailey affected charge.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In other words, Muriel's assertion here that he pled guilty under a false assumption about the law does not provide a fair and just reason because the change in law does not affect the charge to which he pled guilty, but a separate count of the indictment which was dropped.  A case on point is United States v. Knight, <span class=\"citation\" data-id=\"726636\"><a href=\"/opinion/726636/united-states-v-marvin-jerome-knight-united-states-of-america-v-edward/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">307</span></a></span> (8th Cir.1996), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1458</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">562</span></span> (1997), in which the defendant pled guilty to a drug-conspiracy charge in return for the government's agreement to drop a &#167; 924(c)(1) charge, along with other drug offenses.  The defendant did not assert that his plea was unknowing, but argued that \"a change in the law applicable to the gun charge materially altered the plea agreement's basis.\"  Id. at 309.   On appeal, the Eighth Circuit decided that the possibility that the defendant's conduct would not qualify as an offense under &#167; 924(c)(1) in light of Bailey did not undermine his bargain with the government where the defendant had been indicted on several other charges which were dropped pursuant to the plea agreement.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We therefore need not review the factual basis for the dropped Bailey charge against Muriel to determine whether the district court was correct in concluding that it was \"far from certain\" that Bailey would nullify Count II.  Memorandum and Order of March 19, 1996 at 6. It is sufficient to note that Muriel's contention that Count II would be nullified because of Bailey is not a sure bet.  The district court found that \"evidence that Muriel had a firearm within reaching distance and made a movement toward it when police entered could be sufficient to establish that he actively 'used' the firearm.\"  Id. at 6.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We conclude that the district court did not abuse its discretion in refusing to allow Muriel to withdraw his guilty plea.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Muriel also contends that the district court committed clear error by not awarding him a downward adjustment of two or three levels for acceptance of responsibility under Section 3E1.1 of the Federal Sentencing Guidelines.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">A defendant who pleads guilty is not entitled to a downward adjustment for acceptance of responsibility as a matter of right.  U.S.S.G. &#167; 3E1.1, application note 3;  United States v. Royer, <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 29-30 (1st Cir.1990).  The defendant has the burden of proving entitlement to a decrease in the offense level, including a downward adjustment for acceptance of responsibility.  United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 871 (1st Cir.1993).  Whether a defendant has accepted responsibility for the offense is a fact-dominated issue, and therefore we review the district judge's ruling for clear error.  Royer, 895 F.2d at 29.   We give the findings of the district court \"a wide and deferential berth\" because the court has the benefit of assessing the credibility of the defendant first-hand.  U.S.S.G. &#167; 3E1.1 application note 5;  Royer, 895 F.2d at 30.   While the facts are a close call, we accept the determination made by the district judge because it is not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Muriel did take some steps towards accepting responsibility for his offense--he wrote a letter to accept responsibility and he testified in court as to the purchase of the gun.  (PSI Report at 4;  Sent.  Hr'g Pt. IV at 94.)   The prosecution and the probation officer both recommended to the district court that Muriel receive a three-level reduction in his offense level for acceptance of responsibility.  The district court did not follow the recommendation because it found that Muriel had lied.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is within the discretion of the district court to deny a reduction on the basis of its determination that a defendant has resorted to half-truths or evasions from the truth in an effort to minimize his or her culpability.  United States v. Ocasio-Rivera, <span class=\"citation\" data-id=\"604815\"><a href=\"/opinion/604815/united-states-v-richard-ocasio-rivera/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993).  The district judge did not believe Muriel's repeated assertion that the gun no longer belonged to him on the night the police executed the warrant, but belonged to his girlfriend.  In spite of the fact that Ms. Ostos was unfamiliar with the gun, Muriel continued to insist that he had given it to her, and that she kept the loaded gun under the pillow upon which he had been sleeping.  The district court found that, while Muriel may have made the gun available to Ostos while he was in the apartment, Muriel continued to possess the gun up until his arrest.  (Sent. Hr'g Pt. IV at 162.)   The district court's credibility determination that Muriel was lying was not clearly erroneous.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although we review the denial of a motion to suppress de novo, see United States v. Zayas-Diaz, <span class=\"citation\" data-id=\"196972\"><a href=\"/opinion/196972/united-states-v-zayas-diaz/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 111 n. 6 (1st Cir.1996), we review the denial of a pre-sentence motion to withdraw a guilty plea for abuse of discretion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In ruling on the validity of a guilty plea to a Bailey affected charge, the Fifth Circuit has explained that, \"where intervening law has established that a defendant's actions do not constitute a crime and thus that the defendant is actually innocent of the charged offense,\" a defendant is permitted to attack a guilty plea.  United States v. Andrade, <span class=\"citation\" data-id=\"9281\"><a href=\"/opinion/9281/united-states-v-andrade/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">729</span></a></span>, 731 (5th Cir.1996).  In Andrade, the defendant pled guilty to a &#167; 924(c)(1) charge in addition to three other charges.  Determining that there was no factual basis for the &#167; 924(c)(1) offense, the court vacated the defendant's conviction and sentence on that charge and remanded to the district court.  See also United States v. Abdul, <span class=\"citation\" data-id=\"712113\"><a href=\"/opinion/712113/united-states-v-muhammed-abdul-also-known-as-andre-reaves/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span> (7th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2569</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1085</span></span> (1996)</p>\n        <p>But the case at bar differs fundamentally from such cases.  Here, the Bailey decision did not change the interpretation of a statute to which the defendant had pled guilty;  rather, it affected a charge dropped by the government before Bailey was decided.  We are not faced with a defendant who may have been sentenced for conduct which did not constitute a federal offense, as in Andrade.   Moreover, Muriel does not deny that he is guilty of the offense charged.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The United States Sentencing Guidelines Section 3E1.1 states:</p>\n        <p>Acceptance of Responsibility</p>\n        <p>(a) If the defendant clearly demonstrates acceptance of responsibility for his offense, decrease the offense level by 2 levels.</p>\n        <p>(b) If the defendant qualifies for a decrease under subsection (a), the offense level determined prior to the operation of subsection (a) is level 16 or greater, and the defendant has assisted authorities in the investigation or prosecution of his own misconduct by taking one or more of the following steps:</p>\n        <p>(1) timely providing complete information to the government concerning his own involvement in the offense;  or</p>\n        <p>(2) timely notifying authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently,</p>\n        <p>decrease the offense level by 1 additional level.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/9281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799747/"
  ]
}