{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197444/",
  "absolute_url": "/opinion/197444/oconnor-v-huward/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197444/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:30:19Z",
  "date_modified": "2017-03-24T10:51:37.824280Z",
  "type": "010combined",
  "sha1": "d1348e5c6e55379a1fc1bf5d46ef93b176491894",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1823.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1823\r\n\n                     ERNEST P. O'CONNOR, JR.,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                          DEBORAH HUARD,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 96-1824\r\n\n                     ERNEST P. O'CONNOR, JR.,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                          DEBORAH HUARD,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n         [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                         \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\r\n\n     William R.  Fisher, with whom Ivy L.  Frignoca and Monaghan,\r                                                                           \r\nLeahy, Hochadel &amp; Libby were on brief for Deborah Huard.\r                                 \r\n     William  C.  Knowles,  with  whom Jacqueline  W.  Rider  and\r                                                                      \r\nVerrill &amp; Dana were on brief for Ernest P. O'Connor, Jr.\r                        \r\n\n                                           \r\n\n                          June 27, 1997\r\n                                           \r\n\n                               -2-\r\r\n\n          TORRUELLA, Chief Judge.   On March 15, 1994, Plaintiff-\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nAppellee-Cross-Appellant  Ernest  P. O'Connor,  Jr. (\"O'Connor\"),\r\n\nwho was a  pretrial detainee  at the Kennebec  County Jail  (\"the\r\n\nJail\") during  all  times  relevant to  the  case,  brought  this\r\n\nSection  1983  suit for  compensatory  and  punitive damages  and\r\n\ndeclaratory   relief   against   Alfred  Cichon   (\"Cichon\"),   a\r\n\nphysician's  assistant  at  the   Jail,  and  Catherine   Mesaric\r\n\n(\"Mesaric\") and Appellant-Cross-Appellee Deborah Huard (\"Huard\"),\r\n\nCorrections  Sergeants at  the  Jail.   O'Connor contended  that,\r\n\nwhile he was being  held as a pretrial detainee,  Cichon deprived\r\n\nhim of  medical attention,  which amounted  to cruel  and unusual\r\n\npunishment,  and that  he was  punished in  violation of  his due\r\n\nprocess rights under  the Fourteenth Amendment.   On January  20,\r\n\n1996, summary judgment was  granted in Cichon's favor.   Prior to\r\n\ntrial, Mesaric was dismissed from the suit.\r\n\n          The  case against Huard was tried before a jury in June\r\n\n1996.   At  the  close of  O'Connor's  case,  Huard moved  for  a\r\n\ndirected  verdict.   The  district court  took  the motion  under\r\n\nadvisement.   At  the close  of all  evidence, Huard  renewed her\r\n\nmotion, which the  district court  denied.  The  jury returned  a\r\n\nverdict in O'Connor's favor, finding that Huard had  violated his\r\n\nFourteenth  Amendment due  process rights,  and awarding  him one\r\n\ndollar  in compensatory damages.   The court  then instructed the\r\n\njury  on punitive  damages, which  the jury,  after deliberating,\r\n\ndeclined  to  award.     Huard  filed   a  motion  for   judgment\r\n\nnotwithstanding the verdict and  a motion for a new  trial, which\r\n\n                               -3-\r\r\n\nthe district court  denied.  Huard  appeals the district  court's\r\n\njury  instructions,  the  denial   of  her  motion  for  judgment\r\n\nnotwithstanding the verdict, and the award of attorney's  fees to\r\n\nO'Connor.  O'Connor cross-appeals the jury's refusal to grant him\r\n\nactual compensatory and punitive damages.  We affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          On review of a jury verdict, we recite the facts in the\r\n\nlight most favorable  to that  verdict.  See  Ferragamo v.  Chubb\r                                                                           \r\n\nLife Ins. Co., 94  F.3d 26, 27 n.1 (1st Cir. 1996).   Huard was a\r                       \r\n\nCorrections  Sergeant at  the Jail during  all times  relevant to\r\n\nthis case.  O'Connor was initially incarcerated in the Jail for a\r\n\nbrief period in January 1993.  On January 18, 1993, O'Connor told\r\n\nHuard that \"he  needed his  medication.\"  She  instructed him  to\r\n\nfill  out  a  Medical  Request form,  and  when  he  did  so, she\r\n\nforwarded  the form to the  Medical Department.   Pursuant to his\r\n\nrequest,  O'Connor met  with  the  Jail's physician's  assistant,\r\n\nCichon,  for a  medical evaluation.    O'Connor asked  Cichon for\r\n\nXanax or Valium to  treat anxiety.  Cichon diagnosed  O'Connor as\r\n\nsuffering from \"anxiety disorder,\" for which he prescribed Xanax.\r\n\nSoon thereafter, O'Connor was released from the Jail.\r\n\n          On October  30, 1993,  O'Connor was placed  in pretrial\r\n\ndetention at the  Jail, where he  remained for approximately  six\r\n\nmonths.  O'Connor again submitted a request for medication, which\r\n\nCichon now denied, because he could not verify O'Connor's medical\r\n\nhistory, believed that  O'Connor did not  suffer from an  anxiety\r\n\ndisorder, and wasconcerned about O'Connor's history ofdrug abuse.\r\n\n                               -4-\r\r\n\n          During this detention,  an animosity developed  between\r\n\nHuard   and  O'Connor,   eventually  leading   to  daily   verbal\r\n\nconfrontations.    O'Connor  called  Huard names  that  evidenced\r\n\nO'Connor's  disdain  for  what  he believed  was  Huard's  sexual\r\n\norientation.   Huard, in turn, called O'Connor \"a scumbag, a low-\r\n\nlife, a dirtbag, a  drug addict, creep.\"  Huard  taunted O'Connor\r\n\nabout  his failure  to  get the  medication  he desired  and  his\r\n\ninability  to cope  without it.   O'Connor  would react  to these\r\n\ntaunts by kicking  doors and banging the bars of  his cell and by\r\n\nhurling verbal  abuse at  Huard.  As  a result of  these actions,\r\n\nO'Connor  would   be  removed  from   his  cell  and   placed  in\r\n\nadministrative lockdown.  Frequently, during these administrative\r\n\nlockdowns,  the  other   inmates  on  the  cell  block  would  be\r\n\nrestricted to their cells.   By the time he was transferred  from\r\n\nthe Jail, O'Connor had spent 33 days in lockdown.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\nI.        Jury instructions\r          I.        Jury instructions\r\n\n          Huard argues that the magistrate's instructions  to the\r\n\njury did not properly reflect the elements O'Connor was  required\r\n\nto prove in order  to succeed on his Fourteenth  Amendment claim.\r\n\nIn reviewing assertions of error in the jury charge, we determine\r\n\nwhether the instructions adequately reflect the law applicable to\r\n\nthe controlling issues without tending to confuse  or mislead the\r\n\njury.  See United States v. Fulmer, 108 F.3d 1486, 1494 (1st Cir.\r                                            \r\n\n1997).\r\n\n          The instructions to the jury were as follows:\r\n\n                               -5-\r\r\n\n            Plaintiff  claims  that his  constitutional\r\n          rights    were   violated    when   defendant\r\n          deliberately provoked him  into rage  attacks\r\n          and  then disciplined  him for  his resulting\r\n          outbursts.  Specifically,  his allegation  is\r\n          that he was punished  without due process  of\r\n          law, in violation of his rights under the 5th\r\n          and  14th  Amendments  to the  United  States\r\n          Constitution.\r\n\n            At the  time of  his  incarceration at  the\r\n          Kennebec County Jail plaintiff was a pretrial\r\n          detainee.   In other  words, he had  not been\r\n          convicted of  a  crime, but  was  being  held\r\n          pending  trial.    Under such  circumstances,\r\n          plaintiff  could only  be  subjected  to  the\r\n          restrictions and conditions of  the detention\r\n          facilities  so long  as those  conditions and\r\n          restrictions did not amount to punishment.\r\n\n            Not all restrictions and  conditions during\r\n          pretrial  detention  amount to  punishment in\r\n          the constitutional sense,  however.  Once the\r\n          government  has  exercised  its authority  to\r\n          detain  a  person   pending  trial,  it   may\r\n          obviously  impose conditions  or restrictions\r\n          necessary to effectuate the  legitimate goals\r\n          of  maintaining  institutional  security  and\r\n          ensuring  the  detained person's  presence at\r\n          trial.\r\n\n            The question for  you to decide  is whether\r\n          defendant imposed  conditions or restrictions\r\n          upon plaintiff that  were reasonably  related\r\n          to  those legitimate  goals  or whether  they\r\n          were arbitrary or without purpose.\r\n\n            Absent a showing of  an expressed intent on\r\n          defendant's  part  to punish  plaintiff, that\r\n          question will generally  turn on whether  the\r\n          conditions  or  restrictions could  have been\r\n          used for  a  legitimate purpose  and  whether\r\n          they   are  excessive  in  relation  to  that\r\n          legitimate purpose.\r\n\n            If  you find the conditions or restrictions\r\n          were  arbitrary or  without purpose,  you may\r\n          infer that the purpose  of the conditions  or\r\n          restrictions was  punishment, and, therefore,\r\n          unconstitutional.\r\n\nTrial Transcript, vol. III, at 440-41.\r\n\n                               -6-\r\r\n\n          These  instructions accurately  reflect the  law as  it\r\n\nrelates to a pretrial detainee's claim of punishment in violation\r\n\nof the Due Process Clause.  The government may detain one accused\r\n\nof  a crime  prior to trial  in order  to ensure  his presence at\r\n\ntrial.  See Bell v.  Wolfish, 441 U.S. 520, 536 (1979).  Prior to\r                                      \r\n\nan  adjudication of  guilt, however,  a state government  may not\r\n\npunish a  pretrial detainee  without contravening the  Fourteenth\r\n\nAmendment's Due Process Clause.  See  id. at 535.  The government\r                                                   \r\n\nmay, however,  impose administrative restrictions  and conditions\r\n\nupon a  pretrial detainee that effectuate his  detention, see id.\r                                                                           \r\n\nat 537, and  that maintain  security and order  in the  detention\r\n\nfacility, see  id. at 536.   When confronted  with a charge  by a\r                            \r\n\npretrial  detainee alleging  punishment without due  process, the\r\n\n\"court must  decide  whether the  disability is  imposed for  the\r\n\npurpose  of punishment or whether  it is but  an incident of some\r\n\nother legitimate governmental purpose.\"  Id. at 538.\r                                                      \r\n\n          Thus,   if   a   particular    condition   or\r\n          restriction   of    pretrial   detention   is\r\n          reasonably related to a legitimate government\r\n          objective, it does not, without  more, amount\r\n          to   \"punishment.\"      Conversely,    if   a\r\n          restriction  or  condition is  not reasonably\r\n          related  to a  legitimate  goal --  if it  is\r\n          arbitrary   or   purposeless   --   a   court\r\n          permissibly may infer that the purpose of the\r\n          governmental  action  is punishment  that may\r\n          not   constitutionally   be  inflicted   upon\r\n          detainees qua detainees.\r\n\nId. at 538-39.  The  government has a valid interest  in managing\r             \r\n\nthe  detention   facility  and,  toward  that   end,  may  employ\r\n\nadministrative measures  that may be  discomforting or  are of  a\r\n\nnature that the detainee would not experience if he were released\r\n\n                               -7-\r\r\n\nwhile  awaiting trial.   See  id. at  540.   Barring \"substantial\r                                           \r\n\nevidence\"  that  an  administrative  measure  is  an  exaggerated\r\n\nresponse to these considerations, \"courts should ordinarily defer\r\n\nto their expert judgment in such matters.\"  Id. at 540 n.23.\r                                                         \r\n\n          Huard's   claim  of  error   addresses  a  conceptually\r\n\ndifferent issue.  Huard argues that the magistrate's instructions\r\n\nwere erroneous because they failed to incorporate the appropriate\r\n\nstandard, which she contends  is the Eighth Amendment \"deliberate\r\n\nindifference\" standard applied when a pretrial detainee alleges a\r\n\ndenial  of  appropriate   medical  care.     Huard's   contention\r\n\nmisconceives  the  claim  at  issue in  this  case.    O'Connor's\r\n\nallegation  as it  related  to Huard  was that  she intentionally\r\n\nprovoked  or  incited him  into  \"rage  attacks\" by  relentlessly\r\n\ntaunting  him.    O'Connor  claimed that  Huard  engaged  in such\r\n\nactions so that she could subsequently discipline him by imposing\r\n\n\"administrative  lock  down.\"   Given  the  nature of  O'Connor's\r\n\nclaim, the magistrate  was correct in denying Huard's  request to\r\n\nincorporate \"deliberate indifference\"  instructions into the jury\r\n\ncharge.\r\n\n          We  emphasize that  nothing in  the resolution  of this\r\n\ncase  or in  this opinion  is meant  to suggest that  a detention\r\n\nfacility may not  discipline a pretrial detainee who violates the\r\n\nfacility's administrative regulations employed to  maintain order\r\n\nand  security.   O'Connor's challenge  was not that  the Kennebec\r\n\nCounty Jail's system of allowing a pretrial detainee's discipline\r\n\nfollowing  a  violation  of  its  administrative  regulations was\r\n\n                               -8-\r\r\n\nsuspect, but rather that Huard's intention was to punish O'Connor\r\n\nand her  provocative or instigative actions  were directed toward\r\n\nthis  end.    Thus,  the  ability  of  a  detention  facility  to\r\n\nreasonably   discipline  detainees  who   violate  rules  is  not\r\n\nimplicated by the issues presented in  this case, in which a jury\r\n\nfound  that  Huard's  acts   were  tantamount  to  arbitrary  and\r\n\nunreasonable punishment.\r\n\nII.       Qualified immunity\r          II.       Qualified immunity\r\n\n          In her motions for directed  verdict, both at the close\r\n\nof O'Connor's case  and at the close  of all the  evidence, Huard\r\n\nargued that she was entitled to judgment as a matter of law based\r\n\non the merits of  O'Connor's claim.   In her motion for  judgment\r\n\nnotwithstanding  the  verdict, she  again  argued entitlement  to\r\n\njudgment as  a matter of law  on the merits and  also raised, for\r\n\nthe first time,  the defense  of qualified immunity  as a  ground\r\n\nentitling her to judgment as a matter of law.\r\n\n          Federal Rule of Procedure 50(b) specifies that a party,\r\n\nhaving submitted a motion  for a directed verdict may,  after the\r\n\nverdict and entry of judgment, \"move  to have the verdict and any\r\n\njudgment entered thereon  set aside and to  have judgment entered\r\n\nin accordance with his motion for a directed verdict[.]\"  Fed. R.\r\n\nCiv.  P. 50(b).   A  party may  not raise  a ground  for judgment\r\n\nnotwithstanding the verdict that  was not previously presented to\r\n\nthe trial court in a motion for directed verdict.  See Systemized\r                                                                           \r\n\nof New England, Inc. v. SCM, Inc., 732 F.2d 1030,  1035 (1st Cir.\r                                           \r\n\n1984) (\"A  party may not base its motion for a judgment n.o.v. on\r\n\n                               -9-\r\r\n\na  ground  that  was not  argued  in its  motion  for  a directed\r\n\nverdict.\").  \"The last  opportunity to raise [qualified immunity]\r\n\nis by motion for directed verdict.\"  Lewis  v. Kendrick, 944 F.2d\r                                                                 \r\n\n949, 953  (1st Cir.  1991) (applying  Systemized of New  England,\r                                                                           \r\n\nInc. in the qualified immunity context).\r              \r\n\n          Having  failed  to   properly  preserve  her  qualified\r\n\nimmunity  claim, Huard can prevail  only upon a  finding of plain\r\n\nerror.  See Lewis, 944 F.2d at 953.   \"The fact that [Huard] lost\r                           \r\n\na very possible defense that  would have eliminated liability for\r\n\nfees is not enough; plain error requires much more.\"   Id.  Huard\r                                                                    \r\n\nnever brought  forward any  evidence suggesting that  her actions\r\n\nwere  objectively  reasonable  in  light  of  O'Connor's  clearly\r\n\nestablished  due process right.  Instead, she denied that she had\r\n\nacted as O'Connor alleged.  Because there was  no evidence in the\r\n\nrecord to support a  finding of qualified immunity, the  district\r\n\ncourt's denial of her  motion was not plain error.   Accordingly,\r\n\nwe affirm  the  district court's  denial  of Huard's  motion  for\r\n\njudgment notwithstanding the verdict.\r\n\nIII.      Attorney's fees\r          III.      Attorney's fees\r\n\n          On  November 13,  1996, the  district court  entered an\r\n\norder  granting O'Connor attorney's fees pursuant  to 42 U.S.C.  \r\n\n1988.   The  court essentially  reasoned that,  although O'Connor\r\n\nreceived only nominal damages of one dollar, the jury had granted\r\n\nthe  relief at the heart  of O'Connor's claim  by barring Huard's\r\n\nactions in violation of his due process rights.\r\n\n                               -10-\r\r\n\n          Huard argues  that we should reverse  the order because\r\n\nO'Connor is not entitled  to attorney's fees.  She  contends that\r\n\nunder  Farrar v. Hobby, 506 U.S. 103 (1992), although O'Connor is\r                                \r\n\nproperly characterized as the prevailing party, the award of only\r\n\nnominal damages  highlights O'Connor's failure  to prove  actual,\r\n\ncompensable  damages.    Having  failed  to  obtain  compensatory\r\n\nrelief, Huard appears to contend that  O'Connor's success in this\r\n\ncase was technical or de minimis.  We cannot agree.\r                                          \r\n\n          Although  the  Farrar  Court   reversed  the  grant  of\r                                         \r\n\nattorney's  fees   to  a  civil  rights   plaintiff  because  the\r\n\nplaintiff's success was  de minimis when compared  to the outcome\r                                             \r\n\nand relief sought, the  Court's opinion did  not impose a per  se\r                                                                           \r\n\nrule  that a  prevailing plaintiff  who is  awarded  only nominal\r\n\ndamages  is not entitled  to fees.  To  the contrary, the Court's\r\n\nopinion instructed district courts,  in which discretion rests to\r\n\ngrant attorney's fees to civil rights plaintiffs, see 42 U.S.C.  \r                                                               \r\n\n1988  (\"In any  action or  proceeding to  enforce a  provision of\r\n\nsection[] . .  . 1983, . .  . the court,  in its discretion,  may\r\n\nallow the prevailing  party . . . a reasonable  attorney's fee as\r\n\npart of  the costs.\"), that  in exercising their  discretion they\r\n\nshould consider the reasonableness  of an award of fees  in light\r\n\nof  the  \"'relationship between  the  extent of  success  and the\r\n\namount of the  fee award.'\"  Farrar, 506  U.S. at 115-16 (quoting\r                                             \r\n\nHensley  v. Eckerhart, 461 U.S. 424, 438 (1983)); see also Wilcox\r                                                                           \r\n\nv. City  of Reno, 42 F.3d  550, 554 (9th Cir.  1994) (noting that\r                          \r\n\n\"Farrar  establishes that  a district  court should  give primary\r                 \r\n\n                               -11-\r\r\n\nconsideration to  the degree of success achieved  when it decides\r\n\nwhether  to award  attorney's  fees,\" and  affirming  a grant  of\r\n\n$66,535 in fees on award of one dollar in nominal damages), cited\r                                                                           \r\n\nwith  approval in Krewson v. Town of  Quincy, 74 F.3d 15, 17 (1st\r                                                      \r\n\nCir. 1996).\r\n\n          Here, the  district court recognized  several important\r\n\nfactors  warranting  the grant  of attorney's  fees.   First, the\r\n\ndistrict court's order recognized  the importance of providing an\r\n\nincentive to attorneys to  represent litigants, such as O'Connor,\r\n\nwho seek  to vindicate constitutional rights but  whose claim may\r\n\nnot result in  substantial monetary compensation.   Second -- and\r\n\nworth noting in light of the Farrar Court's emphasis on the  fact\r                                             \r\n\nthat Farrar sought only compensatory damages in the amount of $17\r\n\nmillion and ultimately received one dollar from each defendant --\r\n\nthe most basic  remedy O'Connor  sought in this  case was  relief\r\n\nfrom Huard's infliction of punishment without due process of law.\r\n\nThird,  the  court  underscored  the  deterrent  impact  of  this\r\n\nlitigation, which  will prevent \"future  abuses of the  rights of\r\n\npretrial  detainees.\"    Fourth,  the  court  deducted  from  the\r\n\nrequested  amount  for  fees  hours related  solely  to  the  two\r\n\ndefendants who were  not part of the trial, hours spent in excess\r\n\nof that reasonably  required of a  task, hours spent  researching\r\n\ninapplicable areas  of law,  and hours inadequately  explained or\r\n\ndetailed.     Based  on  the  appropriateness  of  all  of  these\r\n\nconsiderations,  we  find  that  the district  court's  grant  of\r\n\nattorney's fees was within its discretion.\r\n\n                               -12-\r\r\n\nIV.       O'Connor's claim regarding damages\r          IV.       O'Connor's claim regarding damages\r\n\n          On  cross-appeal, O'Connor  appears to  argue, for  the\r\n\nfirst time, that  the jury's  failure to award  him punitive  and\r\n\ncompensatory, rather than only nominal, damages was unreasonable.\r\n\nThe short  answer  to O'Connor's  contention  is that  the  issue\r\n\nshould have been raised before the district court in a motion for\r\n\na judgment notwithstanding the verdict or a motion for new trial.\r\n\nWe  generally  will not  review  a  party's  contention that  the\r\n\ndamages award  is excessive or  insufficient where the  party has\r\n\nfailed to  allow the district court  to rule on the  matter.  See\r                                                                           \r\n\nCarlton v.  H.C. Price Co., 640 F.2d 573, 577 (5th Cir. 1981) (no\r                                    \r\n\nappellate review of allegedly excessive or inadequate damages was\r\n\navailable  where trial  court was  not given  the  opportunity to\r\n\nexercise  its discretion on  the matter), cited  with approval in\r                                                                           \r\n\nWells  Real Estate, Inc. v.  Greater Lowell Bd.  of Realtors, 850\r                                                                      \r\n\nF.2d 803, 811 (1st Cir. 1988); Braunstein v. Massachusetts Bank &amp;\r                                                                           \r\n\nTrust Co., 443 F.2d 1281, 1285 (1st Cir. 1971) (denying review of\r                   \r\n\nclaim that award was excessive  because appellant failed to raise\r\n\nthe issue before the district court).\r\n\n          More importantly,  however, we  find that the  jury was\r\n\nnot  unreasonable in  failing to  award O'Connor  compensatory or\r\n\npunitive  damages.   O'Connor  put  forward  evidence of  damages\r\n\nrelated to his mental and emotional suffering endured as a result\r\n\nof  Huard's actions, and did not present any evidence of economic\r\n\ndamages.   Assuming the jury was properly instructed on the issue\r\n\nof damages, and  O'Connor does not challenge the  instructions on\r\n\n                               -13-\r\r\n\nappeal, the jury could reasonably have believed that O'Connor did\r\n\nnot suffer a compensable  harm.  See Davet v. Maccarone, 973 F.2d\r                                                                 \r\n\n22, 27-28 (1st Cir. 1992).\r\n\n          Additionally,  O'Connor appears  to argue  that Huard's\r\n\nactions registered such malicious intent, reckless disregard,  or\r\n\ncallous indifference to O'Connor's constitutional rights that the\r\n\njury was unreasonable in  failing to award him  punitive damages.\r\n\nOur  review of the record  indicates \"that the  evidence does not\r\n\n'point  so strongly  and overwhelmingly  in favor  of the  movant\r\n\n[plaintiff] that  a reasonably  jury  could not  have arrived  at\r\n\n[its] conclusion.'\"  Id. at 30 (quoting Chedd-Angier Prod. Co. v.\r                                                                        \r\n\nOmni Publications  Int'l,  Ltd.,  756  F.2d 930,  934  (1st  Cir.\r                                         \r\n\n1985)).     Accordingly,   we   will  not   disturb  the   jury's\r\n\ndetermination that  punitive damages were not  warranted in light\r\n\nof the facts of this case.  See id.\r                                             \r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the foregoing reasons, we affirm.\r                                                  affirm\r                                                        \r\n\n                               -14-\r\r\n",
  "html": "<p class=\"case_cite\">117 F.3d 12</p>\n    <p class=\"parties\">Ernest P. O'CONNOR, Jr., Plaintiff--Appellee,<br>v.<br>Deborah HUARD, Defendant--Appellant.<br>Ernest P. O'CONNOR, Jr., Plaintiff--Appellant,<br>v.<br>Deborah HUARD, Defendant--Appellee.</p>\n    <p class=\"docket\">Nos. 96-1823, 96-1824.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 7, 1997.<br>Decided June 27, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William R. Fisher, Portland, ME, with whom Ivy L. Frignoca and Monaghan, Leahy, Hochadel &amp; Libby were on brief for Deborah Huard.</p>\n      <p class=\"indent\">William C. Knowles, Portland, ME, with whom Jacqueline W. Rider and Verrill &amp; Dana were on brief for Ernest P. O'Connor, Jr.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 15, 1994, Plaintiff-Appellee-Cross-Appellant Ernest P. O'Connor, Jr.  (\"O'Connor\"), who was a pretrial detainee at the Kennebec County Jail (\"the Jail\") during all times relevant to the case, brought this Section 1983 suit for compensatory and punitive damages and declaratory relief against Alfred Cichon (\"Cichon\"), a physician's assistant at the Jail, and Catherine Mesaric (\"Mesaric\") and Appellant-Cross-Appellee Deborah Huard (\"Huard\"), Corrections Sergeants at the Jail.  O'Connor contended that, while he was being held as a pretrial detainee, Cichon deprived him of medical attention, which amounted to cruel and unusual punishment, and that he was punished in violation of his due process rights under the Fourteenth Amendment.  On January 20, 1996, summary judgment was granted in Cichon's favor.  Prior to trial, Mesaric was dismissed from the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case against Huard was tried before a jury in June 1996.  At the close of O'Connor's case, Huard moved for a directed verdict.  The district court took the motion under advisement.  At the close of all evidence, Huard renewed her motion, which the district court denied.  The jury returned a verdict in O'Connor's favor, finding that Huard had violated his Fourteenth Amendment due process rights, and awarding him one dollar in compensatory damages.  The court then instructed the jury on punitive damages, which the jury, after deliberating, declined to award.  Huard filed a motion for judgment notwithstanding the verdict and a motion for a new trial, which the district court denied.  Huard appeals the district court's jury instructions, the denial of her motion for judgment notwithstanding the verdict, and the award of attorney's fees to O'Connor.  O'Connor cross-appeals the jury's refusal to grant him actual compensatory and punitive damages.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On review of a jury verdict, we recite the facts in the light most favorable to that verdict. See Ferragamo v. Chubb Life Ins. Co., 94 F.3d 26, 27 n. 1 (1st Cir.1996).  Huard was a Corrections Sergeant at the Jail during all times relevant to this case.  O'Connor was initially incarcerated in the Jail for a brief period in January 1993.  On January 18, 1993, O'Connor told Huard that \"he needed his medication.\"   She instructed him to fill out a Medical Request form, and when he did so, she forwarded the form to the Medical Department.  Pursuant to his request, O'Connor met with the Jail's physician's assistant, Cichon, for a medical evaluation.  O'Connor asked Cichon for Xanax or Valium to treat anxiety.  Cichon diagnosed O'Connor as suffering from \"anxiety disorder,\" for which he prescribed Xanax.  Soon thereafter, O'Connor was released from the Jail.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 30, 1993, O'Connor was placed in pretrial detention at the Jail, where he remained for approximately six months.  O'Connor again submitted a request for medication, which Cichon now denied, because he could not verify O'Connor's medical history, believed that O'Connor did not suffer from an anxiety disorder, and was concerned about O'Connor's history of drug abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During this detention, an animosity developed between Huard and O'Connor, eventually leading to daily verbal confrontations.  O'Connor called Huard names that evidenced O'Connor's disdain for what he believed was Huard's sexual orientation.  Huard, in turn, called O'Connor \"a scumbag, a low-life, a dirtbag, a drug addict, creep.\"   Huard taunted O'Connor about his failure to get the medication he desired and his inability to cope without it.  O'Connor would react to these taunts by kicking doors and banging the bars of his cell and by hurling verbal abuse at Huard.  As a result of these actions, O'Connor would be removed from his cell and placed in administrative lockdown.  Frequently, during these administrative lockdowns, the other inmates on the cell block would be restricted to their cells.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Jury instructions</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Huard argues that the magistrate's instructions to the jury did not properly reflect the elements O'Connor was required to prove in order to succeed on his Fourteenth Amendment claim.  In reviewing assertions of error in the jury charge, we determine whether the instructions adequately reflect the law applicable to the controlling issues without tending to confuse or mislead the jury.  See United States v. Fulmer, 108 F.3d 1486, 1494 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The instructions to the jury were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff claims that his constitutional rights were violated when defendant deliberately provoked him into rage attacks and then disciplined him for his resulting outbursts.  Specifically, his allegation is that he was punished without due process of law, in violation of his rights under the 5th and 14th Amendments to the United States Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the time of his incarceration at the Kennebec County Jail plaintiff was a pretrial detainee.  In other words, he had not been convicted of a crime, but was being held pending trial.  Under such circumstances, plaintiff could only be subjected to the restrictions and conditions of the detention facilities so long as those conditions and restrictions did not amount to punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Not all restrictions and conditions during pretrial detention amount to punishment in the constitutional sense, however.  Once the government has exercised its authority to detain a person pending trial, it may obviously impose conditions or restrictions necessary to effectuate the legitimate goals of maintaining institutional security and ensuring the detained person's presence at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The question for you to decide is whether defendant imposed conditions or restrictions upon plaintiff that were reasonably related to those legitimate goals or whether they were arbitrary or without purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Absent a showing of an expressed intent on defendant's part to punish plaintiff, that question will generally turn on whether the conditions or restrictions could have been used for a legitimate purpose and whether they are excessive in relation to that legitimate purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If you find the conditions or restrictions were arbitrary or without purpose, you may infer that the purpose of the conditions or restrictions was punishment, and, therefore, unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Trial Transcript, vol.  III, at 440-41.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">These instructions accurately reflect the law as it relates to a pretrial detainee's claim of punishment in violation of the Due Process Clause.  The government may detain one accused of a crime prior to trial in order to ensure his presence at trial.  See Bell v. Wolfish, 441 U.S. 520, 536, 99 S.Ct. 1861, 1872-73, 60 L.Ed.2d 447 (1979).  Prior to an adjudication of guilt, however, a state government may not punish a pretrial detainee without contravening the Fourteenth Amendment's Due Process Clause.  See id. at 535, 99 S.Ct. at 1871-72.   The government may, however, impose administrative restrictions and conditions upon a pretrial detainee that effectuate his detention, see id. at 537, 99 S.Ct. at 1873, and that maintain security and order in the detention facility, see id. at 536, 99 S.Ct. at 1872-73.   When confronted with a charge by a pretrial detainee alleging punishment without due process, the \"court must decide whether the disability is imposed for the purpose of punishment or whether it is but an incident of some other legitimate governmental purpose.\"  Id. at 538, 99 S.Ct. at 1873.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Thus, if a particular condition or restriction of pretrial detention is reasonably related to a legitimate government objective, it does not, without more, amount to \"punishment.\"   Conversely, if a restriction or condition is not reasonably related to a legitimate goal--if it is arbitrary or purposeless--a court permissibly may infer that the purpose of the governmental action is punishment that may not constitutionally be inflicted upon detainees qua detainees.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Id. at 538-39, 99 S.Ct. at 1874.   The government has a valid interest in managing the detention facility and, toward that end, may employ administrative measures that may be discomforting or are of a nature that the detainee would not experience if he were released while awaiting trial.  See id. at 540, 99 S.Ct. at 1874-75.   Barring \"substantial evidence\" that an administrative measure is an exaggerated response to these considerations, \"courts should ordinarily defer to their expert judgment in such matters.\"  Id. at 540 n. 23, 99 S.Ct. at 1875 n. 23.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Huard's claim of error addresses a conceptually different issue.  Huard argues that the magistrate's instructions were erroneous because they failed to incorporate the appropriate standard, which she contends is the Eighth Amendment \"deliberate indifference\" standard applied when a pretrial detainee alleges a denial of appropriate medical care.  Huard's contention misconceives the claim at issue in this case.  O'Connor's allegation as it related to Huard was that she intentionally provoked or incited him into \"rage attacks\" by relentlessly taunting him.  O'Connor claimed that Huard engaged in such actions so that she could subsequently discipline him by imposing \"administrative lock down.\"   Given the nature of O'Connor's claim, the magistrate was correct in denying Huard's request to incorporate \"deliberate indifference\" instructions into the jury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We emphasize that nothing in the resolution of this case or in this opinion is meant to suggest that a detention facility may not discipline a pretrial detainee who violates the facility's administrative regulations employed to maintain order and security.  O'Connor's challenge was not that the Kennebec County Jail's system of allowing a pretrial detainee's discipline following a violation of its administrative regulations was suspect, but rather that Huard's intention was to punish O'Connor and her provocative or instigative actions were directed toward this end.  Thus, the ability of a detention facility to reasonably discipline detainees who violate rules is not implicated by the issues presented in this case, in which a jury found that Huard's acts were tantamount to arbitrary and unreasonable punishment.</p>\n    </div>\n    <p>II. Qualified immunity</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In her motions for directed verdict, both at the close of O'Connor's case and at the close of all the evidence, Huard argued that she was entitled to judgment as a matter of law based on the merits of O'Connor's claim.  In her motion for judgment notwithstanding the verdict, she again argued entitlement to judgment as a matter of law on the merits and also raised, for the first time, the defense of qualified immunity as a ground entitling her to judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Federal Rule of Procedure 50(b) specifies that a party, having submitted a motion for a directed verdict may, after the verdict and entry of judgment, \"move to have the verdict and any judgment entered thereon set aside and to have judgment entered in accordance with his motion for a directed verdict[.]\"  Fed.R.Civ.P. 50(b).  A party may not raise a ground for judgment notwithstanding the verdict that was not previously presented to the trial court in a motion for directed verdict.  See Systemized of New England, Inc. v. SCM, Inc., 732 F.2d 1030, 1035 (1st Cir.1984) (\"A party may not base its motion for a judgment n.o.v. on a ground that was not argued in its motion for a directed verdict.\").  \"The last opportunity to raise [qualified immunity] is by motion for directed verdict.\"  Lewis v. Kendrick, 944 F.2d 949, 953 (1st Cir.1991) (applying Systemized of New England, Inc. in the qualified immunity context).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Having failed to properly preserve her qualified immunity claim, Huard can prevail only upon a finding of plain error.  See Lewis, 944 F.2d at 953.  \"The fact that [Huard] lost a very possible defense that would have eliminated liability for fees is not enough;  plain error requires much more.\"  Id. Huard never brought forward any evidence suggesting that her actions were objectively reasonable in light of O'Connor's clearly established due process right.  Instead, she denied that she had acted as O'Connor alleged.  Because there was no evidence in the record to support a finding of qualified immunity, the district court's denial of her motion was not plain error.  Accordingly, we affirm the district court's denial of Huard's motion for judgment notwithstanding the verdict.</p>\n    </div>\n    <p>III. Attorney's fees</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On November 13, 1996, the district court entered an order granting O'Connor attorney's fees pursuant to 42 U.S.C. &#167; 1988.  The court essentially reasoned that, although O'Connor received only nominal damages of one dollar, the jury had granted the relief at the heart of O'Connor's claim by barring Huard's actions in violation of his due process rights.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Huard argues that we should reverse the order because O'Connor is not entitled to attorney's fees.  She contends that under Farrar v. Hobby, 506 U.S. 103, 113 S.Ct. 566, 121 L.Ed.2d 494 (1992), although O'Connor is properly characterized as the prevailing party, the award of only nominal damages highlights O'Connor's failure to prove actual, compensable damages.  Having failed to obtain compensatory relief, Huard appears to contend that O'Connor's success in this case was technical or de minimis.   We cannot agree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although the Farrar Court reversed the grant of attorney's fees to a civil rights plaintiff because the plaintiff's success was de minimis when compared to the outcome and relief sought, the Court's opinion did not impose a per se rule that a prevailing plaintiff who is awarded only nominal damages is not entitled to fees.  To the contrary, the Court's opinion instructed district courts, in which discretion rests to grant attorney's fees to civil rights plaintiffs, see 42 U.S.C. &#167; 1988 (\"In any action or proceeding to enforce a provision of section[ ] ... 1983, ... the court, in its discretion, may allow the prevailing party ... a reasonable attorney's fee as part of the costs.\"), that in exercising their discretion they should consider the reasonableness of an award of fees in light of the \" 'relationship between the extent of success and the amount of the fee award.' \"  Farrar, 506 U.S. at 115-16, 113 S.Ct. at 575 (quoting Hensley v. Eckerhart, 461 U.S. 424, 438, 103 S.Ct. 1933, 1942, 76 L.Ed.2d 40 (1983));  see also Wilcox v. City of Reno, 42 F.3d 550, 554 (9th Cir.1994) (noting that \"Farrar establishes that a district court should give primary consideration to the degree of success achieved when it decides whether to award attorney's fees,\" and affirming a grant of $66,535 in fees on award of one dollar in nominal damages), cited with approval in Krewson v. City of Quincy, 74 F.3d 15, 17 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, the district court recognized several important factors warranting the grant of attorney's fees.  First, the district court's order recognized the importance of providing an incentive to attorneys to represent litigants, such as O'Connor, who seek to vindicate constitutional rights but whose claim may not result in substantial monetary compensation.  Second--and worth noting in light of the Farrar Court's emphasis on the fact that Farrar sought only compensatory damages in the amount of $17 million and ultimately received one dollar from each defendant--the most basic remedy O'Connor sought in this case was relief from Huard's infliction of punishment without due process of law.  Third, the court underscored the deterrent impact of this litigation, which will prevent \"future abuses of the rights of pretrial detainees.\"   Fourth, the court deducted from the requested amount for fees hours related solely to the two defendants who were not part of the trial, hours spent in excess of that reasonably required of a task, hours spent researching inapplicable areas of law, and hours inadequately explained or detailed.  Based on the appropriateness of all of these considerations, we find that the district court's grant of attorney's fees was within its discretion.</p>\n    </div>\n    <p>IV. O'Connor's claim regarding damages</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On cross-appeal, O'Connor appears to argue, for the first time, that the jury's failure to award him punitive and compensatory, rather than only nominal, damages was unreasonable.  The short answer to O'Connor's contention is that the issue should have been raised before the district court in a motion for a judgment notwithstanding the verdict or a motion for new trial.  We generally will not review a party's contention that the damages award is excessive or insufficient where the party has failed to allow the district court to rule on the matter.  See Carlton v. H.C. Price Co., 640 F.2d 573, 577 (5th Cir.1981) (no appellate review of allegedly excessive or inadequate damages was available where trial court was not given the opportunity to exercise its discretion on the matter), cited with approval in Wells Real Estate, Inc. v. Greater Lowell Bd. of Realtors, 850 F.2d 803, 811 (1st Cir.1988);  Braunstein v. Massachusetts Bank &amp; Trust Co., 443 F.2d 1281, 1285 (1st Cir.1971) (denying review of claim that award was excessive because appellant failed to raise the issue before the district court).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">More importantly, however, we find that the jury was not unreasonable in failing to award O'Connor compensatory or punitive damages.  O'Connor put forward evidence of damages related to his mental and emotional suffering endured as a result of Huard's actions, and did not present any evidence of economic damages.  Assuming the jury was properly instructed on the issue of damages, and O'Connor does not challenge the instructions on appeal, the jury could reasonably have believed that O'Connor did not suffer a compensable harm.  See Davet v. Maccarone, 973 F.2d 22, 27-28 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Additionally, O'Connor appears to argue that Huard's actions registered such malicious intent, reckless disregard, or callous indifference to O'Connor's constitutional rights that the jury was unreasonable in failing to award him punitive damages.  Our review of the record indicates \"that the evidence does not 'point so strongly and overwhelmingly in favor of the movant [plaintiff] that a reasonably jury could not have arrived at [its] conclusion.' \"  Id. at 30 (quoting Chedd-Angier Prod.  Co. v. Omni Publications Int'l, Ltd., 756 F.2d 930, 934 (1st Cir.1985)).  Accordingly, we will not disturb the jury's determination that punitive damages were not warranted in light of the facts of this case.  See id.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span></p>\n    <p class=\"parties\">Ernest P. O'CONNOR, Jr., Plaintiff--Appellee,<br>v.<br>Deborah HUARD, Defendant--Appellant.<br>Ernest P. O'CONNOR, Jr., Plaintiff--Appellant,<br>v.<br>Deborah HUARD, Defendant--Appellee.</p>\n    <p class=\"docket\">Nos. 96-1823, 96-1824.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 7, 1997.<br>Decided June 27, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William R. Fisher, Portland, ME, with whom Ivy L. Frignoca and Monaghan, Leahy, Hochadel &amp; Libby were on brief for Deborah Huard.</p>\n      <p class=\"indent\">William C. Knowles, Portland, ME, with whom Jacqueline W. Rider and Verrill &amp; Dana were on brief for Ernest P. O'Connor, Jr.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 15, 1994, Plaintiff-Appellee-Cross-Appellant Ernest P. O'Connor, Jr.  (\"O'Connor\"), who was a pretrial detainee at the Kennebec County Jail (\"the Jail\") during all times relevant to the case, brought this Section 1983 suit for compensatory and punitive damages and declaratory relief against Alfred Cichon (\"Cichon\"), a physician's assistant at the Jail, and Catherine Mesaric (\"Mesaric\") and Appellant-Cross-Appellee Deborah Huard (\"Huard\"), Corrections Sergeants at the Jail.  O'Connor contended that, while he was being held as a pretrial detainee, Cichon deprived him of medical attention, which amounted to cruel and unusual punishment, and that he was punished in violation of his due process rights under the Fourteenth Amendment.  On January 20, 1996, summary judgment was granted in Cichon's favor.  Prior to trial, Mesaric was dismissed from the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case against Huard was tried before a jury in June 1996.  At the close of O'Connor's case, Huard moved for a directed verdict.  The district court took the motion under advisement.  At the close of all evidence, Huard renewed her motion, which the district court denied.  The jury returned a verdict in O'Connor's favor, finding that Huard had violated his Fourteenth Amendment due process rights, and awarding him one dollar in compensatory damages.  The court then instructed the jury on punitive damages, which the jury, after deliberating, declined to award.  Huard filed a motion for judgment notwithstanding the verdict and a motion for a new trial, which the district court denied.  Huard appeals the district court's jury instructions, the denial of her motion for judgment notwithstanding the verdict, and the award of attorney's fees to O'Connor.  O'Connor cross-appeals the jury's refusal to grant him actual compensatory and punitive damages.  We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On review of a jury verdict, we recite the facts in the light most favorable to that verdict. See Ferragamo v. Chubb Life Ins. Co., <span class=\"citation\" data-id=\"196962\"><a href=\"/opinion/196962/ferragamo-v-chubb-life/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 27 n. 1 (1st Cir.1996).  Huard was a Corrections Sergeant at the Jail during all times relevant to this case.  O'Connor was initially incarcerated in the Jail for a brief period in January 1993.  On January 18, 1993, O'Connor told Huard that \"he needed his medication.\"   She instructed him to fill out a Medical Request form, and when he did so, she forwarded the form to the Medical Department.  Pursuant to his request, O'Connor met with the Jail's physician's assistant, Cichon, for a medical evaluation.  O'Connor asked Cichon for Xanax or Valium to treat anxiety.  Cichon diagnosed O'Connor as suffering from \"anxiety disorder,\" for which he prescribed Xanax.  Soon thereafter, O'Connor was released from the Jail.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 30, 1993, O'Connor was placed in pretrial detention at the Jail, where he remained for approximately six months.  O'Connor again submitted a request for medication, which Cichon now denied, because he could not verify O'Connor's medical history, believed that O'Connor did not suffer from an anxiety disorder, and was concerned about O'Connor's history of drug abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During this detention, an animosity developed between Huard and O'Connor, eventually leading to daily verbal confrontations.  O'Connor called Huard names that evidenced O'Connor's disdain for what he believed was Huard's sexual orientation.  Huard, in turn, called O'Connor \"a scumbag, a low-life, a dirtbag, a drug addict, creep.\"   Huard taunted O'Connor about his failure to get the medication he desired and his inability to cope without it.  O'Connor would react to these taunts by kicking doors and banging the bars of his cell and by hurling verbal abuse at Huard.  As a result of these actions, O'Connor would be removed from his cell and placed in administrative lockdown.  Frequently, during these administrative lockdowns, the other inmates on the cell block would be restricted to their cells.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Jury instructions</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Huard argues that the magistrate's instructions to the jury did not properly reflect the elements O'Connor was required to prove in order to succeed on his Fourteenth Amendment claim.  In reviewing assertions of error in the jury charge, we determine whether the instructions adequately reflect the law applicable to the controlling issues without tending to confuse or mislead the jury.  See United States v. Fulmer, <span class=\"citation\" data-id=\"197264\"><a href=\"/opinion/197264/united-states-v-fulmer/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1486</span></a></span>, 1494 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The instructions to the jury were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff claims that his constitutional rights were violated when defendant deliberately provoked him into rage attacks and then disciplined him for his resulting outbursts.  Specifically, his allegation is that he was punished without due process of law, in violation of his rights under the 5th and 14th Amendments to the United States Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the time of his incarceration at the Kennebec County Jail plaintiff was a pretrial detainee.  In other words, he had not been convicted of a crime, but was being held pending trial.  Under such circumstances, plaintiff could only be subjected to the restrictions and conditions of the detention facilities so long as those conditions and restrictions did not amount to punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Not all restrictions and conditions during pretrial detention amount to punishment in the constitutional sense, however.  Once the government has exercised its authority to detain a person pending trial, it may obviously impose conditions or restrictions necessary to effectuate the legitimate goals of maintaining institutional security and ensuring the detained person's presence at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The question for you to decide is whether defendant imposed conditions or restrictions upon plaintiff that were reasonably related to those legitimate goals or whether they were arbitrary or without purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Absent a showing of an expressed intent on defendant's part to punish plaintiff, that question will generally turn on whether the conditions or restrictions could have been used for a legitimate purpose and whether they are excessive in relation to that legitimate purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If you find the conditions or restrictions were arbitrary or without purpose, you may infer that the purpose of the conditions or restrictions was punishment, and, therefore, unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Trial Transcript, vol.  III, at 440-41.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">These instructions accurately reflect the law as it relates to a pretrial detainee's claim of punishment in violation of the Due Process Clause.  The government may detain one accused of a crime prior to trial in order to ensure his presence at trial.  See Bell v. Wolfish, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 536, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1872-73, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979).  Prior to an adjudication of guilt, however, a state government may not punish a pretrial detainee without contravening the Fourteenth Amendment's Due Process Clause.  See id. at 535, 99 S.Ct. at 1871-72.   The government may, however, impose administrative restrictions and conditions upon a pretrial detainee that effectuate his detention, see id. at 537, 99 S.Ct. at 1873, and that maintain security and order in the detention facility, see id. at 536, 99 S.Ct. at 1872-73.   When confronted with a charge by a pretrial detainee alleging punishment without due process, the \"court must decide whether the disability is imposed for the purpose of punishment or whether it is but an incident of some other legitimate governmental purpose.\"  Id. at 538, 99 S.Ct. at 1873.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Thus, if a particular condition or restriction of pretrial detention is reasonably related to a legitimate government objective, it does not, without more, amount to \"punishment.\"   Conversely, if a restriction or condition is not reasonably related to a legitimate goal--if it is arbitrary or purposeless--a court permissibly may infer that the purpose of the governmental action is punishment that may not constitutionally be inflicted upon detainees qua detainees.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Id. at 538-39, 99 S.Ct. at 1874.   The government has a valid interest in managing the detention facility and, toward that end, may employ administrative measures that may be discomforting or are of a nature that the detainee would not experience if he were released while awaiting trial.  See id. at 540, 99 S.Ct. at 1874-75.   Barring \"substantial evidence\" that an administrative measure is an exaggerated response to these considerations, \"courts should ordinarily defer to their expert judgment in such matters.\"  Id. at 540 n. 23, 99 S.Ct. at 1875 n. 23.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Huard's claim of error addresses a conceptually different issue.  Huard argues that the magistrate's instructions were erroneous because they failed to incorporate the appropriate standard, which she contends is the Eighth Amendment \"deliberate indifference\" standard applied when a pretrial detainee alleges a denial of appropriate medical care.  Huard's contention misconceives the claim at issue in this case.  O'Connor's allegation as it related to Huard was that she intentionally provoked or incited him into \"rage attacks\" by relentlessly taunting him.  O'Connor claimed that Huard engaged in such actions so that she could subsequently discipline him by imposing \"administrative lock down.\"   Given the nature of O'Connor's claim, the magistrate was correct in denying Huard's request to incorporate \"deliberate indifference\" instructions into the jury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We emphasize that nothing in the resolution of this case or in this opinion is meant to suggest that a detention facility may not discipline a pretrial detainee who violates the facility's administrative regulations employed to maintain order and security.  O'Connor's challenge was not that the Kennebec County Jail's system of allowing a pretrial detainee's discipline following a violation of its administrative regulations was suspect, but rather that Huard's intention was to punish O'Connor and her provocative or instigative actions were directed toward this end.  Thus, the ability of a detention facility to reasonably discipline detainees who violate rules is not implicated by the issues presented in this case, in which a jury found that Huard's acts were tantamount to arbitrary and unreasonable punishment.</p>\n    </div>\n    <p>II. Qualified immunity</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In her motions for directed verdict, both at the close of O'Connor's case and at the close of all the evidence, Huard argued that she was entitled to judgment as a matter of law based on the merits of O'Connor's claim.  In her motion for judgment notwithstanding the verdict, she again argued entitlement to judgment as a matter of law on the merits and also raised, for the first time, the defense of qualified immunity as a ground entitling her to judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Federal Rule of Procedure 50(b) specifies that a party, having submitted a motion for a directed verdict may, after the verdict and entry of judgment, \"move to have the verdict and any judgment entered thereon set aside and to have judgment entered in accordance with his motion for a directed verdict[.]\"  Fed.R.Civ.P. 50(b).  A party may not raise a ground for judgment notwithstanding the verdict that was not previously presented to the trial court in a motion for directed verdict.  See Systemized of New England, Inc. v. SCM, Inc., <span class=\"citation\" data-id=\"434889\"><a href=\"/opinion/434889/systemized-of-new-england-inc-v-scm-incorporated/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1030</span></a></span>, 1035 (1st Cir.1984) (\"A party may not base its motion for a judgment n.o.v. on a ground that was not argued in its motion for a directed verdict.\").  \"The last opportunity to raise [qualified immunity] is by motion for directed verdict.\"  Lewis v. Kendrick, <span class=\"citation no-link\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></span>, 953 (1st Cir.1991) (applying Systemized of New England, Inc. in the qualified immunity context).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Having failed to properly preserve her qualified immunity claim, Huard can prevail only upon a finding of plain error.  See Lewis, 944 F.2d at 953.  \"The fact that [Huard] lost a very possible defense that would have eliminated liability for fees is not enough;  plain error requires much more.\"  Id. Huard never brought forward any evidence suggesting that her actions were objectively reasonable in light of O'Connor's clearly established due process right.  Instead, she denied that she had acted as O'Connor alleged.  Because there was no evidence in the record to support a finding of qualified immunity, the district court's denial of her motion was not plain error.  Accordingly, we affirm the district court's denial of Huard's motion for judgment notwithstanding the verdict.</p>\n    </div>\n    <p>III. Attorney's fees</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On November 13, 1996, the district court entered an order granting O'Connor attorney's fees pursuant to 42 U.S.C. &#167; 1988.  The court essentially reasoned that, although O'Connor received only nominal damages of one dollar, the jury had granted the relief at the heart of O'Connor's claim by barring Huard's actions in violation of his due process rights.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Huard argues that we should reverse the order because O'Connor is not entitled to attorney's fees.  She contends that under Farrar v. Hobby, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span>, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1992), although O'Connor is properly characterized as the prevailing party, the award of only nominal damages highlights O'Connor's failure to prove actual, compensable damages.  Having failed to obtain compensatory relief, Huard appears to contend that O'Connor's success in this case was technical or de minimis.   We cannot agree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although the Farrar Court reversed the grant of attorney's fees to a civil rights plaintiff because the plaintiff's success was de minimis when compared to the outcome and relief sought, the Court's opinion did not impose a per se rule that a prevailing plaintiff who is awarded only nominal damages is not entitled to fees.  To the contrary, the Court's opinion instructed district courts, in which discretion rests to grant attorney's fees to civil rights plaintiffs, see 42 U.S.C. &#167; 1988 (\"In any action or proceeding to enforce a provision of section[ ] ... 1983, ... the court, in its discretion, may allow the prevailing party ... a reasonable attorney's fee as part of the costs.\"), that in exercising their discretion they should consider the reasonableness of an award of fees in light of the \" 'relationship between the extent of success and the amount of the fee award.' \"  Farrar, 506 U.S. at 115-16, 113 S.Ct. at 575 (quoting Hensley v. Eckerhart, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 438, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, 1942, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983));  see also Wilcox v. City of Reno, <span class=\"citation\" data-id=\"684132\"><a href=\"/opinion/684132/william-a-wilcox-v-city-of-reno/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">550</span></a></span>, 554 (9th Cir.1994) (noting that \"Farrar establishes that a district court should give primary consideration to the degree of success achieved when it decides whether to award attorney's fees,\" and affirming a grant of $66,535 in fees on award of one dollar in nominal damages), cited with approval in Krewson v. City of Quincy, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span>, 17 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, the district court recognized several important factors warranting the grant of attorney's fees.  First, the district court's order recognized the importance of providing an incentive to attorneys to represent litigants, such as O'Connor, who seek to vindicate constitutional rights but whose claim may not result in substantial monetary compensation.  Second--and worth noting in light of the Farrar Court's emphasis on the fact that Farrar sought only compensatory damages in the amount of $17 million and ultimately received one dollar from each defendant--the most basic remedy O'Connor sought in this case was relief from Huard's infliction of punishment without due process of law.  Third, the court underscored the deterrent impact of this litigation, which will prevent \"future abuses of the rights of pretrial detainees.\"   Fourth, the court deducted from the requested amount for fees hours related solely to the two defendants who were not part of the trial, hours spent in excess of that reasonably required of a task, hours spent researching inapplicable areas of law, and hours inadequately explained or detailed.  Based on the appropriateness of all of these considerations, we find that the district court's grant of attorney's fees was within its discretion.</p>\n    </div>\n    <p>IV. O'Connor's claim regarding damages</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On cross-appeal, O'Connor appears to argue, for the first time, that the jury's failure to award him punitive and compensatory, rather than only nominal, damages was unreasonable.  The short answer to O'Connor's contention is that the issue should have been raised before the district court in a motion for a judgment notwithstanding the verdict or a motion for new trial.  We generally will not review a party's contention that the damages award is excessive or insufficient where the party has failed to allow the district court to rule on the matter.  See Carlton v. H.C. Price Co., <span class=\"citation\" data-id=\"387073\"><a href=\"/opinion/387073/robert-b-carlton-and-bobbie-l-carlton-v-h-c-price-company-and-roger/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">573</span></a></span>, 577 (5th Cir.1981) (no appellate review of allegedly excessive or inadequate damages was available where trial court was not given the opportunity to exercise its discretion on the matter), cited with approval in Wells Real Estate, Inc. v. Greater Lowell Bd. of Realtors, <span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span>, 811 (1st Cir.1988);  Braunstein v. Massachusetts Bank &amp; Trust Co., <span class=\"citation\" data-id=\"297230\"><a href=\"/opinion/297230/joseph-braunstein-trustee-etc-v-massachusetts-bank-trust-company/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span>, 1285 (1st Cir.1971) (denying review of claim that award was excessive because appellant failed to raise the issue before the district court).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">More importantly, however, we find that the jury was not unreasonable in failing to award O'Connor compensatory or punitive damages.  O'Connor put forward evidence of damages related to his mental and emotional suffering endured as a result of Huard's actions, and did not present any evidence of economic damages.  Assuming the jury was properly instructed on the issue of damages, and O'Connor does not challenge the instructions on appeal, the jury could reasonably have believed that O'Connor did not suffer a compensable harm.  See Davet v. Maccarone, <span class=\"citation\" data-id=\"589645\"><a href=\"/opinion/589645/richard-f-davet-v-enrico-maccarone/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 27-28 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Additionally, O'Connor appears to argue that Huard's actions registered such malicious intent, reckless disregard, or callous indifference to O'Connor's constitutional rights that the jury was unreasonable in failing to award him punitive damages.  Our review of the record indicates \"that the evidence does not 'point so strongly and overwhelmingly in favor of the movant [plaintiff] that a reasonably jury could not have arrived at [its] conclusion.' \"  Id. at 30 (quoting Chedd-Angier Prod.  Co. v. Omni Publications Int'l, Ltd., <span class=\"citation\" data-id=\"449209\"><a href=\"/opinion/449209/the-chedd-angier-production-co-inc-v-omni-publications-international/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span>, 934 (1st Cir.1985)).  Accordingly, we will not disturb the jury's determination that punitive damages were not warranted in light of the facts of this case.  See id.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684132/"
  ]
}