{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197430/",
  "absolute_url": "/opinion/197430/aybar-v-crispin-reyes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197430/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:30:05Z",
  "date_modified": "2017-03-24T10:51:37.374723Z",
  "type": "010combined",
  "sha1": "ecd4b53c83afe2ab0d9ad113cf4c19f1265832cf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1676.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-1676\r\n\n         CARLOS YAMIL AYBAR, MARIA I. MORALES-LABOY,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 DIGNA CRISPIN-REYES, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n         Aldrich and Campbell, Senior Circuit Judges.\r                                                                \r\n\n                                         \r\n\nEduardo M.  Joglar  with whom  Esther  Crispin  was on  brief  for\r                                                          \r\nappellants.\r\nJohn F. Navares  with whom Lizzi  M. Portela  and Smith &amp;  Nevares\r                                                                              \r\nwere on brief for appellees.\r\n\n                                         \r\n\n                        June 26, 1997\r\n                                         \r\r\n\n          STAHL,  Circuit  Judge.   This appeal  concerns the\r                      STAHL,  Circuit  Judge.\r                                            \r\n\ndistrict  court's  dismissal  of  and  subsequent refusal  to\r\n\nreconsider  plaintiffs-appellants' 42  U.S.C.    1983  claims\r\n\nagainst two law enforcement  officials of the Commonwealth of\r\n\nPuerto Rico.  \r\n\n                          Background\r                                      Background\r\n\n          On  March 25, 1993, appellees Sonia Otero-Martinez,\r\n\nAssistant  District  Attorney of  the Commonwealth  of Puerto\r\n\nRico, and Diana Crispin-Reyes,  a Commonwealth of Puerto Rico\r\n\npolice  officer, filed  criminal  charges  against  appellant\r\n\nCarlos Yamil  Aybar for the commission  of sexual misconduct,\r\n\nbased on the allegations of a witness named Emily Rivera.  On\r\n\nApril 29,  1993, officer Crispin-Reyes visited  Aybar's place\r\n\nof employment,  Wometco of Puerto Rico,  and informed Aybar's\r\n\nsuperiors of  the charges against him.   Wometco subsequently\r\n\nterminated  Aybar's  employment.    According  to Aybar,  his\r\n\ntermination  resulted from  Crispin-Reyes' visit  to Wometco.\r\n\nOn July  13, 1993, appellant Maria  I. Morales-Laboy, Aybar's\r\n\nthen  girlfriend  and  future wife  who  also  was a  Wometco\r\n\nemployee, resigned from her position at Wometco citing as the\r\n\ncause   of  her   resignation   harassment  from   co-workers\r\n\nconcerning the charges against Aybar.  On  July 1,  1994, the\r\n\ndistrict court  of Puerto Rico dismissed  all charges against\r\n\nAybar.\r\n\n                             -2-\r                                          2\r\r\n\n          On July  1, 1994,  Aybar and Morales-Laboy  filed a\r\n\ncomplaint  in   federal   district  court   naming   numerous\r\n\ndefendants and deriving from the prosecution of Aybar and his\r\n\nsubsequent  termination of employment.  The complaint charged\r\n\nOtero-Martinez  and  Crispin-Reyes  with  violations  of  the\r\n\nFederal Civil  Rights Act, 42  U.S.C.    1983, allegedly  for\r\n\nmalicious prosecution  of Aybar,  violation of  Aybar's right\r\n\nnot to  be  subject to  defamation, and  infringement of  his\r\n\nright   to  secure  employment.     Morales-Laboy  alleged  a\r\n\ncontinuous  tort and,  with Aybar,  injury to  their conjugal\r\n\nrelationship,  both stemming  from the alleged  violations of\r\n\nAybar's civil rights.  Aybar and Morales-Laboy also named the\r\n\nCommonwealth of Puerto Rico,  Pedro Rossello (the Governor of\r\n\nPuerto Rico), Pedro Pierluisi (the Attorney General of Puerto\r\n\nRico), and  Pedro Toledo  (the Puerto Rico  Superintendent of\r\n\nPolice) as  defendants both  in their  official and in  their\r\n\npersonal capacities.  On August  9, 1994, Aybar and  Morales-\r\n\nLaboy amended the complaint to increase the damages sought. \r\n\n          On  September  13,   1994,  the  Commonwealth   and\r\n\nPierluisi  (in  his  official  capacity) filed  a  motion  to\r\n\ndismiss  the  claims  against  them  based  on  the  immunity\r\n\nafforded by  the Eleventh Amendment to the  Constitution.  On\r\n\nNovember 30,  1994, Rossello  and Pierluisi, in  his personal\r\n\ncapacity,  joined   the  motion   to  dismiss  and   filed  a\r\n\nsupplemental memorandum  in support thereof.   On February 7,\r\n\n                             -3-\r                                          3\r\r\n\n1995,  Toledo  also joined  the motion  to dismiss.   Neither\r\n\nOtero-Martinez nor Crispin-Reyes joined in the motion.  Aybar\r\n\nand Morales-Laboy failed to respond to the motion. \r\n\n          On  March  15, 1995,  the  district  court for  the\r\n\ndistrict of Puerto Rico (Fuste,  J.) entered a final judgment\r\n\npursuant to  Fed. R. Civ. P.  12(b)(6) dismissing appellants'\r\n\ncomplaint  against  all defendants,  including Otero-Martinez\r\n\nand  Crispin-Reyes.    The  district  court  determined  that\r\n\nappellants'   1983 claim  against all appellees for malicious\r\n\nprosecution  did not state a claim for either a procedural or\r\n\na substantive due process violation.  The district court also\r\n\nfound  that although  appellants' actions  may  have violated\r\n\nAybar's  Fourth Amendment  rights,  the  applicable one  year\r\n\nstatute of  limitations barred this  claim.  With  respect to\r\n\nappellants'  claimed  violation of  Aybar's  right  to secure\r\n\nemployment, Judge Fuste ruled that Aybar, as an employee of a\r\n\nprivate  corporation, did  not  possess a  property  interest\r\n\nprotected by  the Fourteenth  Amendment.  The  district court\r\n\nalso concluded that defamation alone \"cannot be the basis for\r\n\na claim under 42 U.S.C.   1983.\"  The court further indicated\r\n\nthat the  Eleventh Amendment barred appellants'  suit against\r\n\nPuerto Rico,  Rossello, Pierluisi, and Toledo.   Finally, the\r\n\ncourt held  that  appellants' claims  against  Otero-Martinez\r\n\nwere barred because  Otero-Martinez enjoyed absolute immunity\r\n\nas a state prosecutor prosecuting the state's case.  \r\n\n                             -4-\r                                          4\r\r\n\n          On March  31, 1995,  appellants filed a  motion for\r\n\nreconsideration  of  this  judgment  claiming,   among  other\r\n\nthings, that the statute of limitations had tolled because he\r\n\nwas a minor during the relevant period.  On January 30, 1996,\r\n\nthe district court denied the  motion, again finding that the\r\n\nstatute of limitations barred the malicious prosecution claim\r\n\nbased on  the alleged  Fourth Amendment violation.   Although\r\n\nthe district court acknowledged that Aybar was a minor during\r\n\nmuch of the  time preceding  the filing of  the complaint  (a\r\n\nfact  which normally would toll the running of the statute of\r\n\nlimitations),  the  court  concluded  that  Aybar's  marriage\r\n\n\"emancipated\" him  under Puerto Rico law,  and thus precluded\r\n\ntolling.    The district court upheld its earlier rulings for\r\n\nsubstantially the same reasons it previously had enunciated.\r\n\n          Undaunted,  the  appellants  then filed  a  motion,\r\n\npursuant to Federal Rules of Civil Procedure 52(b) and 59(e),\r\n\nto amend and reconsider the district court's January 30, 1996\r\n\norder.1   In this motion, appellants contended that Aybar was\r\n\nnot married during  the period  between March  25, 1993  (the\r\n\ndate  of  Aybar's arrest)  and April  16,  1994 (the  date of\r\n\n                    \r                                \r\n\n1.  Rule 52(b)  states  in pertinent  part:   \"On  a  party's\r\nmotion filed no later  than 10 days after entry  of judgment,\r\nthe court may  amend findings--or make additional  findings--\r\nand  may amend  the  judgment accordingly.    The motion  may\r\naccompany  a motion for  a new  trial under  Rule 59.\"   Rule\r\n59(e) dictates:   \"Any motion  to alter or  amend a  judgment\r\nshall be  filed no  later than  10  days after  entry of  the\r\njudgment.\"\r\n\n                             -5-\r                                          5\r\r\n\nAybar's marriage to Morales-Laboy), and,  therefore, that his\r\n\nminority status in  fact did toll the statute  of limitations\r\n\nuntil the  latter date.  On  May 7, 1996, the  district court\r\n\ndenied  this motion.   Although  Judge Fuste  recognized that\r\n\nAybar  actually  was not  married  during  much of  the  time\r\n\npreceding the  filing of the  complaint, he found  that Aybar\r\n\nrepresented to the court  that in fact he was  married during\r\n\nthe relevant time by referring  to Morales-Laboy as his  wife\r\n\nand claiming  injury to  their conjugal relationship.   After\r\n\nreminding  the  appellants  of  their  duties  to  the  court\r\n\npursuant  to Fed. R. Civ. P. 11, the district court concluded\r\n\nthat  the  appellants  had  failed  to  demonstrate  that  it\r\n\n\"erroneously   assessed  their   averments.\"     This  appeal\r\n\nfollowed.2\r\n\n                      Standard of Review\r                                  Standard of Review\r\n\n          Our standard  of review of a  dismissal pursuant to\r\n\nFed. R. Civ. P. 12(b)(6) is well  established.  We accept all\r\n\nwell-pleaded  facts  as  true  and  we  draw  all  reasonable\r\n\ninferences in favor of the appellants.   See Washington Legal\r                                                                         \r\n\nFound.  v. Massachusetts Bar  Found., 993 F.2d  962, 971 (1st\r                                                \r\n\nCir. 1993).  \"Because a dismissal terminates an action at the\r\n\nearliest  stages  of litigation  without a  developed factual\r\n\nbasis for  decision, we  must carefully  balance the  rule of\r\n\n                    \r                                \r\n\n2.  Aybar  and  Morales-Laboy  do  not  appeal  the  district\r\ncourt's  dismissal as  to either  the Commonwealth  of Puerto\r\nRico or Rossello, Pierluisi, and Toledo.\r\n\n                             -6-\r                                          6\r\r\n\nsimplified  civil pleadings  against our  need for  more than\r\n\nconclusory  allegations.\"    Id.     As  we  previously  have\r                                            \r\n\nexplained, however, \"once a motion to dismiss or a motion for\r\n\nsummary  judgment has  been granted,  the district  court has\r\n\nsubstantial  discretion  in  deciding whether  to  reopen the\r\n\nproceedings  in  order to  allow  the  unsuccessful party  to\r\n\nintroduce new material  or argue  a new theory.\"   Mackin  v.\r                                                                     \r\n\nCity  of  Boston,  969  F.2d  1273,  1279  (1st  Cir.  1992).\r                            \r\n\n\"Consequently, we will overturn the trial court's decision on\r\n\nsuch a matter only  if an appellant can persuade  us that the\r\n\nrefusal to grant favorable  reconsideration was a clear abuse\r\n\nof discretion.\"  Id.;  see Vasapolli v. Rostoff, 39  F.3d 27,\r                                                           \r\n\n36 (1st  Cir. 1994)  (explaining  that \"[w]e  review a  trial\r\n\ncourt's  motion to  alter or  amend a  judgment for  manifest\r\n\nabuse of  discretion\"); Fragoso v.  Lopez, 991 F.2d  878, 886\r                                                     \r\n\n(1st Cir. 1993) (\"The trial court's decision on such a motion\r\n\nwill  be overturned only  if the appellant  convinces us that\r\n\nthe court committed a clear abuse of discretion.\").\r\n\n                          Discussion\r                                      Discussion\r\n\n          To  determine the  scope of  this appeal,  we first\r\n\nmust resolve a threshold  issue.  Otero-Martinez and Crispin-\r\n\nReyes  argue that  Aybar appealed  only the  district court's\r\n\norder of  May 7,  1996, denying their  second reconsideration\r\n\nmotion.  If  true, then  the only substantive  issue for  our\r\n\nresolution entails  whether or not the  district court abused\r\n\n                             -7-\r                                          7\r\r\n\nits discretion in  determining that Aybar's Fourth  Amendment\r\n\nclaim  was barred  due to  the expiration  of the  statute of\r\n\nlimitations.  If, on the other hand, Aybar's notice of appeal\r\n\npertained  not only  to the May  7th order,  but also  to the\r\n\nunderlying judgment, then we must consider a number of issues\r\n\nin addition to Aybar's Fourth Amendment claim.\r\n\n          \"Under Fed.  R. App.  P. 4(a) timely  motions under\r\n\nRules .  .   .  52(b)  and 59  suspend  the finality  of  the\r\n\noriginal  judgment, and  the time  for appeal from  both that\r\n\njudgment and denial of the motions runs from the entry of the\r\n\norder  denying  the motions.\"    Fiore  v. Washington  County\r                                                                         \r\n\nCommunity Mental  Health Ctr.,  960 F.2d  229, 234  (1st Cir.\r                                         \r\n\n1992);  see Fed. R. App. P. 4(a)(4)(B)  &amp; (C).  In this case,\r                       \r\n\nappellants    timely   filed    their   first    motion   for\r\n\nreconsideration  of  the district  court's initial  March 15,\r\n\n1995  order  dismissing their  claims.3    Subsequent to  the\r\n\ndistrict court's denial of  appellants' motion on January 30,\r\n\n1996, appellants filed  a renewed motion  for reconsideration\r\n\n                    \r                                \r\n\n3.  Although  appellants  did not  label  this  a Rule  59(e)\r\nmotion   for  reconsideration,  \"regardless   of  how  it  is\r\ncharacterized, a post-judgment motion made within ten days of\r\nthe entry  of judgment  that questions  the correctness  of a\r\njudgment  is properly construed as a motion to alter or amend\r\njudgment under Fed. R.  Civ. P. 59(e).\"  Skagerberg  v. State\r                                                                         \r\nof  Okla., 797 F.2d 881,  883 (10th Cir.  1986); see Acevedo-\r                                                                         \r\nVillalobos v.  Hernandez, 22 F.3d  384, 390 (1st  Cir. 1994).\r                                    \r\nThe motion was timely  because Rule 59(e) provides  that \"[a]\r\nmotion to alter  or amend  the judgment shall  be served  not\r\nlater  than 10 days after  entry of the  judgment.\"  See also\r                                                                         \r\nFed. R. Civ. P. 6(a).  \r\n\n                             -8-\r                                          8\r\r\n\non  February 13, 1996.  Following the district court's May 7,\r\n\n1996  denial  of  the  latter  motion   for  reconsideration,\r\n\nappellants  appealed  to this  court on  May  16, 1996.   The\r\n\nappellants  thus  followed   the  procedural  guidelines   to\r\n\npreserve their appeal  of the  May 7th order.   See  Mariani-\r                                                                         \r\n\nGiron v. Acevedo-Ruiz, 945 F.2d 1, 2 n.3 (1st Cir. 1991).\r                                 \r\n\n          The appellants, however, did  not timely appeal the\r\n\nunderlying  judgment.  Fed.  R. App. P  4(a)(1) dictates that\r\n\n\"the notice of appeal required  by Rule 3 must be filed  with\r\n\nthe clerk of the district court within 30 days after the date\r\n\nof entry of  the judgment or order appealed from.\"   While an\r\n\ninitial motion  for reconsideration filed within  ten days of\r\n\nthe entry of the final  judgment tolls the period in  which a\r\n\nlitigant must  file a notice of  appeal, see Fed. R.  Civ. P.\r                                                        \r\n\n59(e); Fiore, 960 F.2d  at 234; Feinstein v. Moses,  951 F.2d\r                                                              \r\n\n16,   18   (1st  Cir.   1991),   a   subsequent  motion   for\r\n\nreconsideration served  within ten days of  the order denying\r\n\nthe initial motion for reconsideration but more than ten days\r\n\nafter the entry of  the original judgment does not  toll \"the\r\n\ntime for appealing from that judgment,\" Acevedo-Villalobos v.\r                                                                      \r\n\nHernandez,  22 F.2d 384, 389  (1st Cir. 1994);  see Glinka v.\r                                                                      \r\n\nMaytag  Corp., 90  F.3d  72,  74  (2d Cir.  1996)  (\"Allowing\r                         \r\n\nsubsequent motions to repeatedly toll the filing period for a\r\n\nnotice  of  appeal  would  encourage  frivolous  motions  and\r\n\nundermine a fundamental canon of our legal system, to promote\r\n\n                             -9-\r                                          9\r\r\n\nthe finality of  judgments.\"); Wright v. Preferred  Research,\r                                                                         \r\n\nInc.,  891 F.2d 886, 889 (11th Cir. 1990) (\"Both the language\r                \r\n\nand purpose of Rule 4(a)(4) indicate that the time for appeal\r\n\nis  postponed  only  by  an  original  motion  of  the   type\r                                                 \r\n\nspecified.  I.e.,  a motion to reconsider  an order disposing\r                            \r\n\nof  such a  motion  will not  further  postpone the  time  to\r\n\nappeal.\") (quoting  9 Moore's Federal Practice    204.12[1]);\r\n\nCharles  L.M. v. Northeast  Indep. Sch. Dist.,  884 F.2d 869,\r                                                         \r\n\n870 (5th  Cir. 1989) (\"[T]he  second motion was  a successive\r\n\nmotion  for  reconsideration,  condemned by  well-established\r\n\nauthority in this  and other circuits. . . .  [T]he filing of\r\n\nthe  second motion did not toll the running of the thirty-day\r\n\ntime for appeal . . . .\").\r\n\n          In   this  case,   the  district   court  dismissed\r\n\nappellants' amended complaint on  March 15, 1995.  Appellants\r\n\nfiled their  initial motion for reconsideration  on March 31,\r\n\n1996,  thus tolling Rule 4's  thirty day appeal  period.  The\r\n\ndistrict court denied  appellants' motion for reconsideration\r\n\non January 30, 1996.   Because the appellants'  second motion\r\n\nfor  reconsideration -- filed on February 13, 1996 -- was not\r\n\nfiled within ten days  of the initial judgment --  the thirty\r\n\nday appeal period  of Rule 4  expired well before  appellants\r\n\nfiled their  May 16, 1997  notice of  appeal.   We thus  lack\r\n\nappellate jurisdiction to consider  an appeal of the district\r\n\ncourt's   March  15,   1995  dismissal  of   the  appellants'\r\n\n                             -10-\r                                          10\r\r\n\ncomplaint.  See Glinka, 90 F.3d at 74; Hernandez,  22 F.3d at\r                                                            \r\n\n390; Wright,  891 F.2d at 889; Charles L.M., 884 F.2d at 870-\r                                                       \r\n\n71.4\r\n\n          Because this appeal  \"concerns only the  Rule 59(e)\r\n\ndenial,5 the question properly before us is whether the trial\r\n\n                    \r                                \r\n\n4.  The  Charles L.M. court  explained the difference between\r                                 \r\nan   initial  motion   for  reconsideration   and  successive\r\nreconsideration motions  as follows:   \"[W]here an  appellant\r\nfiles a second motion to reconsider 'based upon substantially\r\nthe  same grounds as urged in the earlier motion,' the filing\r\nof  the second motion does  not interrupt the  running of the\r\ntime for appeal, and the appeal must be dismissed.\"  884 F.2d\r\nat 870 (quoting Ellis  v. Richardson, 471 F.2d 720,  721 (5th\r                                                \r\nCir. 1973) (per curiam)); see Hernandez, 29 F.3d at  390.  In\r                                                   \r\nthe   instant    case,   appellants'   second    motion   for\r\nreconsideration returned to an issue raised unsuccessfully in\r\nthe first  motion for reconsideration, namely  the running of\r\nthe  statute of  limitations for  a    1983 action  in Puerto\r\nRico.  As the Charles L.M. court further explained, \"there is\r                                      \r\nno  tolling  where  an  order  'den[ies] timely  postjudgment\r                                                    \r\nmotions under [rule 59] and leave[s] the original judgment in\r\neffect and  unchanged.'\"  Id.  (quoting Brown v.  United Ins.\r                                                                         \r\nCo., 807 F.2d  1239, 1242 (5th Cir. 1987) (per  curiam)).  In\r               \r\nthis  case, the  district court's  denial of  the appellants'\r\nfirst motion  for reconsideration did not  alter its previous\r\ndismissal  of their  complaint  because it  reached the  same\r\nconclusion.  See Harrell  v. Dixon Bay Transp. Co.,  718 F.2d\r                                                              \r\n123,  128  n.4  (5th  Cir. 1983)  (indicating  that  original\r\nsummary judgment  was unchanged by  amended judgment  because\r\nboth judgments denied all relief); 9 Moore's Federal Practice\r\n   204.12[1]   (indicating   that   in   order   for   second\r\nreconsideration motion again to toll appeal period, the trial\r\ncourt's  disposition of the first motion  \"must result[] in a\r\njudgment which is substantively  altered\").  \"The interest of\r\nfinality requires that parties generally get only one bite at\r\nthe  rule 59(e)  apple for  purpose of  tolling the  time for\r\nbringing an appeal.\"  Charles L.M., 884 F.2d at 871.\r                                              \r\n\n5.  We note that appellants  argue that they clearly intended\r\nto appeal the district  court's underlying dismissal of their\r\nclaims.    See  In  re  San  Juan  Dupont  Plaza  Hotel  Fire\r                                                                         \r\nLitigation, 45 F.3d 564,  567 (1st Cir. 1995) (ruling  that a\r                      \r\n\"mistake  in designating a  judgment in the  notice of appeal\r\nwill not ordinarily result in a  loss of the appeal 'as  long\r\n\n                             -11-\r                                          11\r\r\n\ncourt abused its  discretion in  denying .  . .  [appellants'\r\n\nsecond]   motion  to  vacate   the  judgment  of  dismissal.\"\r\n\nAcevedo-Ruiz,  945 F.2d  at 3.   In  their second  motion for\r                        \r\n\nreconsideration,  appellants argued  that the  district court\r\n\nimproperly ruled  that their Fourth Amendment  claim was time\r\n\nbarred on the grounds that one year had elapsed from the time\r\n\nof Aybar's arrest and  that Aybar's marriage to Morales-Laboy\r\n\nfunctioned to preclude application of the rule permitting the\r\n\none  year statute  of limitations  to be  tolled for  a minor\r\n\nplaintiff   until   the   minor's   twenty-first   birthday.6\r\n\nAppellants supplied  the district  court  with evidence  that\r\n\nthey were not  married until April 16,  1994, almost thirteen\r\n\nmonths after Aybar's  arrest on March  25, 1993.   Appellants\r\n\ninsisted that the  one year statute of  limitations for their\r\n\nFourth  Amendment claim had not expired  because Aybar was an\r\n\n                    \r                                \r\n\nas  the  intent to  appeal from  a  specific judgment  can be\r\nfairly inferred from the notice,  and appellee is not  misled\r\nby the mistake'\"  (quoting Kelly v.  United States, 789  F.2d\r                                                              \r\n94,  93 n.3 (1st  Cir. 1990))).   We  need not  evaluate this\r\nassertion,  however, in  light of  our determination  that we\r\nlack  appellate jurisdiction  to  consider an  appeal of  any\r\ndecision other than the May 7, 1996 order in this case.\r\n\n6.  The applicable statute of limitations in this   1983 case\r\nis one  year.  See  Muniz-Cabrero v. Ruiz,  23 F.3d  607, 610\r                                                     \r\n(1st Cir.  1994).   This one year  period is  tolled until  a\r\nplaintiff's twenty-first  birthday  in  the  event  that  the\r\nplaintiff is  a minor at the  time the action is  filed.  See\r                                                                         \r\nP.R. Laws  Ann. tit.  32,    254(1) (1991).   If,  however, a\r\nplaintiff  marries  while  still  a  minor,  the  statute  of\r\nlimitations  ceases to toll as  of the date  of the marriage.\r\nSee P.R. Laws Ann.  tit. 32,    932, 933  (1991); Martinez v.\r                                                                      \r\nEstado Libre Asociado, 110 P.P.R. 877 (1981).\r                                 \r\n\n                             -12-\r                                          12\r\r\n\nunemancipated  minor  during this  time  and,  therefore, the\r\n\nstatute of  limitations  was tolled  until  his  twenty-first\r\n\nbirthday on February 7, 1994.  Appellants indicated that they\r\n\nfiled  their complaint on July 1, 1994, less than five months\r\n\nafter Aybar turned twenty-one and thus more than seven months\r\n\nbefore  the one  year  limitations period  would expire,  and\r\n\nargued, therefore, that their claim was not time barred.\r\n\n          The  district court  concluded that  the appellants\r\n\nmade representations  that led it  to believe that  they were\r\n\nmarried at the time of the alleged constitutional violations.\r\n\nSpecifically,  appellants \"alleged damages  to their conjugal\r\n\npartnership. . . . Morales  alleged damages stemming from the\r\n\nalleged  malicious prosecution  of her  husband.\"   Moreover,\r\n\naccording  to  the  district court,  appellants  had  several\r\n\nopportunities to clarify their pleadings, but failed to do so\r\n\nwhen  they amended  their complaint  or when  they  failed to\r\n\nrespond to the motion to dismiss.  Consequently, the district\r\n\ncourt ruled that it \"reasonably inferred that plaintiffs were\r\n\nmarried at the time of the alleged incidents.\"\r\n\n          We consider the district  court's decision in light\r\n\nof the law governing the disposition of a Rule 59(e) motion. \r\n\n          \"Rule 59(e) allows a party  to direct the\r\n          district   court's  attention   to  newly\r\n          discovered   material   evidence   or   a\r\n          manifest error of law or fact and enables\r\n          the court  to correct its  own errors and\r\n          thus    avoid    unnecessary    appellate\r\n          procedures.   The rule does not provide a\r\n          vehicle  for  a  party  to undo  its  own\r\n\n                             -13-\r                                          13\r\r\n\n          procedural  failures,  and  it  certainly\r\n          does not allow a  party to introduce  new\r\n          evidence or advance arguments  that could\r\n          and  should  have been  presented  to the\r\n          district court prior to the judgment.\r\n\nMoro v.  Shell Oil  Co.,  91 F.3d  872, 876  (7th Cir.  1996)\r                                   \r\n\n(citations omitted);  see Vasapolli, 39 F.3d  at 36-37; Hayes\r                                                                         \r\n\nv. Douglas Dynamics, Inc., 8 F.3d 88, 91 n.3 (1st Cir. 1993);\r                                     \r\n\nF.D.I.C.  v.  World Univ.  Inc., 978  F.2d  10, 16  (1st Cir.\r                                           \r\n\n1992);    National    Metal    Finishing    Co.,    Inc.   v.\r                                                                    \r\n\nBarclaysAmerican/Commercial,  899  F.2d  119, 123  (1st  Cir.\r                                       \r\n\n1990).   In  this case,  we do  not question  that appellants\r\n\ndirected  the district court to a \"manifest error of fact\" in\r\n\ntheir  second   reconsideration  motion:    Contrary  to  the\r\n\ndistrict court's determination,  appellants were not  married\r\n\nduring the period in question.     \r\n\n          That the appellants  illuminated an error of  fact,\r\n\nhowever, does  not necessitate  that we reverse  the district\r\n\ncourt's decision.    \"Except for  motions to  amend based  on\r\n\nnewly discovered  evidence, the trial court  is only required\r\n\nto  amend its findings of fact based on evidence contained in\r\n\nthe  record.   To do  otherwise  would defeat  the compelling\r\n\ninterest in  the finality of  litigation.\"  Fontenot  v. Mesa\r                                                                         \r\n\nPetroleum Co., 791 F.2d 1207, 1219 (5th Cir. 1986); see Lyons\r                                                                         \r\n\nv. Jefferson  Bank &amp; Trust,  793 F. Supp. 989,  991 (D. Colo.\r                                      \r\n\n1992), aff'd  in part, rev'd in part, 994 F.2d 716 (10th Cir.\r                                                \r\n\n                             -14-\r                                          14\r\r\n\n1993).   In the instant  case, as in Fontenot  and Lyons, the\r                                                                    \r\n\ndistrict court \r\n\n          drew  an  eminently reasonable  inference\r\n          from  the  evidence  in  the  record  and\r\n          relied  on that  inference in  making its\r\n          findings  of fact.   That  other evidence\r\n          not in the record may negate the \r\n          [d]istrict [c]ourt's  inference is beside\r\n          the point.     Blessed with the acuity of\r\n          hindsight, [appellants]  .  . .  may  now\r\n          realize that .  . . [they] did not make .\r\n          . . [their] initial case as compelling as\r\n          . . .     [they]  might have,  but .  . .\r\n          [they] cannot charge the [d]istrict\r\n          [c]ourt  with   responsibility  for  that\r\n          failure through this Rule 52(b) motion.\r\n\nFontenot, 791 F.2d at  1220; see Vasapolli, 39 F.3d  at 36-37\r                                                      \r\n\n(\"Unlike the  Emperor Nero,  litigants cannot fiddle  as Rome\r\n\nburns.    A  party  who  sits  in silence[]  [and]  withholds\r\n\npotentially  relevant information  .  .  .  does  so  at  his\r\n\nperil.\"); Hayes, 8 F.3d at  91 n.3 (noting that \"none of  the\r                           \r\n\ninformation presented  [to the  district court in  support of\r\n\nplaintiff's motion  for reconsideration] was new,  nor was it\r\n\nunavailable  when the  summary  judgment  was filed\");  World\r                                                                         \r\n\nUniv.,  978 F.2d at 16  (indicating that there  was no reason\r                 \r\n\nwhy appellant could not have asserted its argument before the\r\n\ndistrict court and appellant's argument did not present newly\r\n\ndiscovered evidence).7\r\n\n                    \r                                \r\n\n7.  We  recognize that this case  comes to us  as having been\r\ndismissed pursuant to Rule 12(b)(6),  rather than Rule 56, at\r\nwhich stage courts afford plaintiffs substantial  latitude to\r\ndevelop  their claims.  See Acadia Motors, Inc. v. Ford Motor\r                                                                         \r\nCo., 44 F.3d 1050, 1059 (1st Cir. 1995).  This fact, however,\r               \r\ndoes not persuade  us that  in this case  the district  court\r\n\n                             -15-\r                                          15\r\r\n\n          In this case, as in Fontenot, Vasapolli, Hayes, and\r                                                                    \r\n\nWorld  Univ.,  the  evidence  that  appellants  submitted  to\r                        \r\n\nsupport  the argument  they advanced  for the  first time  in\r\n\ntheir second  motion for reconsideration was  neither new nor\r\n\nunavailable at  the time the district  court entered judgment\r\n\non March 15,  1995.   In their motion  to dismiss,  Rossello,\r\n\nPierluisi, and  Toledo argued  that the  one year statute  of\r\n\nlimitations period for appellants' Fourth Amendment claim had\r\n\nexpired.   The  appellants chose  not to defend  against this\r\n\nmotion,  and  thus  did  not  reveal the  fact  that  Aybar's\r\n\nminority status tolled the  statute of limitations because he\r\n\nand  Morales-Laboy   were  not  married  until  April  1994.8\r\n\n                    \r                                \r\n\nabused  its  discretion.    See  Hernandez,  22  F.3d  at 391\r                                                      \r\n(upholding  district  court's  denial of  second  Rule  59(e)\r\nmotion seeking reconsideration of district  court's dismissal\r\npursuant to Rule 12(b)(6)); Figgie Int'l, Inc. v. Miller, 966\r                                                                    \r\nF.2d  1178,  1180  (7th  Cir  1992)  (ruling,  in context  of\r\ndistrict court's initial dismissal pursuant to Rule 12(b)(6),\r\nthat \"[b]ecause Figgie presented  no competent evidence  that\r\nwas   not   previously   available,  the   district   court's\r\n[subsequent]  decision  denying  Figgie's  motion  under  the\r\ntraditional standards governing Rule 59(e) did not constitute\r\nan abuse of discretion\").\r\n\n8.  At oral argument before this  court, appellants indicated\r\nthat Otero-Martinez and Crispin-Reyes did not join the motion\r\nto  dismiss  and explained  that  appellants  did not  oppose\r\nRossello,  Pierluisi,  and  Toledo's    motion  because  they\r\ndesired to drop these three defendants from the suit.   It is\r\ninteresting to note, however, that in their  first Rule 59(e)\r\nmotion,   appellants   petitioned  the   district   court  to\r\nreconsider  not  only  its sua  sponte  ruling  as  to Otero-\r                                                  \r\nMartinez  and  Crispin-Reyes,  but  also  its  ruling  as  to\r\nRossello, Pierluisi, and Toledo.  Appellants' explanation for\r\ntheir  failure to raise the evidence  of their marital status\r\nbefore the  district court rendered  its judgment  dismissing\r\ntheir claims thus is unpersuasive.     \r\n\n                             -16-\r                                          16\r\r\n\nAppellants  did not  even mention  Aybar's marital  status in\r\n\ntheir  first motion  for reconsideration,  in which  they did\r\n\nassert that  Aybar's minority  status functioned to  toll the\r\n\nstatute of limitations.9   It was not until they  filed their\r\n\nsecond  Rule   59(e)  motion  that  appellants  informed  the\r\n\n                    \r                                \r\n\n9.  Appellants, in fact, referred  to each other as \"husband\"\r\nand \"wife\" in  this first Rule  59(e) motion, asserting  that\r\nMorales-Laboy  \"suffered not  only her  own humiliation  as a\r\nwife but also suffered a sense  of loss of pride, self esteem\r                \r\n[sic],  loss of husband's  income, as well as  the day by day\r                                     \r\nsuffering  of her  husband's  own  humiliation, physical  and\r                                        \r\nmental anguish, depression and loss of reputation.\" (emphasis\r\nadded).\r\n\n                             -17-\r                                          17\r\r\n\ndistrict  court that they were not married during the time in\r\n\nquestion.10\r\n\n          In light  of these circumstances, we  find that the\r\n\ndistrict  court  did  not  clearly abuse  its  discretion  in\r\n\ndenying appellants' second motion  for reconsideration.   See\r                                                                         \r\n\nVasapolli, 39 F.3d at 27; Hernandez, 22 F.3d at 391; Hayes, 8\r                                                                      \r\n\nF.3d at 91 n.3;  Fragoso, 991 F.2d at 888;  World University,\r                                                                        \r\n\n978 F.2d at 16;  Figgie Int'l, Inc. v. Miller, 966 F.2d 1178,\r                                                         \r\n\n1180  (7th Cir. 1992);  Fontenot, 791 F.2d at  1220.  We thus\r                                            \r\n\naffirm  the district  court's  decision to  deny  appellants'\r\n\nsecond motion for reconsideration.\r\n\n                    \r                                \r\n\n10.  Appellants contend that they had no cause to provide the\r\nevidence  of  their  marital  status prior  to  the  district\r\ncourt's denial  of their first Rule 59(e) motion because they\r\nhad  no  reason to  believe  that  the district  court  would\r\ndetermine  that  they  were  married  during  the  period  in\r\nquestion.    Appellants assert  that  their pleadings  merely\r\nindicated that they were  married at the time they  filed the\r\ncomplaint and that Morales-Laboy  could claim injury to their\r\nconjugal partnership before their marriage because they lived\r\nas  common law  husband and  wife and  shared a  community of\r\ngoods at this  time.  See  P.R. Laws Ann.  tit. 31,     3622,\r                                     \r\n3623, 3641(3) (1991); Caraballo Ramirez v. Acosta, 104 P.P.R.\r                                                             \r\n474, 481 (1975).  We doubt that the authority appellants cite\r\nsupports  the  conclusion that  they  constituted  common law\r\nhusband  and wife  during  the period  in question,  and thus\r\nlegitimately   could   claim   injury   to   their   conjugal\r\npartnership.  We believe  the district court, considering the\r\npleadings in a light favorable  to the appellants, see Acadia\r                                                                         \r\nMotors, 44 F.3d at 1059, reasonably concluded  that they were\r                  \r\nmarried at the  time of Aybar's  arrest.  We  do not need  to\r\ndelve into this  issue, however, because appellants'  failure\r\nto adequately elucidate the relevant facts of the case either\r\nwhen they faced a motion to dismiss or  when they filed their\r\nfirst Rule  59(e) motion relieves  the district  court of  an\r\nobligation to correct its erroneous factual determination  in\r\nthis case.  See Fontenot, 791 F.2d at 1220. \r                                    \r\n\n                             -18-\r                                          18\r\r\n\n          Costs to appellees. \r                      Costs to appellees\r\n\n                             -19-\r                                          19\r\r\n",
  "html": "<p class=\"case_cite\">118 F.3d 10</p>\n    <p class=\"case_cite\">38 Fed.R.Serv.3d 693</p>\n    <p class=\"parties\">Carlos Yamil AYBAR, Maria I. Morales-Laboy, Plaintiffs, Appellants,<br>v.<br>Digna CRISPIN-REYES, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 96-1676.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1997.<br>Decided June 26, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eduardo M. Joglar, Hato Rey, PR, with whom Esther Crespin Credi was on brief, for appellants.</p>\n      <p class=\"indent\">John F. Nevares, San Juan, PR, with whom Lizzi M. Portela and Smith &amp; Nevares, San Juan, PR, were on brief, for appellees.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal concerns the district court's dismissal of and subsequent refusal to reconsider plaintiffs-appellants' 42 U.S.C. &#167; 1983 claims against two law enforcement officials of the Commonwealth of Puerto Rico.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 25, 1993, appellees Sonia Otero-Martinez, Assistant District Attorney of the Commonwealth of Puerto Rico, and Diana Crispin-Reyes, a Commonwealth of Puerto Rico police officer, filed criminal charges against appellant Carlos Yamil Aybar for the commission of sexual misconduct, based on the allegations of a witness named Emily Rivera.  On April 29, 1993, officer Crispin-Reyes visited Aybar's place of employment, Wometco of Puerto Rico, and informed Aybar's superiors of the charges against him.  Wometco subsequently terminated Aybar's employment.  According to Aybar, his termination resulted from Crispin-Reyes' visit to Wometco.  On July 13, 1993, appellant Maria I. Morales-Laboy, Aybar's then girlfriend and future wife who also was a Wometco employee, resigned from her position at Wometco citing as the cause of her resignation harassment from co-workers concerning the charges against Aybar.  On July 1, 1994, the district court of Puerto Rico dismissed all charges against Aybar.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 1, 1994, Aybar and Morales-Laboy filed a complaint in federal district court naming numerous defendants and deriving from the prosecution of Aybar and his subsequent termination of employment.  The complaint charged Otero-Martinez and Crispin-Reyes with violations of the Federal Civil Rights Act, 42 U.S.C. &#167; 1983, allegedly for malicious prosecution of Aybar, violation of Aybar's right not to be subject to defamation, and infringement of his right to secure employment.  Morales-Laboy alleged a continuous tort and, with Aybar, injury to their conjugal relationship, both stemming from the alleged violations of Aybar's civil rights.  Aybar and Morales-Laboy also named the Commonwealth of Puerto Rico, Pedro Rossello (the Governor of Puerto Rico), Pedro Pierluisi (the Attorney General of Puerto Rico), and Pedro Toledo (the Puerto Rico Superintendent of Police) as defendants both in their official and in their personal capacities.  On August 9, 1994, Aybar and Morales-Laboy amended the complaint to increase the damages sought.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 13, 1994, the Commonwealth and Pierluisi (in his official capacity) filed a motion to dismiss the claims against them based on the immunity afforded by the Eleventh Amendment to the Constitution.  On November 30, 1994, Rossello and Pierluisi, in his personal capacity, joined the motion to dismiss and filed a supplemental memorandum in support thereof.  On February 7, 1995, Toledo also joined the motion to dismiss.  Neither Otero-Martinez nor Crispin-Reyes joined in the motion.  Aybar and Morales-Laboy failed to respond to the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On March 15, 1995, the district court for the district of Puerto Rico (Fuste, J.) entered a final judgment pursuant to Fed.R.Civ.P. 12(b)(6) dismissing appellants' complaint against all defendants, including Otero-Martinez and Crispin-Reyes.  The district court determined that appellants' &#167; 1983 claim against all appellees for malicious prosecution did not state a claim for either a procedural or a substantive due process violation.  The district court also found that although appellants' actions may have violated Aybar's Fourth Amendment rights, the applicable one year statute of limitations barred this claim.  With respect to appellants' claimed violation of Aybar's right to secure employment, Judge Fuste ruled that Aybar, as an employee of a private corporation, did not possess a property interest protected by the Fourteenth Amendment.  The district court also concluded that defamation alone \"cannot be the basis for a claim under 42 U.S.C. &#167; 1983.\"   The court further indicated that the Eleventh Amendment barred appellants' suit against Puerto Rico, Rossello, Pierluisi, and Toledo.  Finally, the court held that appellants' claims against Otero-Martinez were barred because Otero-Martinez enjoyed absolute immunity as a state prosecutor prosecuting the state's case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 31, 1995, appellants filed a motion for reconsideration of this judgment claiming, among other things, that the statute of limitations had tolled because he was a minor during the relevant period.  On January 30, 1996, the district court denied the motion, again finding that the statute of limitations barred the malicious prosecution claim based on the alleged Fourth Amendment violation.  Although the district court acknowledged that Aybar was a minor during much of the time preceding the filing of the complaint (a fact which normally would toll the running of the statute of limitations), the court concluded that Aybar's marriage \"emancipated\" him under Puerto Rico law, and thus precluded tolling.  The district court upheld its earlier rulings for substantially the same reasons it previously had enunciated.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Undaunted, the appellants then filed a motion, pursuant to Federal Rules of Civil Procedure 52(b) and 59(e), to amend and reconsider the district court's January 30, 1996 order.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In this motion, appellants contended that Aybar was not married during the period between March 25, 1993 (the date of Aybar's arrest) and April 16, 1994 (the date of Aybar's marriage to Morales-Laboy), and, therefore, that his minority status in fact did toll the statute of limitations until the latter date.  On May 7, 1996, the district court denied this motion.  Although Judge Fuste recognized that Aybar actually was not married during much of the time preceding the filing of the complaint, he found that Aybar represented to the court that in fact he was married during the relevant time by referring to Morales-Laboy as his wife and claiming injury to their conjugal relationship.  After reminding the appellants of their duties to the court pursuant to Fed.R.Civ.P. 11, the district court concluded that the appellants had failed to demonstrate that it \"erroneously assessed their averments.\"   This appeal followed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our standard of review of a dismissal pursuant to Fed.R.Civ.P. 12(b)(6) is well established.  We accept all well-pleaded facts as true and we draw all reasonable inferences in favor of the appellants.  See Washington Legal Found. v. Massachusetts Bar Found., 993 F.2d 962, 971 (1st Cir.1993).  \"Because a dismissal terminates an action at the earliest stages of litigation without a developed factual basis for decision, we must carefully balance the rule of simplified civil pleadings against our need for more than conclusory allegations.\"  Id. As we previously have explained, however, \"once a motion to dismiss or a motion for summary judgment has been granted, the district court has substantial discretion in deciding whether to reopen the proceedings in order to allow the unsuccessful party to introduce new material or argue a new theory.\"  Mackin v. City of Boston, 969 F.2d 1273, 1279 (1st Cir.1992).  \"Consequently, we will overturn the trial court's decision on such a matter only if an appellant can persuade us that the refusal to grant favorable reconsideration was a clear abuse of discretion.\"  Id.;  see Vasapolli v. Rostoff, 39 F.3d 27, 36 (1st Cir.1994) (explaining that \"[w]e review a trial court's motion to alter or amend a judgment for manifest abuse of discretion\");  Fragoso v. Lopez, 991 F.2d 878, 886 (1st Cir.1993) (\"The trial court's decision on such a motion will be overturned only if the appellant convinces us that the court committed a clear abuse of discretion.\").</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To determine the scope of this appeal, we first must resolve a threshold issue.  Otero-Martinez and Crispin-Reyes argue that Aybar appealed only the district court's order of May 7, 1996, denying their second reconsideration motion.  If true, then the only substantive issue for our resolution entails whether or not the district court abused its discretion in determining that Aybar's Fourth Amendment claim was barred due to the expiration of the statute of limitations.  If, on the other hand, Aybar's notice of appeal pertained not only to the May 7th order, but also to the underlying judgment, then we must consider a number of issues in addition to Aybar's Fourth Amendment claim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"Under Fed.  R.App. P. 4(a) timely motions under Rules ... 52(b) and 59 suspend the finality of the original judgment, and the time for appeal from both that judgment and denial of the motions runs from the entry of the order denying the motions.\"  Fiore v. Washington County Community Mental Health Ctr., 960 F.2d 229, 234 (1st Cir.1992);  see Fed.  R.App. P. 4(a)(4)(B) &amp; (C).  In this case, appellants timely filed their first motion for reconsideration of the district court's initial March 15, 1995 order dismissing their claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Subsequent to the district court's denial of appellants' motion on January 30, 1996, appellants filed a renewed motion for reconsideration on February 13, 1996.  Following the district court's May 7, 1996 denial of the latter motion for reconsideration, appellants appealed to this court on May 16, 1996.  The appellants thus followed the procedural guidelines to preserve their appeal of the May 7th order.  See Mariani-Giron v. Acevedo-Ruiz, 945 F.2d 1, 2 n. 3 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The appellants, however, did not timely appeal the underlying judgment.  Fed. R.App. P 4(a)(1) dictates that \"the notice of appeal required by Rule 3 must be filed with the clerk of the district court within 30 days after the date of entry of the judgment or order appealed from.\"   While an initial motion for reconsideration filed within ten days of the entry of the final judgment tolls the period in which a litigant must file a notice of appeal, see Fed.R.Civ.P. 59(e);  Fiore, 960 F.2d at 234;  Feinstein v. Moses, 951 F.2d 16, 18 (1st Cir.1991), a subsequent motion for reconsideration served within ten days of the order denying the initial motion for reconsideration but more than ten days after the entry of the original judgment does not toll \"the time for appealing from that judgment,\" Acevedo-Villalobos v. Hernandez, 22 F.3d 384, 389 (1st Cir.1994);  see Glinka v. Maytag Corp., 90 F.3d 72, 74 (2d Cir.1996) (\"Allowing subsequent motions to repeatedly toll the filing period for a notice of appeal would encourage frivolous motions and undermine a fundamental canon of our legal system, to promote the finality of judgments.\");  Wright v. Preferred Research, Inc., 891 F.2d 886, 889 (11th Cir.1990) (\"Both the language and purpose of Rule 4(a)(4) indicate that the time for appeal is postponed only by an original motion of the type specified.  I.e., a motion to reconsider an order disposing of such a motion will not further postpone the time to appeal.\")  (quoting 9 Moore's Federal Practice p 204.12 );  Charles L.M. v. Northeast Indep.  Sch. Dist., 884 F.2d 869, 870 (5th Cir.1989) (\"[T]he second motion was a successive motion for reconsideration, condemned by well-established authority in this and other circuits....  [T]he filing of the second motion did not toll the running of the thirty-day time for appeal....\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the district court dismissed appellants' amended complaint on March 15, 1995.  Appellants filed their initial motion for reconsideration on March 31, 1996, thus tolling Rule 4's thirty day appeal period.  The district court denied appellants' motion for reconsideration on January 30, 1996.  Because the appellants' second motion for reconsideration--filed on February 13, 1996--was not filed within ten days of the initial judgment--the thirty day appeal period of Rule 4 expired well before appellants filed their May 16, 1996 notice of appeal.  We thus lack appellate jurisdiction to consider an appeal of the district court's March 15, 1995 dismissal of the appellants' complaint.  See Glinka, 90 F.3d at 74;  Hernandez, 22 F.3d at 390;  Wright, 891 F.2d at 889;  Charles L.M., 884 F.2d at 870-71.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because this appeal \"concerns only the Rule 59(e) denial,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the question properly before us is whether the trial court abused its discretion in denying ... [appellants' second] motion to vacate the judgment of dismissal.\"  Acevedo-Ruiz, 945 F.2d at 3. In their second motion for reconsideration, appellants argued that the district court improperly ruled that their Fourth Amendment claim was time barred on the grounds that one year had elapsed from the time of Aybar's arrest and that Aybar's marriage to Morales-Laboy functioned to preclude application of the rule permitting the one year statute of limitations to be tolled for a minor plaintiff until the minor's twenty-first birthday.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Appellants supplied the district court with evidence that they were not married until April 16, 1994, almost thirteen months after Aybar's arrest on March 25, 1993.  Appellants insisted that the one year statute of limitations for their Fourth Amendment claim had not expired because Aybar was an unemancipated minor during this time and, therefore, the statute of limitations was tolled until his twenty-first birthday on February 7, 1994.  Appellants indicated that they filed their complaint on July 1, 1994, less than five months after Aybar turned twenty-one and thus more than seven months before the one year limitations period would expire, and argued, therefore, that their claim was not time barred.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court concluded that the appellants made representations that led it to believe that they were married at the time of the alleged constitutional violations.  Specifically, appellants \"alleged damages to their conjugal partnership....  Morales alleged damages stemming from the alleged malicious prosecution of her husband.\"   Moreover, according to the district court, appellants had several opportunities to clarify their pleadings, but failed to do so when they amended their complaint or when they failed to respond to the motion to dismiss.  Consequently, the district court ruled that it \"reasonably inferred that plaintiffs were married at the time of the alleged incidents.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We consider the district court's decision in light of the law governing the disposition of a Rule 59(e) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Rule 59(e) allows a party to direct the district court's attention to newly discovered material evidence or a manifest error of law or fact and enables the court to correct its own errors and thus avoid unnecessary appellate procedures.  The rule does not provide a vehicle for a party to undo its own procedural failures, and it certainly does not allow a party to introduce new evidence or advance arguments that could and should have been presented to the district court prior to the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moro v. Shell Oil Co., 91 F.3d 872, 876 (7th Cir.1996) (citations omitted);  see Vasapolli, 39 F.3d at 36-37;  Hayes v. Douglas Dynamics, Inc., 8 F.3d 88, 91 n. 3 (1st Cir.1993);  F.D.I.C. v. World Univ.  Inc., 978 F.2d 10, 16 (1st Cir.1992);  National Metal Finishing Co., Inc. v. BarclaysAmerican/Commercial, 899 F.2d 119, 123 (1st Cir.1990).  In this case, we do not question that appellants directed the district court to a \"manifest error of fact\" in their second reconsideration motion:  Contrary to the district court's determination, appellants were not married during the period in question.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That the appellants illuminated an error of fact, however, does not necessitate that we reverse the district court's decision.  \"Except for motions to amend based on newly discovered evidence, the trial court is only required to amend its findings of fact based on evidence contained in the record.  To do otherwise would defeat the compelling interest in the finality of litigation.\"  Fontenot v. Mesa Petroleum Co., 791 F.2d 1207, 1219 (5th Cir.1986);  see Lyons v. Jefferson Bank &amp; Trust, 793 F.Supp. 989, 991 (D.Colo.1992), aff'd in part, rev'd in part, 994 F.2d 716 (10th Cir.1993).  In the instant case, as in Fontenot and Lyons, the district court</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>drew an eminently reasonable inference from the evidence in the record and relied on that inference in making its findings of fact.  That other evidence not in the record may negate the [d]istrict [c]ourt's inference is beside the point.  Blessed with the acuity of hindsight, [appellants] ... may now realize that ... [they] did not make ... [their] initial case as compelling as ... [they] might have, but ... [they] cannot charge the [d]istrict [c]ourt with responsibility for that failure through this Rule 52(b) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Fontenot, 791 F.2d at 1220;  see Vasapolli, 39 F.3d at 36-37 (\"Unlike the Emperor Nero, litigants cannot fiddle as Rome burns.  A party who sits in silence[ ][and] withholds potentially relevant information ... does so at his peril.\");  Hayes, 8 F.3d at 91 n. 3 (noting that \"none of the information presented [to the district court in support of plaintiff's motion for reconsideration] was new, nor was it unavailable when the summary judgment was filed\");  World Univ., 978 F.2d at 16 (indicating that there was no reason why appellant could not have asserted its argument before the district court and appellant's argument did not present newly discovered evidence).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In this case, as in Fontenot, Vasapolli, Hayes, and World Univ., the evidence that appellants submitted to support the argument they advanced for the first time in their second motion for reconsideration was neither new nor unavailable at the time the district court entered judgment on March 15, 1995.  In their motion to dismiss, Rossello, Pierluisi, and Toledo argued that the one year statute of limitations period for appellants' Fourth Amendment claim had expired.  The appellants chose not to defend against this motion, and thus did not reveal the fact that Aybar's minority status tolled the statute of limitations because he and Morales-Laboy were not married until April 1994.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Appellants did not even mention Aybar's marital status in their first motion for reconsideration, in which they did assert that Aybar's minority status functioned to toll the statute of limitations.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  It was not until they filed their second Rule 59(e) motion that appellants informed the district court that they were not married during the time in question.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In light of these circumstances, we find that the district court did not clearly abuse its discretion in denying appellants' second motion for reconsideration.  See Vasapolli, 39 F.3d at 27;  Hernandez, 22 F.3d at 391;  Hayes, 8 F.3d at 91 n. 3;  Fragoso, 991 F.2d at 888;  World University, 978 F.2d at 16;  Figgie Int'l, Inc. v. Miller, 966 F.2d 1178, 1180 (7th Cir.1992);  Fontenot, 791 F.2d at 1220.   We thus affirm the district court's decision to deny appellants' second motion for reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 52(b) states in pertinent part:  \"On a party's motion filed no later than 10 days after entry of judgment, the court may amend findings--or make additional findings--and may amend the judgment accordingly.  The motion may accompany a motion for a new trial under Rule 59.\"  Rule 59(e) dictates:  \"Any motion to alter or amend a judgment shall be filed no later than 10 days after entry of the judgment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Aybar and Morales-Laboy do not appeal the district court's dismissal as to either the Commonwealth of Puerto Rico or Rossello, Pierluisi, and Toledo</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although appellants did not label this a Rule 59(e) motion for reconsideration, \"regardless of how it is characterized, a post-judgment motion made within ten days of the entry of judgment that questions the correctness of a judgment is properly construed as a motion to alter or amend judgment under Fed.R.Civ.P. 59(e).\"  Skagerberg v. State of Okla., 797 F.2d 881, 883 (10th Cir.1986);  see Acevedo-Villalobos v. Hernandez, 22 F.3d 384, 390 (1st Cir.1994).  The motion was timely because Rule 59(e) provides that \"[a] motion to alter or amend the judgment shall be served not later than 10 days after entry of the judgment.\"   See also Fed.R.Civ.P. 6(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Charles L.M. court explained the difference between an initial motion for reconsideration and successive reconsideration motions as follows:  \"[W]here an appellant files a second motion to reconsider 'based upon substantially the same grounds as urged in the earlier motion,' the filing of the second motion does not interrupt the running of the time for appeal, and the appeal must be dismissed.\"  884 F.2d at 870 (quoting Ellis v. Richardson, 471 F.2d 720, 721 (5th Cir.1973) (per curiam));  see Hernandez, 22 F.3d at 390.   In the instant case, appellants' second motion for reconsideration returned to an issue raised unsuccessfully in the first motion for reconsideration, namely the running of the statute of limitations for a &#167; 1983 action in Puerto Rico.  As the Charles L.M. court further explained, \"there is no tolling where an order 'den[ies] timely postjudgment motions under [rule 59] and leave[s] the original judgment in effect and unchanged.' \"  Id. (quoting Brown v. United Ins. Co., 807 F.2d 1239, 1242 (5th Cir.1987) (per curiam)).  In this case, the district court's denial of the appellants' first motion for reconsideration did not alter its previous dismissal of their complaint because it reached the same conclusion.  See Harrell v. Dixon Bay Transp. Co., 718 F.2d 123, 128 n. 4 (5th Cir.1983) (indicating that original summary judgment was unchanged by amended judgment because both judgments denied all relief);  9 Moore's Federal Practice p 204.12 (indicating that in order for second reconsideration motion again to toll appeal period, the trial court's disposition of the first motion \"must result[ ] in a judgment which is substantively altered\").  \"The interest of finality requires that parties generally get only one bite at the rule 59(e) apple for purpose of tolling the time for bringing an appeal.\"  Charles L.M., 884 F.2d at 871</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that appellants argue that they clearly intended to appeal the district court's underlying dismissal of their claims.  See In re San Juan Dupont Plaza Hotel Fire Litigation, 45 F.3d 564, 567 (1st Cir.1995) (ruling that a \"mistake in designating a judgment in the notice of appeal will not ordinarily result in a loss of the appeal 'as long as the intent to appeal from a specific judgment can be fairly inferred from the notice, and appellee is not misled by the mistake' \" (quoting Kelly v. United States, 789 F.2d 94, 96 n. 3 (1st Cir.1986))).  We need not evaluate this assertion, however, in light of our determination that we lack appellate jurisdiction to consider an appeal of any decision other than the May 7, 1996 order in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The applicable statute of limitations in this &#167; 1983 case is one year.  See Muniz-Cabrero v. Ruiz, 23 F.3d 607, 610 (1st Cir.1994).  This one year period is tolled until a plaintiff's twenty-first birthday in the event that the plaintiff is a minor at the time the action is filed.  See P.R. Laws Ann. tit. 32, &#167; 254(1) (1991).  If, however, a plaintiff marries while still a minor, the statute of limitations ceases to toll as of the date of the marriage.  See P.R. Laws Ann. tit. 31, &#167;&#167; 932, 933 (1991);  Martinez v. Estado Libre Asociado, 110 P.P.R. 877 (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We recognize that this case comes to us as having been dismissed pursuant to Rule 12(b)(6), rather than Rule 56, at which stage courts afford plaintiffs substantial latitude to develop their claims.  See Acadia Motors, Inc. v. Ford Motor Co., 44 F.3d 1050, 1059 (1st Cir.1995).  This fact, however, does not persuade us that in this case the district court abused its discretion.  See Hernandez, 22 F.3d at 391 (upholding district court's denial of second Rule 59(e) motion seeking reconsideration of district court's dismissal pursuant to Rule 12(b)(6));  Figgie Int'l, Inc. v. Miller, 966 F.2d 1178, 1180 (7th Cir.1992) (ruling, in context of district court's initial dismissal pursuant to Rule 12(b)(6), that \"[b]ecause Figgie presented no competent evidence that was not previously available, the district court's [subsequent] decision denying Figgie's motion under the traditional standards governing Rule 59(e) did not constitute an abuse of discretion\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At oral argument before this court, appellants indicated that Otero-Martinez and Crispin-Reyes did not join the motion to dismiss and explained that appellants did not oppose Rossello, Pierluisi, and Toledo's motion because they desired to drop these three defendants from the suit.  It is interesting to note, however, that in their first Rule 59(e) motion, appellants petitioned the district court to reconsider not only its sua sponte ruling as to Otero-Martinez and Crispin-Reyes, but also its ruling as to Rossello, Pierluisi, and Toledo.  Appellants' explanation for their failure to raise the evidence of their marital status before the district court rendered its judgment dismissing their claims thus is unpersuasive</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Appellants, in fact, referred to each other as \"husband\" and \"wife\" in this first Rule 59(e) motion, asserting that Morales-Laboy \"suffered not only her own humiliation as a wife but also suffered a sense of loss of pride, self esteem [sic], loss of husband's income, as well as the day by day suffering of her husband's own humiliation, physical and mental anguish, depression and loss of reputation.\"  (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Appellants contend that they had no cause to provide the evidence of their marital status prior to the district court's denial of their first Rule 59(e) motion because they had no reason to believe that the district court would determine that they were married during the period in question.  Appellants assert that their pleadings merely indicated that they were married at the time they filed the complaint and that Morales-Laboy could claim injury to their conjugal partnership before their marriage because they lived as common law husband and wife and shared a community of goods at this time.  See P.R. Laws Ann. tit. 31, &#167;&#167; 3622, 3623, 3641(3) (1991);  Caraballo Ramirez v. Acosta, 104 P.P.R. 474, 481 (1975).  We doubt that the authority appellants cite supports the conclusion that they constituted common law husband and wife during the period in question, and thus legitimately could claim injury to their conjugal partnership.  We believe the district court, considering the pleadings in a light favorable to the appellants, see Acadia Motors, 44 F.3d at 1059, reasonably concluded that they were married at the time of Aybar's arrest.  We do not need to delve into this issue, however, because appellants' failure to adequately elucidate the relevant facts of the case either when they faced a motion to dismiss or when they filed their first Rule 59(e) motion relieves the district court of an obligation to correct its erroneous factual determination in this case.  See Fontenot, 791 F.2d at 1220</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">693</span></span></p>\n    <p class=\"parties\">Carlos Yamil AYBAR, Maria I. Morales-Laboy, Plaintiffs, Appellants,<br>v.<br>Digna CRISPIN-REYES, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 96-1676.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1997.<br>Decided June 26, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eduardo M. Joglar, Hato Rey, PR, with whom Esther Crespin Credi was on brief, for appellants.</p>\n      <p class=\"indent\">John F. Nevares, San Juan, PR, with whom Lizzi M. Portela and Smith &amp; Nevares, San Juan, PR, were on brief, for appellees.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal concerns the district court's dismissal of and subsequent refusal to reconsider plaintiffs-appellants' 42 U.S.C. &#167; 1983 claims against two law enforcement officials of the Commonwealth of Puerto Rico.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 25, 1993, appellees Sonia Otero-Martinez, Assistant District Attorney of the Commonwealth of Puerto Rico, and Diana Crispin-Reyes, a Commonwealth of Puerto Rico police officer, filed criminal charges against appellant Carlos Yamil Aybar for the commission of sexual misconduct, based on the allegations of a witness named Emily Rivera.  On April 29, 1993, officer Crispin-Reyes visited Aybar's place of employment, Wometco of Puerto Rico, and informed Aybar's superiors of the charges against him.  Wometco subsequently terminated Aybar's employment.  According to Aybar, his termination resulted from Crispin-Reyes' visit to Wometco.  On July 13, 1993, appellant Maria I. Morales-Laboy, Aybar's then girlfriend and future wife who also was a Wometco employee, resigned from her position at Wometco citing as the cause of her resignation harassment from co-workers concerning the charges against Aybar.  On July 1, 1994, the district court of Puerto Rico dismissed all charges against Aybar.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 1, 1994, Aybar and Morales-Laboy filed a complaint in federal district court naming numerous defendants and deriving from the prosecution of Aybar and his subsequent termination of employment.  The complaint charged Otero-Martinez and Crispin-Reyes with violations of the Federal Civil Rights Act, 42 U.S.C. &#167; 1983, allegedly for malicious prosecution of Aybar, violation of Aybar's right not to be subject to defamation, and infringement of his right to secure employment.  Morales-Laboy alleged a continuous tort and, with Aybar, injury to their conjugal relationship, both stemming from the alleged violations of Aybar's civil rights.  Aybar and Morales-Laboy also named the Commonwealth of Puerto Rico, Pedro Rossello (the Governor of Puerto Rico), Pedro Pierluisi (the Attorney General of Puerto Rico), and Pedro Toledo (the Puerto Rico Superintendent of Police) as defendants both in their official and in their personal capacities.  On August 9, 1994, Aybar and Morales-Laboy amended the complaint to increase the damages sought.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 13, 1994, the Commonwealth and Pierluisi (in his official capacity) filed a motion to dismiss the claims against them based on the immunity afforded by the Eleventh Amendment to the Constitution.  On November 30, 1994, Rossello and Pierluisi, in his personal capacity, joined the motion to dismiss and filed a supplemental memorandum in support thereof.  On February 7, 1995, Toledo also joined the motion to dismiss.  Neither Otero-Martinez nor Crispin-Reyes joined in the motion.  Aybar and Morales-Laboy failed to respond to the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On March 15, 1995, the district court for the district of Puerto Rico (Fuste, J.) entered a final judgment pursuant to Fed.R.Civ.P. 12(b)(6) dismissing appellants' complaint against all defendants, including Otero-Martinez and Crispin-Reyes.  The district court determined that appellants' &#167; 1983 claim against all appellees for malicious prosecution did not state a claim for either a procedural or a substantive due process violation.  The district court also found that although appellants' actions may have violated Aybar's Fourth Amendment rights, the applicable one year statute of limitations barred this claim.  With respect to appellants' claimed violation of Aybar's right to secure employment, Judge Fuste ruled that Aybar, as an employee of a private corporation, did not possess a property interest protected by the Fourteenth Amendment.  The district court also concluded that defamation alone \"cannot be the basis for a claim under 42 U.S.C. &#167; 1983.\"   The court further indicated that the Eleventh Amendment barred appellants' suit against Puerto Rico, Rossello, Pierluisi, and Toledo.  Finally, the court held that appellants' claims against Otero-Martinez were barred because Otero-Martinez enjoyed absolute immunity as a state prosecutor prosecuting the state's case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 31, 1995, appellants filed a motion for reconsideration of this judgment claiming, among other things, that the statute of limitations had tolled because he was a minor during the relevant period.  On January 30, 1996, the district court denied the motion, again finding that the statute of limitations barred the malicious prosecution claim based on the alleged Fourth Amendment violation.  Although the district court acknowledged that Aybar was a minor during much of the time preceding the filing of the complaint (a fact which normally would toll the running of the statute of limitations), the court concluded that Aybar's marriage \"emancipated\" him under Puerto Rico law, and thus precluded tolling.  The district court upheld its earlier rulings for substantially the same reasons it previously had enunciated.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Undaunted, the appellants then filed a motion, pursuant to Federal Rules of Civil Procedure 52(b) and 59(e), to amend and reconsider the district court's January 30, 1996 order.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In this motion, appellants contended that Aybar was not married during the period between March 25, 1993 (the date of Aybar's arrest) and April 16, 1994 (the date of Aybar's marriage to Morales-Laboy), and, therefore, that his minority status in fact did toll the statute of limitations until the latter date.  On May 7, 1996, the district court denied this motion.  Although Judge Fuste recognized that Aybar actually was not married during much of the time preceding the filing of the complaint, he found that Aybar represented to the court that in fact he was married during the relevant time by referring to Morales-Laboy as his wife and claiming injury to their conjugal relationship.  After reminding the appellants of their duties to the court pursuant to Fed.R.Civ.P. 11, the district court concluded that the appellants had failed to demonstrate that it \"erroneously assessed their averments.\"   This appeal followed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our standard of review of a dismissal pursuant to Fed.R.Civ.P. 12(b)(6) is well established.  We accept all well-pleaded facts as true and we draw all reasonable inferences in favor of the appellants.  See Washington Legal Found. v. Massachusetts Bar Found., <span class=\"citation\" data-id=\"607106\"><a href=\"/opinion/607106/washington-legal-foundation-v-massachusetts-bar-foundation/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 971 (1st Cir.1993).  \"Because a dismissal terminates an action at the earliest stages of litigation without a developed factual basis for decision, we must carefully balance the rule of simplified civil pleadings against our need for more than conclusory allegations.\"  Id. As we previously have explained, however, \"once a motion to dismiss or a motion for summary judgment has been granted, the district court has substantial discretion in deciding whether to reopen the proceedings in order to allow the unsuccessful party to introduce new material or argue a new theory.\"  Mackin v. City of Boston, <span class=\"citation\" data-id=\"587240\"><a href=\"/opinion/587240/lawrence-mackin-v-city-of-boston/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1273</span></a></span>, 1279 (1st Cir.1992).  \"Consequently, we will overturn the trial court's decision on such a matter only if an appellant can persuade us that the refusal to grant favorable reconsideration was a clear abuse of discretion.\"  Id.;  see Vasapolli v. Rostoff, <span class=\"citation\" data-id=\"195712\"><a href=\"/opinion/195712/vasapolli-v-rostoff/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 36 (1st Cir.1994) (explaining that \"[w]e review a trial court's motion to alter or amend a judgment for manifest abuse of discretion\");  Fragoso v. Lopez, <span class=\"citation\" data-id=\"605524\"><a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 886 (1st Cir.1993) (\"The trial court's decision on such a motion will be overturned only if the appellant convinces us that the court committed a clear abuse of discretion.\").</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To determine the scope of this appeal, we first must resolve a threshold issue.  Otero-Martinez and Crispin-Reyes argue that Aybar appealed only the district court's order of May 7, 1996, denying their second reconsideration motion.  If true, then the only substantive issue for our resolution entails whether or not the district court abused its discretion in determining that Aybar's Fourth Amendment claim was barred due to the expiration of the statute of limitations.  If, on the other hand, Aybar's notice of appeal pertained not only to the May 7th order, but also to the underlying judgment, then we must consider a number of issues in addition to Aybar's Fourth Amendment claim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"Under Fed.  R.App. P. 4(a) timely motions under Rules ... 52(b) and 59 suspend the finality of the original judgment, and the time for appeal from both that judgment and denial of the motions runs from the entry of the order denying the motions.\"  Fiore v. Washington County Community Mental Health Ctr., <span class=\"citation\" data-id=\"580698\"><a href=\"/opinion/580698/richard-c-fiore-v-washington-county-community-mental-health-center/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span>, 234 (1st Cir.1992);  see Fed.  R.App. P. 4(a)(4)(B) &amp; (C).  In this case, appellants timely filed their first motion for reconsideration of the district court's initial March 15, 1995 order dismissing their claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Subsequent to the district court's denial of appellants' motion on January 30, 1996, appellants filed a renewed motion for reconsideration on February 13, 1996.  Following the district court's May 7, 1996 denial of the latter motion for reconsideration, appellants appealed to this court on May 16, 1996.  The appellants thus followed the procedural guidelines to preserve their appeal of the May 7th order.  See Mariani-Giron v. Acevedo-Ruiz, <span class=\"citation\" data-id=\"568542\"><a href=\"/opinion/568542/william-mariani-giron-v-heriberto-acevedo-ruiz-etc/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 n. 3 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The appellants, however, did not timely appeal the underlying judgment.  Fed. R.App. P 4(a)(1) dictates that \"the notice of appeal required by Rule 3 must be filed with the clerk of the district court within 30 days after the date of entry of the judgment or order appealed from.\"   While an initial motion for reconsideration filed within ten days of the entry of the final judgment tolls the period in which a litigant must file a notice of appeal, see Fed.R.Civ.P. 59(e);  Fiore, 960 F.2d at 234;  Feinstein v. Moses, <span class=\"citation\" data-id=\"573153\"><a href=\"/opinion/573153/frederick-feinstein-v-morris-and-joyce-moses-dba-sun-cal-products/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 18 (1st Cir.1991), a subsequent motion for reconsideration served within ten days of the order denying the initial motion for reconsideration but more than ten days after the entry of the original judgment does not toll \"the time for appealing from that judgment,\" Acevedo-Villalobos v. Hernandez, <span class=\"citation\" data-id=\"195330\"><a href=\"/opinion/195330/acevedo-villalobos-v-hon-hernandez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 389 (1st Cir.1994);  see Glinka v. Maytag Corp., <span class=\"citation\" data-id=\"722420\"><a href=\"/opinion/722420/gleb-glinka-v-maytag-corporation/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 74 (2d Cir.1996) (\"Allowing subsequent motions to repeatedly toll the filing period for a notice of appeal would encourage frivolous motions and undermine a fundamental canon of our legal system, to promote the finality of judgments.\");  Wright v. Preferred Research, Inc., <span class=\"citation\" data-id=\"533650\"><a href=\"/opinion/533650/sidney-h-wright-iii-v-preferred-research-inc-a-georgia-corp/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">886</span></a></span>, 889 (11th Cir.1990) (\"Both the language and purpose of Rule 4(a)(4) indicate that the time for appeal is postponed only by an original motion of the type specified.  I.e., a motion to reconsider an order disposing of such a motion will not further postpone the time to appeal.\")  (quoting 9 Moore's Federal Practice p 204.12 );  Charles L.M. v. Northeast Indep.  Sch. Dist., <span class=\"citation\" data-id=\"528822\"><a href=\"/opinion/528822/charles-lm-susan-rm-by-her-next-friend-charles-lm-v-northeast/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span>, 870 (5th Cir.1989) (\"[T]he second motion was a successive motion for reconsideration, condemned by well-established authority in this and other circuits....  [T]he filing of the second motion did not toll the running of the thirty-day time for appeal....\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the district court dismissed appellants' amended complaint on March 15, 1995.  Appellants filed their initial motion for reconsideration on March 31, 1996, thus tolling Rule 4's thirty day appeal period.  The district court denied appellants' motion for reconsideration on January 30, 1996.  Because the appellants' second motion for reconsideration--filed on February 13, 1996--was not filed within ten days of the initial judgment--the thirty day appeal period of Rule 4 expired well before appellants filed their May 16, 1996 notice of appeal.  We thus lack appellate jurisdiction to consider an appeal of the district court's March 15, 1995 dismissal of the appellants' complaint.  See Glinka, 90 F.3d at 74;  Hernandez, 22 F.3d at 390;  Wright, 891 F.2d at 889;  Charles L.M., 884 F.2d at 870-71.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because this appeal \"concerns only the Rule 59(e) denial,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the question properly before us is whether the trial court abused its discretion in denying ... [appellants' second] motion to vacate the judgment of dismissal.\"  Acevedo-Ruiz, 945 F.2d at 3. In their second motion for reconsideration, appellants argued that the district court improperly ruled that their Fourth Amendment claim was time barred on the grounds that one year had elapsed from the time of Aybar's arrest and that Aybar's marriage to Morales-Laboy functioned to preclude application of the rule permitting the one year statute of limitations to be tolled for a minor plaintiff until the minor's twenty-first birthday.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Appellants supplied the district court with evidence that they were not married until April 16, 1994, almost thirteen months after Aybar's arrest on March 25, 1993.  Appellants insisted that the one year statute of limitations for their Fourth Amendment claim had not expired because Aybar was an unemancipated minor during this time and, therefore, the statute of limitations was tolled until his twenty-first birthday on February 7, 1994.  Appellants indicated that they filed their complaint on July 1, 1994, less than five months after Aybar turned twenty-one and thus more than seven months before the one year limitations period would expire, and argued, therefore, that their claim was not time barred.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court concluded that the appellants made representations that led it to believe that they were married at the time of the alleged constitutional violations.  Specifically, appellants \"alleged damages to their conjugal partnership....  Morales alleged damages stemming from the alleged malicious prosecution of her husband.\"   Moreover, according to the district court, appellants had several opportunities to clarify their pleadings, but failed to do so when they amended their complaint or when they failed to respond to the motion to dismiss.  Consequently, the district court ruled that it \"reasonably inferred that plaintiffs were married at the time of the alleged incidents.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We consider the district court's decision in light of the law governing the disposition of a Rule 59(e) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Rule 59(e) allows a party to direct the district court's attention to newly discovered material evidence or a manifest error of law or fact and enables the court to correct its own errors and thus avoid unnecessary appellate procedures.  The rule does not provide a vehicle for a party to undo its own procedural failures, and it certainly does not allow a party to introduce new evidence or advance arguments that could and should have been presented to the district court prior to the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moro v. Shell Oil Co., <span class=\"citation\" data-id=\"723801\"><a href=\"/opinion/723801/sergio-moro-and-kahuna-incorporated-an-indiana-corporation-v-shell-oil/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">872</span></a></span>, 876 (7th Cir.1996) (citations omitted);  see Vasapolli, 39 F.3d at 36-37;  Hayes v. Douglas Dynamics, Inc., <span class=\"citation\" data-id=\"656105\"><a href=\"/opinion/656105/prodliabrep-cch-p-13686-mary-hayes-administrator-of-the-estate-of/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 91 n. 3 (1st Cir.1993);  F.D.I.C. v. World Univ.  Inc., <span class=\"citation\" data-id=\"593291\"><a href=\"/opinion/593291/federal-deposit-insurance-corporation-v-world-university-inc-santa/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 16 (1st Cir.1992);  National Metal Finishing Co., Inc. v. BarclaysAmerican/Commercial, <span class=\"citation\" data-id=\"538798\"><a href=\"/opinion/538798/national-metal-finishing-company-inc-v-barclaysamericancommercial-inc/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, 123 (1st Cir.1990).  In this case, we do not question that appellants directed the district court to a \"manifest error of fact\" in their second reconsideration motion:  Contrary to the district court's determination, appellants were not married during the period in question.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That the appellants illuminated an error of fact, however, does not necessitate that we reverse the district court's decision.  \"Except for motions to amend based on newly discovered evidence, the trial court is only required to amend its findings of fact based on evidence contained in the record.  To do otherwise would defeat the compelling interest in the finality of litigation.\"  Fontenot v. Mesa Petroleum Co., <span class=\"citation\" data-id=\"470990\"><a href=\"/opinion/470990/andrew-fontenot-v-mesa-petroleum-co-defendant-third-party/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1207</span></a></span>, 1219 (5th Cir.1986);  see Lyons v. Jefferson Bank &amp; Trust, <span class=\"citation no-link\"><span class=\"volume\">793</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">989</span></span>, 991 (D.Colo.1992), aff'd in part, rev'd in part, <span class=\"citation\" data-id=\"607965\"><a href=\"/opinion/607965/david-j-lyons-commissioner-of-insurance-for-the-state-of-iowa-and/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">716</span></a></span> (10th Cir.1993).  In the instant case, as in Fontenot and Lyons, the district court</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>drew an eminently reasonable inference from the evidence in the record and relied on that inference in making its findings of fact.  That other evidence not in the record may negate the [d]istrict [c]ourt's inference is beside the point.  Blessed with the acuity of hindsight, [appellants] ... may now realize that ... [they] did not make ... [their] initial case as compelling as ... [they] might have, but ... [they] cannot charge the [d]istrict [c]ourt with responsibility for that failure through this Rule 52(b) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Fontenot, 791 F.2d at 1220;  see Vasapolli, 39 F.3d at 36-37 (\"Unlike the Emperor Nero, litigants cannot fiddle as Rome burns.  A party who sits in silence[ ][and] withholds potentially relevant information ... does so at his peril.\");  Hayes, 8 F.3d at 91 n. 3 (noting that \"none of the information presented [to the district court in support of plaintiff's motion for reconsideration] was new, nor was it unavailable when the summary judgment was filed\");  World Univ., 978 F.2d at 16 (indicating that there was no reason why appellant could not have asserted its argument before the district court and appellant's argument did not present newly discovered evidence).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In this case, as in Fontenot, Vasapolli, Hayes, and World Univ., the evidence that appellants submitted to support the argument they advanced for the first time in their second motion for reconsideration was neither new nor unavailable at the time the district court entered judgment on March 15, 1995.  In their motion to dismiss, Rossello, Pierluisi, and Toledo argued that the one year statute of limitations period for appellants' Fourth Amendment claim had expired.  The appellants chose not to defend against this motion, and thus did not reveal the fact that Aybar's minority status tolled the statute of limitations because he and Morales-Laboy were not married until April 1994.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Appellants did not even mention Aybar's marital status in their first motion for reconsideration, in which they did assert that Aybar's minority status functioned to toll the statute of limitations.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  It was not until they filed their second Rule 59(e) motion that appellants informed the district court that they were not married during the time in question.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In light of these circumstances, we find that the district court did not clearly abuse its discretion in denying appellants' second motion for reconsideration.  See Vasapolli, 39 F.3d at 27;  Hernandez, 22 F.3d at 391;  Hayes, 8 F.3d at 91 n. 3;  Fragoso, 991 F.2d at 888;  World University, 978 F.2d at 16;  Figgie Int'l, Inc. v. Miller, <span class=\"citation\" data-id=\"584570\"><a href=\"/opinion/584570/figgie-international-incorporated-a-delaware-corporation-v-j-carter/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1178</span></a></span>, 1180 (7th Cir.1992);  Fontenot, 791 F.2d at 1220.   We thus affirm the district court's decision to deny appellants' second motion for reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 52(b) states in pertinent part:  \"On a party's motion filed no later than 10 days after entry of judgment, the court may amend findings--or make additional findings--and may amend the judgment accordingly.  The motion may accompany a motion for a new trial under Rule 59.\"  Rule 59(e) dictates:  \"Any motion to alter or amend a judgment shall be filed no later than 10 days after entry of the judgment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Aybar and Morales-Laboy do not appeal the district court's dismissal as to either the Commonwealth of Puerto Rico or Rossello, Pierluisi, and Toledo</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although appellants did not label this a Rule 59(e) motion for reconsideration, \"regardless of how it is characterized, a post-judgment motion made within ten days of the entry of judgment that questions the correctness of a judgment is properly construed as a motion to alter or amend judgment under Fed.R.Civ.P. 59(e).\"  Skagerberg v. State of Okla., <span class=\"citation\" data-id=\"474332\"><a href=\"/opinion/474332/robert-skagerberg-v-state-of-oklahoma/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span>, 883 (10th Cir.1986);  see Acevedo-Villalobos v. Hernandez, <span class=\"citation\" data-id=\"195330\"><a href=\"/opinion/195330/acevedo-villalobos-v-hon-hernandez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 390 (1st Cir.1994).  The motion was timely because Rule 59(e) provides that \"[a] motion to alter or amend the judgment shall be served not later than 10 days after entry of the judgment.\"   See also Fed.R.Civ.P. 6(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Charles L.M. court explained the difference between an initial motion for reconsideration and successive reconsideration motions as follows:  \"[W]here an appellant files a second motion to reconsider 'based upon substantially the same grounds as urged in the earlier motion,' the filing of the second motion does not interrupt the running of the time for appeal, and the appeal must be dismissed.\"  884 F.2d at 870 (quoting Ellis v. Richardson, <span class=\"citation\" data-id=\"307671\"><a href=\"/opinion/307671/vernon-m-ellis-v-elliott-l-richardson-secretary-of-health-education/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span>, 721 (5th Cir.1973) (per curiam));  see Hernandez, 22 F.3d at 390.   In the instant case, appellants' second motion for reconsideration returned to an issue raised unsuccessfully in the first motion for reconsideration, namely the running of the statute of limitations for a &#167; 1983 action in Puerto Rico.  As the Charles L.M. court further explained, \"there is no tolling where an order 'den[ies] timely postjudgment motions under [rule 59] and leave[s] the original judgment in effect and unchanged.' \"  Id. (quoting Brown v. United Ins. Co., <span class=\"citation\" data-id=\"480751\"><a href=\"/opinion/480751/annette-brown-v-united-insurance-company-of-america/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1239</span></a></span>, 1242 (5th Cir.1987) (per curiam)).  In this case, the district court's denial of the appellants' first motion for reconsideration did not alter its previous dismissal of their complaint because it reached the same conclusion.  See Harrell v. Dixon Bay Transp. Co., <span class=\"citation\" data-id=\"425116\"><a href=\"/opinion/425116/edgar-allen-harrell-cross-appellee-v-dixon-bay-transportation-company/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span>, 128 n. 4 (5th Cir.1983) (indicating that original summary judgment was unchanged by amended judgment because both judgments denied all relief);  9 Moore's Federal Practice p 204.12 (indicating that in order for second reconsideration motion again to toll appeal period, the trial court's disposition of the first motion \"must result[ ] in a judgment which is substantively altered\").  \"The interest of finality requires that parties generally get only one bite at the rule 59(e) apple for purpose of tolling the time for bringing an appeal.\"  Charles L.M., 884 F.2d at 871</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that appellants argue that they clearly intended to appeal the district court's underlying dismissal of their claims.  See In re San Juan Dupont Plaza Hotel Fire Litigation, <span class=\"citation\" data-id=\"195867\"><a href=\"/opinion/195867/in-re-san-juan-v-american-internation/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">564</span></a></span>, 567 (1st Cir.1995) (ruling that a \"mistake in designating a judgment in the notice of appeal will not ordinarily result in a loss of the appeal 'as long as the intent to appeal from a specific judgment can be fairly inferred from the notice, and appellee is not misled by the mistake' \" (quoting Kelly v. United States, <span class=\"citation\" data-id=\"469061\"><a href=\"/opinion/469061/susan-b-kelly-v-united-states-of-america-james-p-kelly-v-united-states/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 96 n. 3 (1st Cir.1986))).  We need not evaluate this assertion, however, in light of our determination that we lack appellate jurisdiction to consider an appeal of any decision other than the May 7, 1996 order in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The applicable statute of limitations in this &#167; 1983 case is one year.  See Muniz-Cabrero v. Ruiz, <span class=\"citation\" data-id=\"195376\"><a href=\"/opinion/195376/muniz-cabrero-v-ruiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">607</span></a></span>, 610 (1st Cir.1994).  This one year period is tolled until a plaintiff's twenty-first birthday in the event that the plaintiff is a minor at the time the action is filed.  See P.R. Laws Ann. tit. 32, &#167; 254(1) (1991).  If, however, a plaintiff marries while still a minor, the statute of limitations ceases to toll as of the date of the marriage.  See P.R. Laws Ann. tit. 31, &#167;&#167; 932, 933 (1991);  Martinez v. Estado Libre Asociado, 110 P.P.R. 877 (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We recognize that this case comes to us as having been dismissed pursuant to Rule 12(b)(6), rather than Rule 56, at which stage courts afford plaintiffs substantial latitude to develop their claims.  See Acadia Motors, Inc. v. Ford Motor Co., <span class=\"citation\" data-id=\"195853\"><a href=\"/opinion/195853/acadia-v-ford-motor/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1050</span></a></span>, 1059 (1st Cir.1995).  This fact, however, does not persuade us that in this case the district court abused its discretion.  See Hernandez, 22 F.3d at 391 (upholding district court's denial of second Rule 59(e) motion seeking reconsideration of district court's dismissal pursuant to Rule 12(b)(6));  Figgie Int'l, Inc. v. Miller, <span class=\"citation\" data-id=\"584570\"><a href=\"/opinion/584570/figgie-international-incorporated-a-delaware-corporation-v-j-carter/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1178</span></a></span>, 1180 (7th Cir.1992) (ruling, in context of district court's initial dismissal pursuant to Rule 12(b)(6), that \"[b]ecause Figgie presented no competent evidence that was not previously available, the district court's [subsequent] decision denying Figgie's motion under the traditional standards governing Rule 59(e) did not constitute an abuse of discretion\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At oral argument before this court, appellants indicated that Otero-Martinez and Crispin-Reyes did not join the motion to dismiss and explained that appellants did not oppose Rossello, Pierluisi, and Toledo's motion because they desired to drop these three defendants from the suit.  It is interesting to note, however, that in their first Rule 59(e) motion, appellants petitioned the district court to reconsider not only its sua sponte ruling as to Otero-Martinez and Crispin-Reyes, but also its ruling as to Rossello, Pierluisi, and Toledo.  Appellants' explanation for their failure to raise the evidence of their marital status before the district court rendered its judgment dismissing their claims thus is unpersuasive</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Appellants, in fact, referred to each other as \"husband\" and \"wife\" in this first Rule 59(e) motion, asserting that Morales-Laboy \"suffered not only her own humiliation as a wife but also suffered a sense of loss of pride, self esteem [sic], loss of husband's income, as well as the day by day suffering of her husband's own humiliation, physical and mental anguish, depression and loss of reputation.\"  (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Appellants contend that they had no cause to provide the evidence of their marital status prior to the district court's denial of their first Rule 59(e) motion because they had no reason to believe that the district court would determine that they were married during the period in question.  Appellants assert that their pleadings merely indicated that they were married at the time they filed the complaint and that Morales-Laboy could claim injury to their conjugal partnership before their marriage because they lived as common law husband and wife and shared a community of goods at this time.  See P.R. Laws Ann. tit. 31, &#167;&#167; 3622, 3623, 3641(3) (1991);  Caraballo Ramirez v. Acosta, 104 P.P.R. 474, 481 (1975).  We doubt that the authority appellants cite supports the conclusion that they constituted common law husband and wife during the period in question, and thus legitimately could claim injury to their conjugal partnership.  We believe the district court, considering the pleadings in a light favorable to the appellants, see Acadia Motors, 44 F.3d at 1059, reasonably concluded that they were married at the time of Aybar's arrest.  We do not need to delve into this issue, however, because appellants' failure to adequately elucidate the relevant facts of the case either when they faced a motion to dismiss or when they filed their first Rule 59(e) motion relieves the district court of an obligation to correct its erroneous factual determination in this case.  See Fontenot, 791 F.2d at 1220</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723801/"
  ]
}