{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197429/",
  "absolute_url": "/opinion/197429/united-states-v-pervaz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197429/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:30:04Z",
  "date_modified": "2017-03-24T10:51:37.782754Z",
  "type": "010combined",
  "sha1": "778ff21085b88d63c79051264d3db90f96aaefbe",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1535.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n\n                                         \r\n\nNo. 96-1535\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        TARIQ PERVAZ,\r\n\n                    Defendant, Appellant.\r\n\nNo. 96-1536\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       JIMMIE ALZAMORA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Mary M. Lisi, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nWilliam J.  Murphy for appellant  Tariq Pervaz,  Thomas G. Briody,\r                                                                             \r\nfor appellant Jimmie Alzamora.\r\r\n\nSheldon Whitehouse,  United States Attorney,  with whom Andrew  J.\r                                                                              \r\nReich, Assistant United States Attorney, was on brief for appellee.\r             \r\n\n                                         \r\n\n                        June 24, 1997\r\n                                         \r\n\n                             -2-\r\r\n\n          BOWNES,        Senior        Circuit         Judge.\r                      BOWNES,        Senior        Circuit         Judge.\r                                                                        \r\n\nDefendants/Appellants  Jimmie Alzamora and  Tariq Pervaz were\r\n\nindicted and charged  with seven counts of  fraud and related\r\n\nactivities   involving  access  devices  to  telephone  calls\r\n\ntransmitted by cellular phones, in  violation of 18 U.S.C.   \r\n\n1029(a)(1),  (a)(2), (a)(3),  (a)(4), (a)(5),  (a)(6), and   \r\n\n1029(b)(2) (conspiracy to commit offenses).\r\n\n          There was  a  hearing in  the district  court on  a\r\n\nmotion  to suppress  filed  by  Alzamora  and  Pervaz.    The\r\n\nsuppression motion  was denied.  Alzamora  and Pervaz entered\r\n\nconditional  pleas  of guilty  to  all  seven  counts of  the\r\n\nindictment,  reserving  their  right to  appeal  the district\r\n\ncourt's denial of the suppression motion.  \r\n\n          Alzamora   was   sentenced   to   fourteen   months\r\n\nimprisonment and ordered to pay restitution in the  amount of\r\n\n$190,275,33.    Pervaz  was  sentenced  to   eighteen  months\r\n\nimprisonment  and  ordered to  pay  restitution  in the  same\r\n\namount as  Alzamora --  $190,275,33.  Both  defendants appeal\r\n\ntheir convictions and the restitution order.   Pervaz has not\r\n\nfiled a brief on appeal;  he has chosen to rely on  the brief\r\n\nfiled  by  his  co-defendant   Alzamora.    Except  as  noted\r\n\notherwise, we treat both defendants as one in this opinion.\r\n\n                      STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \r\n\n          The  applicable standard  of  review has  been  set\r\n\nforth in detail in Ornelas v. United States, 116 S. Ct. 1657,\r                                                       \r\n\n                             -3-\r                                         -3-\r\r\n\n1661-63 (1996).   We condensed  that teaching  in the  recent\r\n\ncase of United  States v. Khounsavanh, No. 96-1244,  slip op.\r                                                 \r\n\nat 4-5 (1st Cir. May 16, 1997):\r\n\n               In   reviewing   a   denial   of   a\r\n          suppression motion,  the district court's\r\n          ultimate legal  conclusion, including the\r\n          determination that a  given set of  facts\r\n          constituted probable cause, is a question\r\n          of law  subject to  de novo review.   See\r                                                               \r\n          Ornelas  v. United  States,  116  S.  Ct.\r                                                \r\n          1657,  1659  (1996);  United   States  v.\r                                                               \r\n          Zayas-Diaz, 95  F.3d  105, 111  n.6  (1st\r                                \r\n          Cir.   1996).     The   district  court's\r\n          findings (if any)  of historical facts --\r\n          \"the events which occurred leading  up to\r\n          the . . . search,\" Ornelas, 116 S. Ct. at\r                                                \r\n          1661 --  must be  upheld unless  they are\r\n          clearly  erroneous.    See  id.  at 1663;\r                                                     \r\n          Zayas-Diaz,  95  F.3d  at  111  n.6.    A\r                                \r\n          reviewing court must  \"give due weight to\r\n          inferences  drawn  from  those  facts  by\r\n          resident judges and local law enforcement\r\n          officers.\"  Ornelas, 116 S. Ct. at  1663.\r                                         \r\n          But    \"the   decision    whether   these\r\n          historical   facts,   viewed   from   the\r\n          standpoint  of an  objectively reasonable\r\n          police officer,  amount to . . . probable\r\n          cause\" is  a  mixed question  of law  and\r\n          fact  which we  review de  novo.   Id. at\r                                                            \r\n          1661-63.1\r\n\n                    \r                                \r\n\n1.  We are surprised  in light of Ornelas by the government's\r                                                     \r\nstatement in its brief at page 27:\r\n\n               The magistrate's finding of probable\r\n          cause to support  the warrant is entitled\r\n          to great  deference.   United  States  v.\r                                                               \r\n          Ciampa,  793  F.2d   19,  22  (1st   Cir.\r                            \r\n          1996)[sic].\r\n\n                             -4-\r                                         -4-\r\r\n\n                          THE FACTS\r                                      THE FACTS\r                                               \r\n\nA)  Background\r            A)  Background\r                          \r\n\n          Defendants  were  convicted  of  taking  part  in a\r\n\ntelephone \"cloning\" operation.   Some background  information\r\n\nis  necessary.   Cellular phones  transmit messages  by radio\r\n\nwaves, not  wires.  Telephone companies,  e.g., AT&amp;T, Sprint,\r\n\nand  MCI, offer their customers  the use of  an access device\r\n\nnumber  called  a mobile  identification number  (MIN), which\r\n\nallows customers  to make  and receive  both  local and  long\r\n\ndistance  telephone  calls through  their  cellular telephone\r\n\ncarriers, e.g., Cellular  One,  Mobile  Communications, SNET,\r\n\nand COMCAST.  Cellular  telephone customers are also assigned\r\n\nElectronic Serial Numbers (ESN) for their phones.  Both  MINs\r\n\nand  ESNs  are  access  devices within  the  meaning  of  the\r\n\nstatute, 18 U.S.C.   1029(e)(1).\r\n\n          Cellular  telephone  subscribers  are   assigned  a\r\n\ncombination  of an MIN and an ESN to access cellular service.\r\n\nThe MIN/ESN  combination number also  is used by  the carrier\r\n\nfor  billing its  cellular  phone subscribers.   The  MIN/ESN\r\n\naccess  combination is  programmed on  \"Erasable Programmable\r\n\nRead Only Memory\" (EPROM) located on a computer chip which is\r\n\npart of the circuitry of the telephone.\r\n\n          A  cellular  telephone  \"cloning\"  operation  is  a\r\n\nscheme  to defraud  in which  MIN/ESN combinations  issued to\r\n\nsubscribers  are stolen and reprogrammed on a nonsubscriber's\r\n\n                             -5-\r                                         -5-\r\r\n\ncellular telephone so  as to obtain  use of the  subscriber's\r\n\naccount.    The  cloning  is accomplished  by  attaching  the\r\n\nnonsubscriber's cellular phone to a personal computer through\r\n\na specially  designed interface cable.  The  cable, used with\r\n\ncustomized  cloning  software,  gains access  to  the \"EPROM\"\r\n\ncomputer chip  and the stolen  MIN/ESN  number  is programmed\r\n\nonto the computer chip in the nonsubscriber's cellular phone.\r\n\nCustomers  pay those running  the fraudulent scheme  a fee to\r\n\nuse the stolen MIN/ESN  numbers to make local, long  distance\r\n\nor international phone calls  which are billed to  the stolen\r\n\naccount.  The fee is, of course, less than the regular rates.\r\n\nThe  subscriber does not know that his access number is being\r\n\nused by others until he gets his telephone bill.\r\n\nB)  Suppression Hearing Evidence\r            B)  Suppression Hearing Evidence\r                                            \r\n\n          At  the outset  of  our rehearsal  of the  evidence\r\n\nadduced  at the  suppression hearing,  we caution  the reader\r\n\nthat the dates of conversations  and events are an  important\r\n\nfactor in our determination whether the employees of Cellular\r\n\nOne  of Boston (COB) were  acting as government  agents.  The\r\n\ncase,  for our purposes,  begins on September  13, 1995, when\r\n\nemployees of  Southern New  England Telephone  Company (SNET)\r\n\nand  Cellular One  of Rhode Island  (CORI) informed  the U.S.\r\n\nSecret Service  that  a disproportionately  large  number  of\r\n\ninternational telephone calls were being made from a cellular\r\n\nphone (or phones) located in Cranston, Rhode Island.\r\n\n                             -6-\r                                         -6-\r\r\n\n          The  Secret  Service, through  Special  Agent James\r\n\nBarnard,  called CORI the next day (September 14) for further\r\n\ninformation  and talked  to Dan  Mott, a  service technician.\r\n\nMott told Barnard  that a number  of the international  calls\r\n\nhad been made with MINs which were not in the calling area to\r\n\nwhich  the  MINs were  ordinarily  designated.   Barnard  was\r\n\nfurther  informed  by Mott  that  the calls  were  being made\r\n\nthrough one cellular phone location.   Barnard asked if  Mott\r\n\nhad any equipment that  could pinpoint the exact site  of the\r\n\ncalls; Mott said that he did not have such equipment.\r\n\n          On  September 14,  1995, Barnard called  the Secret\r\n\nService  Office in  Boston and  inquired whether  it had  any\r\n\nsite-location equipment.  He  was told that it did  have such\r\n\nequipment  but that it was  not available.   Barnard was also\r\n\ntold that COB might be able to help him.\r\n\n          Barnard  called COB later  the same  day (September\r\n\n14) and talked to  Ron Anderson.  He explained  the situation\r\n\nand asked if COB  had equipment that could locate  the source\r\n\nof  the  cloned calls.    Barnard advised  Anderson  that COB\r\n\ncustomers  were among  those being  defrauded by  the cloning\r\n\noperation.  Anderson told Barnard that COB had equipment that\r\n\nwould help locate the exact source  of the calls, but that he\r\n\nwould  have  to check  with  COB's  legal department  to  see\r\n\nwhether the equipment could  be used in Rhode Island.   After\r\n\nbeing  told  by  Anderson  that COB's  customers  were  being\r\n\n                             -7-\r                                         -7-\r\r\n\ndefrauded, COB's legal  department advised Anderson that  the\r\n\ntracking equipment could be used in Rhode Island.  Instead of\r\n\ncalling Barnard back as promised,  Anderson and two other COB\r\n\nemployees went  to Cranston,  Rhode Island, the  afternoon of\r\n\nSeptember 14 in a van carrying the tracking equipment.  \r\n\n          The  frequencies  used  to make  the  international\r\n\ncalls  were  obtained by  Anderson  from SNET.    Using these\r\n\nfrequencies,  Anderson and his  crew proceeded in  the van to\r\n\nthe general source area of the calls.  The tracking equipment\r\n\nwas  then put into operation.  Anderson and the two other men\r\n\n(Dan Valios  and Rick  Wade) monitored the  frequency of  the\r\n\ncellular  phone   calls  and   also  listened  to   telephone\r\n\nconversations.     Wade  testified   that  they   could  have\r\n\ndetermined the source of the phone calls without listening to\r\n\nthe  phone  conversations, but  that  the  audio interception\r\n\nestablished that the tracking equipment was working properly.\r\n\nHe also testified that the intercepted conversations were not\r\n\nin English and that none of those in the van understood  what\r\n\nwas being said.  After driving around Cranston for about half\r\n\nan  hour,  the tracking  equipment  pointed  to two  adjacent\r\n\nhouses as the probable source site.   Wade got out of the van\r\n\nand using a hand-tracking device pinpointed the source of the\r\n\ncalls  as the left side of  the first floor of a multi-family\r\n\ndwelling with the address of 156-158 Woodbine Street.  \r\n\n                             -8-\r                                         -8-\r\r\n\n          Anderson  called Agent  Barnard  after  the  source\r\n\nphone site had  been pinpointed and informed Barnard  of what\r\n\nhad  been done.   The  following day,  September 15,  Barnard\r\n\napplied for and obtained a warrant to search the apartment on\r\n\nthe  left  side  of  the building  at  156  Woodbine  Street,\r\n\nCranston,  Rhode  Island.     The  warrant  was  executed  on\r\n\nSeptember  15.   Federal  agents arrested  defendants on  the\r\n\npremises and seized a number of cellular telephones, computer\r\n\nequipment and other evidence of the cloning operation.\r\n\n                          THE ISSUES\r                                      THE ISSUES\r                                                \r\n\n          Before we address the  main issues -- whether COB's\r\n\nemployees were acting as  government agents, and the legality\r\n\nof the search warrant -- we consider two issues raised by the\r\n\ngovernment.   The  first  is the  government's argument,  not\r\n\nraised in the district  court, that because neither defendant\r\n\nhad a privacy interest in the apartment searched, neither had\r\n\nstanding to  challenge  the legality  of  the warrant.    The\r\n\ngovernment  argues that it  had no duty  to assert a  lack of\r\n\nprivacy interest  below because defendants had  the burden of\r\n\nproving it.  We are reluctant to allow the government to trap\r\n\nan unwary defendant by raising a lack of privacy interest for\r\n\nthe first time on  appeal unless it is absolutely  clear that\r\n\nthe  defendant  had  no  privacy interest  in  the  premises,\r\n\nvehicle, or container searched.  See United States  v. Soule,\r                                                                        \r\n\n                             -9-\r                                         -9-\r\r\n\n908  F.2d  1032, 1034-36  (1st Cir.  1990); United  States v.\r                                                                         \r\n\nMiller, 636 F.2d 850, 853-54 (1st Cir. 1980).\r                  \r\n\n          This is not such  a case.  The following  facts can\r\n\nbe fairly found or inferred from the record:  Defendant Peraz\r\n\nleased the premises.  He  and defendant Alzamora were friends\r\n\nor, at least,  partners in  crime.  Alzamora  moved into  the\r\n\napartment  where the  fraudulent  phone calls  were made  and\r\n\nremained there  several  days with  the blinds  drawn.   Both\r\n\ndefendants  were  in  the  apartment  when  the  warrant  was\r\n\nexecuted.   These facts are  not sufficient for  us to decide\r\n\nthe privacy question one way or the other.\r\n\n          In  Combs v.  United States,  408 U.S.  224, 226-27\r                                                 \r\n\n(1972),  the Court held that  where the court  of appeals had\r\n\nfound  no  standing and  the  government  had not  challenged\r\n\ndefendant's standing in the  district court, the issue should\r\n\nbe remanded to the district court so the defendant could have\r\n\nan  opportunity  to  show  standing.    In United  States  v.\r                                                                         \r\n\nBouffard,  917  F.2d  673  (1st Cir.  1990),  the  government\r                    \r\n\nconceded  standing in the district court and on appeal, but a\r\n\nprivacy  interest was not apparent  on the record.   We held:\r\n\n\"Considerations  of fundamental  fairness  warrant remand  in\r\n\norder to afford  the defendant an  opportunity to attempt  to\r\n\nestablish the requisite expectation of privacy.\"  Id. at 677.\r                                                                 \r\n\nThere are cases in other circuits that are  directly critical\r\n\nof  the  government's  failure  to address  standing  in  the\r\n\n                             -10-\r                                         -10-\r\r\n\ndistrict court.  In  United States v. Dewitt, 946  F.2d 1497,\r                                                        \r\n\n1500 (10th  Cir.  1991), the  court  held:   \"The  government\r\n\noffers  no excuse for its failure to raise the standing issue\r\n\nin a timely fashion at the suppression hearing.  Accordingly,\r\n\nthe argument is  waived.\"   The court relied  on Steagald  v.\r                                                                         \r\n\nUnited  States, 451  U.S. 204  (1981).   In United  States v.\r                                                                         \r\n\nMorales,  737  F.2d  761,   763  (8th  Cir.  1984)  (footnote\r                   \r\n\nomitted), the Eighth Circuit held:\r\n\n          Despite appellant's failure to prove that\r\n          he  had  a   legitimate  expectation   of\r\n          privacy  in room 141, we nonetheless find\r\n          that   because    of   the   inconsistent\r\n          positions  the  government  has taken  at\r\n          trial    and    on   appeal    concerning\r\n          appellant's    alleged   disclaimer    of\r\n          knowledge of the key, the  government has\r\n          lost its right  to challenge  appellant's\r\n          standing.  \r\n\n          If the privacy question was vital, we would, at the\r\n\nvery  least,  remand  to   the  district  court  for  factual\r\n\nfindings.    Because, however,  it  is  not, we  will  assume\r\n\nstanding for purposes of this appeal.\r\n\n          The other argument  the government makes is  purely\r\n\nlegal:     There   was   no  violation   of  the   Electronic\r\n\nCommunications  Privacy  Act because  locating  a transmitter\r\n\nbroadcasting   on  a  radio  frequency  does  not  constitute\r\n\n\"intercepting\"   a   communication   under   the   Electronic\r\n\nCommunications Privacy Act (ECPA),  18 U.S.C.   2510  et seq.\r                                                                        \r\n\nWe  are  aware that  there are  cases  holding that  users of\r\n\ncellular phones  are not  protected by the  Fourth Amendment.\r\n\n                             -11-\r                                         -11-\r\r\n\nSee In  Re Askin, 47  F.3d 100, 104  (4th Cir.  1995); United\r                                                                         \r\n\nStates v. Smith, 978 F.2d  171, 174-76 (5th Cir. 1992).   The\r                           \r\n\noperative facts  in these  cases, however, took  place before\r\n\nthe provision in 18 U.S.C.   2510(1) expressly excluding  the\r\n\nradio portion of a  cordless telephone communication from the\r\n\nprotection of the Act was deleted by  amendment in 1994.  See\r                                                                         \r\n\nPub.  L. No. 103-414    202(a)(1).  Moreover,  in the instant\r\n\ncase,  more took  place than  just locating  the source  of a\r\n\nradio  frequency;  those  tracking  the  broadcast  frequency\r\n\nlistened to the actual conversations being transmitted.  This\r\n\nappears to  be covered by the Act.  We see no point, however,\r\n\nin  deciding  what  appears  to  be  a  thorny  question  not\r\n\nnecessary to our  decision.  We  follow the district  court's\r\n\nlead and assume, without deciding, that the Act applies.   \r\n\nA)  Issues Raised by Defendants\r            A)  Issues Raised by Defendants\r                                           \r\n\n          The  first  issue  is  whether  the   employees  of\r\n\nCellular One of Boston (COB) were acting as government agents\r\n\nwhen they  tracked the radio frequency of the cloned cellular\r\n\nphone.  Under 18  U.S.C.   2511(2)(a)(i), it is  not unlawful\r\n\nfor  the  employee  of  a  provider  of  wire  or  electronic\r\n\ncommunication  services  whose  facilities are  used  in  the\r\n\ntransmission  of  wire   or  electronic  communication,   \"to\r\n\nintercept, disclose, or use  that communication in the normal\r\n\ncourse of his employment while engaged in any  activity which\r\n\nis a necessary incident to the rendition of his service or to\r\n\n                             -12-\r                                         -12-\r\r\n\nthe protection of the  rights or property of the  provider of\r\n\nthat  service . . . .\"  The following subsection, (2)(a)(ii),\r\n\nauthorizes   such   employees   \"to    provide   information,\r\n\nfacilities,  or technical assistance to persons authorized by\r\n\nlaw to intercept wire, oral, or electronic communications . .\r\n\n. .\"\r\n\n          It  is evident  that COB's  employees, on  learning\r\n\nfrom  Secret Service  Agent Barnard  that COB  customers were\r\n\nbeing  defrauded by  the cloning  operation, had  a statutory\r\n\nright to track the  radio frequency of the cloned  phone.  If\r\n\nthe  COB  employees  were  government  agents,  however,  the\r\n\nrequirements of the Fourth Amendment would override statutory\r\n\nauthority.\r\n\n          The question remains, were  the employees acting as\r\n\nagents of  the government?   See United  States v.  Mendez-de\r                                                                         \r\n\nJesus,  85 F.3d 1, 2-3 (1st Cir. 1996) (Fourth Amendment does\r                 \r\n\nnot  apply to private  action unless  private party  acted as\r\n\nagent or instrument of government.)\r\n\n          Various  tests  have   developed  for   determining\r\n\nwhether a  private entity  has acted as  a government  agent.\r\n\nFor example, see United  States v. Pierce, 893 F.2d  669, 673\r                                                     \r\n\n(5th  Cir.  1990).   The Sixth  Circuit  in United  States v.\r                                                                         \r\n\nLambert,  771 F.2d 83 (6th Cir.  1985) has stated the rule as\r                   \r\n\nfollows:\r\n\n          A person  will not be acting  as a police\r\n          agent  merely  because  there   was  some\r\n\n                             -13-\r                                         -13-\r\r\n\n          antecedent  contact  between that  person\r\n          and  the   police.    United   States  v.\r                                                               \r\n          Coleman,  628 F.2d at  965.   Rather, two\r                             \r\n          facts must  be shown.  First,  the police\r\n          must   have  instigated,   encouraged  or\r\n          participated in the search.  Id.  Second,\r                                                      \r\n          the individual must  have engaged in  the\r\n          search with  the intent of  assisting the\r\n          police in their investigative efforts.\r\n\nId. at  89.   The Ninth  Circuit has held  that, \"two  of the\r               \r\n\ncritical factors  in the 'instrument or  agent' analysis are:\r\n\n(1) the government's knowledge  and acquiescence, and (2) the\r\n\nintent of the party performing the search.\"  United States v.\r                                                                         \r\n\nWalther, 652 F.2d 788, 792 (9th Cir. 1981).  In United States\r                                                                         \r\n\nv. Attson, 900  F.2d 1427,  1433 (9th Cir.  1990), the  Ninth\r                     \r\n\nCircuit added a gloss to its rule:\r\n\n          [A]   party  is  subject  to  the  fourth\r\n          amendment only when he or she has  formed\r\n          the necessary  intent  to assist  in  the\r\n          government's investigative or administra-\r\n          tive functions;  in other words,  when he\r\n          or she  intends to engage in  a search or\r\n          seizure.  However,  under this test,  the\r\n          fourth amendment will  not apply when the\r\n          private party  was  acting for  a  reason\r\n          that   is   independent    of   such    a\r\n          governmental purpose.\r\n\nIn United States  v. Smythe,  84 F.3d 1240,  1243 (10th  Cir.\r                                       \r\n\n1996), the  Tenth Circuit  requires that the  government must\r\n\n\"affirmatively  encourage or  instigate the  private action.\"\r\n\nThis is determined by \"the totality of the circumstances.\"\r\n\n          We think that any  specific \"standard\" or \"test\" is\r\n\nlikely to be oversimplified or too general to be of help, and\r\n\nthat all of the  factors mentioned by the other  circuits may\r\n\n                             -14-\r                                         -14-\r\r\n\nbe pertinent in different  circumstances:  the extent  of the\r\n\ngovernment's role  in  instigating or  participating  in  the\r\n\nsearch, its  intent and  the degree  of control  it exercises\r\n\nover  the search  and the  private party,  and the  extent to\r\n\nwhich the private party aims primarily to help the government\r\n\nor to serve its own interests.\r\n\n          Our review of the  suppression hearing evidence and\r\n\nthe  district court's  findings of  historical facts  is made\r\n\nthrough  a  lens adjusted  for clear  error  viewing.   It is\r\n\nprobably  true that there would  have been no  search made by\r\n\nCOB  employees were it not for Agent Barnard's telephone call\r\n\ninquiring  about equipment  for  locating the  source of  the\r\n\ntransmissions and informing COB that its customers were being\r\n\ndefrauded.  But there is  no evidence that Barnard authorized\r\n\nthe search  or even knew about it.   COB employee Anderson in\r\n\nanswer  to  Barnard's query  about  whether  COB had  source-\r\n\nlocation equipment said  that it  did, but he  would have  to\r\n\ncheck with the legal department to see if it could be used in\r\n\nRhode Island.  Anderson  told Barnard that he would  call him\r\n\nback.   He did  not do  so.   Instead, he  and the other  two\r\n\nemployees  went  to  Cranston,   Rhode  Island,  and  started\r\n\ntracking the radio  signals on their  own.  Their  motivation\r\n\nwas that COB's  customers were being defrauded.   Barnard was\r\n\nignorant  of what was transpiring.  COB had a statutory right\r\n\nto investigate  and  search  for the  sources  of  the  radio\r\n\n                             -15-\r                                         -15-\r\r\n\ntransmitted  phone calls.   It  had a  legitimate independent\r\n\nmotivation for its  search:   to prevent a  fraud from  being\r\n\nperpetrated  on its  customers.   That is  the purpose  of 18\r\n\nU.S.C.   2511(2)(a)(i) and (ii).\r\n\n          Our combined clear error  review of the  historical\r\n\nfacts  and de novo review of  the district court's conclusion\r                              \r\n\ncompels a holding that there was no government action in this\r\n\ncase.2\r\n\nB)  The Affidavit and Search Warrant\r            B)  The Affidavit and Search Warrant\r                                                \r\n\n          We next consider defendant's claim that the search-\r\n\nwarrant affidavit submitted  by Special Agent  Barnard lacked\r\n\nprobable cause.  Keeping  in mind the standard of  review, we\r\n\nhave examined the eight-page affidavit meticulously.\r\n\n          Paragraph 1  identifies  the affiant  and  explains\r\n\nthat  his  routine  duties  include   \"the  investigation  of\r\n\nviolations of federal laws pertaining to the unauthorized use\r\n\nof access devices.\"  The  next paragraph, (2), describes  the\r\n\npremises to be searched.  This will be discussed in detail in\r\n\nthe next part of the opinion.\r\n\n                    \r                                \r\n\n2.  Ornelas called for de novo review of the district court's\r                                          \r\nconclusion that a given  set of historical facts rose  to the\r\nlevel of probable  cause.  116 S. Ct. at 1659.  The Court did\r\nnot specifically  decide whether  a similar de  novo standard\r                                                                \r\nshould  be  applied  to the  legal  question  at  issue here:\r\nwhether  a private entity has acted as a government agent for\r\nFourth  Amendment purposes.   Because the  defendants' appeal\r\nfails  even under  the  more searching  de novo  standard, we\r                                                           \r\nassume  without deciding  that the  Ornelas de  novo standard\r                                                                \r\napplies.\r\n\n                             -16-\r                                         -16-\r\r\n\n          Paragraph  3 states  that  the  government  (Secret\r\n\nService) has been conducting  an investigation of a telephone\r\n\nfraud scheme in  Cranston, Rhode Island.   The next paragraph\r\n\ngives the names  and addresses of  individuals with whom  the\r\n\naffiant had spoken in the course of the investigation.\r\n\n          Paragraph  5 explains the use of  MIN numbers as an\r\n\naccess device,  which we  have already  covered in the  Facts\r\n\nsection  of  this  opinion.    In  paragraph 6,  the  affiant\r\n\nexpresses his belief that individuals are using telephones at\r\n\nthe   location  described   in  paragraph   2  to   commit  a\r\n\ntelecommunications fraud  scheme.  This paragraph  goes on to\r\n\nstate  that individuals  have  \"captured\" valid  MIN and  ESN\r\n\nnumbers \"into mobile telephones\" \"and are using these numbers\r\n\nfraudulently to  make telephone calls internationally  by way\r\n\nof telephone credit card account numbers.\"\r\n\n          Paragraph 7 explains  that the MIN/ESN  combination\r\n\nis  programmed on  \"Erasable  Programmable Read  Only  Memory\r\n\n(EPROM)\",  located  on a  computer  chip  within the  general\r\n\ncircuitry of the telephone.  Paragraph 8 describes a cellular\r\n\ntelephone cloning operation.  This has already been set forth\r\n\nin the Facts section of this opinion.\r\n\n          Paragraph 9 describes  a \"call  sell\" operation  by\r\n\nwhich a  customer pays a  fee for making  long-distance phone\r\n\ncalls  which are  billed  to the  stolen credit  card account\r\n\nnumbers.   Paragraph 10 recites that  long-distance calls are\r\n\n                             -17-\r                                         -17-\r\r\n\nbeing  made  by unidentified  individuals  from  156 Woodbine\r\n\nStreet,  Cranston,  Rhode  Island,  from   \"cloned\"  cellular\r\n\nphones.  It is then stated:\r\n\n          After accessing a  long distance  carrier\r\n          the  individual  enters  a   credit  card\r\n          number to which to bill the international\r\n          call.     Subsequently,   the  individual\r\n          defrauds the mobile telephone  company of\r\n          the revenues  due them for  air time  and\r\n          defrauds the issuing credit  card company\r\n          for revenues  due them  for  tolls.   The\r\n          defrauded company will have to  issue the\r\n          subscriber  a  credit for  the fraudulent\r\n          billing, thereby,  incurring the monetary\r\n          loss.\r\n\n          Paragraph 11  states in effect that  Secret Service\r\n\nAgent John Enright  received information  from Cheryl  Maher,\r\n\nFraud Manager of Cellular  One Rhode Island, that individuals\r\n\nwere using \"cloned\" phones  \"to access long distance carriers\r\n\nsuch  as MCI,  Sprint  and AT&amp;T  and  are using  credit  card\r\n\ntelephone numbers to make international calls.\"  Paragraph 12\r\n\nrecites a telephone  call received by Agent  Barnard from Jan\r\n\nMott, a  Cellular One technician, giving  him essentially the\r\n\nsame  information  recited in  paragraph  11.   Paragraph  13\r\n\nrecites   further  information  received   from  Mott.     It\r\n\nconcludes:  \"Mott  stated that since the telephone calls were\r\n\nmostly being made from  one site (site 29) it  indicated that\r\n\nthe caller was not mobile but was stationary.\"\r\n\n          Paragraph  14 states  that on  September 14,  1995,\r\n\nAgent  Barnard  (affiant)  spoke with  Secret  Service  Agent\r\n\nRodriguez  of the  Financial  Crimes Division  of the  Secret\r\n\n                             -18-\r                                         -18-\r\r\n\nService.    Rodriguez told  him that  when  a caller  using a\r\n\ncellular  phone accesses a  credit card company  such as MCI,\r\n\nSprint  or AT&amp;T  through an  access number,  the credit  card\r\n\nnumber  used is not recorded  by Cellular One.   Paragraph 15\r\n\nrecites briefly the same facts we have described fully in the\r\n\ngovernment-agency section of this opinion.\r\n\n          Paragraph 16 states that  Rick Wade, an employee of\r\n\nCellular  One, had  its telephone  switch office  monitor the\r\n\ninternational telephone  calls from Cranston,  Rhode Island.3\r\n\nThis  established that  twenty-five  telephone  numbers  were\r\n\nidentified as originating from 156 Woodbine Street, Cranston,\r\n\nRhode Island.   The total  time of the  calls was  151 hours,\r\n\nnormally billed at $.75 per minute.  The calls continued over\r\n\na  24-hour period.   Paragraph  17 states  that Maher  (Fraud\r\n\nManager  of Cellular  One  Rhode Island,  see paragraph  11),\r\n\nprovided a  partial list  of telephones  that appear to  have\r\n\nbeen cloned and are being used in the Cranston, Rhode Island,\r\n\narea.  The numbers are listed.\r\n\n          Paragraphs 18, 19, and 20 recite the experience and\r\n\ntraining of  the  affiant.   Paragraph  21 is  the  affiant's\r\n\n\"probable cause\" statement.\r\n\n                    \r                                \r\n\n3.  It  is clear  from  Wade's testimony  at the  suppression\r\nhearing  that  this  was  done  after  the  apartment at  156\r                                                 \r\nWoodbine  Street had  been pinpointed  as  the source  of the\r\ncloned calls.\r\n\n                             -19-\r                                         -19-\r\r\n\n          Based on our  de novo review  of the affidavit  and\r                                           \r\n\nthe  facts leading  to the  district court's  conclusion that\r\n\nthere was probable cause  to issue the warrant, we  hold that\r\n\nthere was probable cause for issuing the search warrant.\r\n\n          The  next issue  is  the validity  of the  warrant.\r\n\nDefendant claims  that the  warrant was defective  because it\r\n\ninaccurately described the place to be searched.  The warrant\r\n\naffidavit described the premises to be searched as follows:\r\n\n          I make  this  affidavit in  support of  a\r\n          search warrant for the two  bedroom first\r\n          floor apartment of the  residence located\r\n          at 156 Woodbine  Street, Cranston,  Rhode\r\n          Island,  further  described  as  a  three\r\n          story, wood framed building with a yellow\r\n          front, brown trim and  brown sides.   The\r\n          number 156 appears on  a post next to the\r\n          door  on  the  left   as  one  faces  the\r\n          building.   On  the  first floor  are two\r\n          apartments which are accessed through the\r\n          door marked 156.  The apartment for which\r\n          this warrant is sought is the two bedroom\r\n          apartment on the left  side of the  first\r\n          floor.\r\n\nThe pertinent part of the search warrant states:\r\n\n          In the Matter of the Search of\r\n\n          (Name,  address  or brief  description of\r\n          premises,  property  or  premises  to  be\r\n          searched)\r\n\n          Two bedroom first floor\r\n          apartment  of  the   residence     SEARCH\r                                                         SEARCH\r\n          WARRANT\r                      WARRANT\r\n          located at 156 Woodbine     CASE NUMBER: \r\n          St.,  Cranston,  RI,  further     1:95-M-\r\n          020816\r\n          described as a three story,\r\n          wood framed building with\r\n          a yellow front, brown\r\n          trim and brown sides.\r\n\n                             -20-\r                                         -20-\r\r\n\n          TO:             Any Special Agent of  the\r                                                               \r\n          Secret  Service       and  any Authorized\r                                           \r\n          Officer of the United States\r\n\n          Affidavit(s) having been  made before  me\r\n          by        James  M. Barnard       who has\r                                                       \r\n          reason to believe that      on the person\r\n          of  or   x   on the property  or premises\r                                 \r\n          known   as   (name,  description   and/or\r\n          location) \r\n\n          Two bedroom first floor apartment  of the\r\n          residence  located  at 156  Woodbine St.,\r\n          Cranston,  RI,  further  described  as  a\r\n          three story, wood framed building  with a\r\n          yellow front, brown trim and brown sides.\r\n          The number 156 appears  on a post next to\r\n          the  door on  the left  as one  faces the\r\n          building.   On  the  first floor  are two\r\n          apartments which are accessed through the\r\n          door marked 156.  The apartment for which\r\n          this warrant is sought is the two bedroom\r\n          apartment on the left  side of the  first\r\n          floor.\r\n\n          Defendants argue that the  warrant did not meet the\r\n\nparticularity  requirement  of the  Fourth  Amendment.   They\r\n\npoint  out correctly that the number 156 was on the left post\r\n\nat the top of the stairs  leading to the entrance landing and\r\n\nthat the number 158  was on the right post at  the top of the\r\n\nstairs.   It is stated in defendant's brief at page 26:  \"But\r\n\nthe  warrant does not indicate which  direction one must face\r\n\nin  determining  right from  left.\"   This  statement  is not\r\n\ncorrect.  The warrant states:   \"The number 156 appears on  a\r\n\npost next to the door on the left as one faces the building.\"\r                                                                       \r\n\n(Emphasis added).  \r\n\n          Defendant  also argues  that,  because  of the  two\r\n\ndifferent address numbers, those executing the warrant should\r\n\n                             -21-\r                                         -21-\r\r\n\nhave called  the Magistrate and clarified  what apartment was\r\n\nto  be  searched.   The  record  of  the suppression  hearing\r\n\nestablishes conclusively that Agent Barnard knew exactly what\r\n\napartment was to  be searched and  proceeded directly to  it.\r\n\nBarnard testified in effect as follows.\r\n\n          There  were  two  entrance doors  to  the  building\r\n\ncontaining  the apartment  to be  searched.   There  were two\r\n\nposts  on  either  side of  the  steps  when you  get  to the\r\n\nentrance landing.   The post  on the right-hand  side of  the\r\n\nsteps as  one faced the  building had the  number 158 on  it.\r\n\nThe  post on  the left  side carried  the number  156 on  it.\r\n\nBarnard entered  the building through the  156 door entrance.\r\n\nHe took  a short  step  to the  right  and proceeded  down  a\r\n\nhallway to an  apartment on the left side of  the first floor\r\n\nof the  building.  This apartment had  the number 156A on the\r\n\ndoor.  This was the apartment that was searched.\r\n\n          One of defendants' arguments is that the defendants\r\n\nactually lived at 158  Woodbine Street, not 156.   The number\r\n\non  the door of the apartment searched -- 156A -- effectively\r\n\nrefutes this claim.\r\n\n          We find and rule  that an objective law enforcement\r\n\nofficer would not  be confused by  the two different  address\r\n\nnumbers and that the  particularity requirement of the Fourth\r\n\nAmendment was met.  The  only confusion was that sown  by the\r\n\nattorneys for the defendants at the suppression hearing.\r\n\n                             -22-\r                                         -22-\r\r\n\n          Even, however, if the  address given in the warrant\r\n\nmay have been  somewhat suspect our circuit case  law teaches\r\n\nthat any  uncertainty raised by  the two address  numbers did\r\n\nnot invalidate the search warrant.\r\n\n          The leading case in this circuit on the adequacy of\r\n\nthe  description of  the  location to  be searched  is United\r                                                                         \r\n\nStatesv. Bonner, 808 F.2d 864 (1st Cir. 1986).  In Bonner  we\r                                                                     \r\n\nstated:\r\n\n          The manifest purpose of the particularity\r\n          requirement of the Fourth Amendment is to\r\n          prevent wide-ranging  general searches by\r\n          the police.\r\n\n               The   test   for   determining   the\r\n          adequacy  of  the   description  of   the\r\n          location  to be  searched is  whether the\r\n          description is sufficient \"to  enable the\r\n          executing officer to locate  and identify\r\n          the premises with reasonable  effort, and\r\n          whether    there   is    any   reasonable\r\n          probability that another premise might be\r\n          mistakenly searched.\"\r\n\nId.  at 866  (citations omitted).   In  Bonner the  affidavit\r                                                          \r\n\ncontained a detailed physical  description of the premises to\r\n\nbe  searched and  its  address.   The  address, however,  was\r\n\nomitted  from the  warrant.   We upheld  the validity  of the\r\n\nwarrant, stating:\r\n\n          We hold  that  the Bonner  residence  was\r\n          described with sufficient  particularity,\r\n          and    although     the    address    was\r\n          inadvertently   omitted,  there   was  no\r\n          reasonable   probability   that   another\r\n          premises  might  be mistakenly  searched;\r\n          thus, the search warrant was valid.\r\n\n                             -23-\r                                         -23-\r\r\n\nId. at 867.  Three subsequent cases have relied on the Bonner\r                                                                         \r\n\nanalysis and holding:   United States v. Cunningham,  No. 96-\r                                                               \r\n\n1828  (1st Cir. May 19, 1997); United States v. Estrella, 104\r                                                                    \r\n\nF.3d 3,  9 (1st Cir. 1997); United  States v. Hinds, 856 F.2d\r                                                               \r\n\n438, 441 (1st Cir. 1988).  This precedent seals the issue.  \r\n\n          We are  aware, of  course, that the  district court\r\n\ndecided  the warrant issue on  the basis of  United States v.\r                                                                         \r\n\nLeon, 468  U.S.  897  (1984).    We do  not  reach  the  Leon\r                                                                         \r\n\napproach,  and  therefore,  there   is  no  need  to  discuss\r\n\ndefendant'sclaim oflack ofgood faithby thesearching officers.\r\n\n          Defendant  also  claims  that  the  district  court\r\n\nabused  its  discretion  when  it raised  the  issue  of  the\r\n\naccuracy  of Cellular  One's Boston  Tracking Equipment,  but\r\n\nthen  denied   defendant's  motion  to  have   the  equipment\r\n\nindependently  examined.    The  record  of  the  suppression\r\n\nhearing  discloses that  this is  not exactly  what happened.\r\n\nThe district court questioned COB employee Wade about how the\r\n\nsource-location was determined.   She asked Wade \"to tell  us\r\n\nhow  the equipment works in order for  you to be able to make\r\n\nthe determination  in laymen's  terms.\"  Wade  then explained\r\n\nwhat he  did and how  the equipment worked.   The court  then\r\n\nasked  further questions about what Wade did, and what he did\r\n\nor did not  tell Barnard.   The court's  examination of  Wade\r\n\nended with the following colloquy:\r\n\n          Q.   So that before  the warrant  issued,\r\n          you  hadn't shown  the  equipment to  the\r\n\n                             -24-\r                                         -24-\r\r\n\n          Government agents and  explained how  you\r\n          were able to isolate the signal?\r\n\n          A.   I don't believe I did.\r\n\n          Q.   Did they  ever ask you what  kind of\r\n          equipment you  were going  to  use to  do\r\n          this?\r\n\n          A.   No.\r\n\n          Q.   Did   they   ever   ask    you   the\r\n          reliability  of  the  equipment you  were\r\n          going to use?\r\n\n          A.   No.\r\n\n          We construe the court's  questions, not as evincing\r\n\ndoubt  on  its part  as to  the  reliability of  the tracking\r\n\nequipment,  but  as   seeking  what  information  about   the\r\n\nequipment  had been given  to the government,  which was very\r\n\nlittle.\r\n\n          We agree  with the  district court that  the motion\r\n\ncame  too late  for consideration.   Under  Fed. R.  Crim. P.\r\n\n16(a)(1)(C)  defendant had  a right  to inspect  the tracking\r\n\nequipment prior  to trial.  Clearly,  defendant never thought\r\n\nabout  inspecting  the  equipment  until   the  court's  last\r\n\nquestion to Wade.   This was too late.   We have examined the\r\n\nrecord carefully and  there is nothing  to even suggest  that\r\n\nthe  tracking equipment was unreliable  in any way.   We hold\r\n\nthat the  district court did  not err in  denying defendant's\r\n\nmotion.\r\n\n          The final issue is whether the district court erred\r\n\nin  determining  the amount  of  loss.   The  district  court\r\n\n                             -25-\r                                         -25-\r\r\n\nordered each defendant  to pay restitution  in the amount  of\r\n\n$190,275.33.    This  sum  represented the  amount  that  the\r\n\ndefrauded  telephone companies  would have  been paid  if the\r\n\ncalls had been  made legitimately.   Under U.S.S.G.    2B1.1,\r\n\napplication note 2 states in pertinent part:  \"Loss means the\r\n\nvalue  of   the  property   taken,  damaged,   or  destroyed.\r\n\nOrdinarily,  when property is taken  or destroyed the loss is\r\n\nthe fair market value of  the particular property at  issue.\"\r\n\nThe  pertinent part of  note 3 states:   \"For the purposes of\r\n\nsubsection  (b)(1),  the loss  need  not  be determined  with\r\n\nprecision.  The court need only make a reasonable estimate of\r\n\nthe loss, given the available information.\"\r\n\n          Defendants   assert  that   the  amount   used  was\r\n\nerroneous because it \"reflects both the costs associated with\r\n\nprocessing  the calls  and  a profit  margin for  the various\r\n\ncellular  phone carriers and providers.\"   No cases are cited\r\n\nfor this novel proposition.  Defendants rely on the following\r\n\nsentence  in application note 2  of U.S.S.G.    2B1.1:  \"Loss\r\n\ndoes not include the interest that could have been earned had\r\n\nthe funds not been stolen.\"\r\n\n          We  are not persuaded.  We do not think that profit\r\n\ncan be equated with interest.  Profit is an ingredient of the\r\n\nfair  market value of goods or  services that can be sold and\r\n\npurchased.  \r\n\n                             -26-\r                                         -26-\r\r\n\n          We  discern no  error, plain  or otherwise,  in the\r\n\ndistrict court's determination of the amount of restitution.\r\n\n          The judgment of the district court is affirmed.\r                                                            affirmed.\r                                                                     \r\n\n                             -27-\r                                         -27-\r\r\n",
  "html": "<p class=\"case_cite\">118 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Tariq PERVAZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Jimmie ALZAMORA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1535, 96-1536.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1997.<br>Decided June 24, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William J. Murphy, Providence, RI, for appellant Tariq Pervaz, Thomas G. Briody, Providence, RI, for appellant Jimmie Alzamora.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, Providence, RI, with whom Andrew J. Reich, Assistant United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants/Appellants Jimmie Alzamora and Tariq Pervaz were indicted and charged with seven counts of fraud and related activities involving access devices to telephone calls transmitted by cellular phones, in violation of 18 U.S.C. &#167;&#167; 1029(a)(1), (a)(2), (a)(3), (a)(4), (a)(5), (a)(6), and &#167; 1029(b)(2) (conspiracy to commit offenses).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There was a hearing in the district court on a motion to suppress filed by Alzamora and Pervaz.  The suppression motion was denied.  Alzamora and Pervaz entered conditional pleas of guilty to all seven counts of the indictment, reserving their right to appeal the district court's denial of the suppression motion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Alzamora was sentenced to fourteen months imprisonment and ordered to pay restitution in the amount of $190,275.33.  Pervaz was sentenced to eighteen months imprisonment and ordered to pay restitution in the same amount as Alzamora--$190,275.33.  Both defendants appeal their convictions and the restitution order.  Pervaz has not filed a brief on appeal;  he has chosen to rely on the brief filed by his co-defendant Alzamora.  Except as noted otherwise, we treat both defendants as one in this opinion.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The applicable standard of review has been set forth in detail in Ornelas v. United States, --- U.S. ----, ---- - ----, 116 S.Ct. 1657, 1661-63, 134 L.Ed.2d 911 (1996).  We condensed that teaching in the recent case of United States v. Khounsavanh, 113 F.3d 279, 282 (1st Cir.1997):</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In reviewing a denial of a suppression motion, the district court's ultimate legal conclusion, including the determination that a given set of facts constituted probable cause, is a question of law subject to de novo review.  See Ornelas v. United States, --- U.S. ----, ----, 116 S.Ct. 1657, 1659, 134 L.Ed.2d 911 (1996);  United States v. Zayas-Diaz, 95 F.3d 105, 111 n. 6 (1st Cir.1996).  The district court's findings (if any) of historical facts--\"the events which occurred leading up to the ... search,\" Ornelas, --- U.S. at ----, 116 S.Ct. at 1661--must be upheld unless they are clearly erroneous.  See id. at ----, 116 S.Ct. at 1663;  Zayas-Diaz, 95 F.3d at 111 n. 6. A reviewing court must \"give due weight to inferences drawn from those facts by resident judges and local law enforcement officers.\"  Ornelas, --- U.S. at ----, 116 S.Ct. at 1663.   But \"the decision whether these historical facts, viewed from the standpoint of an objectively reasonable police officer, amount to ... probable cause\" is a mixed question of law and fact which we review de novo.  Id. at ---- - ----, 116 S.Ct. at 1661-63.</p>\n    </div>\n    <p>THE FACTS</p>\n    <p>A) Background</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendants were convicted of taking part in a telephone \"cloning\" operation.  Some background information is necessary.  Cellular phones transmit messages by radio waves, not wires.  Telephone companies, e.g., AT &amp; T, Sprint, and MCI, offer their customers the use of an access device number called a mobile identification number (MIN), which allows customers to make and receive both local and long distance telephone calls through their cellular telephone carriers, e.g., Cellular One, Mobile Communications, SNET, and COMCAST.  Cellular telephone customers are also assigned Electronic Serial Numbers (ESN) for their phones.  Both MINs and ESNs are access devices within the meaning of the statute, 18 U.S.C. &#167; 1029(e)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cellular telephone subscribers are assigned a combination of an MIN and an ESN to access cellular service.  The MIN/ESN combination number also is used by the carrier for billing its cellular phone subscribers.  The MIN/ESN access combination is programmed on \"Erasable Programmable Read Only Memory\" (EPROM) located on a computer chip which is part of the circuitry of the telephone.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A cellular telephone \"cloning\" operation is a scheme to defraud in which MIN/ESN combinations issued to subscribers are stolen and reprogrammed on a nonsubscriber's cellular telephone so as to obtain use of the subscriber's account.  The cloning is accomplished by attaching the nonsubscriber's cellular phone to a personal computer through a specially designed interface cable.  The cable, used with customized cloning software, gains access to the \"EPROM\" computer chip and the stolen MIN/ESN number is programmed onto the computer chip in the nonsubscriber's cellular phone.  Customers pay those running the fraudulent scheme a fee to use the stolen MIN/ESN numbers to make local, long distance or international phone calls which are billed to the stolen account.  The fee is, of course, less than the regular rates.  The subscriber does not know that his access number is being used by others until he gets his telephone bill.</p>\n    </div>\n    <p>B) Suppression Hearing Evidence</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the outset of our rehearsal of the evidence adduced at the suppression hearing, we caution the reader that the dates of conversations and events are an important factor in our determination whether the employees of Cellular One of Boston (COB) were acting as government agents.  The case, for our purposes, begins on September 13, 1995, when employees of Southern New England Telephone Company (SNET) and Cellular One of Rhode Island (CORI) informed the U.S. Secret Service that a disproportionately large number of international telephone calls were being made from a cellular phone (or phones) located in Cranston, Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Secret Service, through Special Agent James Barnard, called CORI the next day (September 14) for further information and talked to Dan Mott, a service technician.  Mott told Barnard that a number of the international calls had been made with MINs which were not in the calling area to which the MINs were ordinarily designated.  Barnard was further informed by Mott that the calls were being made through one cellular phone location.  Barnard asked if Mott had any equipment that could pinpoint the exact site of the calls;  Mott said that he did not have such equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 14, 1995, Barnard called the Secret Service Office in Boston and inquired whether it had any site-location equipment.  He was told that it did have such equipment but that it was not available.  Barnard was also told that COB might be able to help him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Barnard called COB later the same day (September 14) and talked to Ron Anderson.  He explained the situation and asked if COB had equipment that could locate the source of the cloned calls.  Barnard advised Anderson that COB customers were among those being defrauded by the cloning operation.  Anderson told Barnard that COB had equipment that would help locate the exact source of the calls, but that he would have to check with COB's legal department to see whether the equipment could be used in Rhode Island.  After being told by Anderson that COB's customers were being defrauded, COB's legal department advised Anderson that the tracking equipment could be used in Rhode Island.  Instead of calling Barnard back as promised, Anderson and two other COB employees went to Cranston, Rhode Island, the afternoon of September 14 in a van carrying the tracking equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The frequencies used to make the international calls were obtained by Anderson from SNET.  Using these frequencies, Anderson and his crew proceeded in the van to the general source area of the calls.  The tracking equipment was then put into operation.  Anderson and the two other men (Dan Valios and Rick Wade) monitored the frequency of the cellular phone calls and also listened to telephone conversations.  Wade testified that they could have determined the source of the phone calls without listening to the phone conversations, but that the audio interception established that the tracking equipment was working properly.  He also testified that the intercepted conversations were not in English and that none of those in the van understood what was being said.  After driving around Cranston for about half an hour, the tracking equipment pointed to two adjacent houses as the probable source site.  Wade got out of the van and using a hand-tracking device pinpointed the source of the calls as the left side of the first floor of a multi-family dwelling with the address of 156-158 Woodbine Street.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Anderson called Agent Barnard after the source phone site had been pinpointed and informed Barnard of what had been done.  The following day, September 15, Barnard applied for and obtained a warrant to search the apartment on the left side of the building at 156 Woodbine Street, Cranston, Rhode Island.  The warrant was executed on September 15.  Federal agents arrested defendants on the premises and seized a number of cellular telephones, computer equipment and other evidence of the cloning operation.</p>\n    </div>\n    <p>THE ISSUES</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Before we address the main issues--whether COB's employees were acting as government agents, and the legality of the search warrant--we consider two issues raised by the government.  The first is the government's argument, not raised in the district court, that because neither defendant had a privacy interest in the apartment searched, neither had standing to challenge the legality of the warrant.  The government argues that it had no duty to assert a lack of privacy interest below because defendants had the burden of proving it.  We are reluctant to allow the government to trap an unwary defendant by raising a lack of privacy interest for the first time on appeal unless it is absolutely clear that the defendant had no privacy interest in the premises, vehicle, or container searched.  See United States v. Soule, 908 F.2d 1032, 1034-36 (1st Cir.1990);  United States v. Miller, 636 F.2d 850, 853-54 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This is not such a case.  The following facts can be fairly found or inferred from the record:  Defendant Pervaz leased the premises.  He and defendant Alzamora were friends or, at least, partners in crime.  Alzamora moved into the apartment where the fraudulent phone calls were made and remained there several days with the blinds drawn.  Both defendants were in the apartment when the warrant was executed.  These facts are not sufficient for us to decide the privacy question one way or the other.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Combs v. United States, 408 U.S. 224, 226-27, 92 S.Ct. 2284, 2285-86, 33 L.Ed.2d 308 (1972), the Court held that where the court of appeals had found no standing and the government had not challenged defendant's standing in the district court, the issue should be remanded to the district court so the defendant could have an opportunity to show standing.  In United States v. Bouffard, 917 F.2d 673 (1st Cir.1990), the government conceded standing in the district court and on appeal, but a privacy interest was not apparent on the record.  We held:  \"Considerations of fundamental fairness warrant remand in order to afford the defendant an opportunity to attempt to establish the requisite expectation of privacy.\"  Id. at 677.   There are cases in other circuits that are directly critical of the government's failure to address standing in the district court.  In United States v. Dewitt, 946 F.2d 1497, 1500 (10th Cir.1991), the court held:  \"The government offers no excuse for its failure to raise the standing issue in a timely fashion at the suppression hearing.  Accordingly, the argument is waived.\"   The court relied on Steagald v. United States, 451 U.S. 204, 101 S.Ct. 1642, 68 L.Ed.2d 38 (1981).  In United States v. Morales, 737 F.2d 761, 763 (8th Cir.1984) (footnote omitted), the Eighth Circuit held:Despite appellant's failure to prove that he had a legitimate expectation of privacy in room 141, we nonetheless find that because of the inconsistent positions the government has taken at trial and on appeal concerning appellant's alleged disclaimer of knowledge of the key, the government has lost its right to challenge appellant's standing.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the privacy question was vital, we would, at the very least, remand to the district court for factual findings.  Because, however, it is not, we will assume standing for purposes of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The other argument the government makes is purely legal:  There was no violation of the Electronic Communications Privacy Act because locating a transmitter broadcasting on a radio frequency does not constitute \"intercepting\" a communication under the Electronic Communications Privacy Act (ECPA), 18 U.S.C. &#167; 2510 et seq.   We are aware that there are cases holding that users of cellular phones are not protected by the Fourth Amendment.  See In Re Askin, 47 F.3d 100, 104 (4th Cir.1995);  United States v. Smith, 978 F.2d 171, 174-76 (5th Cir.1992).  The operative facts in these cases, however, took place before the provision in 18 U.S.C. &#167; 2510(1) expressly excluding the radio portion of a cordless telephone communication from the protection of the Act was deleted by amendment in 1994.  See Pub.L. No. 103-414 &#167; 202(a)(1).  Moreover, in the instant case, more took place than just locating the source of a radio frequency;  those tracking the broadcast frequency listened to the actual conversations being transmitted.  This appears to be covered by the Act.  We see no point, however, in deciding what appears to be a thorny question not necessary to our decision.  We follow the district court's lead and assume, without deciding, that the Act applies.</p>\n    </div>\n    <p>A) Issues Raised by Defendants</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The first issue is whether the employees of Cellular One of Boston (COB) were acting as government agents when they tracked the radio frequency of the cloned cellular phone.  Under 18 U.S.C. &#167; 2511(2)(a)(i), it is not unlawful for the employee of a provider of wire or electronic communication services whose facilities are used in the transmission of wire or electronic communication, \"to intercept, disclose, or use that communication in the normal course of his employment while engaged in any activity which is a necessary incident to the rendition of his service or to the protection of the rights or property of the provider of that service....\"  The following subsection, (2)(a)(ii), authorizes such employees \"to provide information, facilities, or technical assistance to persons authorized by law to intercept wire, oral, or electronic communications....\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is evident that COB's employees, on learning from Secret Service Agent Barnard that COB customers were being defrauded by the cloning operation, had a statutory right to track the radio frequency of the cloned phone.  If the COB employees were government agents, however, the requirements of the Fourth Amendment would override statutory authority.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question remains, were the employees acting as agents of the government?   See United States v. Mendez-de Jesus, 85 F.3d 1, 2-3 (1st Cir.1996) (Fourth Amendment does not apply to private action unless private party acted as agent or instrument of government.)</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Various tests have developed for determining whether a private entity has acted as a government agent.  For example, see United States v. Pierce, 893 F.2d 669, 673 (5th Cir.1990).  The Sixth Circuit in United States v. Lambert, 771 F.2d 83 (6th Cir.1985) has stated the rule as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>A person will not be acting as a police agent merely because there was some antecedent contact between that person and the police.  United States v. Coleman, 628 F.2d  at 965 [(6th Cir.1980)].  Rather, two facts must be shown.  First, the police must have instigated, encouraged or participated in the search.  Id. Second, the individual must have engaged in the search with the intent of assisting the police in their investigative efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Id. at 89.   The Ninth Circuit has held that, \"two of the critical factors in the 'instrument or agent' analysis are:  (1) the government's knowledge and acquiescence, and (2) the intent of the party performing the search.\"  United States v. Walther, 652 F.2d 788, 792 (9th Cir.1981).  In United States v. Attson, 900 F.2d 1427, 1433 (9th Cir.1990), the Ninth Circuit added a gloss to its rule:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>[A] party is subject to the fourth amendment only when he or she has formed the necessary intent to assist in the government's investigative or administrative functions;  in other words, when he or she intends to engage in a search or seizure.  However, under this test, the fourth amendment will not apply when the private party was acting for a reason that is independent of such a governmental purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In United States v. Smythe, 84 F.3d 1240, 1243 (10th Cir.1996), the Tenth Circuit requires that the government must \"affirmatively encourage or instigate the private action.\"   This is determined by \"the totality of the circumstances.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We think that any specific \"standard\" or \"test\" is likely to be oversimplified or too general to be of help, and that all of the factors mentioned by the other circuits may be pertinent in different circumstances:  the extent of the government's role in instigating or participating in the search, its intent and the degree of control it exercises over the search and the private party, and the extent to which the private party aims primarily to help the government or to serve its own interests.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Our review of the suppression hearing evidence and the district court's findings of historical facts is made through a lens adjusted for clear error viewing.  It is probably true that there would have been no search made by COB employees were it not for Agent Barnard's telephone call inquiring about equipment for locating the source of the transmissions and informing COB that its customers were being defrauded.  But there is no evidence that Barnard authorized the search or even knew about it.  COB employee Anderson in answer to Barnard's query about whether COB had source-location equipment said that it did, but he would have to check with the legal department to see if it could be used in Rhode Island.  Anderson told Barnard that he would call him back.  He did not do so.  Instead, he and the other two employees went to Cranston, Rhode Island, and started tracking the radio signals on their own.  Their motivation was that COB's customers were being defrauded.  Barnard was ignorant of what was transpiring.  COB had a statutory right to investigate and search for the sources of the radio transmitted phone calls.  It had a legitimate independent motivation for its search:  to prevent a fraud from being perpetrated on its customers.  That is the purpose of 18 U.S.C. &#167; 2511(2)(a)(i) and (ii).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our combined clear error review of the historical facts and de novo review of the district court's conclusion compels a holding that there was no government action in this case.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>B) The Affidavit and Search Warrant</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We next consider defendant's claim that the search-warrant affidavit submitted by Special Agent Barnard lacked probable cause.  Keeping in mind the standard of review, we have examined the eight-page affidavit meticulously.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Paragraph 1 identifies the affiant and explains that his routine duties include \"the investigation of violations of federal laws pertaining to the unauthorized use of access devices.\"   The next paragraph, (2), describes the premises to be searched.  This will be discussed in detail in the next part of the opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Paragraph 3 states that the government (Secret Service) has been conducting an investigation of a telephone fraud scheme in Cranston, Rhode Island.  The next paragraph gives the names and addresses of individuals with whom the affiant had spoken in the course of the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Paragraph 5 explains the use of MIN numbers as an access device, which we have already covered in the Facts section of this opinion.  In paragraph 6, the affiant expresses his belief that individuals are using telephones at the location described in paragraph 2 to commit a telecommunications fraud scheme.  This paragraph goes on to state that individuals have \"captured\" valid MIN and ESN numbers \"into mobile telephones\" \"and are using these numbers fraudulently to make telephone calls internationally by way of telephone credit card account numbers.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Paragraph 7 explains that the MIN/ESN combination is programmed on \"Erasable Programmable Read Only Memory (EPROM)\", located on a computer chip within the general circuitry of the telephone.  Paragraph 8 describes a cellular telephone cloning operation.  This has already been set forth in the Facts section of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Paragraph 9 describes a \"call sell\" operation by which a customer pays a fee for making long-distance phone calls which are billed to the stolen credit card account numbers.  Paragraph 10 recites that long-distance calls are being made by unidentified individuals from 156 Woodbine Street, Cranston, Rhode Island, from \"cloned\" cellular phones.  It is then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>After accessing a long distance carrier the individual enters a credit card number to which to bill the international call.  Subsequently, the individual defrauds the mobile telephone company of the revenues due them for air time and defrauds the issuing credit card company for revenues due them for tolls.  The defrauded company will have to issue the subscriber a credit for the fraudulent billing, thereby, incurring the monetary loss.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Paragraph 11 states in effect that Secret Service Agent John Enright received information from Cheryl Maher, Fraud Manager of Cellular One Rhode Island, that individuals were using \"cloned\" phones \"to access long distance carriers such as MCI, Sprint and AT &amp; T and are using credit card telephone numbers to make international calls.\"   Paragraph 12 recites a telephone call received by Agent Barnard from Jan Mott, a Cellular One technician, giving him essentially the same information recited in paragraph 11.  Paragraph 13 recites further information received from Mott.  It concludes:  \"Mott stated that since the telephone calls were mostly being made from one site (site 29) it indicated that the caller was not mobile but was stationary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Paragraph 14 states that on September 14, 1995, Agent Barnard (affiant) spoke with Secret Service Agent Rodriguez of the Financial Crimes Division of the Secret Service.  Rodriguez told him that when a caller using a cellular phone accesses a credit card company such as MCI, Sprint or AT &amp; T through an access number, the credit card number used is not recorded by Cellular One.  Paragraph 15 recites briefly the same facts we have described fully in the government-agency section of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Paragraph 16 states that Rick Wade, an employee of Cellular One, had its telephone switch office monitor the international telephone calls from Cranston, Rhode Island.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This established that twenty-five telephone numbers were identified as originating from 156 Woodbine Street, Cranston, Rhode Island.  The total time of the calls was 151 hours, normally billed at $.75 per minute.  The calls continued over a 24-hour period.  Paragraph 17 states that Maher (Fraud Manager of Cellular One Rhode Island, see paragraph 11), provided a partial list of telephones that appear to have been cloned and are being used in the Cranston, Rhode Island, area.  The numbers are listed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Paragraphs 18, 19, and 20 recite the experience and training of the affiant.  Paragraph 21 is the affiant's \"probable cause\" statement.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Based on our de novo review of the affidavit and the facts leading to the district court's conclusion that there was probable cause to issue the warrant, we hold that there was probable cause for issuing the search warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The next issue is the validity of the warrant.  Defendant claims that the warrant was defective because it inaccurately described the place to be searched.  The warrant affidavit described the premises to be searched as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>I make this affidavit in support of a search warrant for the two bedroom first floor apartment of the residence located at 156 Woodbine Street, Cranston, Rhode Island, further described as a three story, wood framed building with a yellow front, brown trim and brown sides.  The number 156 appears on a post next to the door on the left as one faces the building.  On the first floor are two apartments which are accessed through the door marked 156.  The apartment for which this warrant is sought is the two bedroom apartment on the left side of the first floor.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The pertinent part of the search warrant states:</p>\n    </div>\n    <p>In the Matter of the Search of</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>(Name, address or brief description of premises, property or premises to be searched)</p>\n    </div>\n    <p>Two bedroom first floor</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>apartment of the residence SEARCH WARRANT</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">located at 156 Woodbine CASE NUMBER:</p>\n    </div>\n    <p>St., Cranston, RI, further 1:95-M-020816</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>described as a three story,</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>wood framed building with</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>a yellow front, brown</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>trim and brown sides.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>TO:   Any Special Agent of the Secret Service  and any Authorized Officer of the United States</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Affidavit(s) having been made before me by  James M. Barnard  who has reason to believe that ____ on the person of or x on the property or premises known as (name, description and/or location)</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>Two bedroom first floor apartment of the residence located at 156 Woodbine St., Cranston, RI, further described as a three story, wood framed building with a yellow front, brown trim and brown sides.  The number 156 appears on a post next to the door on the left as one faces the building.  On the first floor are two apartments which are accessed through the door marked 156.  The apartment for which this warrant is sought is the two bedroom apartment on the left side of the first floor.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Defendants argue that the warrant did not meet the particularity requirement of the Fourth Amendment.  They point out correctly that the number 156 was on the left post at the top of the stairs leading to the entrance landing and that the number 158 was on the right post at the top of the stairs.  It is stated in defendant's brief at page 26:  \"But the warrant does not indicate which direction one must face in determining right from left.\"   This statement is not correct.  The warrant states:  \"The number 156 appears on a post next to the door on the left as one faces the building.\"  (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Defendant also argues that, because of the two different address numbers, those executing the warrant should have called the Magistrate and clarified what apartment was to be searched.  The record of the suppression hearing establishes conclusively that Agent Barnard knew exactly what apartment was to be searched and proceeded directly to it.  Barnard testified in effect as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">There were two entrance doors to the building containing the apartment to be searched.  There were two posts on either side of the steps when you get to the entrance landing.  The post on the right-hand side of the steps as one faced the building had the number 158 on it.  The post on the left side carried the number 156 on it.  Barnard entered the building through the 156 door entrance.  He took a short step to the right and proceeded down a hallway to an apartment on the left side of the first floor of the building.  This apartment had the number 156A on the door.  This was the apartment that was searched.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">One of defendants' arguments is that the defendants actually lived at 158 Woodbine Street, not 156.  The number on the door of the apartment searched--156A--effectively refutes this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We find and rule that an objective law enforcement officer would not be confused by the two different address numbers and that the particularity requirement of the Fourth Amendment was met.  The only confusion was that sown by the attorneys for the defendants at the suppression hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Even, however, if the address given in the warrant may have been somewhat suspect our circuit case law teaches that any uncertainty raised by the two address numbers did not invalidate the search warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The leading case in this circuit on the adequacy of the description of the location to be searched is United States v. Bonner, 808 F.2d 864 (1st Cir.1986).  In Bonner we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>The manifest purpose of the particularity requirement of the Fourth Amendment is to prevent wide-ranging general searches by the police.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The test for determining the adequacy of the description of the location to be searched is whether the description is sufficient \"to enable the executing officer to locate and identify the premises with reasonable effort, and whether there is any reasonable probability that another premise might be mistakenly searched.\"</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Id. at 866 (citations omitted).  In Bonner the affidavit contained a detailed physical description of the premises to be searched and its address.  The address, however, was omitted from the warrant.  We upheld the validity of the warrant, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>We hold that the Bonner residence was described with sufficient particularity, and although the address was inadvertently omitted, there was no reasonable probability that another premises might be mistakenly searched;  thus, the search warrant was valid.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Id. at 867.   Three subsequent cases have relied on the Bonner analysis and holding:  United States v. Cunningham, 113 F.3d 289 (1st Cir.1997);  United States v. Estrella, 104 F.3d 3, 9 (1st Cir.1997);  United States v. Hinds, 856 F.2d 438, 441 (1st Cir.1988).  This precedent seals the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We are aware, of course, that the district court decided the warrant issue on the basis of United States v. Leon, 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984).  We do not reach the Leon approach, and therefore, there is no need to discuss defendant's claim of lack of good faith by the searching officers.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Defendant also claims that the district court abused its discretion when it raised the issue of the accuracy of Cellular One's Boston Tracking Equipment, but then denied defendant's motion to have the equipment independently examined.  The record of the suppression hearing discloses that this is not exactly what happened.  The district court questioned COB employee Wade about how the source-location was determined.  She asked Wade \"to tell us how the equipment works in order for you to be able to make the determination in laymen's terms.\"   Wade then explained what he did and how the equipment worked.  The court then asked further questions about what Wade did, and what he did or did not tell Barnard.  The court's examination of Wade ended with the following colloquy:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>Q. So that before the warrant issued, you hadn't shown the equipment to the Government agents and explained how you were able to isolate the signal?</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>A. I don't believe I did.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>Q. Did they ever ask you what kind of equipment you were going to use to do this?</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>Q. Did they ever ask you the reliability of the equipment you were going to use?</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">We construe the court's questions, not as evincing doubt on its part as to the reliability of the tracking equipment, but as seeking what information about the equipment had been given to the government, which was very little.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">We agree with the district court that the motion came too late for consideration.  Under Fed.R.Crim.P. 16(a)(1)(C) defendant had a right to inspect the tracking equipment prior to trial.  Clearly, defendant never thought about inspecting the equipment until the court's last question to Wade.  This was too late.  We have examined the record carefully and there is nothing to even suggest that the tracking equipment was unreliable in any way.  We hold that the district court did not err in denying defendant's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The final issue is whether the district court erred in determining the amount of loss.  The district court ordered each defendant to pay restitution in the amount of $190,275.33.  This sum represented the amount that the defrauded telephone companies would have been paid if the calls had been made legitimately.  Under U.S.S.G. &#167; 2B1.1, application note 2 states in pertinent part:  \"Loss means the value of the property taken, damaged, or destroyed.  Ordinarily, when property is taken or destroyed the loss is the fair market value of the particular property at issue.\"   The pertinent part of note 3 states:  \"For the purposes of subsection (b)(1), the loss need not be determined with precision.  The court need only make a reasonable estimate of the loss, given the available information.\"</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Defendants assert that the amount used was erroneous because it \"reflects both the costs associated with processing the calls and a profit margin for the various cellular phone carriers and providers.\"   No cases are cited for this novel proposition.  Defendants rely on the following sentence in application note 2 of U.S.S.G. &#167; 2B1.1:  \"Loss does not include the interest that could have been earned had the funds not been stolen.\"</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">We are not persuaded.  We do not think that profit can be equated with interest.  Profit is an ingredient of the fair market value of goods or services that can be sold and purchased.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">We discern no error, plain or otherwise, in the district court's determination of the amount of restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ornelas called for de novo review of the district court's conclusion that a given set of historical facts rose to the level of probable cause.  --- U.S. at ----, 116 S.Ct. at 1659.   The Court did not specifically decide whether a similar de novo standard should be applied to the legal question at issue here:  whether a private entity has acted as a government agent for Fourth Amendment purposes.  Because the defendants' appeal fails even under the more searching de novo standard, we assume without deciding that the Ornelas de novo standard applies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is clear from Wade's testimony at the suppression hearing that this was done after the apartment at 156 Woodbine Street had been pinpointed as the source of the cloned calls</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Tariq PERVAZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Jimmie ALZAMORA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1535, 96-1536.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 3, 1997.<br>Decided June 24, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William J. Murphy, Providence, RI, for appellant Tariq Pervaz, Thomas G. Briody, Providence, RI, for appellant Jimmie Alzamora.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, Providence, RI, with whom Andrew J. Reich, Assistant United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants/Appellants Jimmie Alzamora and Tariq Pervaz were indicted and charged with seven counts of fraud and related activities involving access devices to telephone calls transmitted by cellular phones, in violation of 18 U.S.C. &#167;&#167; 1029(a)(1), (a)(2), (a)(3), (a)(4), (a)(5), (a)(6), and &#167; 1029(b)(2) (conspiracy to commit offenses).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There was a hearing in the district court on a motion to suppress filed by Alzamora and Pervaz.  The suppression motion was denied.  Alzamora and Pervaz entered conditional pleas of guilty to all seven counts of the indictment, reserving their right to appeal the district court's denial of the suppression motion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Alzamora was sentenced to fourteen months imprisonment and ordered to pay restitution in the amount of $190,275.33.  Pervaz was sentenced to eighteen months imprisonment and ordered to pay restitution in the same amount as Alzamora--$190,275.33.  Both defendants appeal their convictions and the restitution order.  Pervaz has not filed a brief on appeal;  he has chosen to rely on the brief filed by his co-defendant Alzamora.  Except as noted otherwise, we treat both defendants as one in this opinion.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The applicable standard of review has been set forth in detail in Ornelas v. United States, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, 1661-63, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996).  We condensed that teaching in the recent case of United States v. Khounsavanh, <span class=\"citation\" data-id=\"197362\"><a href=\"/opinion/197362/united-states-v-khounsavanh/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 282 (1st Cir.1997):</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In reviewing a denial of a suppression motion, the district court's ultimate legal conclusion, including the determination that a given set of facts constituted probable cause, is a question of law subject to de novo review.  See Ornelas v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, 1659, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996);  United States v. Zayas-Diaz, <span class=\"citation\" data-id=\"196972\"><a href=\"/opinion/196972/united-states-v-zayas-diaz/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 111 n. 6 (1st Cir.1996).  The district court's findings (if any) of historical facts--\"the events which occurred leading up to the ... search,\" Ornelas, --- U.S. at ----, 116 S.Ct. at 1661--must be upheld unless they are clearly erroneous.  See id. at ----, 116 S.Ct. at 1663;  Zayas-Diaz, 95 F.3d at 111 n. 6. A reviewing court must \"give due weight to inferences drawn from those facts by resident judges and local law enforcement officers.\"  Ornelas, --- U.S. at ----, 116 S.Ct. at 1663.   But \"the decision whether these historical facts, viewed from the standpoint of an objectively reasonable police officer, amount to ... probable cause\" is a mixed question of law and fact which we review de novo.  Id. at ---- - ----, 116 S.Ct. at 1661-63.</p>\n    </div>\n    <p>THE FACTS</p>\n    <p>A) Background</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendants were convicted of taking part in a telephone \"cloning\" operation.  Some background information is necessary.  Cellular phones transmit messages by radio waves, not wires.  Telephone companies, e.g., AT &amp; T, Sprint, and MCI, offer their customers the use of an access device number called a mobile identification number (MIN), which allows customers to make and receive both local and long distance telephone calls through their cellular telephone carriers, e.g., Cellular One, Mobile Communications, SNET, and COMCAST.  Cellular telephone customers are also assigned Electronic Serial Numbers (ESN) for their phones.  Both MINs and ESNs are access devices within the meaning of the statute, 18 U.S.C. &#167; 1029(e)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cellular telephone subscribers are assigned a combination of an MIN and an ESN to access cellular service.  The MIN/ESN combination number also is used by the carrier for billing its cellular phone subscribers.  The MIN/ESN access combination is programmed on \"Erasable Programmable Read Only Memory\" (EPROM) located on a computer chip which is part of the circuitry of the telephone.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A cellular telephone \"cloning\" operation is a scheme to defraud in which MIN/ESN combinations issued to subscribers are stolen and reprogrammed on a nonsubscriber's cellular telephone so as to obtain use of the subscriber's account.  The cloning is accomplished by attaching the nonsubscriber's cellular phone to a personal computer through a specially designed interface cable.  The cable, used with customized cloning software, gains access to the \"EPROM\" computer chip and the stolen MIN/ESN number is programmed onto the computer chip in the nonsubscriber's cellular phone.  Customers pay those running the fraudulent scheme a fee to use the stolen MIN/ESN numbers to make local, long distance or international phone calls which are billed to the stolen account.  The fee is, of course, less than the regular rates.  The subscriber does not know that his access number is being used by others until he gets his telephone bill.</p>\n    </div>\n    <p>B) Suppression Hearing Evidence</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the outset of our rehearsal of the evidence adduced at the suppression hearing, we caution the reader that the dates of conversations and events are an important factor in our determination whether the employees of Cellular One of Boston (COB) were acting as government agents.  The case, for our purposes, begins on September 13, 1995, when employees of Southern New England Telephone Company (SNET) and Cellular One of Rhode Island (CORI) informed the U.S. Secret Service that a disproportionately large number of international telephone calls were being made from a cellular phone (or phones) located in Cranston, Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Secret Service, through Special Agent James Barnard, called CORI the next day (September 14) for further information and talked to Dan Mott, a service technician.  Mott told Barnard that a number of the international calls had been made with MINs which were not in the calling area to which the MINs were ordinarily designated.  Barnard was further informed by Mott that the calls were being made through one cellular phone location.  Barnard asked if Mott had any equipment that could pinpoint the exact site of the calls;  Mott said that he did not have such equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 14, 1995, Barnard called the Secret Service Office in Boston and inquired whether it had any site-location equipment.  He was told that it did have such equipment but that it was not available.  Barnard was also told that COB might be able to help him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Barnard called COB later the same day (September 14) and talked to Ron Anderson.  He explained the situation and asked if COB had equipment that could locate the source of the cloned calls.  Barnard advised Anderson that COB customers were among those being defrauded by the cloning operation.  Anderson told Barnard that COB had equipment that would help locate the exact source of the calls, but that he would have to check with COB's legal department to see whether the equipment could be used in Rhode Island.  After being told by Anderson that COB's customers were being defrauded, COB's legal department advised Anderson that the tracking equipment could be used in Rhode Island.  Instead of calling Barnard back as promised, Anderson and two other COB employees went to Cranston, Rhode Island, the afternoon of September 14 in a van carrying the tracking equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The frequencies used to make the international calls were obtained by Anderson from SNET.  Using these frequencies, Anderson and his crew proceeded in the van to the general source area of the calls.  The tracking equipment was then put into operation.  Anderson and the two other men (Dan Valios and Rick Wade) monitored the frequency of the cellular phone calls and also listened to telephone conversations.  Wade testified that they could have determined the source of the phone calls without listening to the phone conversations, but that the audio interception established that the tracking equipment was working properly.  He also testified that the intercepted conversations were not in English and that none of those in the van understood what was being said.  After driving around Cranston for about half an hour, the tracking equipment pointed to two adjacent houses as the probable source site.  Wade got out of the van and using a hand-tracking device pinpointed the source of the calls as the left side of the first floor of a multi-family dwelling with the address of 156-158 Woodbine Street.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Anderson called Agent Barnard after the source phone site had been pinpointed and informed Barnard of what had been done.  The following day, September 15, Barnard applied for and obtained a warrant to search the apartment on the left side of the building at 156 Woodbine Street, Cranston, Rhode Island.  The warrant was executed on September 15.  Federal agents arrested defendants on the premises and seized a number of cellular telephones, computer equipment and other evidence of the cloning operation.</p>\n    </div>\n    <p>THE ISSUES</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Before we address the main issues--whether COB's employees were acting as government agents, and the legality of the search warrant--we consider two issues raised by the government.  The first is the government's argument, not raised in the district court, that because neither defendant had a privacy interest in the apartment searched, neither had standing to challenge the legality of the warrant.  The government argues that it had no duty to assert a lack of privacy interest below because defendants had the burden of proving it.  We are reluctant to allow the government to trap an unwary defendant by raising a lack of privacy interest for the first time on appeal unless it is absolutely clear that the defendant had no privacy interest in the premises, vehicle, or container searched.  See United States v. Soule, <span class=\"citation\" data-id=\"545151\"><a href=\"/opinion/545151/united-states-v-john-jeffrey-soule/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1034-36 (1st Cir.1990);  United States v. Miller, <span class=\"citation\" data-id=\"384965\"><a href=\"/opinion/384965/united-states-v-john-miller/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span>, 853-54 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This is not such a case.  The following facts can be fairly found or inferred from the record:  Defendant Pervaz leased the premises.  He and defendant Alzamora were friends or, at least, partners in crime.  Alzamora moved into the apartment where the fraudulent phone calls were made and remained there several days with the blinds drawn.  Both defendants were in the apartment when the warrant was executed.  These facts are not sufficient for us to decide the privacy question one way or the other.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Combs v. United States, <span class=\"citation\" data-id=\"108602\"><a href=\"/opinion/108602/combs-v-united-states/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 226-27, <span class=\"citation\" data-id=\"108602\"><a href=\"/opinion/108602/combs-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2284</span></a></span>, 2285-86, <span class=\"citation\" data-id=\"108602\"><a href=\"/opinion/108602/combs-v-united-states/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></a></span> (1972), the Court held that where the court of appeals had found no standing and the government had not challenged defendant's standing in the district court, the issue should be remanded to the district court so the defendant could have an opportunity to show standing.  In United States v. Bouffard, <span class=\"citation\" data-id=\"550646\"><a href=\"/opinion/550646/united-states-v-michael-s-bouffard/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span> (1st Cir.1990), the government conceded standing in the district court and on appeal, but a privacy interest was not apparent on the record.  We held:  \"Considerations of fundamental fairness warrant remand in order to afford the defendant an opportunity to attempt to establish the requisite expectation of privacy.\"  Id. at 677.   There are cases in other circuits that are directly critical of the government's failure to address standing in the district court.  In United States v. Dewitt, <span class=\"citation\" data-id=\"570113\"><a href=\"/opinion/570113/united-states-v-kevin-wesly-dewitt-true-name-kenneth-odell-rison/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1497</span></a></span>, 1500 (10th Cir.1991), the court held:  \"The government offers no excuse for its failure to raise the standing issue in a timely fashion at the suppression hearing.  Accordingly, the argument is waived.\"   The court relied on Steagald v. United States, <span class=\"citation\" data-id=\"110464\"><a href=\"/opinion/110464/steagald-v-united-states/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, <span class=\"citation\" data-id=\"110464\"><a href=\"/opinion/110464/steagald-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1642</span></a></span>, <span class=\"citation\" data-id=\"110464\"><a href=\"/opinion/110464/steagald-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1981).  In United States v. Morales, <span class=\"citation\" data-id=\"437542\"><a href=\"/opinion/437542/united-states-v-carlos-morales/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">761</span></a></span>, 763 (8th Cir.1984) (footnote omitted), the Eighth Circuit held:Despite appellant's failure to prove that he had a legitimate expectation of privacy in room 141, we nonetheless find that because of the inconsistent positions the government has taken at trial and on appeal concerning appellant's alleged disclaimer of knowledge of the key, the government has lost its right to challenge appellant's standing.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the privacy question was vital, we would, at the very least, remand to the district court for factual findings.  Because, however, it is not, we will assume standing for purposes of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The other argument the government makes is purely legal:  There was no violation of the Electronic Communications Privacy Act because locating a transmitter broadcasting on a radio frequency does not constitute \"intercepting\" a communication under the Electronic Communications Privacy Act (ECPA), 18 U.S.C. &#167; 2510 et seq.   We are aware that there are cases holding that users of cellular phones are not protected by the Fourth Amendment.  See In Re Askin, <span class=\"citation\" data-id=\"688730\"><a href=\"/opinion/688730/in-re-steven-m-askin-united-states-of-america-v-mark-t-mcnulty/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></a></span>, 104 (4th Cir.1995);  United States v. Smith, <span class=\"citation\" data-id=\"593316\"><a href=\"/opinion/593316/united-states-v-david-lee-smith/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">171</span></a></span>, 174-76 (5th Cir.1992).  The operative facts in these cases, however, took place before the provision in 18 U.S.C. &#167; 2510(1) expressly excluding the radio portion of a cordless telephone communication from the protection of the Act was deleted by amendment in 1994.  See Pub.L. No. 103-414 &#167; 202(a)(1).  Moreover, in the instant case, more took place than just locating the source of a radio frequency;  those tracking the broadcast frequency listened to the actual conversations being transmitted.  This appears to be covered by the Act.  We see no point, however, in deciding what appears to be a thorny question not necessary to our decision.  We follow the district court's lead and assume, without deciding, that the Act applies.</p>\n    </div>\n    <p>A) Issues Raised by Defendants</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The first issue is whether the employees of Cellular One of Boston (COB) were acting as government agents when they tracked the radio frequency of the cloned cellular phone.  Under 18 U.S.C. &#167; 2511(2)(a)(i), it is not unlawful for the employee of a provider of wire or electronic communication services whose facilities are used in the transmission of wire or electronic communication, \"to intercept, disclose, or use that communication in the normal course of his employment while engaged in any activity which is a necessary incident to the rendition of his service or to the protection of the rights or property of the provider of that service....\"  The following subsection, (2)(a)(ii), authorizes such employees \"to provide information, facilities, or technical assistance to persons authorized by law to intercept wire, oral, or electronic communications....\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is evident that COB's employees, on learning from Secret Service Agent Barnard that COB customers were being defrauded by the cloning operation, had a statutory right to track the radio frequency of the cloned phone.  If the COB employees were government agents, however, the requirements of the Fourth Amendment would override statutory authority.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question remains, were the employees acting as agents of the government?   See United States v. Mendez-de Jesus, <span class=\"citation\" data-id=\"196787\"><a href=\"/opinion/196787/united-states-v-mendez-de-jesus/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir.1996) (Fourth Amendment does not apply to private action unless private party acted as agent or instrument of government.)</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Various tests have developed for determining whether a private entity has acted as a government agent.  For example, see United States v. Pierce, <span class=\"citation\" data-id=\"534814\"><a href=\"/opinion/534814/united-states-v-roy-lee-pierce-james-evans/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, 673 (5th Cir.1990).  The Sixth Circuit in United States v. Lambert, <span class=\"citation\" data-id=\"457615\"><a href=\"/opinion/457615/united-states-v-james-purdy-lambert-84-5660-philip-m-block-84-5661/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span> (6th Cir.1985) has stated the rule as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>A person will not be acting as a police agent merely because there was some antecedent contact between that person and the police.  United States v. Coleman, 628 F.2d  at 965 [(6th Cir.1980)].  Rather, two facts must be shown.  First, the police must have instigated, encouraged or participated in the search.  Id. Second, the individual must have engaged in the search with the intent of assisting the police in their investigative efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Id. at 89.   The Ninth Circuit has held that, \"two of the critical factors in the 'instrument or agent' analysis are:  (1) the government's knowledge and acquiescence, and (2) the intent of the party performing the search.\"  United States v. Walther, <span class=\"citation\" data-id=\"391946\"><a href=\"/opinion/391946/united-states-v-karyn-rene-walther-united-states-of-america-v-graciela/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span>, 792 (9th Cir.1981).  In United States v. Attson, <span class=\"citation\" data-id=\"539935\"><a href=\"/opinion/539935/united-states-v-thomas-p-attson/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1427</span></a></span>, 1433 (9th Cir.1990), the Ninth Circuit added a gloss to its rule:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>[A] party is subject to the fourth amendment only when he or she has formed the necessary intent to assist in the government's investigative or administrative functions;  in other words, when he or she intends to engage in a search or seizure.  However, under this test, the fourth amendment will not apply when the private party was acting for a reason that is independent of such a governmental purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In United States v. Smythe, <span class=\"citation\" data-id=\"153397\"><a href=\"/opinion/153397/united-states-v-smythe/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1240</span></a></span>, 1243 (10th Cir.1996), the Tenth Circuit requires that the government must \"affirmatively encourage or instigate the private action.\"   This is determined by \"the totality of the circumstances.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We think that any specific \"standard\" or \"test\" is likely to be oversimplified or too general to be of help, and that all of the factors mentioned by the other circuits may be pertinent in different circumstances:  the extent of the government's role in instigating or participating in the search, its intent and the degree of control it exercises over the search and the private party, and the extent to which the private party aims primarily to help the government or to serve its own interests.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Our review of the suppression hearing evidence and the district court's findings of historical facts is made through a lens adjusted for clear error viewing.  It is probably true that there would have been no search made by COB employees were it not for Agent Barnard's telephone call inquiring about equipment for locating the source of the transmissions and informing COB that its customers were being defrauded.  But there is no evidence that Barnard authorized the search or even knew about it.  COB employee Anderson in answer to Barnard's query about whether COB had source-location equipment said that it did, but he would have to check with the legal department to see if it could be used in Rhode Island.  Anderson told Barnard that he would call him back.  He did not do so.  Instead, he and the other two employees went to Cranston, Rhode Island, and started tracking the radio signals on their own.  Their motivation was that COB's customers were being defrauded.  Barnard was ignorant of what was transpiring.  COB had a statutory right to investigate and search for the sources of the radio transmitted phone calls.  It had a legitimate independent motivation for its search:  to prevent a fraud from being perpetrated on its customers.  That is the purpose of 18 U.S.C. &#167; 2511(2)(a)(i) and (ii).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our combined clear error review of the historical facts and de novo review of the district court's conclusion compels a holding that there was no government action in this case.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>B) The Affidavit and Search Warrant</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We next consider defendant's claim that the search-warrant affidavit submitted by Special Agent Barnard lacked probable cause.  Keeping in mind the standard of review, we have examined the eight-page affidavit meticulously.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Paragraph 1 identifies the affiant and explains that his routine duties include \"the investigation of violations of federal laws pertaining to the unauthorized use of access devices.\"   The next paragraph, (2), describes the premises to be searched.  This will be discussed in detail in the next part of the opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Paragraph 3 states that the government (Secret Service) has been conducting an investigation of a telephone fraud scheme in Cranston, Rhode Island.  The next paragraph gives the names and addresses of individuals with whom the affiant had spoken in the course of the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Paragraph 5 explains the use of MIN numbers as an access device, which we have already covered in the Facts section of this opinion.  In paragraph 6, the affiant expresses his belief that individuals are using telephones at the location described in paragraph 2 to commit a telecommunications fraud scheme.  This paragraph goes on to state that individuals have \"captured\" valid MIN and ESN numbers \"into mobile telephones\" \"and are using these numbers fraudulently to make telephone calls internationally by way of telephone credit card account numbers.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Paragraph 7 explains that the MIN/ESN combination is programmed on \"Erasable Programmable Read Only Memory (EPROM)\", located on a computer chip within the general circuitry of the telephone.  Paragraph 8 describes a cellular telephone cloning operation.  This has already been set forth in the Facts section of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Paragraph 9 describes a \"call sell\" operation by which a customer pays a fee for making long-distance phone calls which are billed to the stolen credit card account numbers.  Paragraph 10 recites that long-distance calls are being made by unidentified individuals from 156 Woodbine Street, Cranston, Rhode Island, from \"cloned\" cellular phones.  It is then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>After accessing a long distance carrier the individual enters a credit card number to which to bill the international call.  Subsequently, the individual defrauds the mobile telephone company of the revenues due them for air time and defrauds the issuing credit card company for revenues due them for tolls.  The defrauded company will have to issue the subscriber a credit for the fraudulent billing, thereby, incurring the monetary loss.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Paragraph 11 states in effect that Secret Service Agent John Enright received information from Cheryl Maher, Fraud Manager of Cellular One Rhode Island, that individuals were using \"cloned\" phones \"to access long distance carriers such as MCI, Sprint and AT &amp; T and are using credit card telephone numbers to make international calls.\"   Paragraph 12 recites a telephone call received by Agent Barnard from Jan Mott, a Cellular One technician, giving him essentially the same information recited in paragraph 11.  Paragraph 13 recites further information received from Mott.  It concludes:  \"Mott stated that since the telephone calls were mostly being made from one site (site 29) it indicated that the caller was not mobile but was stationary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Paragraph 14 states that on September 14, 1995, Agent Barnard (affiant) spoke with Secret Service Agent Rodriguez of the Financial Crimes Division of the Secret Service.  Rodriguez told him that when a caller using a cellular phone accesses a credit card company such as MCI, Sprint or AT &amp; T through an access number, the credit card number used is not recorded by Cellular One.  Paragraph 15 recites briefly the same facts we have described fully in the government-agency section of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Paragraph 16 states that Rick Wade, an employee of Cellular One, had its telephone switch office monitor the international telephone calls from Cranston, Rhode Island.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This established that twenty-five telephone numbers were identified as originating from 156 Woodbine Street, Cranston, Rhode Island.  The total time of the calls was 151 hours, normally billed at $.75 per minute.  The calls continued over a 24-hour period.  Paragraph 17 states that Maher (Fraud Manager of Cellular One Rhode Island, see paragraph 11), provided a partial list of telephones that appear to have been cloned and are being used in the Cranston, Rhode Island, area.  The numbers are listed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Paragraphs 18, 19, and 20 recite the experience and training of the affiant.  Paragraph 21 is the affiant's \"probable cause\" statement.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Based on our de novo review of the affidavit and the facts leading to the district court's conclusion that there was probable cause to issue the warrant, we hold that there was probable cause for issuing the search warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The next issue is the validity of the warrant.  Defendant claims that the warrant was defective because it inaccurately described the place to be searched.  The warrant affidavit described the premises to be searched as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>I make this affidavit in support of a search warrant for the two bedroom first floor apartment of the residence located at 156 Woodbine Street, Cranston, Rhode Island, further described as a three story, wood framed building with a yellow front, brown trim and brown sides.  The number 156 appears on a post next to the door on the left as one faces the building.  On the first floor are two apartments which are accessed through the door marked 156.  The apartment for which this warrant is sought is the two bedroom apartment on the left side of the first floor.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The pertinent part of the search warrant states:</p>\n    </div>\n    <p>In the Matter of the Search of</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>(Name, address or brief description of premises, property or premises to be searched)</p>\n    </div>\n    <p>Two bedroom first floor</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>apartment of the residence SEARCH WARRANT</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">located at 156 Woodbine CASE NUMBER:</p>\n    </div>\n    <p>St., Cranston, RI, further 1:95-M-020816</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>described as a three story,</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>wood framed building with</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>a yellow front, brown</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>trim and brown sides.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>TO:   Any Special Agent of the Secret Service  and any Authorized Officer of the United States</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Affidavit(s) having been made before me by  James M. Barnard  who has reason to believe that ____ on the person of or x on the property or premises known as (name, description and/or location)</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>Two bedroom first floor apartment of the residence located at 156 Woodbine St., Cranston, RI, further described as a three story, wood framed building with a yellow front, brown trim and brown sides.  The number 156 appears on a post next to the door on the left as one faces the building.  On the first floor are two apartments which are accessed through the door marked 156.  The apartment for which this warrant is sought is the two bedroom apartment on the left side of the first floor.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Defendants argue that the warrant did not meet the particularity requirement of the Fourth Amendment.  They point out correctly that the number 156 was on the left post at the top of the stairs leading to the entrance landing and that the number 158 was on the right post at the top of the stairs.  It is stated in defendant's brief at page 26:  \"But the warrant does not indicate which direction one must face in determining right from left.\"   This statement is not correct.  The warrant states:  \"The number 156 appears on a post next to the door on the left as one faces the building.\"  (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Defendant also argues that, because of the two different address numbers, those executing the warrant should have called the Magistrate and clarified what apartment was to be searched.  The record of the suppression hearing establishes conclusively that Agent Barnard knew exactly what apartment was to be searched and proceeded directly to it.  Barnard testified in effect as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">There were two entrance doors to the building containing the apartment to be searched.  There were two posts on either side of the steps when you get to the entrance landing.  The post on the right-hand side of the steps as one faced the building had the number 158 on it.  The post on the left side carried the number 156 on it.  Barnard entered the building through the 156 door entrance.  He took a short step to the right and proceeded down a hallway to an apartment on the left side of the first floor of the building.  This apartment had the number 156A on the door.  This was the apartment that was searched.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">One of defendants' arguments is that the defendants actually lived at 158 Woodbine Street, not 156.  The number on the door of the apartment searched--156A--effectively refutes this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We find and rule that an objective law enforcement officer would not be confused by the two different address numbers and that the particularity requirement of the Fourth Amendment was met.  The only confusion was that sown by the attorneys for the defendants at the suppression hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Even, however, if the address given in the warrant may have been somewhat suspect our circuit case law teaches that any uncertainty raised by the two address numbers did not invalidate the search warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The leading case in this circuit on the adequacy of the description of the location to be searched is United States v. Bonner, <span class=\"citation\" data-id=\"481318\"><a href=\"/opinion/481318/united-states-v-russell-bonner-united-states-of-america-v-wayne-bonner/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span> (1st Cir.1986).  In Bonner we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>The manifest purpose of the particularity requirement of the Fourth Amendment is to prevent wide-ranging general searches by the police.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The test for determining the adequacy of the description of the location to be searched is whether the description is sufficient \"to enable the executing officer to locate and identify the premises with reasonable effort, and whether there is any reasonable probability that another premise might be mistakenly searched.\"</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Id. at 866 (citations omitted).  In Bonner the affidavit contained a detailed physical description of the premises to be searched and its address.  The address, however, was omitted from the warrant.  We upheld the validity of the warrant, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>We hold that the Bonner residence was described with sufficient particularity, and although the address was inadvertently omitted, there was no reasonable probability that another premises might be mistakenly searched;  thus, the search warrant was valid.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Id. at 867.   Three subsequent cases have relied on the Bonner analysis and holding:  United States v. Cunningham, <span class=\"citation\" data-id=\"197364\"><a href=\"/opinion/197364/united-states-v-cunningham/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">289</span></a></span> (1st Cir.1997);  United States v. Estrella, <span class=\"citation\" data-id=\"197153\"><a href=\"/opinion/197153/united-states-v-estrella/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 9 (1st Cir.1997);  United States v. Hinds, <span class=\"citation\" data-id=\"511572\"><a href=\"/opinion/511572/united-states-v-david-hinds/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">438</span></a></span>, 441 (1st Cir.1988).  This precedent seals the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We are aware, of course, that the district court decided the warrant issue on the basis of United States v. Leon, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3405</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1984).  We do not reach the Leon approach, and therefore, there is no need to discuss defendant's claim of lack of good faith by the searching officers.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Defendant also claims that the district court abused its discretion when it raised the issue of the accuracy of Cellular One's Boston Tracking Equipment, but then denied defendant's motion to have the equipment independently examined.  The record of the suppression hearing discloses that this is not exactly what happened.  The district court questioned COB employee Wade about how the source-location was determined.  She asked Wade \"to tell us how the equipment works in order for you to be able to make the determination in laymen's terms.\"   Wade then explained what he did and how the equipment worked.  The court then asked further questions about what Wade did, and what he did or did not tell Barnard.  The court's examination of Wade ended with the following colloquy:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>Q. So that before the warrant issued, you hadn't shown the equipment to the Government agents and explained how you were able to isolate the signal?</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>A. I don't believe I did.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>Q. Did they ever ask you what kind of equipment you were going to use to do this?</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>Q. Did they ever ask you the reliability of the equipment you were going to use?</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">We construe the court's questions, not as evincing doubt on its part as to the reliability of the tracking equipment, but as seeking what information about the equipment had been given to the government, which was very little.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">We agree with the district court that the motion came too late for consideration.  Under Fed.R.Crim.P. 16(a)(1)(C) defendant had a right to inspect the tracking equipment prior to trial.  Clearly, defendant never thought about inspecting the equipment until the court's last question to Wade.  This was too late.  We have examined the record carefully and there is nothing to even suggest that the tracking equipment was unreliable in any way.  We hold that the district court did not err in denying defendant's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The final issue is whether the district court erred in determining the amount of loss.  The district court ordered each defendant to pay restitution in the amount of $190,275.33.  This sum represented the amount that the defrauded telephone companies would have been paid if the calls had been made legitimately.  Under U.S.S.G. &#167; 2B1.1, application note 2 states in pertinent part:  \"Loss means the value of the property taken, damaged, or destroyed.  Ordinarily, when property is taken or destroyed the loss is the fair market value of the particular property at issue.\"   The pertinent part of note 3 states:  \"For the purposes of subsection (b)(1), the loss need not be determined with precision.  The court need only make a reasonable estimate of the loss, given the available information.\"</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Defendants assert that the amount used was erroneous because it \"reflects both the costs associated with processing the calls and a profit margin for the various cellular phone carriers and providers.\"   No cases are cited for this novel proposition.  Defendants rely on the following sentence in application note 2 of U.S.S.G. &#167; 2B1.1:  \"Loss does not include the interest that could have been earned had the funds not been stolen.\"</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">We are not persuaded.  We do not think that profit can be equated with interest.  Profit is an ingredient of the fair market value of goods or services that can be sold and purchased.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">We discern no error, plain or otherwise, in the district court's determination of the amount of restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ornelas called for de novo review of the district court's conclusion that a given set of historical facts rose to the level of probable cause.  --- U.S. at ----, 116 S.Ct. at 1659.   The Court did not specifically decide whether a similar de novo standard should be applied to the legal question at issue here:  whether a private entity has acted as a government agent for Fourth Amendment purposes.  Because the defendants' appeal fails even under the more searching de novo standard, we assume without deciding that the Ornelas de novo standard applies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is clear from Wade's testimony at the suppression hearing that this was done after the apartment at 156 Woodbine Street had been pinpointed as the source of the cloned calls</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/153397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688730/"
  ]
}