{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197413/",
  "absolute_url": "/opinion/197413/united-states-v-schofield/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197413/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:29:41Z",
  "date_modified": "2017-03-24T10:51:34.907581Z",
  "type": "010combined",
  "sha1": "dc972d955e4b189d0d1d6b27b7d62550b2abcf01",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2332.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-2332\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    MICHAEL V. SCHOFIELD,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nGeorge J. West, by Appointment of the Court, for appellant.\r                          \r\nMargaret E.  Curran, Assistant United  States Attorney, with  whom\r                               \r\nSheldon Whitehouse,  United States  Attorney, and Gerard  B. Sullivan,\r                                                                             \r\nAssistant United States Attorney, were on brief for the United States.\r\n\n                                         \r\n\n                        June 10, 1997\r\n                                         \r\r\n\n     Per Curiam.  Michael Schofield pled  guilty to one count\r                           \r\n\nof  being a  \"felon in  possession\" of  a firearm,  18 U.S.C.\r\n\n  922(g),  and received  a mandatory  minimum sentence  of 15\r\n\nyears  imprisonment  under  the  Armed  Career  Criminal  Act\r\n\n(\"ACCA\"),  id.   924(e)(1).   He  now appeals  this sentence,\r                          \r\n\narguing that certain prior  state convictions in Rhode Island\r\n\ndo not count as \"predicate offenses\" triggering the ACCA.  We\r\n\ndisagree and affirm.\r\n\n     The  ACCA   establishes  a  15-year   mandatory  minimum\r\n\nsentence for any person  who violates section 922(g)  and has\r\n\nthree  prior convictions \"for  a violent felony  or a serious\r\n\ndrug offense, or both,  committed on occasions different from\r\n\none another.\"   18 U.S.C.   924(e)(1).   Prior to Schofield's\r\n\nguilty plea, the government filed an information charging him\r\n\nwith six  prior \"violent felony\" convictions,  which are also\r\n\ndescribed  in his  Presentence Investigation  Report (\"PSR\").\r\n\nOn appeal,  he  does not  challenge the  classification as  a\r\n\nviolent felony  of one  robbery conviction.    See PSR    40.\r                                                              \r\n\nSchofield   does,  however,   argue  that   the   other  five\r\n\nconvictions  were  not  for  \"violent  felonies\"  within  the\r\n\nmeaning of the statute.\r\n\n     Schofield's  argument  might  seem   extraordinary  with\r\n\nrespect to  his prior  conviction for second  degree robbery.\r\n\nSee  PSR    38.   In the  course  of that  offense, Schofield\r               \r\n\nknocked  his victim  to the  pavement and  stole  her purse--\r\n\n                             -2-\r                                         -2-\r\r\n\ncertainly  \"violent\"  conduct.   But the  ACCA operates  at a\r\n\nlevel of  abstraction  and requires  courts,  in  determining\r\n\npredicate  convictions,  to   employ  \"a  formal  categorical\r\n\napproach, looking  only to  the statutory definitions  of the\r\n\nprior offenses,  and not  to the particular  facts underlying\r\n\nthose  convictions.\"  Taylor v. United  States, 495 U.S. 575,\r                                                          \r\n\n600 (1990).\r\n\n     Nevertheless,  Rhode  Island's  second   degree  robbery\r\n\noffense is  plainly a predicate  offense for purposes  of the\r\n\nACCA.    The  statute--unchanged  in  pertinent  part   since\r\n\nSchofield's violation in 1991--defines second  degree robbery\r\n\nas  \"robbery or  other larceny  from the  person by  force or\r\n\nthreat, where there is no weapon and no injury and the victim\r\n\nis  neither a handicapped person or an elderly person.\"  R.I.\r\n\nGen.  Laws    11-39-1.   The  \"force  or threat\"  requirement\r\n\nundoubtedly brings the offense  within the ACCA's category of\r\n\nviolent felonies, which includes any felony that, inter alia,\r                                                                        \r\n\n\"has  as an element the use, attempted use, or threatened use\r\n\nof  physical force against the person of another.\"  18 U.S.C.\r\n\n  924(e)(2)(B).1\r\n\n                    \r                                \r\n\n     1Accord  United States v.  Brown, 52  F.3d 415,  426 (2d\r                                                 \r\nCir.  1995)  (New  York  attempted robbery  conviction  is  a\r\n\"violent  felony\"),  cert. denied,  116  S.  Ct. 754  (1996);\r                                             \r\nUnited  States v. Presley, 52  F.3d 64, 69  (4th Cir.), cert.\r                                                                         \r\ndenied, 116 S. Ct. 237 (1995) (Virginia robbery conviction is\r                  \r\n\"violent felony\"); United States  v. Dickerson, 901 F.2d 579,\r                                                          \r\n584 (7th Cir. 1990)  (Illinois robbery conviction is \"violent\r\nfelony\").\r\n\n                             -3-\r                                         -3-\r\r\n\n     We  are  left  to  determine  whether  one  or  more  of\r\n\nSchofield's breaking and entering  convictions can serve as a\r\n\npredicate  offense, bringing  to  three the  total number  of\r\n\n\"violent  felonies.\"    One  of  those  convictions  was  for\r\n\nbreaking  and entering  a  commercial or  public building  in\r\n\nviolation of R.I.  Gen. Laws   11-8-4.   See  PSR   39.2   We\r                                                        \r\n\nhave  previously  held  that convictions  for  conspiracy  to\r\n\nviolate this  same statute are \"violent  felonies\" within the\r\n\nmeaning of  U.S.S.G.   4B1.2(1), United States  v. Fiore, 983\r                                                                    \r\n\nF.2d  1, 4  (1st  Cir. 1992),  cert.  denied, 507  U.S.  1024\r                                                        \r\n\n(1993); and cases  interpreting that provision  are pertinent\r\n\nin  construing the  ACCA's \"violent  felonies\"  category, see\r                                                                         \r\n\nUnited States  v. Winter, 22 F.3d 15, 18 n.3 (1st Cir. 1994).\r                                    \r\n\n(Under  Taylor,  it  is  irrelevant whether  the  school  was\r                          \r\n\noccupied  or  there  was  any  actual  threatened  violence.)\r\n\nBecause the  schoolhouse breaking and entering  offense was a\r\n\nviolent felony, we need not consider the other three breaking\r\n\nand entering convictions.\r\n\n     Finally,  Schofield  contends  that  the  various  prior\r\n\noffenses were not \"committed  on occasions different from one\r\n\n                    \r                                \r\n\n     2As  Schofield observes,  the state  judgment and  other\r\ndocuments do not indicate  the specific breaking and entering\r\nstatute under  which Schofield was convicted.   But Schofield\r\ndoes not  dispute the PSR's  portrayal of the  offense, which\r\ninvolved  the  breaking  and  entering  of  a  public  school\r\nbuilding.   Section 11-8-4 is the  only Rhode Island breaking\r\nand entering statute  that would have applied to  this crime.\r\nSee R.I. Gen. Laws   11-8-2 et seq.\r                                               \r\n\n                             -4-\r                                         -4-\r\r\n\nanother,\"  as required by section 924(e)(1).  But there is no\r\n\nquestion that the  three predicate offenses on which  we have\r\n\nrelied  took  place  on  different  dates  and  at  different\r\n\nlocations,  and that is all the ACCA requires.  United States\r                                                                         \r\n\nv.  Riddle, 47  F.3d 460,  462 (1st  Cir. 1995).   \"Congress,\r                      \r\n\nthinking  primarily  about  the  protection  of  the  public,\r\n\nadopted a  definition of  armed career criminal  that ignores\r\n\nthe  duration of  the career  . .  . or  the lack  of lengthy\r\n\nintervals or arrests between  the crimes.\"  Id.   Because the\r                                                           \r\n\ndistrict court  properly sentenced Schofield  under the ACCA,\r\n\nwe  need not reach his challenges to the alternative sentence\r\n\nimposed under the Sentencing Guidelines.\r\n\n     Affirmed.\r                         \r\n\n                             -5-\r                                         -5-\r\r\n",
  "html": "<p class=\"case_cite\">114 F.3d 350</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Michael V. SCHOFIELD, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-2332.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 2, 1997.<br>Decided June 10, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George J. West, Providence, RI, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Gerard B. Sullivan, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Michael Schofield pled guilty to one count of being a \"felon in possession\" of a firearm, 18 U.S.C. &#167; 922(g), and received a mandatory minimum sentence of 15 years imprisonment under the Armed Career Criminal Act (\"ACCA\"), id. &#167; 924(e)(1).  He now appeals this sentence, arguing that certain prior state convictions in Rhode Island do not count as \"predicate offenses\" triggering the ACCA.  We disagree and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The ACCA establishes a 15-year mandatory minimum sentence for any person who violates section 922(g) and has three prior convictions \"for a violent felony or a serious drug offense, or both, committed on occasions different from one another.\"  18 U.S.C. &#167; 924(e)(1).  Prior to Schofield's guilty plea, the government filed an information charging him with six prior \"violent felony\" convictions, which are also described in his Presentence Investigation Report (\"PSR\").  On appeal, he does not challenge the classification as a violent felony of one robbery conviction.  See PSR p 40.  Schofield does, however, argue that the other five convictions were not for \"violent felonies\" within the meaning of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Schofield's argument might seem extraordinary with respect to his prior conviction for second degree robbery.  See PSR p 38.  In the course of that offense, Schofield knocked his victim to the pavement and stole her purse--certainly \"violent\" conduct.  But the ACCA operates at a level of abstraction and requires courts, in determining predicate convictions, to employ \"a formal categorical approach, looking only to the statutory definitions of the prior offenses, and not to the particular facts underlying those convictions.\"  Taylor v. United States, 495 U.S. 575, 600, 110 S.Ct. 2143, 2159, 109 L.Ed.2d 607 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nevertheless, Rhode Island's second degree robbery offense is plainly a predicate offense for purposes of the ACCA.  The statute--unchanged in pertinent part since Schofield's violation in 1991--defines second degree robbery as \"robbery or other larceny from the person by force or threat, where there is no weapon and no injury and the victim is neither a handicapped person or an elderly person.\"  R.I. Gen. Laws &#167; 11-39-1.  The \"force or threat\" requirement undoubtedly brings the offense within the ACCA's category of violent felonies, which includes any felony that, inter alia, \"has as an element the use, attempted use, or threatened use of physical force against the person of another.\"  18 U.S.C. &#167; 924(e)(2)(B).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We are left to determine whether one or more of Schofield's breaking and entering convictions can serve as a predicate offense, bringing to three the total number of \"violent felonies.\"   One of those convictions was for breaking and entering a commercial or public building in violation of R.I. Gen. Laws &#167; 11-8-4.  See PSR p 39.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We have previously held that convictions for conspiracy to violate this same statute are \"violent felonies\" within the meaning of U.S.S.G. &#167; 4B1.2(1), United States v. Fiore, 983 F.2d 1, 4 (1st Cir.1992), cert. denied, 507 U.S. 1024, 113 S.Ct. 1830, 123 L.Ed.2d 458 (1993);  and cases interpreting that provision are pertinent in construing the ACCA's \"violent felonies\" category, see United States v. Winter, 22 F.3d 15, 18 n. 3 (1st Cir.1994).  (Under Taylor, it is irrelevant whether the school was occupied or there was any actual threatened violence.)   Because the schoolhouse breaking and entering offense was a violent felony, we need not consider the other three breaking and entering convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Finally, Schofield contends that the various prior offenses were not \"committed on occasions different from one another,\" as required by section 924(e)(1).  But there is no question that the three predicate offenses on which we have relied took place on different dates and at different locations, and that is all the ACCA requires.  United States v. Riddle, 47 F.3d 460, 462 (1st Cir.1995).  \"Congress, thinking primarily about the protection of the public, adopted a definition of armed career criminal that ignores the duration of the career ... or the lack of lengthy intervals or arrests between the crimes.\"  Id. Because the district court properly sentenced Schofield under the ACCA, we need not reach his challenges to the alternative sentence imposed under the Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Accord United States v. Brown, 52 F.3d 415, 426 (2d Cir.1995) (New York attempted robbery conviction is a \"violent felony\"), cert. denied, --- U.S. ----, 116 S.Ct. 754, 133 L.Ed.2d 701 (1996);  United States v. Presley, 52 F.3d 64, 69 (4th Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 237, 133 L.Ed.2d 165 (1995) (Virginia robbery conviction is \"violent felony\");  United States v. Dickerson, 901 F.2d 579, 584 (7th Cir.1990) (Illinois robbery conviction is \"violent felony\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As Schofield observes, the state judgment and other documents do not indicate the specific breaking and entering statute under which Schofield was convicted.  But Schofield does not dispute the PSR's portrayal of the offense, which involved the breaking and entering of a public school building.  Section 11-8-4 is the only Rhode Island breaking and entering statute that would have applied to this crime.  See R.I. Gen. Laws &#167; 11-8-2 et seq</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Michael V. SCHOFIELD, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-2332.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 2, 1997.<br>Decided June 10, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George J. West, Providence, RI, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Gerard B. Sullivan, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Michael Schofield pled guilty to one count of being a \"felon in possession\" of a firearm, 18 U.S.C. &#167; 922(g), and received a mandatory minimum sentence of 15 years imprisonment under the Armed Career Criminal Act (\"ACCA\"), id. &#167; 924(e)(1).  He now appeals this sentence, arguing that certain prior state convictions in Rhode Island do not count as \"predicate offenses\" triggering the ACCA.  We disagree and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The ACCA establishes a 15-year mandatory minimum sentence for any person who violates section 922(g) and has three prior convictions \"for a violent felony or a serious drug offense, or both, committed on occasions different from one another.\"  18 U.S.C. &#167; 924(e)(1).  Prior to Schofield's guilty plea, the government filed an information charging him with six prior \"violent felony\" convictions, which are also described in his Presentence Investigation Report (\"PSR\").  On appeal, he does not challenge the classification as a violent felony of one robbery conviction.  See PSR p 40.  Schofield does, however, argue that the other five convictions were not for \"violent felonies\" within the meaning of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Schofield's argument might seem extraordinary with respect to his prior conviction for second degree robbery.  See PSR p 38.  In the course of that offense, Schofield knocked his victim to the pavement and stole her purse--certainly \"violent\" conduct.  But the ACCA operates at a level of abstraction and requires courts, in determining predicate convictions, to employ \"a formal categorical approach, looking only to the statutory definitions of the prior offenses, and not to the particular facts underlying those convictions.\"  Taylor v. United States, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 600, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, 2159, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nevertheless, Rhode Island's second degree robbery offense is plainly a predicate offense for purposes of the ACCA.  The statute--unchanged in pertinent part since Schofield's violation in 1991--defines second degree robbery as \"robbery or other larceny from the person by force or threat, where there is no weapon and no injury and the victim is neither a handicapped person or an elderly person.\"  R.I. Gen. Laws &#167; 11-39-1.  The \"force or threat\" requirement undoubtedly brings the offense within the ACCA's category of violent felonies, which includes any felony that, inter alia, \"has as an element the use, attempted use, or threatened use of physical force against the person of another.\"  18 U.S.C. &#167; 924(e)(2)(B).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We are left to determine whether one or more of Schofield's breaking and entering convictions can serve as a predicate offense, bringing to three the total number of \"violent felonies.\"   One of those convictions was for breaking and entering a commercial or public building in violation of R.I. Gen. Laws &#167; 11-8-4.  See PSR p 39.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We have previously held that convictions for conspiracy to violate this same statute are \"violent felonies\" within the meaning of U.S.S.G. &#167; 4B1.2(1), United States v. Fiore, <span class=\"citation\" data-id=\"597517\"><a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1024</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1830</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">458</span></span> (1993);  and cases interpreting that provision are pertinent in construing the ACCA's \"violent felonies\" category, see United States v. Winter, <span class=\"citation\" data-id=\"195327\"><a href=\"/opinion/195327/united-states-v-winter/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 n. 3 (1st Cir.1994).  (Under Taylor, it is irrelevant whether the school was occupied or there was any actual threatened violence.)   Because the schoolhouse breaking and entering offense was a violent felony, we need not consider the other three breaking and entering convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Finally, Schofield contends that the various prior offenses were not \"committed on occasions different from one another,\" as required by section 924(e)(1).  But there is no question that the three predicate offenses on which we have relied took place on different dates and at different locations, and that is all the ACCA requires.  United States v. Riddle, <span class=\"citation\" data-id=\"195912\"><a href=\"/opinion/195912/united-states-v-riddle/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></a></span>, 462 (1st Cir.1995).  \"Congress, thinking primarily about the protection of the public, adopted a definition of armed career criminal that ignores the duration of the career ... or the lack of lengthy intervals or arrests between the crimes.\"  Id. Because the district court properly sentenced Schofield under the ACCA, we need not reach his challenges to the alternative sentence imposed under the Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Accord United States v. Brown, <span class=\"citation\" data-id=\"694310\"><a href=\"/opinion/694310/united-states-v-james-brown/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">415</span></a></span>, 426 (2d Cir.1995) (New York attempted robbery conviction is a \"violent felony\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">754</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span></span> (1996);  United States v. Presley, <span class=\"citation\" data-id=\"693433\"><a href=\"/opinion/693433/united-states-v-donald-lee-presley/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 69 (4th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">237</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">165</span></span> (1995) (Virginia robbery conviction is \"violent felony\");  United States v. Dickerson, <span class=\"citation\" data-id=\"540058\"><a href=\"/opinion/540058/united-states-v-clyde-dickerson/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span>, 584 (7th Cir.1990) (Illinois robbery conviction is \"violent felony\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As Schofield observes, the state judgment and other documents do not indicate the specific breaking and entering statute under which Schofield was convicted.  But Schofield does not dispute the PSR's portrayal of the offense, which involved the breaking and entering of a public school building.  Section 11-8-4 is the only Rhode Island breaking and entering statute that would have applied to this crime.  See R.I. Gen. Laws &#167; 11-8-2 et seq</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/693433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694310/"
  ]
}