{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197495/",
  "absolute_url": "/opinion/197495/steinke-v-sungard-financial/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197495/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:31:32Z",
  "date_modified": "2017-03-24T10:52:22.312495Z",
  "type": "010combined",
  "sha1": "421ce8c6341c11356a809dfdef96971fceb2fef7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2326.01A",
  "local_path": null,
  "plain_text": "\n\n                      For the First Circuit\r\n                                          \r\nNo. 96-2326\r\n\n                        JAMES A. STEINKE,\r\n\n                      Plaintiff, Appellant,\r\n\n                               v.\r\n\n                SUNGARD FINANCIAL SYSTEMS, INC.,\r\n\n                      Defendant, Appellee.\r\n\n                                          \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\r\n\n                                          \r\n\n                             Before\r\n\n                      Stahl, Circuit Judge,\r\n                      Lynch, Circuit Judge,\r\n               and O'Toole,* U.S. District Judge.\r\n\n                                          \r\n\n  Margaret S. Garvey\r                             , with whom \r                                         Wm. David Byassee\r                                                         , \r                                                           Freeborn &amp; Peters\r                                                                            ,\r\nDavid C. Casey, Thomas A. Bockhorst, and Peckham, Lobel, Casey, Prince\r\n&amp; Tye, were on brief for appellant.\r\n  Mark \r                 Blondman, with whom  Scott \r                                            F. \r                                                Cooper, Blank \r                                                              Rome \r                                                                    Comisky \r                                                                            &amp;\r\nMcCauley, and  Testa,  \r                              Hurwitz  \r                                      &amp;  \r                                         Thibeault,  \r                                                     LLP, were on brief for\r\nappellee.\r\n                                          \r\n\n                         August 6, 1997\r\n                                          \r\n\n                  \r\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n            STAHL, Circuit Judge. Plaintiff-appellant James A.\r\n\n  Steinke appeals the district court's grant of summary judgment\r\n\n  in favor of defendant-appellee SunGard Financial Systems, Inc.\r\n\n  (\"SFS\") on his breach of contract and promissory estoppel\r\n\n  claims. We affirm.\r\n\n                           Background\r\n\n            We state the facts in the light most favorable to the\r\n\n  party opposing summary judgment.   See  Hoeppner v.  Crotched\r\n\n  Mountain Rehabilitation Ctr., 31 F.3d 9, 14 (1st Cir. 1994).\r\n\n            Steinke is a former SFS employee. SFS, a wholly-\r\n\n  owned subsidiary of SunGard Data Systems, Inc., develops and\r\n\n  sells computer software used for investment and financial\r\n\n  purposes. In 1992, SFS decided to create a brokerage division\r\n\n  called \"Phase3\"  to develop software applications for the\r\n\n  securities industry and specifically to compete with Security\r\n\n  Industrial Software (\"SIS\"). SIS was a multi-service company\r\n\n  whose primary business involved providing software and related\r\n\n  services to self-clearing broker dealers. In 1992, Steinke was\r\n\n  the President and Chief Executive Officer of SIS. In December\r\n\n  1992, Citicorp/Quotron, SIS's parent corporation, decided to\r\n\n  sell SIS to a company called ADP.\r\n\n  1.  In April 1993, Phase3 was renamed SunGard Brokerage\r\n  Systems. For purposes of clarity, however, we substitute the\r\n  name Phase3 for SunGard Brokerage Systems as the relevant\r\n  entity throughout this opinion.\r\n\n                               -2-\r                                          2\r\r\n\n            When Dr. David Wismer, President and Chief Executive\r\n\n  Officer of SFS, learned of ADP's acquisition of SIS, he thought\r\n\n  Steinke might become available to head Phase3 and immediately\r\n\n  began to recruit Steinke to come to Waltham, Massachusetts to\r\n\n  lead Phase3. SFS's first efforts to recruit Steinke began in\r\n\n  April or May 1992, when Wismer told Steinke that he understood\r\n\n  SIS was well run and that he could use that type of management\r\n\n  at Phase3. Late in 1992, Steinke attended a presentation that\r\n\n  Wismer and James Mann, Chairman and Chief Executive Officer of\r\n\n  SunGard Data Systems, made to Quotron. During this\r\n\n  presentation, Wismer and Mann discussed with Quotron the\r\n\n  possibility of SunGard Data Systems acquiring SIS. Mann also\r\n\n  told Steinke during the meeting that if Steinke was to work for\r\n\n  SFS, he would have one year to get to know the operations of\r\n\n  Phase3 and two years after that to \"conquer the ADP market.\"\r\n\n            In early February 1993, Steinke met with Wismer at\r\n\n  Stapleton International Airport in Denver to discuss possible\r\n\n  employment at SFS. During this meeting, Wismer told Steinke\r\n\n  that he wanted him to fill Phase3's need for professional\r\n\n  management. Wismer informed Steinke that SFS expected him to\r\n\n  take three years to acquire former SIS customers and to reach\r\n\n  Phase3's $50 million annual revenue target.\r\n\n             Later that month, Steinke met with Fraser Chambers,\r\n\n  Executive Vice President of SFS's Eastern Region. Steinke\r\n\n  inquired as to how SFS funded its divisions; Chambers responded\r\n\n                               -3-\r                                          3\r\r\n\n  that funding would be available if Steinke returned profits\r\n\n  over a three-year period.\r\n\n            Over the weekend of February 19-20, 1993, Steinke\r\n\n  attended an SFS meeting in Naples, Florida. In Naples, Steinke\r\n\n  met with a variety of SFS personnel, including Wismer,\r\n\n  Chambers, and Mann, in order to finalize the terms of his\r\n\n  employment with SFS. Wismer informed Steinke that he was in\r\n\n  the process of putting together an offer letter for Steinke.\r\n\n  The SFS executives also reiterated that SFS senior executives\r\n\n  were rated by their performance over a three-year period.\r\n\n  Wismer in particular indicated that Steinke would have three\r\n\n  years to \"show his mettle\" at SFS by achieving the aggressive\r\n\n  financial results SFS demanded of its Phase3 division. Wismer\r\n\n  told Steinke that SFS might not make its numbers in 1992, but\r\n\n  that the plan Wismer had developed was sound and Steinke had\r\n\n  three years to \"make his numbers.\" Wismer reassured Steinke\r\n\n  that if he could make his numbers in that time frame, he would\r\n\n  have a long and successful career at SFS. The following day,\r\n\n  Mann confirmed that SFS operated on a three-year financial\r\n\n  plan.\r\n\n            On February 22, 1993, Wismer sent Steinke a letter\r\n\n  constituting a formal offer of employment. The letter offered\r\n\n  Steinke the position of President of SFS's Phase3 division at\r\n\n  an annual salary of $195,000 plus bonuses and certain expenses.\r\n\n  The letter stated that \"[t]his offer is contingent upon your\r\n\n                               -4-\r                                          4\r\r\n\n  written acceptance of our [attached] Employee Agreement.\" The\r\n\n  attached employment agreement contained a provision entitled\r\n\n  \"Termination,\" which provided:\r\n\n            I understand that this agreement does not\r\n            contain a guarantee of employment and\r\n            that, at any time and for any reason, I\r\n            may resign or SFS may terminate my\r\n            employment. If I decide to resign, I will\r\n            give at least two weeks' prior notice, and\r\n            I will remain for the full notice period\r\n            unless SunGard instructs me to leave\r\n            earlier and pays the remaining salary I\r\n            would have earned during the notice\r\n            period. In return, if SunGard terminates\r\n            my employment after six months without\r\n            cause, I will receive at least two weeks'\r\n            salary as severance pay.\r\n\nSFS previously had not informed Steinke that it required its\r\n\nemployees to sign a form agreement before beginning employment.\r\n\n            Prior to executing the relevant documents, Steinke\r\n\ntelephoned Wismer and told him that he was concerned about several\r\n\nissues in the form agreement, including the termination provision.\r\n\nSpecifically, Steinke expressed concern about the fact that\r\n\ntemporary housing would only last until July 15, 1993 and indicated\r\n\nthat he found SFS's offer of five expense-paid trips per year\r\n\nbetween his home in Colorado and SFS's offices in Massachusetts to\r\n\nbe unacceptable. Wismer verbally agreed to modify the term of the\r\n\ntemporary housing and to work with Steinke so that he could take\r\n\nsome additional trips to Colorado. When Steinke asked Wismer\r\n\nwhether or not he had to sign the form agreement, Wismer informed\r\n\nhim it was required of all SFS employees. In his deposition,\r\n\nSteinke recounted that Wismer responded: \"You'll be judged on your\r\n\n                               -5-\r                                          5\r\r\n\nnumbers and you've got three years to make them. [E]verybody signs\r\n\nit. It's not an issue.\"\r\n\n            Steinke signed the Employee Agreement on February 26,\r\n\n1993. Although the offer letter indicated \"a most desirable start\r\n\ndate\" of March 15, 1993, after executing the Employee Agreement,\r\n\nSteinke informed Wismer that he could not start work before April\r\n\n19, 1993 due to a non-compete agreement he had negotiated with SIS.\r\n\nWismer responded that he wanted Steinke to start work on March 15,\r\n\n1993. Steinke replied that he would be willing to work in some\r\n\nunofficial capacity and suggested that he be paid as a consultant.\r\n\nWismer objected to this method of payment due to the accounting\r\n\ndifficulties it apparently would occasion and remarked that \"in the\r\n\nscheme of working together for the next five to ten years,\" Steinke\r\n\nshould consider beginning work on March 15 with compensation for\r\n\nexpenses only until he could officially start with SFS on April 19.\r\n\nSteinke agreed to this solution. When negotiations resulted in an\r\n\nacceptable arrangement, Steinke ceased considering alternative\r\n\nemployment opportunities.\r\n\n            On one occasion after Steinke began his employment with\r\n\nPhase3, Mann told him that he had three years to make his numbers\r\n\nunder SFS's three-year plan. Also after starting his employment,\r\n\nSteinke learned that Phase3's expenses were running far beyond what\r\n\nthey should be if he was to make a bottom line profit of $6.7\r\n\n  2.  Steinke claims that he was reviewing at least two other\r\n  employment offers when he accepted SFS's offer.\r\n\n                                6\r\r\n\nmillion for 1993. On July 14, 1993, Wismer and Steinke discussed\r\n\nSFS's financial situation and Wismer informed Steinke that the 1994\r\n\nnumbers would be even more critical. Wismer indicated that it was\r\n\nSteinke's job to put the Phase3 business plan together to achieve\r\n\nthe goals, reinforcing the perception that Steinke had three years\r\n\nto make his numbers.\r\n\n            On August 12, 1993, Wismer informed Steinke that his\r\n\nperformance was \"excellent.\" On October 15, 1993, however, SFS\r\n\nterminated Steinke's employment. \r\n\n            Steinke filed suit against SFS in Massachusetts\r\n\nSuperior Court, alleging breach of contract, breach of implied\r\n\ncontract, fraud in the inducement, negligent misrepresentation, and\r\n\npromissory estoppel. The gist of Steinke's claims was that SFS was\r\n\nobligated to compensate him for three years' worth of service based\r\n\non its alleged oral representations to him and his subsequent\r\n\nreliance on these representations. SFS removed the case to federal\r\n\ndistrict court on the basis of diversity of citizenship.  See 28\r\n\nU.S.C. S 1332(a)(1). On October 18, 1995, SFS filed a motion for\r\n\nsummary judgment. The district court granted SFS's motion as to\r\n\nthe breach of contract and breach of implied contract claims, but\r\n\nnot as to the fraud in the inducement and negligent\r\n\nmisrepresentation claims. The district court dismissed the\r\n\npromissory estoppel claim, and Steinke, after voluntarily\r\n\ndismissing the fraud and negligent misrepresentation claims\r\n\n                                7\r\r\n\npursuant to Fed. R. Civ. P. 41(a)(2), now appeals the district\r\n\ncourt's rulings.\r\n\n                       Standard of Review\r\n\n            We review the district court's grant of summary\r\n\njudgment de novo. See \r                                Werme v. \r                                        Merrill, 84 F.3d 479, 482 (1st Cir.\r\n\n1996). Summary judgment is appropriate when the record reveals no\r\n\ngenuine issue of material fact and the moving party is entitled to\r\n\njudgment as a matter of law.  See Fed. R. Civ. P. 56(c). A fact\r\n\nbecomes material when it has the potential to affect the outcome of\r\n\nthe suit. See \r                        J. Geils Band Employee Benefit Plan\r                                                            v. \r                                                               Smith Barney\r\n\nShearson, Inc.\r                       , 76 F.3d 1245, 1250-51 (1st Cir.), \r                                                          cert. \r                                                                denied, 117\r\n\nS. Ct. 81 (1996). We are not \"wedded to the district court's\r\n\nreasoning. Rather, '[w]e are free, on appeal, to affirm [or\r\n\nreverse] a judgment on any independently sufficient ground.'\"\r\n\nGarside v.  Osco  \r                           Drug,  \r                                  Inc., 895 F.2d 46, 49 (1st Cir. 1990)\r\n\n(quoting \r                  Polyplastics, Inc.\r                                     v. \r                                        Transconex, Inc.\r                                                       , 827 F.2d 859, 860-\r\n\n61 (1st Cir. 1987)).\r\n\n                           Discussion\r\n\n            On appeal, Steinke advances three arguments. First, he\r\n\nasserts that the district court erred in granting summary judgment\r\n\non his claim of breach of an express and implied contract because\r\n\nissues of fact existed concerning the terms of his employment\r\n\nagreement with SFS, precluding the finding that this agreement\r\n\nconstituted an unambiguous integrated contract. Second, Steinke\r\n\nmaintains that the district court improperly granted summary\r\n\n                                8\r\r\n\njudgment on his contract claims because \"disputed issues of fact\r\n\nexisted regarding whether the written contract was modified to\r\n\nrequire employment for a reasonable term.\" Third, Steinke insists\r\n\nthat the district court improperly dismissed his promissory\r\n\nestoppel claim. We address these arguments in turn.\r\n\n            Before turning to the merits of Steinke's appeal, we\r\n\nnote that the parties agree that, pursuant to a choice of law\r\n\nprovision in the Employee Agreement, Pennsylvania law governs\r\n\ncontract-based claims arising out of the Agreement. Because we see\r\n\nno compelling reason to do otherwise, we will honor the parties'\r\n\nchoice of law on all counts upon which they agree.  See James \r                                                                         L.\r\n\nMiniter Ins. Agency, Inc. v. Ohio Indem. Co., 112 F.3d 1240, 1245\r\n\n(1st Cir. 1997); \r                          Borden v. \r                                    Paul Revere Life Ins. Co.\r                                                            , 935 F.2d 370,\r\n\n375 (1st Cir. 1991).\r\n\nA.  Integrated Contract\r\n\n            The district court found that \"the Employment Agreement\r\n\nand the offer letter constitute[d] a complete expression of the\r\n\nparties' agreement regarding the terms of Steinke's employment.\"\r\n\nSteinke asserts that the district court erred because he and SFS\r\n\nnever executed an integrated employment contract. Specifically,\r\n\nSteinke contends: \r\n\n            The contract consisted of the oral\r\n            representations made to [him] . . . when\r\n            he was solicited by SFS to head up its new\r\n            brokerage division prior to receipt of the\r\n            offer letter; the negotiations with\r\n            respect to the term of the contract, the\r\n            starting date, the duration of his\r\n            temporary housing allowance and the number\r\n\n                                9\r\r\n\n            of trips between Massachusetts and\r\n            Colorado prior to his relocation which\r\n            were settled after the written documents\r\n            were received; and the offer letter and\r\n            form agreement.\r\n\nBecause \"[t]here was no single document or combination of documents\r\n\nwhich fully and completely expressed the parties' agreement with\r\n\nrespect to the employment relationship,\" Steinke argues that he was\r\n\nentitled to introduce parol evidence to prove the intent of the\r\n\nparties. \r\n\n            It is well settled that Pennsylvania law presumes all\r\n\nemployment to be at-will.   See Darlington v. General \r                                                                Elec., 504\r\n\nA.2d 306, 309 (Pa. Super. Ct. 1986) (tracing recognition of\r\n\nemployment at-will doctrine in Pennsylvania to \r                                                        Henry v. \r                                                                 Pittsburgh\r\n\n&amp; \r            Lake \r                 Erie \r                      R.R. \r                           Co., 21 A. 157 (Pa. 1891));   see also Scott v.\r\n\nExtracorporeal, Inc.\r                             , 545 A.2d 334, 336 (Pa. 1988). Specifically,\r\n\nPennsylvania law dictates that absent a statutory or contractual\r\n\nprovision to the contrary, it is presumed that either party may end\r\n\nan employment relationship at any time, for any or no cause.  See\r\n\nMurray v. Commercial \r                               Union \r                                     Ins. \r                                          Co., 782 F.2d 432, 435 (3d Cir.\r\n\n1986). An employee attempting to overcome the presumption of at-\r\n\nwill employment in Pennsylvania must demonstrate \"facts and\r\n\ncircumstances establishing some tenure of employment.\" \r                                                                Cummings v.\r\n\nKelling \r                  Nut \r                      Co., 84 A.2d 323, 325 (Pa. 1951). Overcoming the\r\n\npresumption constitutes \"an up-hill battle\" in Pennsylvania.\r\n\nSchoch v. \r                   First Fidelity Bancorporation\r                                                , 912 F.2d 654, 661 (3d Cir.\r\n\n1990).\r\n\n                               10\r\r\n\n            In this case, no statutory or contractual provision\r\n\nconflicts with Pennsylvania's presumption of at-will employment.\r\n\nSFS's offer letter stated that \"[t]his offer is contingent on your\r\n\nwritten acceptance of our Employee Agreement.\" The Employee\r\n\nAgreement provided no fixed term of employment. Instead, the\r\n\nEmployee Agreement stated: \"I understand that this agreement does\r\n\nnot contain a guarantee of employment and that, \r                                                        at any time and for\r\n\nany reason, I may resign or SunGard may terminate my employment.\"\r\n\n(emphasis added). The Employee Agreement indicated only that if\r\n\nSteinke completed six months of employment with SFS, then SFS would\r\n\npay him \"at least two weeks' salary as severance pay\" if it\r\n\nterminated his employment without cause. \"[W]here a contract\r\n\npurports to be a complete legal obligation without any doubt as to\r\n\nits object or extent, it is presumed to reflect the whole legal\r\n\nright of the parties.\" Lenzi v.  Hahnemann \r                                                     Univ., 664 A.2d 1375,\r\n\n1379 (Pa. Super. Ct. 1995); \r                                     see \r                                        Fountain Hill Millwork Bldg. Supply\r\n\nCo. v. Belzel, 587 A.2d 757, 760 (Pa. Super. Ct. 1991);  Levy v.\r\n\nLeaseway Sys. Inc., 154 A.2d 314, 316 (Pa. Super. Ct. 1959). \r\n\n            Despite the clear language of both the Employee\r\n\nAgreement and Pennsylvania law, Steinke argues that the Agreement's\r\n\nobject and extent remain in doubt, and points to parol evidence\r\n\nconcerning representations of a fixed three-year term of employment\r\n\nthat various SFS officials made to him prior to the execution of\r\n\nthe Employment Agreement. Steinke places particular emphasis on\r\n\nthe fact that SFS, in response in part to his concerns about the\r\n\n                               11\r\r\n\ntermination provision in the Employment Agreement, indicated that\r\n\n\"everybody signs it. It's not an issue.\"\r\n\n            \"Whether a writing is an integrated agreement, and if\r\n\nso, whether the agreement is completely or partially integrated are\r\n\nquestions to be decided by the court prior to application of the\r\n\nparol evidence rule.\" Greenberg v. \r                                            Tomlin, 816 F. Supp. 1039, 1053\r\n\n(E.D. Pa. 1993); \r                          see \r                              Hershey Foods Corp.\r                                                 v. \r                                                    Ralph Chapek, Inc.\r                                                                      , 828\r\n\nF.2d 989, 995 (3d Cir. 1987). In determining whether an agreement\r\n\nis integrated, a court must compare both the alleged oral and\r\n\nwritten agreements and must determine whether \"'the parties,\r\n\nsituated as were the ones to the contract, would naturally and\r\n\nnormally include the one in the other if it were made.'\"   Mellon\r\n\nBank Corp.\r                    v. \r                       First Union Real Estate Equity &amp; Mortgage Invs.\r                                                                      , 951\r\n\nF.2d 1399, 1405 (3d Cir. 1991) (quoting \r                                                 Gianni v. \r                                                           R. Russel &amp; Co.\r                                                                          ,\r\n\n16 A. 791, 792 (Pa. 1924)); see Crompton-Richmond Co.--Factors v.\r\n\nSmith, 253 F. Supp. 980, 983 (E.D. Pa. 1966), aff'd, 392 F.2d 577\r\n\n(3d Cir. 1967) (per curiam). If the alleged oral and written\r\n\nagreements \"'relate to the same subject matter and are so\r\n\ninterrelated that both would be executed at the same time and in\r\n\nthe same contract, the scope of the subsidiary agreement must be\r\n\ntaken to be covered by the writing.'\"  Ralph \r                                                       Chapek, 828 F.2d at\r\n\n995 (quoting  Gianni, 126 A. at 792). In such case, \"'parol\r\n\nevidence to vary, modify or supersede the written contract is\r\n\ninadmissible in evidence.'\" HCB Contractors\r                                                     v. \r                                                        Liberty Place Hotel\r\n\n                               12\r\r\n\nAss'n, 652 A.2d 1278, 1279 (Pa. 1995) (quoting \r                                                       Nicolella v. \r                                                                    Palmer,\r\n\n248 A.2d 20, 22 (Pa. 1968)).\r\n\n            Having compared the alleged oral agreement and the\r\n\nwritten agreement in this case, we believe that Steinke and SFS\r\n\nwould \"naturally and normally\" have included the alleged oral\r\n\nagreement in the written agreement had they actually made an\r\n\nagreement establishing three years as Steinke's term of employment.\r\n\nA provision dictating such a lengthy term of employment would be\r\n\nintegral to an agreement providing an offer of employment and\r\n\ndictating the terms of such employment, including a specific\r\n\ntermination provision. Moreover, Steinke specifically inquired\r\n\nabout the termination provision and, after SFS informed him that\r\n\nall employees were required to sign the Employee Agreement as a\r\n\ncondition of employment with SFS, he signed the Agreement without\r\n\nprotest. Furthermore, the alleged oral agreement and the written\r\n\n  3.  We believe the fact that Steinke signed the agreement after\r\n  inquiring about its terms is particularly telling in this\r\n  situation. Over a period of approximately twenty years,\r\n  Steinke had worked for many large corporations involved in\r\n  finance and high technology, including Merrill Lynch, Shearson\r\n  Lehman Brothers, Kemper Securities, and Colgate Palmolive.\r\n  Steinke negotiated and signed employment agreements with at\r\n  least three of these corporations. Steinke's considerable\r\n  experience in the field casts doubt upon his assertion that he\r\n  did not expect to be bound by the termination provision. See,\r\n  e.g., \r                 M/S Bremen\r                            v. \r                               Zapata Off-Shore Co.\r                                                  , 407 U.S. 1, 11 (1972)\r\n  (upholding written contractual provision in part because it was\r\n  \"made in an arm's-length negotiation by experienced and\r\n  sophisticated businessmen\");   Beckman v.   Vassall-Dillworth\r\n  Lincoln-Mercury, Inc.\r                                , 468 A.2d 784, 788 (Pa. Super. Ct. 1983)\r\n  (rejecting argument that appellant did not intend \"no-agency\"\r\n  clause to be included in his contract, reasoning in part that\r\n  appellant \"was an experienced businessman, equipped to\r\n  understand the meaning of the terms of the agreement he\r\n\n                               13\r\r\n\nagreement (particularly the termination provision in the Employee\r\n\nAgreement) both addressed the duration of Steinke's employment with\r\n\nSFS. We therefore find that the Employee Agreement covered the\r\n\nscope of, and thus superseded, the alleged oral agreement.    See\r\n\nMellon Bank\r                    , 951 F.2d at 1406-08; \r                                          Ralph Chapek\r                                                      , 828 F.2d at 996-98;\r\n\nUnited Ref. Co. v. Jenkins, 189 A.2d 574, 579 (Pa. 1963); Gianni,\r\n\n176 A. at 792; \r                        Beckman v. \r                                   Vassall-Dillworth Lincoln-Mercury, Inc.\r                                                                          ,\r\n\n468 A.2d 784, 788 (Pa. Super. Ct. 1983).\r\n\n            \"These cases show that under Pennsylvania law, a\r\n\nwritten contract which gives one party an unconditional right\r\n\nprecludes the other party from using parol evidence to establish a\r\n\ncondition on the exercise of the unlimited right the written text\r\n\ncontains.\"  Mellon \r                             Bank, 961 F.2d at 1407. We thus affirm the\r\n\ntrial court's finding that the offer letter and the Employment\r\n\n  signed\"). \r\n\n  4.  Relying only on  Moyer v. Heilveil, 49 A.2d 514, 515 (Pa.\r\n  Super. Ct. 1946), Steinke quotes the Pennsylvania Supreme Court\r\n  as ruling that \"[a] contract may be partly oral and partly in\r\n  writing and the written agreement does not supersede the oral\r\n  contract unless it is complete in itself, embodying all the\r\n  terms orally agreed upon.\"  Id. The  Moyer court reached this\r\n  conclusion only after it determined that the writing in\r\n  question was silent concerning the terms of employment; it\r\n  reasoned \"[i]t therefore was proper for plaintiff to prove a\r\n  prior separate oral agreement not inconsistent with the writing\r\n  and unaffected by it, establishing the actual intention of the\r\n  parties.\"  Id. (emphasis added). In the context of Steinke's\r\n  appeal, Moyer thus dictates that Steinke may not have the\r\n  opportunity to prove a separate oral agreement because the\r\n  Employee Agreement contained a termination provision which\r\n  specifically detailed the \"terms of employment.\" \r\n\n                               14\r\r\n\nAgreement constituted an integrated agreement. Consequently, we\r\n\nhold that the district court did not err in applying the parol\r\n\nevidence rule to bar evidence of alleged oral terms.     See  HCB\r\n\nContractors, 652 A.2d at 1280;    International  \r                                                           Milling  \r                                                                    Co. v.\r\n\nHachmeister, Inc., 110 A.2d 186, 191 (Pa. 1955).\r\n\n  5.  The fact that the offer letter and the Employment Agreement\r\n  did not constitute one single document does not affect this\r\n  ruling. An integrated agreement may take the form of two\r\n  documents, \r                      see \r                          Kroblin Refrigerated Xpress, Inc.\r                                                            v. \r                                                               Pitterich,\r\n  805 F.2d 96, 107 (3d Cir. 1986) (\"It is a general rule of\r\n  contract law that where two writings are executed at the same\r\n  time and are intertwined by the same subject matter, they\r\n  should be construed together and interpreted as a whole, each\r\n  one contributing to the ascertainment of the true intent of the\r\n  parties.\"); \r                       see \r                           also \r                                Zaidan v. \r                                         Borg-Warner Corp.\r                                                          , 341 F.2d 391,\r\n  392 (3d Cir. 1965); \r                               United States\r                                             v. \r                                               Goldberg, 136 F. Supp. 34,\r\n  37 n.5 (E.D. Pa. 1955), provided it \"appears to be a contract\r\n  complete within itself, couched in such terms as import a\r\n  complete legal obligation without any uncertainty as to the\r\n  object or extent of the engagement,\" \r                                               Fountain Hill\r                                                            , 587 A.2d at\r\n  760. Moreover, \"[w]hile the effect of an integration clause is\r\n  to make the parol evidence rule clearly applicable, it is not\r\n  required.\"   Mellon  \r                                 Bank, 951 F.2d at 1406 n.6 (internal\r\n  citations omitted); see Ralph Chapek, 828 F.2d at 998. Thus,\r\n  Steinke's argument that neither the offer letter nor the\r\n  Employment Agreement contained an integration clause, and,\r\n  thus, that there is no integrated contract, is unavailing.\r\n\n  6.  Steinke's reliance on \r                                     McEvoy Travel Bureau, Inc.\r                                                                v. \r                                                                   Norton\r\n  Co., 563 N.E.2d 188, 191-95 (Mass. 1990), is unpersuasive. As\r\n  noted previously, the law of Pennsylvania controls these\r\n  issues. McEvoy Travel\r                                 , furthermore, is distinguishable on its\r\n  facts. In   McEvoy  \r                               Travel, the appellant signed a contract\r\n  containing a sixty-day termination clause. When the appellant\r\n  questioned the clause, the appellee informed him that the\r\n  clause was \"inoperative\" and \"meaningless.\"  Id. at 191. The\r\n  court held that the written contract was not an integrated\r\n  agreement, reasoning as follows: \r\n            When parties . . . sign a document and\r\n            include in it a provision as to\r\n            termination by notice, at the same time\r\n            expressly stating that the provision is a\r\n            mere \"face saving device\" never to be\r\n            effective, they have not adopted that\r\n\n                               15\r\r\n\n            Apparently determined to circumvent the parol evidence\r\n\nrule, Steinke argues that the termination provision contained in\r\n\nthe Employee Agreement is ambiguous. Specifically, Steinke\r\n\nmaintains:\r\n\n            If the contract was for \"at will\"\r\n            employment, it would be inconsistent with\r\n            the provision of the offer letter that\r\n            provides Steinke temporary housing \"until\r\n            the earlier of July 15, 1993 or your move\r\n            into your permanent residence.\" It would\r\n            negate the provision that SFS would\r\n            provide storage of Steinke's household\r\n            goods \"until the earlier of September 15,\r\n            1993 or your move into your permanent\r\n            residence.\" . . . It is also at odds with\r\n            the fact that Steinke was agreeing to a\r\n            covenant not to compete for twelve months\r\n            after his termination for any reason.\r\n\nA finding of ambiguity in the termination provision, according to\r\n\nSteinke, necessarily would entitle him to submit to a jury evidence\r\n\nconcerning his alleged three-year contract with SFS.\r\n\n            document as a \"complete and accurate\r\n            integration\" of their agreement. Instead\r\n            they have [in Williston's words] issued it\r\n            \"in usual form but limited its terms by\r\n            parole agreement.\" \r\n  Id. at 194 n.7 (quoting 3  Corbin \r                                              on \r                                                 Contracts S 582, at 463\r\n  (1960)). In the instant case, SFS never told Steinke that\r\n  either the Employee Agreement or the termination provision\r\n  contained therein were \"inoperative\" or \"meaningless.\"\r\n  Wismer's remark that signing the Employee Agreement was not \"an\r\n  issue\" does not equate with   McEvoy  \r                                                  Travel's \"never to be\r\n  effective\" language. Wismer, in fact, informed Steinke both\r\n  that SFS required all of its employees to sign the Employee\r\n  Agreement and that all SFS employees did so. The offer letter\r\n  made this requirement clear with respect to Steinke, stating\r\n  that \"[t]his offer is contingent on your written acceptance of\r\n  our Employee Agreement.\"\r\n\n                               16\r\r\n\n            In Pennsylvania, \"[o]nly if the terms used [in an\r\n\nagreement] are ambigious [sic] or if the contract is not fully\r\n\nintegrated, should the trial judge allow the finder of fact to\r\n\nconsider evidence that might vary or add to the contract's express\r\n\nterms.\"  Griesmann v. Chemical \r                                         Leaman \r                                                Tank \r                                                     Lines, \r                                                            Inc., 776 F.2d\r\n\n66, 72 (3d Cir. 1985); \r                                see \r                                    Compass Tech., Inc.\r                                                       v. \r                                                          Tseng Lab., Inc.\r                                                                          ,\r\n\n71 F.3d 1125, 1131 (3d Cir. 1995) (\"[I]f the[] [parties'] intent\r\n\ncan be cleanly extracted from the clear and unambiguous words that\r\n\nthe parties have used, it is . . . conventional wisdom that they\r\n\nare held to those words contained in the contract.\"); Steuart v.\r\n\nMcChesney, 444 A.2d 659, 661 (Pa. 1982) (holding that when words in\r\n\nwritten contract are clear and unambiguous, the intent is to be\r\n\ndiscovered only from the express language of the agreement). \"In\r\n\nmaking the ambiguity determination, a court must consider the words\r\n\nof the agreement, alternative meanings suggested by counsel, and\r\n\nextrinsic evidence offered in support of those meanings.\" Kroblin\r\n\nRefrigerated Xpress, Inc. v. Pitterich, 805 F.2d 96, 101 (3d Cir.\r\n\n1986). Having considered the integrated agreement's language, the\r\n\nmeanings that Steinke suggests, and the extrinsic evidence he\r\n\noffered as evidence of these meanings, we believe that the terms of\r\n\nthe integrated agreement in this case were unambiguous.\r\n\n            As mentioned earlier, the Employee Agreement provided\r\n\n\"this agreement does not contain a guarantee of employment and . .\r\n\n. at any time and for any reason I may resign or SunGard may\r\n\nterminate my employment. . . . [I]f SunGard terminates my\r\n\n                               17\r\r\n\nemployment after six months without cause, I will receive at least\r\n\ntwo weeks' salary as severance pay.\" The existence of the words\r\n\n\"at least\" in the Employee Agreement in no way clouds or muddles\r\n\nthe terms of the Agreement. It simply indicates that if SFS\r\n\nterminates an employee without cause after the employee has worked\r\n\nfor six months, then SFS must pay the employee a minimum of two\r\n\nweeks' salary. At its discretion, SFS may agree to pay the\r\n\nemployee more than two weeks' salary. In this case, Steinke failed\r\n\nto provide sufficient evidence of an oral agreement committing SFS\r\n\nto pay him more than two weeks' salary.  See Schoch, 912 F.2d at\r\n\n661 (finding that evidence appellant submitted to demonstrate oral\r\n\ncontract of employment \"lack[ed] the clarity and specificity that\r\n\nPennsylvania courts require to overcome the presumption of at-will\r\n\nemployment\"); \r                       Kelling Nut\r                                  , 84 A.2d at 324 (holding that statements\r\n\nmade by employer regarding future possibilities were nothing more\r\n\nthan \"puffing\"); Cashdollar v.  Mercy \r                                                Hospital \r                                                         of \r                                                            Pittsburg, 595\r\n\nA.2d 70, 76 (Pa. Super. Ct. 1991) (explaining that \"an expectation\r\n\nof the prospective employee, however reasonable from his point of\r\n\nview, does not supply a meeting of the minds\"). SFS simply\r\n\nexercised the discretion that the terms of the Employee Agreement\r\n\nafforded it in refusing to pay Steinke more than two-weeks salary\r\n\nas severance pay.\r\n\n            We recognize that in Pennsylvania \"[o]ne part of a\r\n\ncontract cannot be interpreted so as to annul another part, and a\r\n\ncontract must be construed, if possible, to give effect to all of\r\n\n                               18\r\r\n\nits terms.\" Meeting House Lane\r                                         v. \r                                           Melso, 628 A.2d 854, 857-58 (Pa.\r\n\nSuper. Ct. 1993); see Heidt v. Augenbaugh Coal Co., 176 A.2d 400,\r\n\n401-02 (Pa. 1962);   Giuliani  \r                                         Constr.  \r                                                 Co. v.   School  \r                                                                  Dist.  \r                                                                         of\r\n\nPhiladelphia, 217 A.2d 793, 795 (Pa. Super. Ct. 1966). In this\r\n\ncase, the fact that SFS could terminate Steinke's employment \"at\r\n\nany time and for any reason\" and pay him only two weeks', rather\r\n\nthan three years' salary neither annuls nor renders inexplicable\r\n\nthe provisions in the agreement that Steinke highlights. If SFS\r\n\ndismissed Steinke without cause, then pursuant to the agreement it\r\n\nstill would be responsible for providing him temporary housing\r\n\n\"until the earlier of July 15, 1993 or [his] . . . move into [his]\r\n\n. . . permanent residence;\" it would continue to be obligated to\r\n\nstore his household goods \"until the earlier of September 15, 1993\r\n\nor [his] . . . move into [his] . . . permanent residence;\" and,\r\n\nSteinke would be precluded from competing with SFS for a period of\r\n\ntwelve months after his termination. This construction of the\r\n\nagreement gives effect to all of the terms of the contract.\r\n\nMoreover, Pennsylvania law provides that contractual obligations\r\n\ncontained in an employment contract may persist after the\r\n\nemployment provided for in the contract is terminated.        Cf.\r\n\nInsulation Corp. of Am.\r                                 v. \r                                    Brobston, 667 A.2d 729, 733 (Pa. Super.\r\n\nCt. 1995); Wainwright's \r                                  Travel \r                                         Serv., \r                                                 Inc. v. Schmolk, 500 A.2d\r\n\n476, 479 (Pa. Super. Ct. 1985). \r\n\n            Given the terms of the integrated agreement between\r\n\nSteinke and SFS, considered in the context both of the arguments\r\n\n                               19\r\r\n\nand evidence Steinke advances and of Pennsylvania law governing the\r\n\nconstruction of contracts, we do not believe either that the\r\n\nagreement was ambiguous or that the district court's interpretation\r\n\nof the agreement improperly created an ambiguity in the agreement.\r\n\nSee Amoco  \r                     Oil  \r                         Co. v.   Snyder, 478 A.2d 795, 799 (Pa. 1984);\r\n\nMcChesney, 444 A.2d at 663. The district court, therefore, did not\r\n\nerr in refusing to admit parol evidence to determine the parties'\r\n\nintent.\r\n\nB.  Modification\r\n\n            Steinke next contends that even if the offer letter and\r\n\nEmployee Agreement constituted an unambiguous integrated contract,\r\n\na subsequent oral agreement with SFS modified the written\r\n\nagreement. Steinke maintains that on several occasions after he\r\n\nexecuted the Employee Agreement, SFS executives communicated to him\r\n\nthat SFS would employ him for a fixed term of years. Steinke\r\n\nfurther contends that he supported this oral modification with\r\n\nseparate consideration by working without any salary for one month.\r\n\n            The district court found that the evidence Steinke\r\n\noffered to support his modification argument was \"pretty thin.\"\r\n\nConsequently, the district court, after \"[i]ndulging every nuance\r\n\nin Steinke's favor, [concluded that] no reasonable finder of fact\r\n\ncould wring from these ruminations on SFS's corporate culture an\r\n\naffirmative offer to junk Steinke's existing at-will agreement in\r\n\nfavor of a term contract.\" We agree.\r\n\n                               20\r\r\n\n            In Pennsylvania, a party arguing that an oral agreement\r\n\nmodified a prior written contract must prove the existence of the\r\n\noral agreement \"by evidence which is clear, precise[,] and\r\n\nconvincing.\"  Pellegrene v. Luther, 169 A.2d 298, 299 (Pa. 1961);\r\n\nsee Gorwara v. AEL \r                             Indus., 784 F. Supp. 239, 242 (E.D. Pa. 1992)\r\n\n(indicating that at-will presumption in Pennsylvania \"can only be\r\n\novercome by clear and specific evidence showing the parties' [sic]\r\n\nintended their contract to extend a certain period\"). Generally,\r\n\nvague, broad, or aspirational statements are insufficient under\r\n\nPennsylvania law to establish an oral contract modifying an at-will\r\n\nemployment contract.  See Green v. Oliver \r                                                    Realty, \r                                                            Inc., 526 A.2d\r\n\n1192, 1202 (Pa. Super. Ct. 1987); Veno v. Meredith, 515 A.2d 571,\r\n\n579 (Pa. Super. Ct. 1986);      Darlington, 504 A.2d at 312.\r\n\nSpecifically, promises of employment for \"broad, unspecified\r\n\ndurations do not overcome the [at will] presumption.\"  Forman v.\r\n\nBRI Corp., 532 F. Supp. 49, 51 (E.D. Pa. 1982). In this case, we\r\n\nfind the evidence that Steinke brings forth to support his claim of\r\n\nan oral modification of the written integrated agreement\r\n\ninsufficiently clear and specific to reverse the district court's\r\n\naward of summary judgment to SFS on this issue. \r\n\n            Steinke asserts that when he informed Wismer that he\r\n\ncould not begin work for SFS until April 19, rather than the\r\n\npreferred March 15 date specified in the offer letter, Wismer\r\n\nsuggested that he work between these dates for expenses only given\r\n\n\"the scheme of working together for the next five to ten years.\"\r\n\n                               21\r\r\n\nIn March, during a discussion \"over some drinks\" in Steamboat\r\n\nSprings, Colorado, which focused primarily on the success of\r\n\nanother SFS executive, Mann \"made comments to the effect that, you\r\n\nknow, you've got three years to make your numbers. You've got to\r\n\nbeat out Simpson.\" During a dinner conversation on July 14,\r\n\naccording to Steinke, Wismer worried aloud about his own prospects\r\n\nwith SFS, \"reinforcing that belief that you have three years to\r\n\nmake your numbers. You can have a bad year, you can even have two\r\n\nbad years. But since it's a numbers company, three years and your\r\n\nemployment would be at risk.\" Based on this evidence, in\r\n\nconjunction with the fact that he consented to work for SFS between\r\n\nMarch 15 and April 19 \"for expenses only,\" Steinke concludes that\r\n\nhe was \"entitled to have a jury determine whether the post-contract\r\n\nrepresentations, supported by the consideration of working without\r\n\nany salary for one month, modified the contract to incorporate the\r\n\nthree year term.\"\r\n\n            In Marsh v. Boyle, 530 A.2d 491, 494 (Pa. Super. Ct.\r\n\n1987), the court found that an oral assurance of employment \"for at\r\n\nleast two years\" lacked the requisite specificity to rebut the at-\r\n\nwill presumption in Pennsylvania. In      Darlington, the court\r\n\nrejected the appellant's argument that the parties had modified an\r\n\nat-will employment relationship given that the appellant was hired\r\n\nfor a \"long range project.\"  See 504 A.2d at 32. The   Darlington\r\n\ncourt reasoned that the \"term long range project is, in and of\r\n\n                               22\r\r\n\nitself, too vague and unspecified to overcome the [at-will]\r\n\npresumption.\"  Id. \r\n\n            Similarly, in McMahon v. Impact \r                                                      Sys., \r                                                            Inc., 126 Lab.\r\n\nCas. q 57,486, 1992 WL 201004, at 5 (E.D. Pa. 1992), the court did\r\n\nnot find persuasive the plaintiff's argument that a conversation he\r\n\nhad with his employer modified his written at-will employment\r\n\ncontract. During the conversation in question, the employer asked\r\n\nthe plaintiff how long he intended to be employed by the employer.\r\n\nThe discussion then proceeded as follows: \"I [the plaintiff] said\r\n\nI'd like to be employed for three years, then we can renegotiate\r\n\nwhere I can at least be suitable with the company, right? She [the\r\n\nemployer] said that would be no problem. That was the agreement.\"\r\n\nId. The court held that \"this conversation, without more, [wa]s\r\n\nnot sufficiently clear and definite to overcome the at-will\r\n\npresumption.\"  Id.; see Extracorporeal, 545 A.2d at 337 (finding\r\n\nneither oral nor written assurances of permanent employment\r\n\nsufficiently definite or specific to rebut at-will presumption);\r\n\nBetts v. \r                  Stroehmann Bros.\r                                  , 512 A.2d 1280, 1281 (Pa Super. Ct. 1986)\r\n\n(finding oral understanding that employment \"was to be long term\"\r\n\ndid not alter at-will presumption).\r\n\n            In the instant case, the three conversations Steinke\r\n\nhad with various SFS executives do not provide specific, definite\r\n\nevidence of both Steinke and SFS's intention to substitute an oral\r\n\nthree-year term contract for Steinke's written at-will agreement.\r\n\nDuring these conversations, Wismer and Mann adverted to three,\r\n\n                               23\r\r\n\nfive, and potentially even ten years in reference to Steinke's\r\n\nfuture employment with SFS. We believe these references amounted\r\n\nto nothing more than vague, aspirational statements. Accordingly,\r\n\nwe find that they were insufficient to establish an oral contract\r\n\nmodifying Steinke's written employment agreement.\r\n\n            We note that Steinke argues that by working for SFS\r\n\nbetween March 15, 1993 and April 19, 1993 without salary, he\r\n\nsupplied sufficient additional consideration to demonstrate the\r\n\nexistence of an oral modification to his written at-will employment\r\n\nagreement. In Pennsylvania, separate or additional consideration\r\n\nmay evince contract modification.   See Green, 526 A.2d at 1200;\r\n\nDarlington, 504 A.2d at 314; \r                                      Nicolella, 248 A.2d at 23. \"[A] court\r\n\nwill find 'additional consideration' when an employee affords his\r\n\nemployer a substantial benefit other than the services which the\r\n\nemployee is hired to perform, or when the employee undergoes a\r\n\nsubstantial hardship other than the services which he is hired to\r\n\nperform.\"  Darlington, 504 A.2d at 315. \r\n\n            It does not appear to us that Steinke afforded SFS a\r\n\nsubstantial benefit other than the work he contracted to perform\r\n\nbecause the offer letter that Steinke accepted specifically\r\n\ndelineated March 15 as his \"most desirable start date.\" It was not\r\n\nuntil after he executed the Employee Agreement that Steinke\r\n\ninformed SFS that he could not commence his employment until April\r\n\n19 due to the restrictions of the non-compete agreement he had\r\n\nexecuted with SIS. \r\n\n                               24\r\r\n\n            In addition, it seems unlikely that Steinke suffered\r\n\nany hardship by working from March 15 until April 19 without salary\r\n\nbecause it was his contractual duty to SIS that precluded him from\r\n\ncommencing work as a salaried employee with SFS on March 15. The\r\n\nrecord does not reveal any other hardship that Steinke suffered\r\n\nduring this period; for instance, he did not move his family to\r\n\nMassachusetts until after April 19.    See  id. (indicating that\r\n\nadditional consideration may be sufficient when individual must\r\n\nmove his family to commence a new employment position). We thus do\r\n\nnot find that Steinke furnished SFS with the necessary separate or\r\n\nadditional consideration to demonstrate an intent to modify his\r\n\nwritten at-will employment agreement.  See id. at 315; Veno, 515\r\n\nA.2d at 580; Betts, 512 A.2d at 1281. \r\n\n            Even if we were to find sufficient separate or\r\n\nadditional consideration, this finding would not affect our\r\n\nanalysis. In Pennsylvania, \"if the parties specifically agreed\r\n\nthat the employment would be at-will, even though additional\r\n\nconsideration were present, . . . court[s are expected] to construe\r\n\nthe contract according to the parties' stated intention and hold it\r\n\nto be at-will.\"  Extracorporeal, 545 A.2d at 339. In this case,\r\n\nthe parties agreed that Steinke's employment would be at will; we\r\n\nreiterate that the Employee Agreement stated: \"I understand that\r\n\nthis agreement does not contain a guarantee of employment and that,\r\n\n                               25\r\r\n\nat any time and for any reason, I may resign or SunGard may\r\n\nterminate my employment.\" \r\n\nC.  Promissory Estoppel\r\n\n            Steinke finally argues that even if his at-will\r\n\nemployment agreement was not modified, \"under principles of\r\n\npromissory estoppel, a jury is entitled to determine that SFS is\r\n\nprecluded from claiming that Steinke could be terminated at any\r\n\ntime, without any recourse.\" Specifically, Steinke insists that he\r\n\n            discontinued negotiations with other\r\n            employers in reliance on the\r\n            representations that his employment would\r\n            be for three years; he sold his house and\r\n            his wife quit her job to be able to move\r\n            to Massachusetts. Steinke agreed to work\r\n\n  7.  Steinke insists that \"at a minimum,\" because he provided\r\n  the consideration of working without salary from March 15 until\r\n  April 19, he was \"entitled to be paid for the period he\r\n  performed services for SFS prior to his official start date of\r\n  April 19, 1993 on the theory of implied contract.\" \"A contract\r\n  implied in fact is an actual contract which arises where the\r\n  parties agree upon the obligations to be incurred, but their\r\n  intention, instead of being expressed in words, is inferred\r\n  from acts in light of the surrounding circumstances.\" \r                                                                 Elias v.\r\n  Elias, 237 A.2d 215, 217 (Pa. 1968). In Pennsylvania, \"[t]he\r\n  law will not imply a different contract than that which the\r\n  parties have expressly adopted.\"   Hutchison v. Sunbeam \r                                                                     Coal\r\n  Corp., 519 A.2d 385, 388 (Pa. 1986). Having determined that\r\n  Steinke did not provide additional consideration to evidence a\r\n  modified oral contract, we find no merit in Steinke's\r\n  contention that he is entitled to be paid for the approximately\r\n  four weeks during which he worked for expenses only. Steinke\r\n  and SFS specifically agreed that in light of Steinke's non-\r\n  compete agreement with SIS, he would not receive salary during\r\n  this period.\r\n\n  8.  Although the parties and the district court labeled\r\n  Steinke's final claim \"detrimental reliance,\" Steinke explains\r\n  that it actually constitutes a \"cause of action for promissory\r\n  estoppel.\" We agree and thus use this designation in the\r\n  discussion that follows.\r\n\n                               26\r\r\n\n            for approximately four weeks without\r\n            compensation based upon the further\r\n            promises of SFS that in the overall\r\n            relationship between the parties, the four\r\n            weeks would be insignificant.\r\n\nThe district court dismissed the promissory estoppel claim,\r\n\nreasoning that it was \"simply a restatement of an element of the\r\n\nfraud claim and not a separate cause of action.\" \r\n\n            As a preliminary note, we believe that Pennsylvania\r\n\nrather than Massachusetts law governs the promissory estoppel claim\r\n\nin this case because promissory estoppel is a \"contractually based\r\n\ncause of action\" and thus should \"fall[] within the purview of the\r\n\nchoice of law clause.\"  Shelley v. Trafalgar House Pub. Ltd. Co.,\r\n\n918 F. Supp. 515, 522 (D.P.R. 1996). We need not resolve this\r\n\nissue, however, because \"the outcome is the same under the\r\n\nsubstantive law of either jurisdiction.\"   Lambert v. Kysar, 983\r\n\nF.2d 1110, 1114 (1st Cir. 1993); \r                                          see \r                                              Lucker Mfg.\r                                                          v. \r                                                             Home Ins. Co.\r                                                                          ,\r\n\n23 F.3d 808, 813 (3d Cir. 1994). \r\n\n            \"[A]s a general rule, [in Pennsylvania] there is no\r\n\ncommon law cause of action against an employer for termination of\r\n\nan at-will employment relationship.\"  Paul v. Lankenau Hosp., 569\r\n\nA.2d 346, 348 (Pa. 1990);      see  Clay v.   Advanced  \r                                                                   Computer\r\n\nApplications, \r                        Inc., 559 A.2d 917, 918 (Pa. 1989). Specifically,\r\n\n\"the \r               doctrine \r                        of \r                           equitable \r                                      estoppel \r                                               is \r                                                  not \r                                                       an \r                                                          exception \r                                                                    to \r                                                                        the\r\n\nemployment \r                     at-will \r                             doctrine.\"   Paul, 569 A.2d at 349 (emphasis\r\n\nadded); see \r                     Dugan v. \r                              Bell Tel. of Pa.\r                                              , 876 F. Supp. 713, 727 (W.D.\r\n\nPa. 1994) (holding that employee could not assert claim of\r\n\n                               27\r\r\n\npromissory estoppel based on reliance on employer's alleged promise\r\n\nto find him permanent employment); Anderson v. Haverford College,\r\n\n851 F. Supp. 179, 184 (E.D. Pa. 1994) (instructing that \r                                                                 Niehaus v.\r\n\nDelaware \r                   Valley \r                          Med. \r                               Ctr., 631 A.2d 1314 (Pa. Super. Ct. 1993),\r\n\nrev'd, 649 A.2d 433 (Pa. 1994), was expressly limited to the facts\r\n\nof that case and did not revise the long-standing at-will\r\n\npresumption). Under Pennsylvania law, therefore, Steinke's\r\n\npromissory estoppel claim necessarily fails because Steinke was an\r\n\nat-will employee according to the written employment agreement\r\n\nexecuted on February 26, 1993.\r\n\n            Under the doctrine of promissory estoppel in\r\n\nMassachusetts, \"'[a] promise which the promisor should reasonably\r\n\nexpect to induce action or forbearance on the part of the promisee\r\n\nor a third person and which does induce such action or forbearance\r\n\nis binding if injustice can be avoided only by enforcement of the\r\n\npromise.'\"  Veranda \r                              Beach \r                                    Club \r                                          Ltd. \r                                               Partnership v. Western \r                                                                       Sur.\r\n\nCo., 936 F.2d 1364, 1380 (1st Cir. 1991) (quoting    McAndrew v.\r\n\nSchool Comm., 480 N.E.2d 327, 332 (Mass. 1985)); see Chedd-Angier\r\n\nProd. Co.\r                   v. \r                      Omni Publications Int'l, Ltd.\r                                                  , 756 F.2d 930, (1st Cir.\r\n\n1985) (explaining that Massachusetts has adopted Restatement\r\n\n(Second) of Contracts S 90);   see  also Carlson v.   Arnot-Ogden\r\n\nMemorial Hosp., 918 F.2d 411, 416 (3d Cir. 1990) (indicating that\r\n\nin Pennsylvania, \"[p]romissory estoppel allows the court to enforce\r\n\na party's promise that is unsupported by consideration where (1)\r\n\nthe promisor makes a promise that he reasonably expects to induce\r\n\n                               28\r\r\n\naction or forbearance by the promisee, (2) the promise does induce\r\n\naction or forbearance by the promisee, and (3) injustice can only\r\n\nbe avoided by enforcing the promise\"); Murphy v. Burke, 311 A.2d\r\n\n904, 908 (Pa. 1973) (indicating that Pennsylvania's promissory\r\n\nestoppel doctrine follows Restatement (Second) of Contracts S 90).\r\n\nIn Massachusetts, \"'[a]n element of promissory estoppel is that the\r\n\nparty invoking it must have   reasonably relied on the alleged\r\n\npromise to his detriment.'\"  Coll v. PB Diagnostic Sys., Inc., 50\r\n\nF.3d 1115, 1124 (1st Cir. 1995) (quoting   Hall v. Horizon \r                                                                      House\r\n\nMicrowave,  \r                     Inc., 506 N.E.2d 178, 184 (Mass. App. Ct. 1987)\r\n\n(emphasis added in Hall));  see Loranger \r                                                   Constr. \r                                                            Corp. v. E. \r                                                                         F.\r\n\nHauserman Co.\r                      , 374 N.E.2d 306, 311 (Mass. App. Ct. 1978) (dictating\r\n\nthat in the context of a promissory estoppel claim, \"attention is\r\n\nto be focused upon the reasonableness of th[e] reliance\"), aff'd,\r\n\n384 N.E.2d 176 (Mass. 1978); see also Josephs v. Pizza Hut of Am.\r\n\nInc., 733 F.Supp. 222, 226 (W.D. Pa. 1989), aff'd, 899 F.2d 1217\r\n\n(3d Cir. 1990). Courts typically invoke the doctrine of promissory\r\n\nestoppel when the formal requirements of contract formation are\r\n\nabsent and when enforcing the promise would serve the interests of\r\n\njustice.  See Veranda \r                                Beach, 936 F.2d at 1380; see also  Carlson,\r\n\n918 F.2d at 416.\r\n\n            Steinke thus bears the burden of proving that he\r\n\nreasonably relied to his detriment on a promise that SFS made of a\r\n\nthree-year term of employment. In this case, Steinke indicates\r\n\nthat Wismer alluded to working together over \"the next five to ten\r\n\n                               29\r\r\n\nyears.\" Wismer's remark, even considered in the context of a few\r\n\nother statements indicating that SFS executives had three years to\r\n\n\"make their numbers,\" did not constitute a promise upon which\r\n\nSteinke reasonably could have relied. \r                                               See \r                                                   Coll, 50 F.3d at 1124-25\r\n\n(1st Cir. 1995) (holding that employer's failure to \"firm up\" oral\r\n\npromise of long-term compensation rendered any reliance on an oral\r\n\npromise unreasonable); \r                                Trifirio v. \r                                            New York Life Ins. Co.\r                                                                 , 845 F.2d\r\n\n30, 33-34 (1st Cir. 1988) (explaining, in a situation similar to\r\n\nthe instant case, \"a reasonable person investigates matters\r\n\nfurther; he receives assurances or clarification before relying\");\r\n\nHall, 506 N.E.2d at 184 (declaring that \"[i]nchoate negotiations\r\n\nare no better basis for reliance than for an action on the\r\n\npurported contract as such\"); see also Burke, 311 A.2d at 400-01\r\n\n(ruling that the evidence in the case did not support a finding\r\n\nthat there was a promise upon which appellants relied to their\r\n\ndetriment). We thus rule that the district court did not err in\r\n\ndismissing Steinke's promissory estoppel claim.\r\n\n                           Conclusion\r\n\n            For the foregoing reasons, we affirm the district\r\n\ncourt's award of summary judgment to SFS both on Steinke's\r\n\ncontractual claims and on his promissory estoppel claim.\r\n\n            Affirmed.  Costs to appellee.\r\n\n                               30\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                      For the First Circuit\r\n                                          \r\nNo. 96-2326\r\n\n                        JAMES A. STEINKE,\r\n\n                      Plaintiff, Appellant,\r\n\n                               v.\r\n\n                SUNGARD FINANCIAL SYSTEMS, INC.,\r\n\n                      Defendant, Appellee.\r\n\n                                          \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\r\n\n                                          \r\n\n                             Before\r\n\n                      Stahl, Circuit Judge,\r\n                      Lynch, Circuit Judge,\r\n               and O'Toole,* U.S. District Judge.\r\n\n                                          \r\n\n  Margaret S. Garvey\r                             , with whom \r                                         Wm. David Byassee\r                                                         , \r                                                           Freeborn &amp; Peters\r                                                                            ,\r\nDavid C. Casey, Thomas A. Bockhorst, and Peckham, Lobel, Casey, Prince\r\n&amp; Tye, were on brief for appellant.\r\n  Mark \r                 Blondman, with whom  Scott \r                                            F. \r                                                Cooper, Blank \r                                                              Rome \r                                                                    Comisky \r                                                                            &amp;\r\nMcCauley, and  Testa,  \r                              Hurwitz  \r                                      &amp;  \r                                         Thibeault,  \r                                                     LLP, were on brief for\r\nappellee.\r\n                                          \r\n\n                         August 6, 1997\r\n                                          \r\n\n                  \r\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n            STAHL, Circuit Judge. Plaintiff-appellant James A.\r\n\n  Steinke appeals the district court's grant of summary judgment\r\n\n  in favor of defendant-appellee SunGard Financial Systems, Inc.\r\n\n  (\"SFS\") on his breach of contract and promissory estoppel\r\n\n  claims. We affirm.\r\n\n                           Background\r\n\n            We state the facts in the light most favorable to the\r\n\n  party opposing summary judgment.   See  Hoeppner v.  Crotched\r\n\n  Mountain Rehabilitation Ctr., </pre><span class=\"citation\" data-id=\"195529\"><a href=\"/opinion/195529/hoeppner-v-crotched-mountain/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 14 (1st Cir. 1994).\r\n\n            Steinke is a former SFS employee. SFS, a wholly-\r\n\n  owned subsidiary of SunGard Data Systems, Inc., develops and\r\n\n  sells computer software used for investment and financial\r\n\n  purposes. In 1992, SFS decided to create a brokerage division\r\n\n  called \"Phase3\"  to develop software applications for the\r\n\n  securities industry and specifically to compete with Security\r\n\n  Industrial Software (\"SIS\"). SIS was a multi-service company\r\n\n  whose primary business involved providing software and related\r\n\n  services to self-clearing broker dealers. In 1992, Steinke was\r\n\n  the President and Chief Executive Officer of SIS. In December\r\n\n  1992, Citicorp/Quotron, SIS's parent corporation, decided to\r\n\n  sell SIS to a company called ADP.\r\n\n  1.  In April 1993, Phase3 was renamed SunGard Brokerage\r\n  Systems. For purposes of clarity, however, we substitute the\r\n  name Phase3 for SunGard Brokerage Systems as the relevant\r\n  entity throughout this opinion.\r\n\n                               -2-\r                                          2\r\r\n\n            When Dr. David Wismer, President and Chief Executive\r\n\n  Officer of SFS, learned of ADP's acquisition of SIS, he thought\r\n\n  Steinke might become available to head Phase3 and immediately\r\n\n  began to recruit Steinke to come to Waltham, Massachusetts to\r\n\n  lead Phase3. SFS's first efforts to recruit Steinke began in\r\n\n  April or May 1992, when Wismer told Steinke that he understood\r\n\n  SIS was well run and that he could use that type of management\r\n\n  at Phase3. Late in 1992, Steinke attended a presentation that\r\n\n  Wismer and James Mann, Chairman and Chief Executive Officer of\r\n\n  SunGard Data Systems, made to Quotron. During this\r\n\n  presentation, Wismer and Mann discussed with Quotron the\r\n\n  possibility of SunGard Data Systems acquiring SIS. Mann also\r\n\n  told Steinke during the meeting that if Steinke was to work for\r\n\n  SFS, he would have one year to get to know the operations of\r\n\n  Phase3 and two years after that to \"conquer the ADP market.\"\r\n\n            In early February 1993, Steinke met with Wismer at\r\n\n  Stapleton International Airport in Denver to discuss possible\r\n\n  employment at SFS. During this meeting, Wismer told Steinke\r\n\n  that he wanted him to fill Phase3's need for professional\r\n\n  management. Wismer informed Steinke that SFS expected him to\r\n\n  take three years to acquire former SIS customers and to reach\r\n\n  Phase3's $50 million annual revenue target.\r\n\n             Later that month, Steinke met with Fraser Chambers,\r\n\n  Executive Vice President of SFS's Eastern Region. Steinke\r\n\n  inquired as to how SFS funded its divisions; Chambers responded\r\n\n                               -3-\r                                          3\r\r\n\n  that funding would be available if Steinke returned profits\r\n\n  over a three-year period.\r\n\n            Over the weekend of February 19-20, 1993, Steinke\r\n\n  attended an SFS meeting in Naples, Florida. In Naples, Steinke\r\n\n  met with a variety of SFS personnel, including Wismer,\r\n\n  Chambers, and Mann, in order to finalize the terms of his\r\n\n  employment with SFS. Wismer informed Steinke that he was in\r\n\n  the process of putting together an offer letter for Steinke.\r\n\n  The SFS executives also reiterated that SFS senior executives\r\n\n  were rated by their performance over a three-year period.\r\n\n  Wismer in particular indicated that Steinke would have three\r\n\n  years to \"show his mettle\" at SFS by achieving the aggressive\r\n\n  financial results SFS demanded of its Phase3 division. Wismer\r\n\n  told Steinke that SFS might not make its numbers in 1992, but\r\n\n  that the plan Wismer had developed was sound and Steinke had\r\n\n  three years to \"make his numbers.\" Wismer reassured Steinke\r\n\n  that if he could make his numbers in that time frame, he would\r\n\n  have a long and successful career at SFS. The following day,\r\n\n  Mann confirmed that SFS operated on a three-year financial\r\n\n  plan.\r\n\n            On February 22, 1993, Wismer sent Steinke a letter\r\n\n  constituting a formal offer of employment. The letter offered\r\n\n  Steinke the position of President of SFS's Phase3 division at\r\n\n  an annual salary of $195,000 plus bonuses and certain expenses.\r\n\n  The letter stated that \"[t]his offer is contingent upon your\r\n\n                               -4-\r                                          4\r\r\n\n  written acceptance of our [attached] Employee Agreement.\" The\r\n\n  attached employment agreement contained a provision entitled\r\n\n  \"Termination,\" which provided:\r\n\n            I understand that this agreement does not\r\n            contain a guarantee of employment and\r\n            that, at any time and for any reason, I\r\n            may resign or SFS may terminate my\r\n            employment. If I decide to resign, I will\r\n            give at least two weeks' prior notice, and\r\n            I will remain for the full notice period\r\n            unless SunGard instructs me to leave\r\n            earlier and pays the remaining salary I\r\n            would have earned during the notice\r\n            period. In return, if SunGard terminates\r\n            my employment after six months without\r\n            cause, I will receive at least two weeks'\r\n            salary as severance pay.\r\n\nSFS previously had not informed Steinke that it required its\r\n\nemployees to sign a form agreement before beginning employment.\r\n\n            Prior to executing the relevant documents, Steinke\r\n\ntelephoned Wismer and told him that he was concerned about several\r\n\nissues in the form agreement, including the termination provision.\r\n\nSpecifically, Steinke expressed concern about the fact that\r\n\ntemporary housing would only last until July 15, 1993 and indicated\r\n\nthat he found SFS's offer of five expense-paid trips per year\r\n\nbetween his home in Colorado and SFS's offices in Massachusetts to\r\n\nbe unacceptable. Wismer verbally agreed to modify the term of the\r\n\ntemporary housing and to work with Steinke so that he could take\r\n\nsome additional trips to Colorado. When Steinke asked Wismer\r\n\nwhether or not he had to sign the form agreement, Wismer informed\r\n\nhim it was required of all SFS employees. In his deposition,\r\n\nSteinke recounted that Wismer responded: \"You'll be judged on your\r\n\n                               -5-\r                                          5\r\r\n\nnumbers and you've got three years to make them. [E]verybody signs\r\n\nit. It's not an issue.\"\r\n\n            Steinke signed the Employee Agreement on February 26,\r\n\n1993. Although the offer letter indicated \"a most desirable start\r\n\ndate\" of March 15, 1993, after executing the Employee Agreement,\r\n\nSteinke informed Wismer that he could not start work before April\r\n\n19, 1993 due to a non-compete agreement he had negotiated with SIS.\r\n\nWismer responded that he wanted Steinke to start work on March 15,\r\n\n1993. Steinke replied that he would be willing to work in some\r\n\nunofficial capacity and suggested that he be paid as a consultant.\r\n\nWismer objected to this method of payment due to the accounting\r\n\ndifficulties it apparently would occasion and remarked that \"in the\r\n\nscheme of working together for the next five to ten years,\" Steinke\r\n\nshould consider beginning work on March 15 with compensation for\r\n\nexpenses only until he could officially start with SFS on April 19.\r\n\nSteinke agreed to this solution. When negotiations resulted in an\r\n\nacceptable arrangement, Steinke ceased considering alternative\r\n\nemployment opportunities.\r\n\n            On one occasion after Steinke began his employment with\r\n\nPhase3, Mann told him that he had three years to make his numbers\r\n\nunder SFS's three-year plan. Also after starting his employment,\r\n\nSteinke learned that Phase3's expenses were running far beyond what\r\n\nthey should be if he was to make a bottom line profit of $6.7\r\n\n  2.  Steinke claims that he was reviewing at least two other\r\n  employment offers when he accepted SFS's offer.\r\n\n                                6\r\r\n\nmillion for 1993. On July 14, 1993, Wismer and Steinke discussed\r\n\nSFS's financial situation and Wismer informed Steinke that the 1994\r\n\nnumbers would be even more critical. Wismer indicated that it was\r\n\nSteinke's job to put the Phase3 business plan together to achieve\r\n\nthe goals, reinforcing the perception that Steinke had three years\r\n\nto make his numbers.\r\n\n            On August 12, 1993, Wismer informed Steinke that his\r\n\nperformance was \"excellent.\" On October 15, 1993, however, SFS\r\n\nterminated Steinke's employment. \r\n\n            Steinke filed suit against SFS in Massachusetts\r\n\nSuperior Court, alleging breach of contract, breach of implied\r\n\ncontract, fraud in the inducement, negligent misrepresentation, and\r\n\npromissory estoppel. The gist of Steinke's claims was that SFS was\r\n\nobligated to compensate him for three years' worth of service based\r\n\non its alleged oral representations to him and his subsequent\r\n\nreliance on these representations. SFS removed the case to federal\r\n\ndistrict court on the basis of diversity of citizenship.  See 28\r\n\nU.S.C. S 1332(a)(1). On October 18, 1995, SFS filed a motion for\r\n\nsummary judgment. The district court granted SFS's motion as to\r\n\nthe breach of contract and breach of implied contract claims, but\r\n\nnot as to the fraud in the inducement and negligent\r\n\nmisrepresentation claims. The district court dismissed the\r\n\npromissory estoppel claim, and Steinke, after voluntarily\r\n\ndismissing the fraud and negligent misrepresentation claims\r\n\n                                7\r\r\n\npursuant to Fed. R. Civ. P. 41(a)(2), now appeals the district\r\n\ncourt's rulings.\r\n\n                       Standard of Review\r\n\n            We review the district court's grant of summary\r\n\njudgment de novo. See \r                                Werme v. \r                                        Merrill, </pre><span class=\"citation\" data-id=\"718596\"><a href=\"/opinion/718596/paula-werme-v-stephen-merrill-governor-of-new-hampshire/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">479</span></a></span><pre class=\"inline\">, 482 (1st Cir.\r\n\n1996). Summary judgment is appropriate when the record reveals no\r\n\ngenuine issue of material fact and the moving party is entitled to\r\n\njudgment as a matter of law.  See Fed. R. Civ. P. 56(c). A fact\r\n\nbecomes material when it has the potential to affect the outcome of\r\n\nthe suit. See \r                        J. Geils Band Employee Benefit Plan\r                                                            v. \r                                                               Smith Barney\r\n\nShearson, Inc.\r                       , </pre><span class=\"citation\" data-id=\"196588\"><a href=\"/opinion/196588/j-geils-band-v-smith-barney/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1245</span></a></span><pre class=\"inline\">, 1250-51 (1st Cir.), \r                                                          cert. \r                                                                denied, </pre><span class=\"citation no-link\"><span class=\"volume\">117</span>\r\n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">81</span></span><pre class=\"inline\"> (1996). We are not \"wedded to the district court's\r\n\nreasoning. Rather, '[w]e are free, on appeal, to affirm [or\r\n\nreverse] a judgment on any independently sufficient ground.'\"\r\n\nGarside v.  Osco  \r                           Drug,  \r                                  Inc., </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 49 (1st Cir. 1990)\r\n\n(quoting \r                  Polyplastics, Inc.\r                                     v. \r                                        Transconex, Inc.\r                                                       , </pre><span class=\"citation\" data-id=\"493609\"><a href=\"/opinion/493609/polyplastics-inc-v-transconex-inc/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span><pre class=\"inline\">, 860-\r\n\n61 (1st Cir. 1987)).\r\n\n                           Discussion\r\n\n            On appeal, Steinke advances three arguments. First, he\r\n\nasserts that the district court erred in granting summary judgment\r\n\non his claim of breach of an express and implied contract because\r\n\nissues of fact existed concerning the terms of his employment\r\n\nagreement with SFS, precluding the finding that this agreement\r\n\nconstituted an unambiguous integrated contract. Second, Steinke\r\n\nmaintains that the district court improperly granted summary\r\n\n                                8\r\r\n\njudgment on his contract claims because \"disputed issues of fact\r\n\nexisted regarding whether the written contract was modified to\r\n\nrequire employment for a reasonable term.\" Third, Steinke insists\r\n\nthat the district court improperly dismissed his promissory\r\n\nestoppel claim. We address these arguments in turn.\r\n\n            Before turning to the merits of Steinke's appeal, we\r\n\nnote that the parties agree that, pursuant to a choice of law\r\n\nprovision in the Employee Agreement, Pennsylvania law governs\r\n\ncontract-based claims arising out of the Agreement. Because we see\r\n\nno compelling reason to do otherwise, we will honor the parties'\r\n\nchoice of law on all counts upon which they agree.  See James \r                                                                         L.\r\n\nMiniter Ins. Agency, Inc. v. Ohio Indem. Co., </pre><span class=\"citation\" data-id=\"197358\"><a href=\"/opinion/197358/miniter-v-ohio/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1240</span></a></span><pre class=\"inline\">, 1245\r\n\n(1st Cir. 1997); \r                          Borden v. \r                                    Paul Revere Life Ins. Co.\r                                                            , </pre><span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span><pre class=\"inline\">,\r\n\n375 (1st Cir. 1991).\r\n\nA.  Integrated Contract\r\n\n            The district court found that \"the Employment Agreement\r\n\nand the offer letter constitute[d] a complete expression of the\r\n\nparties' agreement regarding the terms of Steinke's employment.\"\r\n\nSteinke asserts that the district court erred because he and SFS\r\n\nnever executed an integrated employment contract. Specifically,\r\n\nSteinke contends: \r\n\n            The contract consisted of the oral\r\n            representations made to [him] . . . when\r\n            he was solicited by SFS to head up its new\r\n            brokerage division prior to receipt of the\r\n            offer letter; the negotiations with\r\n            respect to the term of the contract, the\r\n            starting date, the duration of his\r\n            temporary housing allowance and the number\r\n\n                                9\r\r\n\n            of trips between Massachusetts and\r\n            Colorado prior to his relocation which\r\n            were settled after the written documents\r\n            were received; and the offer letter and\r\n            form agreement.\r\n\nBecause \"[t]here was no single document or combination of documents\r\n\nwhich fully and completely expressed the parties' agreement with\r\n\nrespect to the employment relationship,\" Steinke argues that he was\r\n\nentitled to introduce parol evidence to prove the intent of the\r\n\nparties. \r\n\n            It is well settled that Pennsylvania law presumes all\r\n\nemployment to be at-will.   See Darlington v. General \r                                                                Elec., </pre><span class=\"citation no-link\"><span class=\"volume\">504</span>\r\n\n<span class=\"reporter\">A.2d</span> <span class=\"page\">306</span></span><pre class=\"inline\">, 309 (Pa. Super. Ct. 1986) (tracing recognition of\r\n\nemployment at-will doctrine in Pennsylvania to \r                                                        Henry v. \r                                                                 Pittsburgh\r\n\n&amp; \r            Lake \r                 Erie \r                      R.R. \r                           Co., </pre><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">A.</span> <span class=\"page\">157</span></span><pre class=\"inline\"> (Pa. 1891));   see also Scott v.\r\n\nExtracorporeal, Inc.\r                             , </pre><span class=\"citation\" data-id=\"1525256\"><a href=\"/opinion/1525256/scott-v-extracorporeal-inc/\"><span class=\"volume\">545</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">334</span></a></span><pre class=\"inline\">, 336 (Pa. 1988). Specifically,\r\n\nPennsylvania law dictates that absent a statutory or contractual\r\n\nprovision to the contrary, it is presumed that either party may end\r\n\nan employment relationship at any time, for any or no cause.  See\r\n\nMurray v. Commercial \r                               Union \r                                     Ins. \r                                          Co., </pre><span class=\"citation\" data-id=\"463745\"><a href=\"/opinion/463745/harry-c-murray-and-jean-m-murray-v-commercial-union-insurance-company/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 435 (3d Cir.\r\n\n1986). An employee attempting to overcome the presumption of at-\r\n\nwill employment in Pennsylvania must demonstrate \"facts and\r\n\ncircumstances establishing some tenure of employment.\" \r                                                                Cummings v.\r\n\nKelling \r                  Nut \r                      Co., </pre><span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">323</span></span><pre class=\"inline\">, 325 (Pa. 1951). Overcoming the\r\n\npresumption constitutes \"an up-hill battle\" in Pennsylvania.\r\n\nSchoch v. \r                   First Fidelity Bancorporation\r                                                , </pre><span class=\"citation\" data-id=\"547216\"><a href=\"/opinion/547216/leroy-d-schoch-v-first-fidelity-bancorporation-and-industrial-valley/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span><pre class=\"inline\">, 661 (3d Cir.\r\n\n1990).\r\n\n                               10\r\r\n\n            In this case, no statutory or contractual provision\r\n\nconflicts with Pennsylvania's presumption of at-will employment.\r\n\nSFS's offer letter stated that \"[t]his offer is contingent on your\r\n\nwritten acceptance of our Employee Agreement.\" The Employee\r\n\nAgreement provided no fixed term of employment. Instead, the\r\n\nEmployee Agreement stated: \"I understand that this agreement does\r\n\nnot contain a guarantee of employment and that, \r                                                        at any time and for\r\n\nany reason, I may resign or SunGard may terminate my employment.\"\r\n\n(emphasis added). The Employee Agreement indicated only that if\r\n\nSteinke completed six months of employment with SFS, then SFS would\r\n\npay him \"at least two weeks' salary as severance pay\" if it\r\n\nterminated his employment without cause. \"[W]here a contract\r\n\npurports to be a complete legal obligation without any doubt as to\r\n\nits object or extent, it is presumed to reflect the whole legal\r\n\nright of the parties.\" Lenzi v.  Hahnemann \r                                                     Univ., </pre><span class=\"citation\" data-id=\"1965327\"><a href=\"/opinion/1965327/lenzi-v-hahnemann-university/\"><span class=\"volume\">664</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1375</span></a></span><pre class=\"inline\">,\r\n\n1379 (Pa. Super. Ct. 1995); \r                                     see \r                                        Fountain Hill Millwork Bldg. Supply\r\n\nCo. v. Belzel, </pre><span class=\"citation\" data-id=\"2201693\"><a href=\"/opinion/2201693/fountain-hill-millwork-bldg-supply-co-v-belzel/\"><span class=\"volume\">587</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">757</span></a></span><pre class=\"inline\">, 760 (Pa. Super. Ct. 1991);  Levy v.\r\n\nLeaseway Sys. Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">314</span></span><pre class=\"inline\">, 316 (Pa. Super. Ct. 1959). \r\n\n            Despite the clear language of both the Employee\r\n\nAgreement and Pennsylvania law, Steinke argues that the Agreement's\r\n\nobject and extent remain in doubt, and points to parol evidence\r\n\nconcerning representations of a fixed three-year term of employment\r\n\nthat various SFS officials made to him prior to the execution of\r\n\nthe Employment Agreement. Steinke places particular emphasis on\r\n\nthe fact that SFS, in response in part to his concerns about the\r\n\n                               11\r\r\n\ntermination provision in the Employment Agreement, indicated that\r\n\n\"everybody signs it. It's not an issue.\"\r\n\n            \"Whether a writing is an integrated agreement, and if\r\n\nso, whether the agreement is completely or partially integrated are\r\n\nquestions to be decided by the court prior to application of the\r\n\nparol evidence rule.\" Greenberg v. \r                                            Tomlin, </pre><span class=\"citation\" data-id=\"1977389\"><a href=\"/opinion/1977389/greenberg-v-tomlin/\"><span class=\"volume\">816</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1039</span></a></span><pre class=\"inline\">, 1053\r\n\n(E.D. Pa. 1993); \r                          see \r                              Hershey Foods Corp.\r                                                 v. \r                                                    Ralph Chapek, Inc.\r                                                                      , </pre><span class=\"citation\" data-id=\"494140\"><a href=\"/opinion/494140/hershey-foods-corporation-v-ralph-chapek-inc/\"><span class=\"volume\">828</span>\r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">989</span></a></span><pre class=\"inline\">, 995 (3d Cir. 1987). In determining whether an agreement\r\n\nis integrated, a court must compare both the alleged oral and\r\n\nwritten agreements and must determine whether \"'the parties,\r\n\nsituated as were the ones to the contract, would naturally and\r\n\nnormally include the one in the other if it were made.'\"   Mellon\r\n\nBank Corp.\r                    v. \r                       First Union Real Estate Equity &amp; Mortgage Invs.\r                                                                      , </pre><span class=\"citation\" data-id=\"574317\"><a href=\"/opinion/574317/mellon-bank-corporation-and-mellon-bank-na-in-no-90-3712-v-first/\"><span class=\"volume\">951</span>\r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1399</span></a></span><pre class=\"inline\">, 1405 (3d Cir. 1991) (quoting \r                                                 Gianni v. \r                                                           R. Russel &amp; Co.\r                                                                          ,\r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">A.</span> <span class=\"page\">791</span></span><pre class=\"inline\">, 792 (Pa. 1924)); see Crompton-Richmond Co.--Factors v.\r\n\nSmith, </pre><span class=\"citation\" data-id=\"1874874\"><a href=\"/opinion/1874874/crompton-richmond-co-inc-factors-v-smith/\"><span class=\"volume\">253</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">980</span></a></span><pre class=\"inline\">, 983 (E.D. Pa. 1966), aff'd, </pre><span class=\"citation\" data-id=\"279597\"><a href=\"/opinion/279597/crompton-richmond-co-inc-factors-v-e-p-tatum-smith-jr/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span><pre class=\"inline\">\r\n\n(3d Cir. 1967) (per curiam). If the alleged oral and written\r\n\nagreements \"'relate to the same subject matter and are so\r\n\ninterrelated that both would be executed at the same time and in\r\n\nthe same contract, the scope of the subsidiary agreement must be\r\n\ntaken to be covered by the writing.'\"  Ralph \r                                                       Chapek, 828 F.2d at\r\n\n995 (quoting  Gianni, 126 A. at 792). In such case, \"'parol\r\n\nevidence to vary, modify or supersede the written contract is\r\n\ninadmissible in evidence.'\" HCB Contractors\r                                                     v. \r                                                        Liberty Place Hotel\r\n\n                               12\r\r\n\nAss'n, </pre><span class=\"citation\" data-id=\"1934439\"><a href=\"/opinion/1934439/hcb-contractors-v-liberty-pl-hotel/\"><span class=\"volume\">652</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1278</span></a></span><pre class=\"inline\">, 1279 (Pa. 1995) (quoting \r                                                       Nicolella v. \r                                                                    Palmer,\r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">20</span></span><pre class=\"inline\">, 22 (Pa. 1968)).\r\n\n            Having compared the alleged oral agreement and the\r\n\nwritten agreement in this case, we believe that Steinke and SFS\r\n\nwould \"naturally and normally\" have included the alleged oral\r\n\nagreement in the written agreement had they actually made an\r\n\nagreement establishing three years as Steinke's term of employment.\r\n\nA provision dictating such a lengthy term of employment would be\r\n\nintegral to an agreement providing an offer of employment and\r\n\ndictating the terms of such employment, including a specific\r\n\ntermination provision. Moreover, Steinke specifically inquired\r\n\nabout the termination provision and, after SFS informed him that\r\n\nall employees were required to sign the Employee Agreement as a\r\n\ncondition of employment with SFS, he signed the Agreement without\r\n\nprotest. Furthermore, the alleged oral agreement and the written\r\n\n  3.  We believe the fact that Steinke signed the agreement after\r\n  inquiring about its terms is particularly telling in this\r\n  situation. Over a period of approximately twenty years,\r\n  Steinke had worked for many large corporations involved in\r\n  finance and high technology, including Merrill Lynch, Shearson\r\n  Lehman Brothers, Kemper Securities, and Colgate Palmolive.\r\n  Steinke negotiated and signed employment agreements with at\r\n  least three of these corporations. Steinke's considerable\r\n  experience in the field casts doubt upon his assertion that he\r\n  did not expect to be bound by the termination provision. See,\r\n  e.g., \r                 M/S Bremen\r                            v. \r                               Zapata Off-Shore Co.\r                                                  , </pre><span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 11 (1972)\r\n  (upholding written contractual provision in part because it was\r\n  \"made in an arm's-length negotiation by experienced and\r\n  sophisticated businessmen\");   Beckman v.   Vassall-Dillworth\r\n  Lincoln-Mercury, Inc.\r                                , </pre><span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">784</span></span><pre class=\"inline\">, 788 (Pa. Super. Ct. 1983)\r\n  (rejecting argument that appellant did not intend \"no-agency\"\r\n  clause to be included in his contract, reasoning in part that\r\n  appellant \"was an experienced businessman, equipped to\r\n  understand the meaning of the terms of the agreement he\r\n\n                               13\r\r\n\nagreement (particularly the termination provision in the Employee\r\n\nAgreement) both addressed the duration of Steinke's employment with\r\n\nSFS. We therefore find that the Employee Agreement covered the\r\n\nscope of, and thus superseded, the alleged oral agreement.    See\r\n\nMellon Bank\r                    , 951 F.2d at 1406-08; \r                                          Ralph Chapek\r                                                      , 828 F.2d at 996-98;\r\n\nUnited Ref. Co. v. Jenkins, </pre><span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">574</span></span><pre class=\"inline\">, 579 (Pa. 1963); Gianni,\r\n\n176 A. at 792; \r                        Beckman v. \r                                   Vassall-Dillworth Lincoln-Mercury, Inc.\r                                                                          ,\r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">784</span></span><pre class=\"inline\">, 788 (Pa. Super. Ct. 1983).\r\n\n            \"These cases show that under Pennsylvania law, a\r\n\nwritten contract which gives one party an unconditional right\r\n\nprecludes the other party from using parol evidence to establish a\r\n\ncondition on the exercise of the unlimited right the written text\r\n\ncontains.\"  Mellon \r                             Bank, 961 F.2d at 1407. We thus affirm the\r\n\ntrial court's finding that the offer letter and the Employment\r\n\n  signed\"). \r\n\n  4.  Relying only on  Moyer v. Heilveil, </pre><span class=\"citation\" data-id=\"3861789\"><a href=\"/opinion/4102169/moyer-v-heilveil/\"><span class=\"volume\">49</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">514</span></a></span><pre class=\"inline\">, 515 (Pa.\r\n  Super. Ct. 1946), Steinke quotes the Pennsylvania Supreme Court\r\n  as ruling that \"[a] contract may be partly oral and partly in\r\n  writing and the written agreement does not supersede the oral\r\n  contract unless it is complete in itself, embodying all the\r\n  terms orally agreed upon.\"  Id. The  Moyer court reached this\r\n  conclusion only after it determined that the writing in\r\n  question was silent concerning the terms of employment; it\r\n  reasoned \"[i]t therefore was proper for plaintiff to prove a\r\n  prior separate oral agreement not inconsistent with the writing\r\n  and unaffected by it, establishing the actual intention of the\r\n  parties.\"  Id. (emphasis added). In the context of Steinke's\r\n  appeal, Moyer thus dictates that Steinke may not have the\r\n  opportunity to prove a separate oral agreement because the\r\n  Employee Agreement contained a termination provision which\r\n  specifically detailed the \"terms of employment.\" \r\n\n                               14\r\r\n\nAgreement constituted an integrated agreement. Consequently, we\r\n\nhold that the district court did not err in applying the parol\r\n\nevidence rule to bar evidence of alleged oral terms.     See  HCB\r\n\nContractors, 652 A.2d at 1280;    International  \r                                                           Milling  \r                                                                    Co. v.\r\n\nHachmeister, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">186</span></span><pre class=\"inline\">, 191 (Pa. 1955).\r\n\n  5.  The fact that the offer letter and the Employment Agreement\r\n  did not constitute one single document does not affect this\r\n  ruling. An integrated agreement may take the form of two\r\n  documents, \r                      see \r                          Kroblin Refrigerated Xpress, Inc.\r                                                            v. \r                                                               Pitterich,\r\n  </pre><span class=\"citation\" data-id=\"479219\"><a href=\"/opinion/479219/kroblin-refrigerated-xpress-inc-in-no-85-3719-v-wernert-j-pitterich/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">, 107 (3d Cir. 1986) (\"It is a general rule of\r\n  contract law that where two writings are executed at the same\r\n  time and are intertwined by the same subject matter, they\r\n  should be construed together and interpreted as a whole, each\r\n  one contributing to the ascertainment of the true intent of the\r\n  parties.\"); \r                       see \r                           also \r                                Zaidan v. \r                                         Borg-Warner Corp.\r                                                          , </pre><span class=\"citation\" data-id=\"266845\"><a href=\"/opinion/266845/joseph-p-zaidan-v-borg-warner-corporation/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span><pre class=\"inline\">,\r\n  392 (3d Cir. 1965); \r                               United States\r                                             v. \r                                               Goldberg, </pre><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">34</span></span><pre class=\"inline\">,\r\n  37 n.5 (E.D. Pa. 1955), provided it \"appears to be a contract\r\n  complete within itself, couched in such terms as import a\r\n  complete legal obligation without any uncertainty as to the\r\n  object or extent of the engagement,\" \r                                               Fountain Hill\r                                                            , 587 A.2d at\r\n  760. Moreover, \"[w]hile the effect of an integration clause is\r\n  to make the parol evidence rule clearly applicable, it is not\r\n  required.\"   Mellon  \r                                 Bank, 951 F.2d at 1406 n.6 (internal\r\n  citations omitted); see Ralph Chapek, 828 F.2d at 998. Thus,\r\n  Steinke's argument that neither the offer letter nor the\r\n  Employment Agreement contained an integration clause, and,\r\n  thus, that there is no integrated contract, is unavailing.\r\n\n  6.  Steinke's reliance on \r                                     McEvoy Travel Bureau, Inc.\r                                                                v. \r                                                                   Norton\r\n  Co., </pre><span class=\"citation no-link\"><span class=\"volume\">563</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">188</span></span><pre class=\"inline\">, 191-95 (Mass. 1990), is unpersuasive. As\r\n  noted previously, the law of Pennsylvania controls these\r\n  issues. McEvoy Travel\r                                 , furthermore, is distinguishable on its\r\n  facts. In   McEvoy  \r                               Travel, the appellant signed a contract\r\n  containing a sixty-day termination clause. When the appellant\r\n  questioned the clause, the appellee informed him that the\r\n  clause was \"inoperative\" and \"meaningless.\"  Id. at 191. The\r\n  court held that the written contract was not an integrated\r\n  agreement, reasoning as follows: \r\n            When parties . . . sign a document and\r\n            include in it a provision as to\r\n            termination by notice, at the same time\r\n            expressly stating that the provision is a\r\n            mere \"face saving device\" never to be\r\n            effective, they have not adopted that\r\n\n                               15\r\r\n\n            Apparently determined to circumvent the parol evidence\r\n\nrule, Steinke argues that the termination provision contained in\r\n\nthe Employee Agreement is ambiguous. Specifically, Steinke\r\n\nmaintains:\r\n\n            If the contract was for \"at will\"\r\n            employment, it would be inconsistent with\r\n            the provision of the offer letter that\r\n            provides Steinke temporary housing \"until\r\n            the earlier of July 15, 1993 or your move\r\n            into your permanent residence.\" It would\r\n            negate the provision that SFS would\r\n            provide storage of Steinke's household\r\n            goods \"until the earlier of September 15,\r\n            1993 or your move into your permanent\r\n            residence.\" . . . It is also at odds with\r\n            the fact that Steinke was agreeing to a\r\n            covenant not to compete for twelve months\r\n            after his termination for any reason.\r\n\nA finding of ambiguity in the termination provision, according to\r\n\nSteinke, necessarily would entitle him to submit to a jury evidence\r\n\nconcerning his alleged three-year contract with SFS.\r\n\n            document as a \"complete and accurate\r\n            integration\" of their agreement. Instead\r\n            they have [in Williston's words] issued it\r\n            \"in usual form but limited its terms by\r\n            parole agreement.\" \r\n  Id. at 194 n.7 (quoting 3  Corbin \r                                              on \r                                                 Contracts S 582, at 463\r\n  (1960)). In the instant case, SFS never told Steinke that\r\n  either the Employee Agreement or the termination provision\r\n  contained therein were \"inoperative\" or \"meaningless.\"\r\n  Wismer's remark that signing the Employee Agreement was not \"an\r\n  issue\" does not equate with   McEvoy  \r                                                  Travel's \"never to be\r\n  effective\" language. Wismer, in fact, informed Steinke both\r\n  that SFS required all of its employees to sign the Employee\r\n  Agreement and that all SFS employees did so. The offer letter\r\n  made this requirement clear with respect to Steinke, stating\r\n  that \"[t]his offer is contingent on your written acceptance of\r\n  our Employee Agreement.\"\r\n\n                               16\r\r\n\n            In Pennsylvania, \"[o]nly if the terms used [in an\r\n\nagreement] are ambigious [sic] or if the contract is not fully\r\n\nintegrated, should the trial judge allow the finder of fact to\r\n\nconsider evidence that might vary or add to the contract's express\r\n\nterms.\"  Griesmann v. Chemical \r                                         Leaman \r                                                Tank \r                                                     Lines, \r                                                            Inc., </pre><span class=\"citation\" data-id=\"460242\"><a href=\"/opinion/460242/griesmann-donald-h-henderson-richard-h-harrison-jesse-l-barndt/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span>\r\n\n<span class=\"page\">66</span></a></span><pre class=\"inline\">, 72 (3d Cir. 1985); \r                                see \r                                    Compass Tech., Inc.\r                                                       v. \r                                                          Tseng Lab., Inc.\r                                                                          ,\r\n\n</pre><span class=\"citation\" data-id=\"709504\"><a href=\"/opinion/709504/compass-technology-inc-v-tseng-laboratories-inc-wang-laboratories/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1125</span></a></span><pre class=\"inline\">, 1131 (3d Cir. 1995) (\"[I]f the[] [parties'] intent\r\n\ncan be cleanly extracted from the clear and unambiguous words that\r\n\nthe parties have used, it is . . . conventional wisdom that they\r\n\nare held to those words contained in the contract.\"); Steuart v.\r\n\nMcChesney, </pre><span class=\"citation\" data-id=\"2380241\"><a href=\"/opinion/2380241/steuart-v-mcchesney/\"><span class=\"volume\">444</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">659</span></a></span><pre class=\"inline\">, 661 (Pa. 1982) (holding that when words in\r\n\nwritten contract are clear and unambiguous, the intent is to be\r\n\ndiscovered only from the express language of the agreement). \"In\r\n\nmaking the ambiguity determination, a court must consider the words\r\n\nof the agreement, alternative meanings suggested by counsel, and\r\n\nextrinsic evidence offered in support of those meanings.\" Kroblin\r\n\nRefrigerated Xpress, Inc. v. Pitterich, </pre><span class=\"citation\" data-id=\"479219\"><a href=\"/opinion/479219/kroblin-refrigerated-xpress-inc-in-no-85-3719-v-wernert-j-pitterich/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">, 101 (3d Cir.\r\n\n1986). Having considered the integrated agreement's language, the\r\n\nmeanings that Steinke suggests, and the extrinsic evidence he\r\n\noffered as evidence of these meanings, we believe that the terms of\r\n\nthe integrated agreement in this case were unambiguous.\r\n\n            As mentioned earlier, the Employee Agreement provided\r\n\n\"this agreement does not contain a guarantee of employment and . .\r\n\n. at any time and for any reason I may resign or SunGard may\r\n\nterminate my employment. . . . [I]f SunGard terminates my\r\n\n                               17\r\r\n\nemployment after six months without cause, I will receive at least\r\n\ntwo weeks' salary as severance pay.\" The existence of the words\r\n\n\"at least\" in the Employee Agreement in no way clouds or muddles\r\n\nthe terms of the Agreement. It simply indicates that if SFS\r\n\nterminates an employee without cause after the employee has worked\r\n\nfor six months, then SFS must pay the employee a minimum of two\r\n\nweeks' salary. At its discretion, SFS may agree to pay the\r\n\nemployee more than two weeks' salary. In this case, Steinke failed\r\n\nto provide sufficient evidence of an oral agreement committing SFS\r\n\nto pay him more than two weeks' salary.  See Schoch, 912 F.2d at\r\n\n661 (finding that evidence appellant submitted to demonstrate oral\r\n\ncontract of employment \"lack[ed] the clarity and specificity that\r\n\nPennsylvania courts require to overcome the presumption of at-will\r\n\nemployment\"); \r                       Kelling Nut\r                                  , 84 A.2d at 324 (holding that statements\r\n\nmade by employer regarding future possibilities were nothing more\r\n\nthan \"puffing\"); Cashdollar v.  Mercy \r                                                Hospital \r                                                         of \r                                                            Pittsburg, </pre><span class=\"citation\" data-id=\"2179338\"><a href=\"/opinion/2179338/cashdollar-v-mercy-hosp/\"><span class=\"volume\">595</span>\r\n\n<span class=\"reporter\">A.2d</span> <span class=\"page\">70</span></a></span><pre class=\"inline\">, 76 (Pa. Super. Ct. 1991) (explaining that \"an expectation\r\n\nof the prospective employee, however reasonable from his point of\r\n\nview, does not supply a meeting of the minds\"). SFS simply\r\n\nexercised the discretion that the terms of the Employee Agreement\r\n\nafforded it in refusing to pay Steinke more than two-weeks salary\r\n\nas severance pay.\r\n\n            We recognize that in Pennsylvania \"[o]ne part of a\r\n\ncontract cannot be interpreted so as to annul another part, and a\r\n\ncontract must be construed, if possible, to give effect to all of\r\n\n                               18\r\r\n\nits terms.\" Meeting House Lane\r                                         v. \r                                           Melso, </pre><span class=\"citation\" data-id=\"1438946\"><a href=\"/opinion/1438946/meeting-house-lane-ltd-v-melso/\"><span class=\"volume\">628</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">854</span></a></span><pre class=\"inline\">, 857-58 (Pa.\r\n\nSuper. Ct. 1993); see Heidt v. Augenbaugh Coal Co., </pre><span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">400</span></span><pre class=\"inline\">,\r\n\n401-02 (Pa. 1962);   Giuliani  \r                                         Constr.  \r                                                 Co. v.   School  \r                                                                  Dist.  \r                                                                         of\r\n\nPhiladelphia, </pre><span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">793</span></span><pre class=\"inline\">, 795 (Pa. Super. Ct. 1966). In this\r\n\ncase, the fact that SFS could terminate Steinke's employment \"at\r\n\nany time and for any reason\" and pay him only two weeks', rather\r\n\nthan three years' salary neither annuls nor renders inexplicable\r\n\nthe provisions in the agreement that Steinke highlights. If SFS\r\n\ndismissed Steinke without cause, then pursuant to the agreement it\r\n\nstill would be responsible for providing him temporary housing\r\n\n\"until the earlier of July 15, 1993 or [his] . . . move into [his]\r\n\n. . . permanent residence;\" it would continue to be obligated to\r\n\nstore his household goods \"until the earlier of September 15, 1993\r\n\nor [his] . . . move into [his] . . . permanent residence;\" and,\r\n\nSteinke would be precluded from competing with SFS for a period of\r\n\ntwelve months after his termination. This construction of the\r\n\nagreement gives effect to all of the terms of the contract.\r\n\nMoreover, Pennsylvania law provides that contractual obligations\r\n\ncontained in an employment contract may persist after the\r\n\nemployment provided for in the contract is terminated.        Cf.\r\n\nInsulation Corp. of Am.\r                                 v. \r                                    Brobston, </pre><span class=\"citation\" data-id=\"2383660\"><a href=\"/opinion/2383660/insulation-corp-of-america-v-brobston/\"><span class=\"volume\">667</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">729</span></a></span><pre class=\"inline\">, 733 (Pa. Super.\r\n\nCt. 1995); Wainwright's \r                                  Travel \r                                         Serv., \r                                                 Inc. v. Schmolk, </pre><span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">A.2d</span>\r\n\n<span class=\"page\">476</span></span><pre class=\"inline\">, 479 (Pa. Super. Ct. 1985). \r\n\n            Given the terms of the integrated agreement between\r\n\nSteinke and SFS, considered in the context both of the arguments\r\n\n                               19\r\r\n\nand evidence Steinke advances and of Pennsylvania law governing the\r\n\nconstruction of contracts, we do not believe either that the\r\n\nagreement was ambiguous or that the district court's interpretation\r\n\nof the agreement improperly created an ambiguity in the agreement.\r\n\nSee Amoco  \r                     Oil  \r                         Co. v.   Snyder, </pre><span class=\"citation\" data-id=\"2315386\"><a href=\"/opinion/2315386/amoco-oil-co-v-snyder/\"><span class=\"volume\">478</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">795</span></a></span><pre class=\"inline\">, 799 (Pa. 1984);\r\n\nMcChesney, 444 A.2d at 663. The district court, therefore, did not\r\n\nerr in refusing to admit parol evidence to determine the parties'\r\n\nintent.\r\n\nB.  Modification\r\n\n            Steinke next contends that even if the offer letter and\r\n\nEmployee Agreement constituted an unambiguous integrated contract,\r\n\na subsequent oral agreement with SFS modified the written\r\n\nagreement. Steinke maintains that on several occasions after he\r\n\nexecuted the Employee Agreement, SFS executives communicated to him\r\n\nthat SFS would employ him for a fixed term of years. Steinke\r\n\nfurther contends that he supported this oral modification with\r\n\nseparate consideration by working without any salary for one month.\r\n\n            The district court found that the evidence Steinke\r\n\noffered to support his modification argument was \"pretty thin.\"\r\n\nConsequently, the district court, after \"[i]ndulging every nuance\r\n\nin Steinke's favor, [concluded that] no reasonable finder of fact\r\n\ncould wring from these ruminations on SFS's corporate culture an\r\n\naffirmative offer to junk Steinke's existing at-will agreement in\r\n\nfavor of a term contract.\" We agree.\r\n\n                               20\r\r\n\n            In Pennsylvania, a party arguing that an oral agreement\r\n\nmodified a prior written contract must prove the existence of the\r\n\noral agreement \"by evidence which is clear, precise[,] and\r\n\nconvincing.\"  Pellegrene v. Luther, </pre><span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">298</span></span><pre class=\"inline\">, 299 (Pa. 1961);\r\n\nsee Gorwara v. AEL \r                             Indus., </pre><span class=\"citation\" data-id=\"1907525\"><a href=\"/opinion/1907525/gorwara-v-ael-industries-inc/\"><span class=\"volume\">784</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">239</span></a></span><pre class=\"inline\">, 242 (E.D. Pa. 1992)\r\n\n(indicating that at-will presumption in Pennsylvania \"can only be\r\n\novercome by clear and specific evidence showing the parties' [sic]\r\n\nintended their contract to extend a certain period\"). Generally,\r\n\nvague, broad, or aspirational statements are insufficient under\r\n\nPennsylvania law to establish an oral contract modifying an at-will\r\n\nemployment contract.  See Green v. Oliver \r                                                    Realty, \r                                                            Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">A.2d</span>\r\n\n<span class=\"page\">1192</span></span><pre class=\"inline\">, 1202 (Pa. Super. Ct. 1987); Veno v. Meredith, </pre><span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">571</span></span><pre class=\"inline\">,\r\n\n579 (Pa. Super. Ct. 1986);      Darlington, 504 A.2d at 312.\r\n\nSpecifically, promises of employment for \"broad, unspecified\r\n\ndurations do not overcome the [at will] presumption.\"  Forman v.\r\n\nBRI Corp., </pre><span class=\"citation\" data-id=\"2146364\"><a href=\"/opinion/2146364/forman-v-bri-corp/\"><span class=\"volume\">532</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">, 51 (E.D. Pa. 1982). In this case, we\r\n\nfind the evidence that Steinke brings forth to support his claim of\r\n\nan oral modification of the written integrated agreement\r\n\ninsufficiently clear and specific to reverse the district court's\r\n\naward of summary judgment to SFS on this issue. \r\n\n            Steinke asserts that when he informed Wismer that he\r\n\ncould not begin work for SFS until April 19, rather than the\r\n\npreferred March 15 date specified in the offer letter, Wismer\r\n\nsuggested that he work between these dates for expenses only given\r\n\n\"the scheme of working together for the next five to ten years.\"\r\n\n                               21\r\r\n\nIn March, during a discussion \"over some drinks\" in Steamboat\r\n\nSprings, Colorado, which focused primarily on the success of\r\n\nanother SFS executive, Mann \"made comments to the effect that, you\r\n\nknow, you've got three years to make your numbers. You've got to\r\n\nbeat out Simpson.\" During a dinner conversation on July 14,\r\n\naccording to Steinke, Wismer worried aloud about his own prospects\r\n\nwith SFS, \"reinforcing that belief that you have three years to\r\n\nmake your numbers. You can have a bad year, you can even have two\r\n\nbad years. But since it's a numbers company, three years and your\r\n\nemployment would be at risk.\" Based on this evidence, in\r\n\nconjunction with the fact that he consented to work for SFS between\r\n\nMarch 15 and April 19 \"for expenses only,\" Steinke concludes that\r\n\nhe was \"entitled to have a jury determine whether the post-contract\r\n\nrepresentations, supported by the consideration of working without\r\n\nany salary for one month, modified the contract to incorporate the\r\n\nthree year term.\"\r\n\n            In Marsh v. Boyle, </pre><span class=\"citation no-link\"><span class=\"volume\">530</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">491</span></span><pre class=\"inline\">, 494 (Pa. Super. Ct.\r\n\n1987), the court found that an oral assurance of employment \"for at\r\n\nleast two years\" lacked the requisite specificity to rebut the at-\r\n\nwill presumption in Pennsylvania. In      Darlington, the court\r\n\nrejected the appellant's argument that the parties had modified an\r\n\nat-will employment relationship given that the appellant was hired\r\n\nfor a \"long range project.\"  See 504 A.2d at 32. The   Darlington\r\n\ncourt reasoned that the \"term long range project is, in and of\r\n\n                               22\r\r\n\nitself, too vague and unspecified to overcome the [at-will]\r\n\npresumption.\"  Id. \r\n\n            Similarly, in McMahon v. Impact \r                                                      Sys., \r                                                            Inc., 126 Lab.\r\n\nCas. q 57,486, </pre><span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">201004</span></span><pre class=\"inline\">, at 5 (E.D. Pa. 1992), the court did\r\n\nnot find persuasive the plaintiff's argument that a conversation he\r\n\nhad with his employer modified his written at-will employment\r\n\ncontract. During the conversation in question, the employer asked\r\n\nthe plaintiff how long he intended to be employed by the employer.\r\n\nThe discussion then proceeded as follows: \"I [the plaintiff] said\r\n\nI'd like to be employed for three years, then we can renegotiate\r\n\nwhere I can at least be suitable with the company, right? She [the\r\n\nemployer] said that would be no problem. That was the agreement.\"\r\n\nId. The court held that \"this conversation, without more, [wa]s\r\n\nnot sufficiently clear and definite to overcome the at-will\r\n\npresumption.\"  Id.; see Extracorporeal, 545 A.2d at 337 (finding\r\n\nneither oral nor written assurances of permanent employment\r\n\nsufficiently definite or specific to rebut at-will presumption);\r\n\nBetts v. \r                  Stroehmann Bros.\r                                  , </pre><span class=\"citation\" data-id=\"1927821\"><a href=\"/opinion/1927821/betts-v-stroehmann-bros/\"><span class=\"volume\">512</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1280</span></a></span><pre class=\"inline\">, 1281 (Pa Super. Ct. 1986)\r\n\n(finding oral understanding that employment \"was to be long term\"\r\n\ndid not alter at-will presumption).\r\n\n            In the instant case, the three conversations Steinke\r\n\nhad with various SFS executives do not provide specific, definite\r\n\nevidence of both Steinke and SFS's intention to substitute an oral\r\n\nthree-year term contract for Steinke's written at-will agreement.\r\n\nDuring these conversations, Wismer and Mann adverted to three,\r\n\n                               23\r\r\n\nfive, and potentially even ten years in reference to Steinke's\r\n\nfuture employment with SFS. We believe these references amounted\r\n\nto nothing more than vague, aspirational statements. Accordingly,\r\n\nwe find that they were insufficient to establish an oral contract\r\n\nmodifying Steinke's written employment agreement.\r\n\n            We note that Steinke argues that by working for SFS\r\n\nbetween March 15, 1993 and April 19, 1993 without salary, he\r\n\nsupplied sufficient additional consideration to demonstrate the\r\n\nexistence of an oral modification to his written at-will employment\r\n\nagreement. In Pennsylvania, separate or additional consideration\r\n\nmay evince contract modification.   See Green, 526 A.2d at 1200;\r\n\nDarlington, 504 A.2d at 314; \r                                      Nicolella, 248 A.2d at 23. \"[A] court\r\n\nwill find 'additional consideration' when an employee affords his\r\n\nemployer a substantial benefit other than the services which the\r\n\nemployee is hired to perform, or when the employee undergoes a\r\n\nsubstantial hardship other than the services which he is hired to\r\n\nperform.\"  Darlington, 504 A.2d at 315. \r\n\n            It does not appear to us that Steinke afforded SFS a\r\n\nsubstantial benefit other than the work he contracted to perform\r\n\nbecause the offer letter that Steinke accepted specifically\r\n\ndelineated March 15 as his \"most desirable start date.\" It was not\r\n\nuntil after he executed the Employee Agreement that Steinke\r\n\ninformed SFS that he could not commence his employment until April\r\n\n19 due to the restrictions of the non-compete agreement he had\r\n\nexecuted with SIS. \r\n\n                               24\r\r\n\n            In addition, it seems unlikely that Steinke suffered\r\n\nany hardship by working from March 15 until April 19 without salary\r\n\nbecause it was his contractual duty to SIS that precluded him from\r\n\ncommencing work as a salaried employee with SFS on March 15. The\r\n\nrecord does not reveal any other hardship that Steinke suffered\r\n\nduring this period; for instance, he did not move his family to\r\n\nMassachusetts until after April 19.    See  id. (indicating that\r\n\nadditional consideration may be sufficient when individual must\r\n\nmove his family to commence a new employment position). We thus do\r\n\nnot find that Steinke furnished SFS with the necessary separate or\r\n\nadditional consideration to demonstrate an intent to modify his\r\n\nwritten at-will employment agreement.  See id. at 315; Veno, 515\r\n\nA.2d at 580; Betts, 512 A.2d at 1281. \r\n\n            Even if we were to find sufficient separate or\r\n\nadditional consideration, this finding would not affect our\r\n\nanalysis. In Pennsylvania, \"if the parties specifically agreed\r\n\nthat the employment would be at-will, even though additional\r\n\nconsideration were present, . . . court[s are expected] to construe\r\n\nthe contract according to the parties' stated intention and hold it\r\n\nto be at-will.\"  Extracorporeal, 545 A.2d at 339. In this case,\r\n\nthe parties agreed that Steinke's employment would be at will; we\r\n\nreiterate that the Employee Agreement stated: \"I understand that\r\n\nthis agreement does not contain a guarantee of employment and that,\r\n\n                               25\r\r\n\nat any time and for any reason, I may resign or SunGard may\r\n\nterminate my employment.\" \r\n\nC.  Promissory Estoppel\r\n\n            Steinke finally argues that even if his at-will\r\n\nemployment agreement was not modified, \"under principles of\r\n\npromissory estoppel, a jury is entitled to determine that SFS is\r\n\nprecluded from claiming that Steinke could be terminated at any\r\n\ntime, without any recourse.\" Specifically, Steinke insists that he\r\n\n            discontinued negotiations with other\r\n            employers in reliance on the\r\n            representations that his employment would\r\n            be for three years; he sold his house and\r\n            his wife quit her job to be able to move\r\n            to Massachusetts. Steinke agreed to work\r\n\n  7.  Steinke insists that \"at a minimum,\" because he provided\r\n  the consideration of working without salary from March 15 until\r\n  April 19, he was \"entitled to be paid for the period he\r\n  performed services for SFS prior to his official start date of\r\n  April 19, 1993 on the theory of implied contract.\" \"A contract\r\n  implied in fact is an actual contract which arises where the\r\n  parties agree upon the obligations to be incurred, but their\r\n  intention, instead of being expressed in words, is inferred\r\n  from acts in light of the surrounding circumstances.\" \r                                                                 Elias v.\r\n  Elias, </pre><span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">215</span></span><pre class=\"inline\">, 217 (Pa. 1968). In Pennsylvania, \"[t]he\r\n  law will not imply a different contract than that which the\r\n  parties have expressly adopted.\"   Hutchison v. Sunbeam \r                                                                     Coal\r\n  Corp., </pre><span class=\"citation\" data-id=\"1516371\"><a href=\"/opinion/1516371/hutchison-v-sunbeam-coal-corp/\"><span class=\"volume\">519</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">385</span></a></span><pre class=\"inline\">, 388 (Pa. 1986). Having determined that\r\n  Steinke did not provide additional consideration to evidence a\r\n  modified oral contract, we find no merit in Steinke's\r\n  contention that he is entitled to be paid for the approximately\r\n  four weeks during which he worked for expenses only. Steinke\r\n  and SFS specifically agreed that in light of Steinke's non-\r\n  compete agreement with SIS, he would not receive salary during\r\n  this period.\r\n\n  8.  Although the parties and the district court labeled\r\n  Steinke's final claim \"detrimental reliance,\" Steinke explains\r\n  that it actually constitutes a \"cause of action for promissory\r\n  estoppel.\" We agree and thus use this designation in the\r\n  discussion that follows.\r\n\n                               26\r\r\n\n            for approximately four weeks without\r\n            compensation based upon the further\r\n            promises of SFS that in the overall\r\n            relationship between the parties, the four\r\n            weeks would be insignificant.\r\n\nThe district court dismissed the promissory estoppel claim,\r\n\nreasoning that it was \"simply a restatement of an element of the\r\n\nfraud claim and not a separate cause of action.\" \r\n\n            As a preliminary note, we believe that Pennsylvania\r\n\nrather than Massachusetts law governs the promissory estoppel claim\r\n\nin this case because promissory estoppel is a \"contractually based\r\n\ncause of action\" and thus should \"fall[] within the purview of the\r\n\nchoice of law clause.\"  Shelley v. Trafalgar House Pub. Ltd. Co.,\r\n\n</pre><span class=\"citation\" data-id=\"1448207\"><a href=\"/opinion/1448207/shelley-v-trafalgar-house-public-ltd-co/\"><span class=\"volume\">918</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">515</span></a></span><pre class=\"inline\">, 522 (D.P.R. 1996). We need not resolve this\r\n\nissue, however, because \"the outcome is the same under the\r\n\nsubstantive law of either jurisdiction.\"   Lambert v. Kysar, </pre><span class=\"citation\" data-id=\"598967\"><a href=\"/opinion/598967/george-lambert-dba-rainbow-fruit-v-sam-kysar-and-joan-kysar-dba/\"><span class=\"volume\">983</span>\r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span><pre class=\"inline\">, 1114 (1st Cir. 1993); \r                                          see \r                                              Lucker Mfg.\r                                                          v. \r                                                             Home Ins. Co.\r                                                                          ,\r\n\n</pre><span class=\"citation\" data-id=\"669673\"><a href=\"/opinion/669673/lucker-manufacturing-a-unit-of-amclyde-engineered-products-inc-v-the/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">808</span></a></span><pre class=\"inline\">, 813 (3d Cir. 1994). \r\n\n            \"[A]s a general rule, [in Pennsylvania] there is no\r\n\ncommon law cause of action against an employer for termination of\r\n\nan at-will employment relationship.\"  Paul v. Lankenau Hosp., </pre><span class=\"citation\" data-id=\"1981306\"><a href=\"/opinion/1981306/paul-v-lankenau-hosp/\"><span class=\"volume\">569</span>\r\n\n<span class=\"reporter\">A.2d</span> <span class=\"page\">346</span></a></span><pre class=\"inline\">, 348 (Pa. 1990);      see  Clay v.   Advanced  \r                                                                   Computer\r\n\nApplications, \r                        Inc., </pre><span class=\"citation\" data-id=\"2334225\"><a href=\"/opinion/2334225/clay-v-advanced-computer-applications/\"><span class=\"volume\">559</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">917</span></a></span><pre class=\"inline\">, 918 (Pa. 1989). Specifically,\r\n\n\"the \r               doctrine \r                        of \r                           equitable \r                                      estoppel \r                                               is \r                                                  not \r                                                       an \r                                                          exception \r                                                                    to \r                                                                        the\r\n\nemployment \r                     at-will \r                             doctrine.\"   Paul, 569 A.2d at 349 (emphasis\r\n\nadded); see \r                     Dugan v. \r                              Bell Tel. of Pa.\r                                              , </pre><span class=\"citation\" data-id=\"1557011\"><a href=\"/opinion/1557011/dugan-v-bell-telephone-of-pennsylvania/\"><span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">713</span></a></span><pre class=\"inline\">, 727 (W.D.\r\n\nPa. 1994) (holding that employee could not assert claim of\r\n\n                               27\r\r\n\npromissory estoppel based on reliance on employer's alleged promise\r\n\nto find him permanent employment); Anderson v. Haverford College,\r\n\n</pre><span class=\"citation\" data-id=\"1622238\"><a href=\"/opinion/1622238/anderson-v-haverford-college/\"><span class=\"volume\">851</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">179</span></a></span><pre class=\"inline\">, 184 (E.D. Pa. 1994) (instructing that \r                                                                 Niehaus v.\r\n\nDelaware \r                   Valley \r                          Med. \r                               Ctr., </pre><span class=\"citation\" data-id=\"2328967\"><a href=\"/opinion/2328967/niehaus-v-delaware-valley-med-ctr/\"><span class=\"volume\">631</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1314</span></a></span><pre class=\"inline\"> (Pa. Super. Ct. 1993),\r\n\nrev'd, </pre><span class=\"citation\" data-id=\"2103211\"><a href=\"/opinion/2103211/delaware-valley-medical-v-niehaus/\"><span class=\"volume\">649</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">433</span></a></span><pre class=\"inline\"> (Pa. 1994), was expressly limited to the facts\r\n\nof that case and did not revise the long-standing at-will\r\n\npresumption). Under Pennsylvania law, therefore, Steinke's\r\n\npromissory estoppel claim necessarily fails because Steinke was an\r\n\nat-will employee according to the written employment agreement\r\n\nexecuted on February 26, 1993.\r\n\n            Under the doctrine of promissory estoppel in\r\n\nMassachusetts, \"'[a] promise which the promisor should reasonably\r\n\nexpect to induce action or forbearance on the part of the promisee\r\n\nor a third person and which does induce such action or forbearance\r\n\nis binding if injustice can be avoided only by enforcement of the\r\n\npromise.'\"  Veranda \r                              Beach \r                                    Club \r                                          Ltd. \r                                               Partnership v. Western \r                                                                       Sur.\r\n\nCo., </pre><span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\">, 1380 (1st Cir. 1991) (quoting    McAndrew v.\r\n\nSchool Comm., </pre><span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">327</span></span><pre class=\"inline\">, 332 (Mass. 1985)); see Chedd-Angier\r\n\nProd. Co.\r                   v. \r                      Omni Publications Int'l, Ltd.\r                                                  , </pre><span class=\"citation\" data-id=\"449209\"><a href=\"/opinion/449209/the-chedd-angier-production-co-inc-v-omni-publications-international/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span><pre class=\"inline\">, (1st Cir.\r\n\n1985) (explaining that Massachusetts has adopted Restatement\r\n\n(Second) of Contracts S 90);   see  also Carlson v.   Arnot-Ogden\r\n\nMemorial Hosp., </pre><span class=\"citation\" data-id=\"551294\"><a href=\"/opinion/551294/carlson-david-v-arnot-ogden-memorial-hospital/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span><pre class=\"inline\">, 416 (3d Cir. 1990) (indicating that\r\n\nin Pennsylvania, \"[p]romissory estoppel allows the court to enforce\r\n\na party's promise that is unsupported by consideration where (1)\r\n\nthe promisor makes a promise that he reasonably expects to induce\r\n\n                               28\r\r\n\naction or forbearance by the promisee, (2) the promise does induce\r\n\naction or forbearance by the promisee, and (3) injustice can only\r\n\nbe avoided by enforcing the promise\"); Murphy v. Burke, </pre><span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">A.2d</span>\r\n\n<span class=\"page\">904</span></span><pre class=\"inline\">, 908 (Pa. 1973) (indicating that Pennsylvania's promissory\r\n\nestoppel doctrine follows Restatement (Second) of Contracts S 90).\r\n\nIn Massachusetts, \"'[a]n element of promissory estoppel is that the\r\n\nparty invoking it must have   reasonably relied on the alleged\r\n\npromise to his detriment.'\"  Coll v. PB Diagnostic Sys., Inc., </pre><span class=\"citation\" data-id=\"195995\"><a href=\"/opinion/195995/coll-v-pb-diagnostics/\"><span class=\"volume\">50</span>\r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span><pre class=\"inline\">, 1124 (1st Cir. 1995) (quoting   Hall v. Horizon \r                                                                      House\r\n\nMicrowave,  \r                     Inc., </pre><span class=\"citation\" data-id=\"2210086\"><a href=\"/opinion/2210086/hall-v-horizon-house-microwave-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">178</span></a></span><pre class=\"inline\">, 184 (Mass. App. Ct. 1987)\r\n\n(emphasis added in Hall));  see Loranger \r                                                   Constr. \r                                                            Corp. v. E. \r                                                                         F.\r\n\nHauserman Co.\r                      , </pre><span class=\"citation\" data-id=\"2082128\"><a href=\"/opinion/2082128/loranger-construction-corp-v-ef-hauserman-co/\"><span class=\"volume\">374</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">306</span></a></span><pre class=\"inline\">, 311 (Mass. App. Ct. 1978) (dictating\r\n\nthat in the context of a promissory estoppel claim, \"attention is\r\n\nto be focused upon the reasonableness of th[e] reliance\"), aff'd,\r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">176</span></span><pre class=\"inline\"> (Mass. 1978); see also Josephs v. Pizza Hut of Am.\r\n\nInc., </pre><span class=\"citation\" data-id=\"1517135\"><a href=\"/opinion/1517135/josephs-v-pizza-hut-of-america-inc/\"><span class=\"volume\">733</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">222</span></a></span><pre class=\"inline\">, 226 (W.D. Pa. 1989), aff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></span><pre class=\"inline\">\r\n\n(3d Cir. 1990). Courts typically invoke the doctrine of promissory\r\n\nestoppel when the formal requirements of contract formation are\r\n\nabsent and when enforcing the promise would serve the interests of\r\n\njustice.  See Veranda \r                                Beach, 936 F.2d at 1380; see also  Carlson,\r\n\n918 F.2d at 416.\r\n\n            Steinke thus bears the burden of proving that he\r\n\nreasonably relied to his detriment on a promise that SFS made of a\r\n\nthree-year term of employment. In this case, Steinke indicates\r\n\nthat Wismer alluded to working together over \"the next five to ten\r\n\n                               29\r\r\n\nyears.\" Wismer's remark, even considered in the context of a few\r\n\nother statements indicating that SFS executives had three years to\r\n\n\"make their numbers,\" did not constitute a promise upon which\r\n\nSteinke reasonably could have relied. \r                                               See \r                                                   Coll, 50 F.3d at 1124-25\r\n\n(1st Cir. 1995) (holding that employer's failure to \"firm up\" oral\r\n\npromise of long-term compensation rendered any reliance on an oral\r\n\npromise unreasonable); \r                                Trifirio v. \r                                            New York Life Ins. Co.\r                                                                 , </pre><span class=\"citation\" data-id=\"504709\"><a href=\"/opinion/504709/richard-j-trifiro-v-new-york-life-insurance-co/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span>\r\n\n<span class=\"page\">30</span></a></span><pre class=\"inline\">, 33-34 (1st Cir. 1988) (explaining, in a situation similar to\r\n\nthe instant case, \"a reasonable person investigates matters\r\n\nfurther; he receives assurances or clarification before relying\");\r\n\nHall, 506 N.E.2d at 184 (declaring that \"[i]nchoate negotiations\r\n\nare no better basis for reliance than for an action on the\r\n\npurported contract as such\"); see also Burke, 311 A.2d at 400-01\r\n\n(ruling that the evidence in the case did not support a finding\r\n\nthat there was a promise upon which appellants relied to their\r\n\ndetriment). We thus rule that the district court did not err in\r\n\ndismissing Steinke's promissory estoppel claim.\r\n\n                           Conclusion\r\n\n            For the foregoing reasons, we affirm the district\r\n\ncourt's award of summary judgment to SFS both on Steinke's\r\n\ncontractual claims and on his promissory estoppel claim.\r\n\n            Affirmed.  Costs to appellee.\r\n\n                               30\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/266845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1438946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1448207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1516371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1517135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1525256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1557011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1622238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1874874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1907525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1927821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1934439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1965327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1977389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1981306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2082128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2103211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2146364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2179338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2201693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2210086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2315386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2328967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2334225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2380241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2383660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3861789/"
  ]
}