{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197405/",
  "absolute_url": "/opinion/197405/united-states-v-brimage/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197405/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:29:18Z",
  "date_modified": "2017-03-24T10:51:36.324090Z",
  "type": "010combined",
  "sha1": "5eb4da2b73c73c1c2b0bbb6a0075a3570b4f77bc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1269.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNos. 96-1269, 96-1455, 96-1998, 96-1999\r\n\n                  UNITED STATES OF AMERICA,\r\n                          Appellee,\r\n\n                              v.\r\n\n                FRANK BRIMAGE and TRACY ROSS,\r\n                   Defendants, Appellants.\r\n\n                                         \r\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n          [Hon. Patti B. Saris, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n                    Selya, Circuit Judge,\r                                                    \r\n\n                Coffin, Senior Circuit Judge,\r                                                        \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n                                         \r\n\nFrances S. Cohen, with whom Michael D. Vhay,  C. Dylan Sanders and\r                                                                          \r\nHill &amp; Barlow PC were on brief, for appellant Tracy Ross.\r                        \r\n\nPeter  B. Krupp,  with whom  Lurie &amp; Krupp  LLP was on  brief, for\r                                                           \r\nappellant Frank Brimage.\r\n\nJames F. Lang, Assistant  United States Attorney, with whom Donald\r                                                                              \r\nK. Stern, United States Attorney, was on brief, for appellee.\r                \r\n\n                                         \r\n\n                         June 9, 1997\r\n                                         \r\r\n\n          LYNCH, Circuit Judge.  A sting operation in the gun\r                      LYNCH, Circuit Judge.\r                                          \r\n\ntrade involving a government informant resulted in the arrest\r\n\nof  Frank Brimage and Tracy  Ross.  Brimage  was convicted of\r\n\nbeing a  felon in  possession  of a  firearm and  ammunition;\r\n\nRoss, of being a  felon in possession of ammunition,  both in\r\n\nviolation of 18 U.S.C.   922(g)(1).  Brimage was sentenced to\r\n\nmore than  11 years in prison;  Ross to more than  8 years in\r\n\nprison. \r\n\n          The primary  argument they make on appeal is that a\r\n\nfederal  agent  acted  in bad  faith  in  monitoring but  not\r\n\nrecording  their  conversations during  the  sting (thus  not\r\n\npreserving  conversations said  to be  exculpatory)  and that\r\n\nsuch  bad faith requires dismissal of the charges.  They also\r\n\nargue that there was error in not requiring the government to\r\n\ndisclose prior investigative reports involving the government\r\n\ninformant, and that certain other evidence was Brady material\r                                                                \r\n\nwhich  should have been  disclosed.  Ross  argues in addition\r\n\nthat he should  have been granted a new  trial based on newly\r\n\ndiscovered exculpatory evidence and  that the district  court\r\n\nerroneously concluded  it did  not have discretion  to depart\r\n\ndownward  to  make  him   eligible  for  a  residential  drug\r\n\nrehabilitation   program.      Both   defendants   are   ably\r\n\nrepresented, but  the record  reveals no  such errors  and we\r\n\naffirm.\r\n\n                              I.\r\n\n                             -2-\r                                          2\r\r\n\n          This  weapons  transaction  unfolded  in  a  Boston\r\n\nneighborhood  which had been  plagued with drive-by shootings\r\n\nand murders.  Freddy Pena, a supplier of both guns and drugs,\r\n\ndecided  to lessen  his  potential criminal  liability --  on\r\n\naccount  of pending  state  cocaine  charges  and  threatened\r\n\nfederal firearms charges -- by accepting an offer extended by\r\n\nSpecial  Agent  Daniel Campbell  of  the  Bureau of  Alcohol,\r\n\nTobacco, and Firearms (the \"ATF\") to become an informant.\r\n\n          To compensate  Pena for  his initial efforts  as an\r\n\ninformant,  the federal  authorities intervened  and arranged\r\n\nfor a  reduction  in Pena's  state  charges, and  they  never\r\n\nbrought the  threatened federal firearms charge.  Thereafter,\r\n\nhe earned  cash for his efforts,  and was paid  $600 for this\r\n\nparticular sting.\r\n\n          This sadly common urban tale unfolded in January of\r\n\n1995.  Frank Brimage then had a considerable criminal record,\r\n\nincluding commitments  for rape, armed  robbery, and  assault\r\n\nwith  a deadly  weapon.   Tracy Ross  had a  relatively minor\r\n\nprior  criminal record.  He had been a high school basketball\r\n\nstar who won a scholarship to college, but apparently flunked\r\n\nout.   After this,  he worked intermittently,  and ultimately\r\n\ndescended into heroin addiction.   According to Ross, Brimage\r\n\nwas his dealer.\r\n\n          Brimage usually hung out next to a liquor  store on\r\n\nBlue Hill Avenue  in Boston.   Pena approached  him there  on\r\n\n                             -3-\r                                          3\r\r\n\nJanuary 16,  1995 and asked him  if he had any  guns to sell.\r\n\nBrimage replied  that he had a .32 caliber handgun and a .380\r\n\ncaliber  handgun  but  was not  going  to  sell  them.   Pena\r\n\nreported the  conversation  to  his  ATF  contact,  Campbell.\r\n\nCampbell told Pena to ask Brimage if he wanted to participate\r\n\nin an armed robbery of a drug dealer.  Pena asked Brimage the\r\n\nnext  day, saying  that he  needed \"two  guys and  two guns.\"\r\n\nBrimage  responded \"[t]hat's  me.\"   Ross  then joined  them.\r\n\nPena  and  Brimage  continued  discussing  the robbery;  Ross\r\n\nindicated that he  wanted to participate  and asked how  much\r\n\nmoney he  would get out of  it.  None of  these conversations\r\n\nwere recorded or monitored by the ATF.\r\n\n          Pena told the ATF agent that Brimage and Ross  were\r\n\nwilling  to commit  the  robbery  on  January  19.    On  the\r\n\nappointed  day, Agent Campbell met  Pena and took  him to the\r\n\npolice  station.    Pena  was strip-searched,  wired  with  a\r\n\ntransmitter, given a  car, and told where  to go and what  to\r\n\ndo.   Pena was kept under surveillance by three mobile units,\r\n\nincluding  one  carrying  Agent Campbell,  who  monitored the\r\n\nconversations  from Pena's  transmitter  on  an ATF  portable\r\n\nradio.    Two  Boston  Police Detectives  were  also  in  the\r\n\nunmarked vehicle with Campbell.\r\n\n          Pena drove to  the vicinity of the  liquor store on\r\n\nBlue Hill Avenue to pick  up Brimage and Ross.   Brimage told\r\n\nPena, in a  conversation overheard by two officers, that they\r\n\n                             -4-\r                                          4\r\r\n\nhad to go to Greenville Street to get the guns.  Before doing\r\n\nthat, Brimage went into a store and emerged with a bag.  Ross\r\n\nand  Brimage got into the car and drove to Greenville Street.\r\n\nIn an overheard conversation,  Brimage said the bag contained\r\n\ntape.\r\n\n          At Greenville Street, Brimage got out and went into\r\n\na building.   While  he was gone,  Ross again  asked how  the\r\n\nmoney would  be divided.  Pena told him to ask Brimage.  When\r\n\nBrimage  returned, Pena  drove to  a large  parking lot  in a\r\n\nshopping center where  a Toys'R'Us  was located,  as the  ATF\r\n\nagent had previously  directed.  En route, Pena  talked about\r\n\nhow  the drug dealer would not  resist so they would not have\r\n\nto shoot  him.  At the  shopping center, Pena got  out of the\r\n\ncar  and walked  alone  into the  store,  ostensibly to  meet\r\n\nsomeone  who  had  a  key  to  the  drug  dealer's  apartment\r\n\nbuilding.\r\n\n          On signal, the police teams surrounded the car.  On\r\n\nthe floor  of the front  passenger's side, where  Brimage had\r\n\nbeen seated,  the police found a  .380 caliber semi-automatic\r\n\npistol, loaded with six  rounds of ammunition.  On  the floor\r\n\nof the rear passenger  side, where Ross had been  seated, the\r\n\nATF agent  found a  .32  caliber revolver,  loaded with  five\r\n\nrounds, in a clear  plastic bag.  There were  no fingerprints\r\n\non the guns.   On the rear seat was a  white plastic bag with\r\n\ntwo rolls  of duct tape.   Brimage and Ross were  arrested by\r\n\n                             -5-\r                                          5\r\r\n\nthe Boston Police.   Throughout these  events on January  19,\r\n\nAgent  Campbell   monitored   but  did   not  record   Pena's\r\n\nconversations with the two defendants.\r\n\n                             II.\r\n\nFailure To Record Wire Transmissions\r                                                \r\n\n          Defendants   advance  the   theory  that   the  ATF\r\n\ndeliberately failed to record  Pena's initial solicitation of\r\n\ntheir participation  in the robbery and  the circumstances of\r\n\nthe  sting, in a  bad faith effort  to avoid  the creation or\r\n\npreservation of  exculpatory evidence.  From  this they argue\r\n\nthat:   (1) the  government is  obligated not  to act  in bad\r\n\nfaith in  its decisions as  to which conversations  to record\r\n\n(and monitor);  (2) that  the  appropriate remedy  for a  bad\r\n\nfaith failure to record is dismissal of the charges; (3) that\r\n\nthe  district  court was  obligated  to  hold an  evidentiary\r\n\nhearing; and  (4)  that the  affidavits defendants  submitted\r\n\nsupported findings that the government acted in bad faith and\r\n\nthat the \"lost\" evidence was exculpatory and irreplaceable.\r\n\n          The government  responds that it has no obligations\r\n\nwhatsoever to  record and  thus \"create\" evidence.   It  says\r\n\nthat  the application  of the  bad faith  test is  limited to\r\n\nfailure  to  preserve   already  existing  evidence  in   the\r\n\ngovernment's possession.    The government  argues  that  the\r\n\ndoctrines announced in California  v. Trombetta, 467 U.S. 479\r                                                           \r\n\n(1984),  and  Arizona  v.  Youngblood, 488  U.S.  51  (1988),\r                                                 \r\n\n                             -6-\r                                          6\r\r\n\nrequiring the preservation  of existing  evidence, should  be\r\n\ntaken no further.   In  any event, the  government says,  the\r\n\ndefendants' allegations do not rise to the level of bad faith\r\n\nunder the  test this court used in  United States v. Femia, 9\r                                                                      \r\n\nF.3d 990 (1st Cir.  1993), in the aftermath of  Trombetta and\r                                                                     \r\n\nYoungblood.  Femia, 9 F.3d at 993-95.\r                              \r\n\n          The government is surely  correct that the decision\r\n\nnot to record a  conversation is categorically different from\r\n\nthe failure by  police to  maintain the breath  samples of  a\r\n\ndrunk driving defendant, as was the case in Trombetta, or the\r                                                                 \r\n\nfailure to preserve  semen samples in a sexual  assault case,\r\n\nas  happened in  Youngblood.   Those  cases  raise issues  of\r                                       \r\n\ndestruction of  evidence closer  to those involved  in Femia,\r                                                                        \r\n\nwhich  concerned the  destruction of  recorded conversations.\r\n\nFor the purposes of the Jencks Act, 18 U.S.C.   3500, we have\r\n\nalready recognized such a  distinction, holding that the Act,\r\n\nwhich requires the production of all statements by government\r\n\nwitnesses relating to the  substance of their testimony, does\r\n\nnot  require   the  government  to  record   all  aspects  of\r\n\ninterviews with  witnesses, United  States v.  Lieberman, 608\r                                                                    \r\n\nF.2d  889,  897 (1st  Cir. 1979),  or  always to  take notes,\r\n\nCampbell  v. United States,   296 F.2d 527,  531-32 (1st Cir.\r                                      \r\n\n1961).\r\n\n          At the same time it is not particularly  helpful to\r\n\nthink  of the issue as  broadly as the  government frames it:\r\n\n                             -7-\r                                          7\r\r\n\nthat  there  is  absolutely  no  duty  on  the  part  of  the\r\n\ngovernment  to  \"create\" evidence.    At  issue  here is  the\r\n\ngovernment's   decision   not    to   \"create\"    independent\r\n\nverification evidence  in the form of  recordings and instead\r\n\nto  rely on the memory of witnesses and their testimony about\r\n\nwhat was said, and we limit our inquiry accordingly.\r\n\n          The  breadth of  the defendants'  line of  argument\r\n\nposes  its  own  problems.   It  is,  of course,  easy  for a\r\n\ndefendant to  raise a  claim that an  unrecorded conversation\r\n\nshould  have been  recorded.   Even if  the recording  of the\r\n\nconversation would  have inculpated,  not  exonerated him,  a\r\n\ndefendant may get some  benefit from the government's failure\r\n\nto record by raising the argument and flagging that issue for\r\n\nthe jury.\r\n\n          The government is quite correct to point to another\r\n\nproblem  with the defendants' argument.   There is  a need by\r\n\nlaw enforcement personnel for considerable flexibility in how\r\n\nthey  go about  their investigations,  and courts  should not\r\n\nintrude into this area.  That  interest is somewhat lessened,\r\n\nbut  not eliminated here, by  evidence that the  ATF may have\r\n\nviolated its  own somewhat ambiguous regulations  in deciding\r\n\nnot to record  the sting operation  or the initial  contact.1\r\n\n                    \r                                \r\n\n1.  The   pertinent  ATF  policy   required  \"all  undercover\r\ncontacts by . .  . confidential informants\" to  be \"supported\r\nby electronic  surveillance monitoring/recording in  order to\r\nenhance special  agent/officer/confidential informant safety,\r\nas well as to collect evidence in the investigation.\"\r\n\n                             -8-\r                                          8\r\r\n\nThe government's  interests may,  however, be thought  to cut\r\n\nanother way  in this matter.  As this court recently noted in\r\n\nrejecting  a   Jencks  Act  challenge  to   the  practice  of\r\n\ngovernment agents not to take notes or record interviews with\r\n\ngovernment witnesses:\r\n\n          By adopting a \"what we don't create can't\r\n          come   back   to   haunt  us\"   approach,\r\n          prosecutors demean their primary mission:\r\n          to  see that justice is  done. . .  .  By\r\n          and  large,  the legitimate  interests of\r\n          law  enforcement will be better served by\r\n          using  recording equipment  and/or taking\r\n          accurate notes than by  playing hide-and-\r\n          seek.\r\n\nUnited States  v.  Houlihan, 92  F.3d  1271, 1289  (1st  Cir.\r                                       \r\n\n1996).\r\n\n          The issue  is whether the fair trial  rights of the\r\n\ndefendants  have  somehow been  violated  by  the failure  to\r\n\nrecord.  Some situations may raise concerns about whether the\r\n\ngovernment is putting the due process rights of defendants at\r\n\nrisk.  Here, of  the six persons who heard  the conversations\r\n\nand  could  testify  to them,  four  were  on  the government\r\n\npayroll  (the  three  officers  and the  informant)  and  the\r\n\nremaining  two, the defendants, would have had to waive their\r\n\nFifth Amendment right to remain silent in order to testify to\r\n\ntheir  versions  of   the  conversations.     However,   that\r\n\nsituation, absent a good  deal more, is not in  itself enough\r\n\nto raise due process concerns.\r\n\n                             -9-\r                                          9\r\r\n\n          Given the vastly  different fact patterns in  which\r\n\nthis  issue  may  arise,  we  see  no  reason  to  adopt  the\r\n\ngovernment's  position that  a  decision by  law  enforcement\r\n\nofficials not to record key conversations (to be relied on in\r\n\nthe  prosecution) between  a  defendant  and  a  confidential\r\n\ninformant may  never be probed  to determine if  the decision\r\n\nwas made in bad faith.\r\n\n          Neither  do we adopt  the mirror  rule that  such a\r\n\ntest is always appropriate,  as defendants would have us  do.\r\n\nInstead  we turn  to what we  said once  in a  case raising a\r\n\nsimilar claim:\r\n\n               Perhaps  there may  be a  case where\r\n          selective recording  presents a reviewing\r\n          court with constitutional  concerns.   We\r\n          need   not   speculate  on   this  score,\r\n          however, for  this is  surely not  such a\r\n          case.\r\n\nUnited States v. Chaudhry, 850 F. 2d 851, 857 (1st Cir. 1988)\r                                     \r\n\n(rejecting  due process  claim of  selective recording  where\r\n\ndefendant did not assert government acted in bad faith).\r\n\n          Nothing about the circumstances  of this case or in\r\n\ndefendants'  meager proffer comes  close to  raising concerns\r\n\nthat  Agent Campbell's decision not to record was made in bad\r\n\nfaith.  Brimage submitted an  affidavit, in which  he made no\r\n\nclaim that  the statements attributed  to him were  false but\r\n\nsaid  only  that  \"The  statements  that  I  made  during  my\r\n\nconversations with Freddy Pena, if taken in context, are much\r\n\nmore innocuous than the statements . . . attributed to me out\r\n\n                             -10-\r                                          10\r\r\n\nof context . . . .\"  Ross submitted an affidavit from counsel\r\n\nalso suggesting that  the statements by her client  should be\r\n\nunderstood in  context.  Both  counsel took advantage  of the\r\n\nlack of  context and  argued  to the  jury the  issue of  the\r\n\ngovernment's failure  to record.   Their proffer has  quite a\r\n\ndistance yet to go before it raises the spectre of bad faith.\r\n\n          Defendants rely  heavily on another argument:   the\r\n\nallegedly implausible nature of Agent  Campbell's articulated\r\n\nreasons  for  not  recording.    Defendants   largely  ignore\r\n\nCampbell's testimony that his squad usually monitored but did\r\n\nnot record sting  operations and that the primary  reason for\r\n\ndoing even  that was  to protect the  confidential informant,\r\n\nnot  to create  evidence.   Agent  Campbell testified  before\r\n\ntrial that he  did not record the  conversations here because\r\n\nthis was a joint state-federal operation and he  believed the\r\n\nrecordings would be inadmissible in state court.2\r\n\n          At trial, Agent Campbell gave a somewhat  different\r\n\nreason for not recording:   \"I didn't  think I would have  to\r\n\nrely  on anything that was said in  order to convict the both\r\n\nsuspects [sic].\"   While the responses  were characterized by\r\n\nthe district court  as \"lame,\" they are  not inconsistent and\r\n\n                    \r                                \r\n\n2.  The  dispute  between  the  parties as  to  whether  such\r\nrecordings  are  admissible   in  state   court  is   largely\r\nirrelevant.   One cannot  say that the  agent's understanding\r\nwas plainly  wrong, see  Commonwealth v. Jarabek,  424 N.E.2d\r                                                            \r\n491,  493  (Mass. 1981),  that he  should  have known  it was\r\nwrong, and thus that  it was reasonable to think  he had some\r\nother nefarious motive.\r\n\n                             -11-\r                                          11\r\r\n\ndo  not show bad faith.  In fact, Agent Campbell's assessment\r\n\nof  the case  may have been  correct: the car  was clean when\r\n\nAgent Campbell gave it to Pena  to use in the sting, Campbell\r\n\nthen monitored Pena's use of the car, and guns and ammunition\r\n\nwere  found  on  the  floor  of the  car  where  each  of the\r\n\ndefendants had been sitting.  The agent's testimony  does not\r\n\nmandate an inference of bad faith.\r\n\n          The claim that the district court was obligated, on\r\n\nthis  showing, to hold an evidentiary hearing on the issue of\r\n\nbad  faith is without merit.   Such decisions  are within the\r\n\ndiscretion of the district  court, United States v. Calderon,\r                                                                        \r\n\n77 F.3d 6, 9 (1st Cir. 1996), and there was no abuse here.\r\n\nPrior Investigative Reports\r                                       \r\n\n          Brimage and Ross argue  that the government's prior\r\n\ninvestigative reports  should have been disclosed  to them as\r\n\nthey would have demonstrated the informant's  modus operandi.\r\n\nThis information might, they say,3 have shown  that, in prior\r\n\nstings,  Pena  attributed to  others  the same  incriminating\r\n\ncomments he now  attributes to  them.  This,  in turn,  might\r\n\nhave shown that Pena  was confused about who said  what when.\r\n\nDefendants also argue that the  reports might have shown that\r\n\nPena had an opportunity to plant  weapons and that he knew he\r\n\ncould successfully attribute incriminating remarks  to others\r\n\n                    \r                                \r\n\n3.  Defendants  have  reshaped  their arguments  somewhat  on\r\nappeal.   While there  may be something  to the  government's\r\nwaiver argument, the same result is reached on the merits.\r\n\n                             -12-\r                                          12\r\r\n\nif he  was not being  recorded.  By  not having  the reports,\r\n\nthey say, they  were deprived of their Sixth  Amendment right\r\n\nto cross-examine Pena effectively.\r\n\n          Although  the  trial judge  preliminarily disagreed\r\n\nthat  the  reports  were  discoverable  exculpatory  material\r\n\nwithin  the terms of Brady  v. Maryland, 373  U.S. 83 (1963),\r                                                   \r\n\nshe did, at  the defendants' request,  review the reports  in\r\n\ncamera  before  trial.    Judge  Saris  concluded  that  they\r\n\ncontained no  exculpatory  information.   The  defendants  at\r\n\ntrial raised for the first time the argument that the reports\r\n\nwere Jencks  Act material.   Judge Saris  again reviewed  the\r\n\nreports and  again ruled they  were not exculpatory  and were\r\n\nnot Jencks Act material.  In fact, she found that the reports\r\n\ntended to buttress Pena's testimony.\r\n\n          Our review of these  determinations is for abuse of\r\n\ndiscretion.    United  States v. Femia,  57 F.3d 43,  45 (1st\r                                                  \r\n\nCir. 1995)  (Jencks Act material); United  States v. Perkins,\r                                                                        \r\n\n926  F.2d 1271, 1276 (1st  Cir. 1991) (Brady  material).  The\r                                                        \r\n\nprosection vigorously  disputes that these reports are Jencks\r\n\nAct  material  because  the  reports  involved investigations\r\n\nother than  the one in this  case.  We need  not resolve that\r\n\nargument.  This case does not provide the occasion to explore\r\n\nthe parameters of the  Jencks Act requirement that statements\r\n\nbe produced \"which relate[] to the subject matter as to which\r\n\nthe witness has  testified.\"  18 U.S.C.   3500(b).   Like the\r\n\n                             -13-\r                                          13\r\r\n\ndistrict  court, we  have reviewed  the reports  submitted in\r\n\ncamera.   We readily hold  that the conclusions  drawn by the\r\n\ntrial judge were not an abuse of discretion.\r\n\nThe Motions for New Trial\r                                     \r\n\n          1.  The Victoria Pena Evidence\r                                                    \r\n\n          Defendants   argue  from   the  premise   that  the\r\n\nimpeachment of Freddy  Pena was key  to the defense,  despite\r\n\nthe  fact  that  the   firearms  and  ammunition  were  found\r\n\nvirtually  at their  feet.   Even accepting the  premise, the\r\n\ndefense acknowledges that it knew at trial that Pena had been\r\n\narrested  in 1989 and charged  in state court  with a cocaine\r\n\ntrafficking count, that the trafficking charge was reduced to\r\n\na possession  charge, and  that  Pena was  sentenced to  time\r\n\nserved.\r\n\n          What defendants  did not  know, they say,  was that\r\n\nthe charge was reduced  because Pena's sister, Victoria Pena,\r\n\nhad worked as  an informant for  the state  police in a  case\r\n\ninvolving  another drug  dealer, Jose  Calderon.   In January\r\n\n1996, four months after the conviction,  Brimage sought a new\r\n\ntrial  based on  the  government's failure  to disclose  this\r\n\ninformation.  The district court held that the government had\r\n\nnot suppressed  the information within the  meaning of United\r                                                                         \r\n\nStates v. Osorio, 929 F.2d 753 (1st Cir. 1991),  and that the\r                            \r\n\nevidence was not  material in  the sense of  requiring a  new\r\n\ntrial.\r\n\n                             -14-\r                                          14\r\r\n\n          The  denial  of  the  motion  for a  new  trial  is\r\n\nreviewed for a  manifest abuse of discretion.   United States\r                                                                         \r\n\nv. Tibolt,  72 F.3d 965, 972  (1st Cir. 1995).   There was no\r                     \r\n\nsuch  abuse.   We  cannot say  that  this evidence  \"would so\r\n\nundermine  the  government's  case  as  to  give  rise  to  a\r\n\n'reasonable' probability of acquittal on retrial.\"  Id.\r                                                                   \r\n\n          Defendants  say that  the  Victoria  Pena  evidence\r\n\nwould  have permitted them  to pursue two  different lines of\r\n\nexamination:  that Pena was an incorrigible drug and firearms\r\n\nrecidivist and that Pena lied when he testified at trial that\r\n\nhis  sister  Victoria had  never  dealt  drugs  out of  their\r\n\nmother's home.\r\n\n          A Brady  violation occurs when \"(1)  the prosection\r                             \r\n\n. . .  suppress[es] or  withhold[s]  evidence,  (2) which  is\r\n\nfavorable,  and (3) material to the  defense.\"  United States\r                                                                         \r\n\nv. Perdomo, 929 F.2d 967, 970 (3d Cir. 1991).   We bypass the\r                      \r\n\nOsorio issue  of whether the government  had this information\r                  \r\n\nand suppressed it  and go directly to the  third prong of the\r\n\nBrady  analysis.  We agree  with the district  court that the\r                 \r\n\nevidence is not material and our confidence in the verdict is\r\n\nnot  undermined by  the  fact that  the  defense lacked  this\r\n\ninformation.\r\n\n          Pena's character, if not unblemished  before cross-\r\n\nexamination,  was  thoroughly  and  ably  sullied  in  cross-\r\n\nexamination.  Two pages of the district court's order denying\r\n\n                             -15-\r                                          15\r\r\n\nthe  motion for a new  trial were devoted  to descriptions of\r\n\nthe  impeachment of  Pena.   His  characteristic devotion  to\r\n\ndrugs  and guns  was explored.   As  to the  \"lie\" about  his\r\n\nsister, Pena testified only that she had never sold drugs out\r\n\nof her mother's home, and none  of the new information is  to\r\n\nthe  contrary: it only shows that she worked as an undercover\r\n\ninformant for the state police.\r\n\n          The premise of the entire argument -- that the case\r\n\nturned on the impeachment of Pena -- is itself flawed.  There\r\n\nare  the  telltale  guns and  ammunition:    the most  likely\r\n\nexplanation  was that  the defendants  were in  possession of\r\n\nthem.\r\n\n          2.  Ross' Motion for New Trial\r                                                    \r\n\n          One  month after  the  jury verdict,  Ross filed  a\r\n\nmotion  for a new trial based on newly discovered evidence: a\r\n\nstatement by  Michael  Holmes, Brimage's  cellmate after  the\r\n\narrest.\r\n\n          The  district court  heard evidence and  found that\r\n\nsoon after Brimage was arrested:\r\n\n          Brimage told Mr. Holmes that he (Brimage)\r\n          had  been  \"set-up\"; that  Ross  had only\r\n          been  along  for  the  ride  as  a  \"drug\r\n          tester\"; and  that  Ross' high  bail  was\r\n          hard  to understand, because Ross had had\r\n          \"nothing  to do  with  it.\"   In a  later\r\n          conversation,  Brimage  told  Mr.  Holmes\r\n          that Ross was \"in the back seat all high\"\r\n          and didn't  know what was  going on;  and\r\n          that  he (Brimage)  would tell  the court\r\n          that Ross had nothing to do with it.\r\n\n                             -16-\r                                          16\r\r\n\nIt  is  worth  observing that  Holmes  is  the  son of  Ross'\r\n\nfiancee.\r\n\n          This  claim  is  subject  to the  same  review  for\r\n\nmanifest abuse of  discretion as the  other new trial  motion\r\n\nand comes  to the same end.  The district court found, and we\r\n\nagree,  that Ross  failed  to be  diligent  in attempting  to\r\n\nsecure  Holmes'  testimony  before  the trial  ended.    Ross\r\n\nhimself knew of the  alleged conversation between Brimage and\r\n\nHolmes within a month or  two of the arrest and while  Holmes\r\n\nwas  still in jail and thus reachable.   In all events, it is\r\n\nunlikely that  this new  evidence would have  resulted in  an\r\n\nacquittal.  Ross twice asked what his share of the take would\r\n\nbe, and a gun  and ammunition were found virtually  under his\r\n\nfeet.\r\n\nRoss' Sentencing Argument\r                                     \r\n\n          Ross says  that he  is in  need of drug  treatment;\r\n\nthat the guidelines authorize  a downward departure, based on\r\n\na  likelihood of  rehabilitation,  to permit  a defendant  to\r\n\nenter a residential Bureau  of Prisons drug treatment program\r\n\nthat is only open to those within 36  months of release; that\r\n\nthe district court misunderstood its authority to make such a\r\n\ndownward departure when  it sentenced him  to 97 months;  and\r\n\nthat the case should be remanded for resentencing.\r\n\n          Ross  and  the  government  go  through  the  usual\r\n\ndispute as to how  to characterize the issue, with  the hopes\r\n\n                             -17-\r                                          17\r\r\n\nof persuading us that the district court did or  did not make\r\n\nan  error of  law.  United  States v. Saldana,  109 F.3d 100,\r                                                         \r\n\n102-03 (1st Cir. 1997).\r\n\n          The  question of whether the guidelines authorize a\r\n\ndownward  departure   to  permit  a  defendant   to  enter  a\r\n\nresidential  drug treatment  program  is a  thicket which  we\r\n\ndescribe briefly but do not enter.  In pragmatic terms, there\r\n\nis now only one residential drug treatment program, available\r\n\nat 34 sites, in the federal Bureau of  Prisons system.  There\r\n\nare  many more inmates who need treatment than there are beds\r\n\navailable in this residential program.  The Bureau of Prisons\r\n\nhas  decided its program is  best suited for  those within 36\r\n\nmonths of release.   Here, Ross' guidelines range was  110 to\r\n\n137  months  imprisonment.    He  could  not  be  immediately\r\n\neligiblefortheprogramunlessthedistrictcourt departeddownward.\r\n\n          The legal  argument is  put in  these terms.   Ross\r\n\nclaims  the  district  court  had  the  authority  to  depart\r\n\ndownward pursuant to 18 U.S.C.   3553(a)(2)(D), which directs\r\n\nthe sentencing court to consider the need for \"educational or\r\n\nvocational  training,  medical  care,  or  other correctional\r\n\ntreatment  . .  .  .\"    The  government  counters  that  the\r\n\nguidelines  categorically prohibit  departures based  on drug\r\n\ndependence.  U.S.S.G.   5H1.4.\r\n\n          The circuits  are split on  this issue.   Some have\r\n\nconcluded  that, because drug rehabilitation presupposes drug\r\n\n                             -18-\r                                          18\r\r\n\ndependence,  the  guidelines   prohibit  any  departures   to\r\n\nfacilitate drug rehabilitation.   United States v. Ziegler, 1\r                                                                      \r\n\nF.3d 1044,  1049 (10th Cir.  1993); United States  v. Martin,\r                                                                        \r\n\n938 F.2d 162, 163-64 (9th Cir. 1991); United States v. Pharr,\r                                                                        \r\n\n916  F.2d 129,  133  (3d Cir.  1990).   Other  circuits  have\r\n\nconcluded  that,  while   the  guidelines  prohibit  downward\r\n\ndepartures  due  to drug  dependence  per  se,  they  do  not\r\n\nprohibit departures  based on  a defendant's potential  to be\r\n\nrehabilitated.   United States v. Maier, 975 F.2d 944, 947-48\r                                                   \r\n\n(2d  Cir. 1992); United States v. Williams, 948 F.2d 706, 710\r                                                      \r\n\n(11th Cir. 1991).  We need not resolve the legal issue.\r\n\n          Looking  at the  totality  of  the  record,  United\r                                                                         \r\n\nStates v. Grandmaison, 77  F.3d 555, 561 (1st Cir.  1996), we\r                                 \r\n\nunderstand the district court to  have decided that, in light\r\n\nof  specific facts  about  Ross, it  would  not exercise  any\r\n\ndiscretion it  might have to authorize  a downward departure.\r\n\nRoss had twice before  failed to complete drug rehabilitation\r\n\nprograms.  As the court told Ross' counsel:\r\n\n          I have less sanguine feelings than you do\r\n          about the  recidivism, particularly since\r\n          here's a guy who  panned out of a program\r\n          one time,  who is facing  trial and  then\r\n          does it  a second time.   That worries me\r\n          about  his  ability  to  comply  with the\r\n          rules of the program.\r\n\nLater the court ruled:\r\n\n          I  do   not  think  that   I'm  going  to\r\n          downwardly  depart on  the ground  of the\r\n          likelihood  of  rehabilitation.   I often\r\n          say that people make their  bed, they lie\r\n\n                             -19-\r                                          19\r\r\n\n          in  it, and  all  I have  on the  record,\r\n          despite the  best of intentions,  is that\r\n          he went  through  two drug  programs  and\r\n          they didn't work out.\r\n\nThe trial  court  is in  the  best position  to make  such  a\r\n\ndiscretionary judgment.   That discretionary decision by  the\r\n\ntrial court is not subject to our review.\r\n\n          To  complete the  picture, we  note that  the trial\r\n\ncourt did recommend  to the  Bureau of Prisons  that Ross  be\r\n\nadmitted  to  an  alternative  600-hour  drug  rehabilitation\r\n\nprogram while in prison.\r\n\n          Affirmed.\r                              \r\n\n                             -20-\r                                          20\r\r\n",
  "html": "<p class=\"case_cite\">115 F.3d 73</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Frank BRIMAGE and Tracy ROSS, Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 96-1269, 96-1455, 96-1998 and 96-1999.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1997.<br>Decided June 9, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Frances S. Cohen, Boston, MA, with whom Michael D. Vhay, C. Dylan Sanders and Hill &amp; Barlow PC, were on brief, for appellant Tracy Ross.</p>\n      <p class=\"indent\">Peter B. Krupp, Boston, MA, with whom Lurie &amp; Krupp LLP, was on brief, for appellant Frank Brimage.</p>\n      <p class=\"indent\">James F. Lang, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A sting operation in the gun trade involving a government informant resulted in the arrest of Frank Brimage and Tracy Ross.  Brimage was convicted of being a felon in possession of a firearm and ammunition;  Ross, of being a felon in possession of ammunition, both in violation of 18 U.S.C. &#167; 922(g)(1).  Brimage was sentenced to more than 11 years in prison;  Ross to more than 8 years in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The primary argument they make on appeal is that a federal agent acted in bad faith in monitoring but not recording their conversations during the sting (thus not preserving conversations said to be exculpatory) and that such bad faith requires dismissal of the charges.  They also argue that there was error in not requiring the government to disclose prior investigative reports involving the government informant, and that certain other evidence was Brady material which should have been disclosed.  Ross argues in addition that he should have been granted a new trial based on newly discovered exculpatory evidence and that the district court erroneously concluded it did not have discretion to depart downward to make him eligible for a residential drug rehabilitation program.  Both defendants are ably represented, but the record reveals no such errors and we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This weapons transaction unfolded in a Boston neighborhood which had been plagued with drive-by shootings and murders.  Freddy Pena, a supplier of both guns and drugs, decided to lessen his potential criminal liability--on account of pending state cocaine charges and threatened federal firearms charges--by accepting an offer extended by Special Agent Daniel Campbell of the Bureau of Alcohol, Tobacco, and Firearms (the \"ATF\") to become an informant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To compensate Pena for his initial efforts as an informant, the federal authorities intervened and arranged for a reduction in Pena's state charges, and they never brought the threatened federal firearms charge.  Thereafter, he earned cash for his efforts, and was paid $600 for this particular sting.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This sadly common urban tale unfolded in January of 1995.  Frank Brimage then had a considerable criminal record, including commitments for rape, armed robbery, and assault with a deadly weapon.  Tracy Ross had a relatively minor prior criminal record.  He had been a high school basketball star who won a scholarship to college, but apparently flunked out.  After this, he worked intermittently, and ultimately descended into heroin addiction.  According to Ross, Brimage was his dealer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Brimage usually hung out next to a liquor store on Blue Hill Avenue in Boston.  Pena approached him there on January 16, 1995 and asked him if he had any guns to sell.  Brimage replied that he had a .32 caliber handgun and a .380 caliber handgun but was not going to sell them.  Pena reported the conversation to his ATF contact, Campbell.  Campbell told Pena to ask Brimage if he wanted to participate in an armed robbery of a drug dealer.  Pena asked Brimage the next day, saying that he needed \"two guys and two guns.\"   Brimage responded \"[t]hat's me.\"   Ross then joined them.  Pena and Brimage continued discussing the robbery;  Ross indicated that he wanted to participate and asked how much money he would get out of it.  None of these conversations were recorded or monitored by the ATF.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pena told the ATF agent that Brimage and Ross were willing to commit the robbery on January 19.  On the appointed day, Agent Campbell met Pena and took him to the police station.  Pena was strip-searched, wired with a transmitter, given a car, and told where to go and what to do.  Pena was kept under surveillance by three mobile units, including one carrying Agent Campbell, who monitored the conversations from Pena's transmitter on an ATF portable radio.  Two Boston Police Detectives were also in the unmarked vehicle with Campbell.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pena drove to the vicinity of the liquor store on Blue Hill Avenue to pick up Brimage and Ross.  Brimage told Pena, in a conversation overheard by two officers, that they had to go to Greenville Street to get the guns.  Before doing that, Brimage went into a store and emerged with a bag.  Ross and Brimage got into the car and drove to Greenville Street.  In an overheard conversation, Brimage said the bag contained tape.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At Greenville Street, Brimage got out and went into a building.  While he was gone, Ross again asked how the money would be divided.  Pena told him to ask Brimage.  When Brimage returned, Pena drove to a large parking lot in a shopping center where a Toys'R'Us was located, as the ATF agent had previously directed.  En route, Pena talked about how the drug dealer would not resist so they would not have to shoot him.  At the shopping center, Pena got out of the car and walked alone into the store, ostensibly to meet someone who had a key to the drug dealer's apartment building.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On signal, the police teams surrounded the car.  On the floor of the front passenger's side, where Brimage had been seated, the police found a .380 caliber semi-automatic pistol, loaded with six rounds of ammunition.  On the floor of the rear passenger side, where Ross had been seated, the ATF agent found a .32 caliber revolver, loaded with five rounds, in a clear plastic bag.  There were no fingerprints on the guns.  On the rear seat was a white plastic bag with two rolls of duct tape.  Brimage and Ross were arrested by the Boston Police.  Throughout these events on January 19, Agent Campbell monitored but did not record Pena's conversations with the two defendants.</p>\n    </div>\n    <p>II.</p>\n    <p>Failure To Record Wire Transmissions</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendants advance the theory that the ATF deliberately failed to record Pena's initial solicitation of their participation in the robbery and the circumstances of the sting, in a bad faith effort to avoid the creation or preservation of exculpatory evidence.  From this they argue that:  (1) the government is obligated not to act in bad faith in its decisions as to which conversations to record (and monitor);  (2) that the appropriate remedy for a bad faith failure to record is dismissal of the charges;  (3) that the district court was obligated to hold an evidentiary hearing;  and (4) that the affidavits defendants submitted supported findings that the government acted in bad faith and that the \"lost\" evidence was exculpatory and irreplaceable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government responds that it has no obligations whatsoever to record and thus \"create\" evidence.  It says that the application of the bad faith test is limited to failure to preserve already existing evidence in the government's possession.  The government argues that the doctrines announced in California v. Trombetta, 467 U.S. 479, 104 S.Ct. 2528, 81 L.Ed.2d 413 (1984), and Arizona v. Youngblood, 488 U.S. 51, 109 S.Ct. 333, 102 L.Ed.2d 281 (1988), requiring the preservation of existing evidence, should be taken no further.  In any event, the government says, the defendants' allegations do not rise to the level of bad faith under the test this court used in United States v. Femia, 9 F.3d 990 (1st Cir.1993), in the aftermath of Trombetta and Youngblood.  Femia, 9 F.3d at 993-95.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The government is surely correct that the decision not to record a conversation is categorically different from the failure by police to maintain the breath samples of a drunk driving defendant, as was the case in Trombetta, or the failure to preserve semen samples in a sexual assault case, as happened in Youngblood.   Those cases raise issues of destruction of evidence closer to those involved in Femia, which concerned the destruction of recorded conversations.  For the purposes of the Jencks Act, 18 U.S.C. &#167; 3500, we have already recognized such a distinction, holding that the Act, which requires the production of all statements by government witnesses relating to the substance of their testimony, does not require the government to record all aspects of interviews with witnesses, United States v. Lieberman, 608 F.2d 889, 897 (1st Cir.1979), or always to take notes, Campbell v. United States, 296 F.2d 527, 531-32 (1st Cir.1961).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the same time it is not particularly helpful to think of the issue as broadly as the government frames it:  that there is absolutely no duty on the part of the government to \"create\" evidence.  At issue here is the government's decision not to \"create\" independent verification evidence in the form of recordings and instead to rely on the memory of witnesses and their testimony about what was said, and we limit our inquiry accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The breadth of the defendants' line of argument poses its own problems.  It is, of course, easy for a defendant to raise a claim that an unrecorded conversation should have been recorded.  Even if the recording of the conversation would have inculpated, not exonerated him, a defendant may get some benefit from the government's failure to record by raising the argument and flagging that issue for the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The government is quite correct to point to another problem with the defendants' argument.  There is a need by law enforcement personnel for considerable flexibility in how they go about their investigations, and courts should not intrude into this area.  That interest is somewhat lessened, but not eliminated here, by evidence that the ATF may have violated its own somewhat ambiguous regulations in deciding not to record the sting operation or the initial contact.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The government's interests may, however, be thought to cut another way in this matter.  As this court recently noted in rejecting a Jencks Act challenge to the practice of government agents not to take notes or record interviews with government witnesses:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>By adopting a \"what we don't create can't come back to haunt us\" approach, prosecutors demean their primary mission:  to see that justice is done....  By and large, the legitimate interests of law enforcement will be better served by using recording equipment and/or taking accurate notes than by playing hide-and-seek.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">United States v. Houlihan, 92 F.3d 1271, 1289 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The issue is whether the fair trial rights of the defendants have somehow been violated by the failure to record.  Some situations may raise concerns about whether the government is putting the due process rights of defendants at risk.  Here, of the six persons who heard the conversations and could testify to them, four were on the government payroll (the three officers and the informant) and the remaining two, the defendants, would have had to waive their Fifth Amendment right to remain silent in order to testify to their versions of the conversations.  However, that situation, absent a good deal more, is not in itself enough to raise due process concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Given the vastly different fact patterns in which this issue may arise, we see no reason to adopt the government's position that a decision by law enforcement officials not to record key conversations (to be relied on in the prosecution) between a defendant and a confidential informant may never be probed to determine if the decision was made in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Neither do we adopt the mirror rule that such a test is always appropriate, as defendants would have us do.  Instead we turn to what we said once in a case raising a similar claim:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Perhaps there may be a case where selective recording presents a reviewing court with constitutional concerns.  We need not speculate on this score, however, for this is surely not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">United States v. Chaudhry, 850 F.2d 851, 857 (1st Cir.1988) (rejecting due process claim of selective recording where defendant did not assert government acted in bad faith).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Nothing about the circumstances of this case or in defendants' meager proffer comes close to raising concerns that Agent Campbell's decision not to record was made in bad faith.  Brimage submitted an affidavit, in which he made no claim that the statements attributed to him were false but said only that \"The statements that I made during my conversations with Freddy Pena, if taken in context, are much more innocuous than the statements ... attributed to me out of context....\"  Ross submitted an affidavit from counsel also suggesting that the statements by her client should be understood in context.  Both counsel took advantage of the lack of context and argued to the jury the issue of the government's failure to record.  Their proffer has quite a distance yet to go before it raises the spectre of bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendants rely heavily on another argument:  the allegedly implausible nature of Agent Campbell's articulated reasons for not recording.  Defendants largely ignore Campbell's testimony that his squad usually monitored but did not record sting operations and that the primary reason for doing even that was to protect the confidential informant, not to create evidence.  Agent Campbell testified before trial that he did not record the conversations here because this was a joint state-federal operation and he believed the recordings would be inadmissible in state court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At trial, Agent Campbell gave a somewhat different reason for not recording:  \"I didn't think I would have to rely on anything that was said in order to convict the both suspects [sic].\"  While the responses were characterized by the district court as \"lame,\" they are not inconsistent and do not show bad faith.  In fact, Agent Campbell's assessment of the case may have been correct:  the car was clean when Agent Campbell gave it to Pena to use in the sting, Campbell then monitored Pena's use of the car, and guns and ammunition were found on the floor of the car where each of the defendants had been sitting.  The agent's testimony does not mandate an inference of bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The claim that the district court was obligated, on this showing, to hold an evidentiary hearing on the issue of bad faith is without merit.  Such decisions are within the discretion of the district court, United States v. Calderon, 77 F.3d 6, 9 (1st Cir.1996), and there was no abuse here.</p>\n    </div>\n    <p>Prior Investigative Reports</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Brimage and Ross argue that the government's prior investigative reports should have been disclosed to them as they would have demonstrated the informant's modus operandi.  This information might, they say,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> have shown that, in prior stings, Pena attributed to others the same incriminating comments he now attributes to them.  This, in turn, might have shown that Pena was confused about who said what when.  Defendants also argue that the reports might have shown that Pena had an opportunity to plant weapons and that he knew he could successfully attribute incriminating remarks to others if he was not being recorded.  By not having the reports, they say, they were deprived of their Sixth Amendment right to cross-examine Pena effectively.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although the trial judge preliminarily disagreed that the reports were discoverable exculpatory material within the terms of Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), she did, at the defendants' request, review the reports in camera before trial.  Judge Saris concluded that they contained no exculpatory information.  The defendants at trial raised for the first time the argument that the reports were Jencks Act material.  Judge Saris again reviewed the reports and again ruled they were not exculpatory and were not Jencks Act material.  In fact, she found that the reports tended to buttress Pena's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our review of these determinations is for abuse of discretion.  United States v. Femia, 57 F.3d 43, 45 (1st Cir.1995) (Jencks Act material);  United States v. Perkins, 926 F.2d 1271, 1276 (1st Cir.1991) (Brady material).  The prosecution vigorously disputes that these reports are Jencks Act material because the reports involved investigations other than the one in this case.  We need not resolve that argument.  This case does not provide the occasion to explore the parameters of the Jencks Act requirement that statements be produced \"which relate[ ] to the subject matter as to which the witness has testified.\"  18 U.S.C. &#167; 3500(b).  Like the district court, we have reviewed the reports submitted in camera.  We readily hold that the conclusions drawn by the trial judge were not an abuse of discretion.</p>\n    </div>\n    <p>The Motions for New Trial</p>\n    <p class=\"indent\">1. The Victoria Pena Evidence</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Defendants argue from the premise that the impeachment of Freddy Pena was key to the defense, despite the fact that the firearms and ammunition were found virtually at their feet.  Even accepting the premise, the defense acknowledges that it knew at trial that Pena had been arrested in 1989 and charged in state court with a cocaine trafficking count, that the trafficking charge was reduced to a possession charge, and that Pena was sentenced to time served.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">What defendants did not know, they say, was that the charge was reduced because Pena's sister, Victoria Pena, had worked as an informant for the state police in a case involving another drug dealer, Jose Calderon.  In January 1996, four months after the conviction, Brimage sought a new trial based on the government's failure to disclose this information.  The district court held that the government had not suppressed the information within the meaning of United States v. Osorio, 929 F.2d 753 (1st Cir.1991), and that the evidence was not material in the sense of requiring a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The denial of the motion for a new trial is reviewed for a manifest abuse of discretion.  United States v. Tibolt, 72 F.3d 965, 972 (1st Cir.1995).  There was no such abuse.  We cannot say that this evidence \"would so undermine the government's case as to give rise to a 'reasonable' probability of acquittal on retrial.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defendants say that the Victoria Pena evidence would have permitted them to pursue two different lines of examination:  that Pena was an incorrigible drug and firearms recidivist and that Pena lied when he testified at trial that his sister Victoria had never dealt drugs out of their mother's home.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A Brady violation occurs when \"(1) the prosecution ... suppress[es] or withhold[s] evidence, (2) which is favorable, and (3) material to the defense.\"  United States v. Perdomo, 929 F.2d 967, 970 (3d Cir.1991).  We bypass the Osorio issue of whether the government had this information and suppressed it and go directly to the third prong of the Brady analysis.  We agree with the district court that the evidence is not material and our confidence in the verdict is not undermined by the fact that the defense lacked this information.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Pena's character, if not unblemished before cross-examination, was thoroughly and ably sullied in cross-examination.  Two pages of the district court's order denying the motion for a new trial were devoted to descriptions of the impeachment of Pena.  His characteristic devotion to drugs and guns was explored.  As to the \"lie\" about his sister, Pena testified only that she had never sold drugs out of her mother's home, and none of the new information is to the contrary:  it only shows that she worked as an undercover informant for the state police.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The premise of the entire argument--that the case turned on the impeachment of Pena--is itself flawed.  There are the telltale guns and ammunition:  the most likely explanation was that the defendants were in possession of them.</p>\n    </div>\n    <p class=\"indent\">2. Ross' Motion for New Trial</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">One month after the jury verdict, Ross filed a motion for a new trial based on newly discovered evidence:  a statement by Michael Holmes, Brimage's cellmate after the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court heard evidence and found that soon after Brimage was arrested:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Brimage told Mr. Holmes that he (Brimage) had been \"set-up\";  that Ross had only been along for the ride as a \"drug tester\";  and that Ross' high bail was hard to understand, because Ross had had \"nothing to do with it.\"   In a later conversation, Brimage told Mr. Holmes that Ross was \"in the back seat all high\" and didn't know what was going on;  and that he (Brimage) would tell the court that Ross had nothing to do with it.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is worth observing that Holmes is the son of Ross' fiancee.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This claim is subject to the same review for manifest abuse of discretion as the other new trial motion and comes to the same end.  The district court found, and we agree, that Ross failed to be diligent in attempting to secure Holmes' testimony before the trial ended.  Ross himself knew of the alleged conversation between Brimage and Holmes within a month or two of the arrest and while Holmes was still in jail and thus reachable.  In all events, it is unlikely that this new evidence would have resulted in an acquittal.  Ross twice asked what his share of the take would be, and a gun and ammunition were found virtually under his feet.</p>\n    </div>\n    <p>Ross' Sentencing Argument</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Ross says that he is in need of drug treatment;  that the guidelines authorize a downward departure, based on a likelihood of rehabilitation, to permit a defendant to enter a residential Bureau of Prisons drug treatment program that is only open to those within 36 months of release;  that the district court misunderstood its authority to make such a downward departure when it sentenced him to 97 months;  and that the case should be remanded for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Ross and the government go through the usual dispute as to how to characterize the issue, with the hopes of persuading us that the district court did or did not make an error of law.  United States v. Saldana, 109 F.3d 100, 102-03 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The question of whether the guidelines authorize a downward departure to permit a defendant to enter a residential drug treatment program is a thicket which we describe briefly but do not enter.  In pragmatic terms, there is now only one residential drug treatment program, available at 34 sites, in the federal Bureau of Prisons system.  There are many more inmates who need treatment than there are beds available in this residential program.  The Bureau of Prisons has decided its program is best suited for those within 36 months of release.  Here, Ross' guidelines range was 110 to 137 months imprisonment.  He could not be immediately eligible for the program unless the district court departed downward.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The legal argument is put in these terms.  Ross claims the district court had the authority to depart downward pursuant to 18 U.S.C. &#167; 3553(a)(2)(D), which directs the sentencing court to consider the need for \"educational or vocational training, medical care, or other correctional treatment....\"  The government counters that the guidelines categorically prohibit departures based on drug dependence.  U.S.S.G. &#167; 5H1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The circuits are split on this issue.  Some have concluded that, because drug rehabilitation presupposes drug dependence, the guidelines prohibit any departures to facilitate drug rehabilitation.  United States v. Ziegler, 1 F.3d 1044, 1049 (10th Cir.1993);  United States v. Martin, 938 F.2d 162, 163-64 (9th Cir.1991);  United States v. Pharr, 916 F.2d 129, 133 (3d Cir.1990).  Other circuits have concluded that, while the guidelines prohibit downward departures due to drug dependence per se, they do not prohibit departures based on a defendant's potential to be rehabilitated.  United States v. Maier, 975 F.2d 944, 947-48 (2d Cir.1992);  United States v. Williams, 948 F.2d 706, 710 (11th Cir.1991).  We need not resolve the legal issue.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Looking at the totality of the record, United States v. Grandmaison, 77 F.3d 555, 561 (1st Cir.1996), we understand the district court to have decided that, in light of specific facts about Ross, it would not exercise any discretion it might have to authorize a downward departure.  Ross had twice before failed to complete drug rehabilitation programs.  As the court told Ross' counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>I have less sanguine feelings than you do about the recidivism, particularly since here's a guy who panned out of a program one time, who is facing trial and then does it a second time.  That worries me about his ability to comply with the rules of the program.</p>\n    </div>\n    <p class=\"indent\">Later the court ruled:</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>I do not think that I'm going to downwardly depart on the ground of the likelihood of rehabilitation.  I often say that people make their bed, they lie in it, and all I have on the record, despite the best of intentions, is that he went through two drug programs and they didn't work out.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The trial court is in the best position to make such a discretionary judgment.  That discretionary decision by the trial court is not subject to our review.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">To complete the picture, we note that the trial court did recommend to the Bureau of Prisons that Ross be admitted to an alternative 600-hour drug rehabilitation program while in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The pertinent ATF policy required \"all undercover contacts by ... confidential informants\" to be \"supported by electronic surveillance monitoring/recording in order to enhance special agent/officer/confidential informant safety, as well as to collect evidence in the investigation.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The dispute between the parties as to whether such recordings are admissible in state court is largely irrelevant.  One cannot say that the agent's understanding was plainly wrong, see Commonwealth v. Jarabek, 384 Mass. 293, 424 N.E.2d 491, 493 (1981), that he should have known it was wrong, and thus that it was reasonable to think he had some other nefarious motive</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendants have reshaped their arguments somewhat on appeal.  While there may be something to the government's waiver argument, the same result is reached on the merits</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Frank BRIMAGE and Tracy ROSS, Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 96-1269, 96-1455, 96-1998 and 96-1999.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1997.<br>Decided June 9, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Frances S. Cohen, Boston, MA, with whom Michael D. Vhay, C. Dylan Sanders and Hill &amp; Barlow PC, were on brief, for appellant Tracy Ross.</p>\n      <p class=\"indent\">Peter B. Krupp, Boston, MA, with whom Lurie &amp; Krupp LLP, was on brief, for appellant Frank Brimage.</p>\n      <p class=\"indent\">James F. Lang, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A sting operation in the gun trade involving a government informant resulted in the arrest of Frank Brimage and Tracy Ross.  Brimage was convicted of being a felon in possession of a firearm and ammunition;  Ross, of being a felon in possession of ammunition, both in violation of 18 U.S.C. &#167; 922(g)(1).  Brimage was sentenced to more than 11 years in prison;  Ross to more than 8 years in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The primary argument they make on appeal is that a federal agent acted in bad faith in monitoring but not recording their conversations during the sting (thus not preserving conversations said to be exculpatory) and that such bad faith requires dismissal of the charges.  They also argue that there was error in not requiring the government to disclose prior investigative reports involving the government informant, and that certain other evidence was Brady material which should have been disclosed.  Ross argues in addition that he should have been granted a new trial based on newly discovered exculpatory evidence and that the district court erroneously concluded it did not have discretion to depart downward to make him eligible for a residential drug rehabilitation program.  Both defendants are ably represented, but the record reveals no such errors and we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This weapons transaction unfolded in a Boston neighborhood which had been plagued with drive-by shootings and murders.  Freddy Pena, a supplier of both guns and drugs, decided to lessen his potential criminal liability--on account of pending state cocaine charges and threatened federal firearms charges--by accepting an offer extended by Special Agent Daniel Campbell of the Bureau of Alcohol, Tobacco, and Firearms (the \"ATF\") to become an informant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To compensate Pena for his initial efforts as an informant, the federal authorities intervened and arranged for a reduction in Pena's state charges, and they never brought the threatened federal firearms charge.  Thereafter, he earned cash for his efforts, and was paid $600 for this particular sting.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This sadly common urban tale unfolded in January of 1995.  Frank Brimage then had a considerable criminal record, including commitments for rape, armed robbery, and assault with a deadly weapon.  Tracy Ross had a relatively minor prior criminal record.  He had been a high school basketball star who won a scholarship to college, but apparently flunked out.  After this, he worked intermittently, and ultimately descended into heroin addiction.  According to Ross, Brimage was his dealer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Brimage usually hung out next to a liquor store on Blue Hill Avenue in Boston.  Pena approached him there on January 16, 1995 and asked him if he had any guns to sell.  Brimage replied that he had a .32 caliber handgun and a .380 caliber handgun but was not going to sell them.  Pena reported the conversation to his ATF contact, Campbell.  Campbell told Pena to ask Brimage if he wanted to participate in an armed robbery of a drug dealer.  Pena asked Brimage the next day, saying that he needed \"two guys and two guns.\"   Brimage responded \"[t]hat's me.\"   Ross then joined them.  Pena and Brimage continued discussing the robbery;  Ross indicated that he wanted to participate and asked how much money he would get out of it.  None of these conversations were recorded or monitored by the ATF.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pena told the ATF agent that Brimage and Ross were willing to commit the robbery on January 19.  On the appointed day, Agent Campbell met Pena and took him to the police station.  Pena was strip-searched, wired with a transmitter, given a car, and told where to go and what to do.  Pena was kept under surveillance by three mobile units, including one carrying Agent Campbell, who monitored the conversations from Pena's transmitter on an ATF portable radio.  Two Boston Police Detectives were also in the unmarked vehicle with Campbell.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pena drove to the vicinity of the liquor store on Blue Hill Avenue to pick up Brimage and Ross.  Brimage told Pena, in a conversation overheard by two officers, that they had to go to Greenville Street to get the guns.  Before doing that, Brimage went into a store and emerged with a bag.  Ross and Brimage got into the car and drove to Greenville Street.  In an overheard conversation, Brimage said the bag contained tape.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At Greenville Street, Brimage got out and went into a building.  While he was gone, Ross again asked how the money would be divided.  Pena told him to ask Brimage.  When Brimage returned, Pena drove to a large parking lot in a shopping center where a Toys'R'Us was located, as the ATF agent had previously directed.  En route, Pena talked about how the drug dealer would not resist so they would not have to shoot him.  At the shopping center, Pena got out of the car and walked alone into the store, ostensibly to meet someone who had a key to the drug dealer's apartment building.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On signal, the police teams surrounded the car.  On the floor of the front passenger's side, where Brimage had been seated, the police found a .380 caliber semi-automatic pistol, loaded with six rounds of ammunition.  On the floor of the rear passenger side, where Ross had been seated, the ATF agent found a .32 caliber revolver, loaded with five rounds, in a clear plastic bag.  There were no fingerprints on the guns.  On the rear seat was a white plastic bag with two rolls of duct tape.  Brimage and Ross were arrested by the Boston Police.  Throughout these events on January 19, Agent Campbell monitored but did not record Pena's conversations with the two defendants.</p>\n    </div>\n    <p>II.</p>\n    <p>Failure To Record Wire Transmissions</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendants advance the theory that the ATF deliberately failed to record Pena's initial solicitation of their participation in the robbery and the circumstances of the sting, in a bad faith effort to avoid the creation or preservation of exculpatory evidence.  From this they argue that:  (1) the government is obligated not to act in bad faith in its decisions as to which conversations to record (and monitor);  (2) that the appropriate remedy for a bad faith failure to record is dismissal of the charges;  (3) that the district court was obligated to hold an evidentiary hearing;  and (4) that the affidavits defendants submitted supported findings that the government acted in bad faith and that the \"lost\" evidence was exculpatory and irreplaceable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government responds that it has no obligations whatsoever to record and thus \"create\" evidence.  It says that the application of the bad faith test is limited to failure to preserve already existing evidence in the government's possession.  The government argues that the doctrines announced in California v. Trombetta, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2528</span></a></span>, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">413</span></a></span> (1984), and Arizona v. Youngblood, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></span> (1988), requiring the preservation of existing evidence, should be taken no further.  In any event, the government says, the defendants' allegations do not rise to the level of bad faith under the test this court used in United States v. Femia, <span class=\"citation\" data-id=\"195039\"><a href=\"/opinion/195039/united-states-v-femia/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">990</span></a></span> (1st Cir.1993), in the aftermath of Trombetta and Youngblood.  Femia, 9 F.3d at 993-95.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The government is surely correct that the decision not to record a conversation is categorically different from the failure by police to maintain the breath samples of a drunk driving defendant, as was the case in Trombetta, or the failure to preserve semen samples in a sexual assault case, as happened in Youngblood.   Those cases raise issues of destruction of evidence closer to those involved in Femia, which concerned the destruction of recorded conversations.  For the purposes of the Jencks Act, 18 U.S.C. &#167; 3500, we have already recognized such a distinction, holding that the Act, which requires the production of all statements by government witnesses relating to the substance of their testimony, does not require the government to record all aspects of interviews with witnesses, United States v. Lieberman, <span class=\"citation\" data-id=\"371190\"><a href=\"/opinion/371190/fed-sec-l-rep-p-97167-united-states-of-america-v-benjamin-lieberman/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">889</span></a></span>, 897 (1st Cir.1979), or always to take notes, Campbell v. United States, <span class=\"citation\" data-id=\"255547\"><a href=\"/opinion/255547/alvin-r-campbell-v-united-states/\"><span class=\"volume\">296</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span>, 531-32 (1st Cir.1961).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the same time it is not particularly helpful to think of the issue as broadly as the government frames it:  that there is absolutely no duty on the part of the government to \"create\" evidence.  At issue here is the government's decision not to \"create\" independent verification evidence in the form of recordings and instead to rely on the memory of witnesses and their testimony about what was said, and we limit our inquiry accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The breadth of the defendants' line of argument poses its own problems.  It is, of course, easy for a defendant to raise a claim that an unrecorded conversation should have been recorded.  Even if the recording of the conversation would have inculpated, not exonerated him, a defendant may get some benefit from the government's failure to record by raising the argument and flagging that issue for the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The government is quite correct to point to another problem with the defendants' argument.  There is a need by law enforcement personnel for considerable flexibility in how they go about their investigations, and courts should not intrude into this area.  That interest is somewhat lessened, but not eliminated here, by evidence that the ATF may have violated its own somewhat ambiguous regulations in deciding not to record the sting operation or the initial contact.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The government's interests may, however, be thought to cut another way in this matter.  As this court recently noted in rejecting a Jencks Act challenge to the practice of government agents not to take notes or record interviews with government witnesses:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>By adopting a \"what we don't create can't come back to haunt us\" approach, prosecutors demean their primary mission:  to see that justice is done....  By and large, the legitimate interests of law enforcement will be better served by using recording equipment and/or taking accurate notes than by playing hide-and-seek.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">United States v. Houlihan, <span class=\"citation\" data-id=\"196936\"><a href=\"/opinion/196936/united-states-v-houlihan/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1289 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The issue is whether the fair trial rights of the defendants have somehow been violated by the failure to record.  Some situations may raise concerns about whether the government is putting the due process rights of defendants at risk.  Here, of the six persons who heard the conversations and could testify to them, four were on the government payroll (the three officers and the informant) and the remaining two, the defendants, would have had to waive their Fifth Amendment right to remain silent in order to testify to their versions of the conversations.  However, that situation, absent a good deal more, is not in itself enough to raise due process concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Given the vastly different fact patterns in which this issue may arise, we see no reason to adopt the government's position that a decision by law enforcement officials not to record key conversations (to be relied on in the prosecution) between a defendant and a confidential informant may never be probed to determine if the decision was made in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Neither do we adopt the mirror rule that such a test is always appropriate, as defendants would have us do.  Instead we turn to what we said once in a case raising a similar claim:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Perhaps there may be a case where selective recording presents a reviewing court with constitutional concerns.  We need not speculate on this score, however, for this is surely not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">United States v. Chaudhry, <span class=\"citation\" data-id=\"508420\"><a href=\"/opinion/508420/united-states-v-muzamal-chaudhry-aka-omar-muzamal/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">851</span></a></span>, 857 (1st Cir.1988) (rejecting due process claim of selective recording where defendant did not assert government acted in bad faith).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Nothing about the circumstances of this case or in defendants' meager proffer comes close to raising concerns that Agent Campbell's decision not to record was made in bad faith.  Brimage submitted an affidavit, in which he made no claim that the statements attributed to him were false but said only that \"The statements that I made during my conversations with Freddy Pena, if taken in context, are much more innocuous than the statements ... attributed to me out of context....\"  Ross submitted an affidavit from counsel also suggesting that the statements by her client should be understood in context.  Both counsel took advantage of the lack of context and argued to the jury the issue of the government's failure to record.  Their proffer has quite a distance yet to go before it raises the spectre of bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendants rely heavily on another argument:  the allegedly implausible nature of Agent Campbell's articulated reasons for not recording.  Defendants largely ignore Campbell's testimony that his squad usually monitored but did not record sting operations and that the primary reason for doing even that was to protect the confidential informant, not to create evidence.  Agent Campbell testified before trial that he did not record the conversations here because this was a joint state-federal operation and he believed the recordings would be inadmissible in state court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At trial, Agent Campbell gave a somewhat different reason for not recording:  \"I didn't think I would have to rely on anything that was said in order to convict the both suspects [sic].\"  While the responses were characterized by the district court as \"lame,\" they are not inconsistent and do not show bad faith.  In fact, Agent Campbell's assessment of the case may have been correct:  the car was clean when Agent Campbell gave it to Pena to use in the sting, Campbell then monitored Pena's use of the car, and guns and ammunition were found on the floor of the car where each of the defendants had been sitting.  The agent's testimony does not mandate an inference of bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The claim that the district court was obligated, on this showing, to hold an evidentiary hearing on the issue of bad faith is without merit.  Such decisions are within the discretion of the district court, United States v. Calderon, <span class=\"citation\" data-id=\"196602\"><a href=\"/opinion/196602/united-states-v-calderon/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir.1996), and there was no abuse here.</p>\n    </div>\n    <p>Prior Investigative Reports</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Brimage and Ross argue that the government's prior investigative reports should have been disclosed to them as they would have demonstrated the informant's modus operandi.  This information might, they say,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> have shown that, in prior stings, Pena attributed to others the same incriminating comments he now attributes to them.  This, in turn, might have shown that Pena was confused about who said what when.  Defendants also argue that the reports might have shown that Pena had an opportunity to plant weapons and that he knew he could successfully attribute incriminating remarks to others if he was not being recorded.  By not having the reports, they say, they were deprived of their Sixth Amendment right to cross-examine Pena effectively.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although the trial judge preliminarily disagreed that the reports were discoverable exculpatory material within the terms of Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), she did, at the defendants' request, review the reports in camera before trial.  Judge Saris concluded that they contained no exculpatory information.  The defendants at trial raised for the first time the argument that the reports were Jencks Act material.  Judge Saris again reviewed the reports and again ruled they were not exculpatory and were not Jencks Act material.  In fact, she found that the reports tended to buttress Pena's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our review of these determinations is for abuse of discretion.  United States v. Femia, <span class=\"citation\" data-id=\"196150\"><a href=\"/opinion/196150/united-states-v-femia/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 45 (1st Cir.1995) (Jencks Act material);  United States v. Perkins, <span class=\"citation\" data-id=\"556607\"><a href=\"/opinion/556607/united-states-v-patrick-perkins-united-states-of-america-v-lois-perkins/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1271</span></a></span>, 1276 (1st Cir.1991) (Brady material).  The prosecution vigorously disputes that these reports are Jencks Act material because the reports involved investigations other than the one in this case.  We need not resolve that argument.  This case does not provide the occasion to explore the parameters of the Jencks Act requirement that statements be produced \"which relate[ ] to the subject matter as to which the witness has testified.\"  18 U.S.C. &#167; 3500(b).  Like the district court, we have reviewed the reports submitted in camera.  We readily hold that the conclusions drawn by the trial judge were not an abuse of discretion.</p>\n    </div>\n    <p>The Motions for New Trial</p>\n    <p class=\"indent\">1. The Victoria Pena Evidence</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Defendants argue from the premise that the impeachment of Freddy Pena was key to the defense, despite the fact that the firearms and ammunition were found virtually at their feet.  Even accepting the premise, the defense acknowledges that it knew at trial that Pena had been arrested in 1989 and charged in state court with a cocaine trafficking count, that the trafficking charge was reduced to a possession charge, and that Pena was sentenced to time served.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">What defendants did not know, they say, was that the charge was reduced because Pena's sister, Victoria Pena, had worked as an informant for the state police in a case involving another drug dealer, Jose Calderon.  In January 1996, four months after the conviction, Brimage sought a new trial based on the government's failure to disclose this information.  The district court held that the government had not suppressed the information within the meaning of United States v. Osorio, <span class=\"citation\" data-id=\"558564\"><a href=\"/opinion/558564/united-states-v-lorenzo-osorio/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span> (1st Cir.1991), and that the evidence was not material in the sense of requiring a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The denial of the motion for a new trial is reviewed for a manifest abuse of discretion.  United States v. Tibolt, <span class=\"citation\" data-id=\"196502\"><a href=\"/opinion/196502/united-states-v-tibolt/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 972 (1st Cir.1995).  There was no such abuse.  We cannot say that this evidence \"would so undermine the government's case as to give rise to a 'reasonable' probability of acquittal on retrial.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defendants say that the Victoria Pena evidence would have permitted them to pursue two different lines of examination:  that Pena was an incorrigible drug and firearms recidivist and that Pena lied when he testified at trial that his sister Victoria had never dealt drugs out of their mother's home.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A Brady violation occurs when \"(1) the prosecution ... suppress[es] or withhold[s] evidence, (2) which is favorable, and (3) material to the defense.\"  United States v. Perdomo, <span class=\"citation\" data-id=\"558592\"><a href=\"/opinion/558592/united-states-v-perdomo-juan-john-doe-aka-juan-juan-perdomo/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span>, 970 (3d Cir.1991).  We bypass the Osorio issue of whether the government had this information and suppressed it and go directly to the third prong of the Brady analysis.  We agree with the district court that the evidence is not material and our confidence in the verdict is not undermined by the fact that the defense lacked this information.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Pena's character, if not unblemished before cross-examination, was thoroughly and ably sullied in cross-examination.  Two pages of the district court's order denying the motion for a new trial were devoted to descriptions of the impeachment of Pena.  His characteristic devotion to drugs and guns was explored.  As to the \"lie\" about his sister, Pena testified only that she had never sold drugs out of her mother's home, and none of the new information is to the contrary:  it only shows that she worked as an undercover informant for the state police.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The premise of the entire argument--that the case turned on the impeachment of Pena--is itself flawed.  There are the telltale guns and ammunition:  the most likely explanation was that the defendants were in possession of them.</p>\n    </div>\n    <p class=\"indent\">2. Ross' Motion for New Trial</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">One month after the jury verdict, Ross filed a motion for a new trial based on newly discovered evidence:  a statement by Michael Holmes, Brimage's cellmate after the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court heard evidence and found that soon after Brimage was arrested:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Brimage told Mr. Holmes that he (Brimage) had been \"set-up\";  that Ross had only been along for the ride as a \"drug tester\";  and that Ross' high bail was hard to understand, because Ross had had \"nothing to do with it.\"   In a later conversation, Brimage told Mr. Holmes that Ross was \"in the back seat all high\" and didn't know what was going on;  and that he (Brimage) would tell the court that Ross had nothing to do with it.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is worth observing that Holmes is the son of Ross' fiancee.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This claim is subject to the same review for manifest abuse of discretion as the other new trial motion and comes to the same end.  The district court found, and we agree, that Ross failed to be diligent in attempting to secure Holmes' testimony before the trial ended.  Ross himself knew of the alleged conversation between Brimage and Holmes within a month or two of the arrest and while Holmes was still in jail and thus reachable.  In all events, it is unlikely that this new evidence would have resulted in an acquittal.  Ross twice asked what his share of the take would be, and a gun and ammunition were found virtually under his feet.</p>\n    </div>\n    <p>Ross' Sentencing Argument</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Ross says that he is in need of drug treatment;  that the guidelines authorize a downward departure, based on a likelihood of rehabilitation, to permit a defendant to enter a residential Bureau of Prisons drug treatment program that is only open to those within 36 months of release;  that the district court misunderstood its authority to make such a downward departure when it sentenced him to 97 months;  and that the case should be remanded for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Ross and the government go through the usual dispute as to how to characterize the issue, with the hopes of persuading us that the district court did or did not make an error of law.  United States v. Saldana, <span class=\"citation\" data-id=\"197274\"><a href=\"/opinion/197274/united-states-v-saldana/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></a></span>, 102-03 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The question of whether the guidelines authorize a downward departure to permit a defendant to enter a residential drug treatment program is a thicket which we describe briefly but do not enter.  In pragmatic terms, there is now only one residential drug treatment program, available at 34 sites, in the federal Bureau of Prisons system.  There are many more inmates who need treatment than there are beds available in this residential program.  The Bureau of Prisons has decided its program is best suited for those within 36 months of release.  Here, Ross' guidelines range was 110 to 137 months imprisonment.  He could not be immediately eligible for the program unless the district court departed downward.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The legal argument is put in these terms.  Ross claims the district court had the authority to depart downward pursuant to 18 U.S.C. &#167; 3553(a)(2)(D), which directs the sentencing court to consider the need for \"educational or vocational training, medical care, or other correctional treatment....\"  The government counters that the guidelines categorically prohibit departures based on drug dependence.  U.S.S.G. &#167; 5H1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The circuits are split on this issue.  Some have concluded that, because drug rehabilitation presupposes drug dependence, the guidelines prohibit any departures to facilitate drug rehabilitation.  United States v. Ziegler, <span class=\"citation\" data-id=\"627481\"><a href=\"/opinion/627481/united-states-v-maurice-l-ziegler/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1044</span></a></span>, 1049 (10th Cir.1993);  United States v. Martin, <span class=\"citation\" data-id=\"564465\"><a href=\"/opinion/564465/united-states-v-frederick-nels-martin/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 163-64 (9th Cir.1991);  United States v. Pharr, <span class=\"citation\" data-id=\"549760\"><a href=\"/opinion/549760/united-states-v-stanley-pharr/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 133 (3d Cir.1990).  Other circuits have concluded that, while the guidelines prohibit downward departures due to drug dependence per se, they do not prohibit departures based on a defendant's potential to be rehabilitated.  United States v. Maier, <span class=\"citation\" data-id=\"591131\"><a href=\"/opinion/591131/united-states-v-beverly-maier/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 947-48 (2d Cir.1992);  United States v. Williams, <span class=\"citation\" data-id=\"571356\"><a href=\"/opinion/571356/united-states-v-barbara-ann-williams/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span>, 710 (11th Cir.1991).  We need not resolve the legal issue.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Looking at the totality of the record, United States v. Grandmaison, <span class=\"citation\" data-id=\"196611\"><a href=\"/opinion/196611/united-states-v-grandmaison/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span>, 561 (1st Cir.1996), we understand the district court to have decided that, in light of specific facts about Ross, it would not exercise any discretion it might have to authorize a downward departure.  Ross had twice before failed to complete drug rehabilitation programs.  As the court told Ross' counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>I have less sanguine feelings than you do about the recidivism, particularly since here's a guy who panned out of a program one time, who is facing trial and then does it a second time.  That worries me about his ability to comply with the rules of the program.</p>\n    </div>\n    <p class=\"indent\">Later the court ruled:</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>I do not think that I'm going to downwardly depart on the ground of the likelihood of rehabilitation.  I often say that people make their bed, they lie in it, and all I have on the record, despite the best of intentions, is that he went through two drug programs and they didn't work out.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The trial court is in the best position to make such a discretionary judgment.  That discretionary decision by the trial court is not subject to our review.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">To complete the picture, we note that the trial court did recommend to the Bureau of Prisons that Ross be admitted to an alternative 600-hour drug rehabilitation program while in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The pertinent ATF policy required \"all undercover contacts by ... confidential informants\" to be \"supported by electronic surveillance monitoring/recording in order to enhance special agent/officer/confidential informant safety, as well as to collect evidence in the investigation.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The dispute between the parties as to whether such recordings are admissible in state court is largely irrelevant.  One cannot say that the agent's understanding was plainly wrong, see Commonwealth v. Jarabek, <span class=\"citation\" data-id=\"2075131\"><a href=\"/opinion/2075131/commonwealth-v-jarabek/\"><span class=\"volume\">384</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">293</span></a></span>, <span class=\"citation\" data-id=\"2075131\"><a href=\"/opinion/2075131/commonwealth-v-jarabek/\"><span class=\"volume\">424</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">491</span></a></span>, 493 (1981), that he should have known it was wrong, and thus that it was reasonable to think he had some other nefarious motive</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendants have reshaped their arguments somewhat on appeal.  While there may be something to the government's waiver argument, the same result is reached on the merits</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/255547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/549760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2075131/"
  ]
}