{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197538/",
  "absolute_url": "/opinion/197538/united-states-v-bowen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197538/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:32:36Z",
  "date_modified": "2017-03-24T10:52:30.091607Z",
  "type": "010combined",
  "sha1": "35cf927b44c4854ea7cff03802e49b1d3bfc45e3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2289.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-2289\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      BRADLEY OLIVER BOWEN,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 96-2290\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      RINALDO TICCHIARELLI,\r\n               a/k/a RONALDO, a/k/a WHITNEY DOREY,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n              Bownes and Cyr, Senior Circuit Judges.\r                                                             \r\n\n                                           \r\r\n\n     J. Bradford Coffey,  by appointment of the  Court, with whom\r                                 \r\nFarrell, Rosenblatt &amp; Russell was on  brief for appellant Bradley\r                                       \r\nOliver Bowen.\r\n     G. Richard Strafer, with whom  Qui on &amp; Strafer, P.A. was on\r                                                                    \r\nbrief for appellant Rinaldo Ticchiarelli.\r\n     Margaret  D. McGaughey,  Assistant  United States  Attorney,\r                                     \r\nwith whom  Jay  P. McCloskey,  United States  Attorney, James  L.\r                                                                           \r\nMoore, Assistant  United States  Attorney, and  Timothy D.  Wing,\r                                                                          \r\nAssistant United States Attorney, were on brief for appellee.\r\n\n                                           \r\n\n                        September 24, 1997\r\n                                           \r\n\n                               -2-\r\r\n\n          TORRUELLA,  Chief Judge.  This appeal presents an issue\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\nof first impression, namely, whether the term \"hashish oil\" under\r\n\n18   U.S.C.        841(b)(1)(D)    and   U.S.S.G.      2D1.1   is\r\n\nunconstitutionally  vague,  or  so ambiguous  as  to  require the\r\n\napplication  of  the  rule  of  lenity,  as  applied  to  conduct\r\n\noccurring prior to  a November 1995  amendment to the  Sentencing\r\n\nGuidelines  that provided, for  the first time,  a definition for\r\n\nthe term.\r\n\n          Appellants   were    convicted   for    importing   and\r\n\ntrafficking,  prior to the  Guideline amendment, in  a controlled\r\n\ncannabis-derived substance  the precise  classification of  which\r\n\nwas  left to  be determined  during sentencing.    The sentencing\r\n\ncourt determined the substance to be \"hashish oil,\" as opposed to\r\n\n\"marihuana,\"  and concluded  that it  was appropriate to  apply a\r\n\nfifty to one  quantity conversion ratio  under the Drug  Quantity\r\n\nTable of  the Sentencing  Guidelines.   See U.S.S.G.    2D1.1(c).\r                                                     \r\n\nFinding  that  genuine  ambiguity  regarding  the  definition  of\r\n\n\"hashish oil\" prior to 1995  mandates the application of the rule\r\n\nof lenity in this case, we reverse and remand for re-sentencing.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          Defendants-Appellants Bradley Oliver  Bowen and Rinaldo\r\n\nTicchiarelli participated in a scheme, along with three other co-\r\n\nconspirators, to smuggle controlled  substances from Jamaica into\r\n\nthe United  States, to  store the substances  in Maine,  and from\r\n\nthere to eventually  smuggle contraband drugs into Canada.   With\r\n\nBowen's assistance,  Ticchiarelli  organized two  boat  trips  to\r\n\n                               -3-\r\r\n\nJamaica to pick up marihuana  and a marihuana-based substance and\r\n\nstored  large quantities of these controlled substances in Maine,\r\n\nfor later export into Canada.\r\n\n          The illicit substances involved were marihuana and much\r\n\ngreater   quantities  of   a   black,  tar-like   marihuana-based\r\n\nsubstance.   In  a consolidated  appeal,  Brown and  Ticchiarelli\r\n\nchallenge  the district  court's determination  during sentencing\r\n\nthat the  tar-like substance in  which they were  trafficking was\r\n\n\"hashish  oil.\"1    Both  seek  to be  sentenced  as  though  the\r\n\ncontrolled substance were  \"marihuana.\"  Prior to  the sentencing\r\n\nstage, their cases travelled different procedural routes.\r\n\n          Pursuant to a plea agreement, Ticchiarelli  pled guilty\r\n\non September 14, 1995 to Counts One, Eight and Ten of a ten-count\r\n\nindictment.   Although these  counts made  specific reference  to\r\n\n\"hashish oil,\" as part of his plea agreement Ticchiarelli did not\r\n\nconcede that  the Schedule  I controlled  substance was  \"hashish\r\n\noil.\"    Count  One  alleged  a  conspiracy  to  commit  and  the\r\n\ncommission of, with Bowen and three others, the following  crimes\r\n\noccurring  between  August  1994  and  March  1995:  importing  a\r\n\nSchedule  I controlled  substance  (\"hashish oil\")  derived  from\r\n\nmarihuana into the United States in violation of 21 U.S.C.   952;\r\n\nimporting  marihuana into the  United States  in violation  of 21\r\n\nU.S.C.    952; distributing the  \"hashish oil\" intending  that it\r\n\nwould be unlawfully imported, in violation  of 21 U.S.C.   959(a)\r\n\n                    \r                              \r\n\n1   As discussed infra,  Bowen asserts additional claims  not put\r                                \r\nforward by Ticchiarelli.\r\n\n                               -4-\r\r\n\n(1); possessing with intent to distribute a Schedule I controlled\r\n\nsubstance  (\"hashish oil\")  derived from  marihuana,  as well  as\r\n\npossessing with intent  to distribute marihuana, in  violation of\r\n\n21   U.S.C.     841(a)(1);  exporting  a  Schedule  I  controlled\r\n\nsubstance (\"hashish  oil\") as well  as marihuana from  the United\r\n\nStates, in  violation of  21 U.S.C.   953.   Count  Eight charged\r\n\nTicchiarelli with  making false  representations  to the  Customs\r\n\nService  by presenting false  identification, in violation  of 18\r\n\nU.S.C.   1001, and Count Ten recited the other counts in invoking\r\n\nthe criminal forfeiture provision of 21 U.S.C.   853.\r\n\n          The plea agreement  signed by Ticchiarelli stated  that\r\n\nthe Schedule I  controlled substance of  Count One was  \"hashish\"\r\n\nwhen  processed  into  liquid  form,  but  Ticchiarelli   nowhere\r\n\nconceded that the substance  was \"hashish oil,\" and the  district\r\n\ncourt reserved the issue of the precise identity of the substance\r\n\nfor determination at sentencing when it accepted the guilty plea.\r\n\n          Bowen, unlike  Ticchiarelli and the  other conspirators\r\n\nnamed in Count One  of the indictment, did not enter  into a plea\r\n\nbargain.  On February 6,  1996, Bowen was convicted after a  jury\r\n\ntrial on Counts One, Six and Seven.  Counts Six and Seven charged\r\n\na second  instance, in March  1995, of possession with  intent to\r\n\ndistribute  a Schedule I controlled substance (\"hashish oil\"), in\r\n\nviolation  of  21  U.S.C.     841(a)  and  841(b)(1)(B)(vii), and\r\n\npossession with intent  to distribute marihuana, in  violation of\r\n\n21  U.S.C.    841(b)(1)(D).  The Presentence Investigation Report\r\n\n(PSR)  in  Bowen's case  states  that  the contested  Schedule  I\r\n\n                               -5-\r\r\n\ncontrolled substance  was hashish oil.   Bowen disputed  that PSR\r\n\ndetermination and contended that the Guideline's use of  the term\r\n\n\"hashish  oil\" was  unconstitutionally vague.    Bowen sought  to\r\n\nconsolidate  his  case  with those  of  his  co-conspirators with\r\n\nrespect to  the issue of  the nature of the  controlled substance\r\n\nreferred  to as \"hashish  oil\" in the  indictment, and as  to the\r\n\nlegal validity of this allegedly ambiguous provision.\r\n\n          The cases were consolidated and  on August 9, 1996, the\r\n\ndistrict court convened  an evidentiary hearing to  determine the\r\n\nproper characterization  of the  controlled Schedule  I substance\r\n\nfor the purposes  of sentencing Bowen, Ticchiarelli,  and another\r\n\nco-conspirator.   At the  hearing, experts  on each side  offered\r\n\ndiffering definitions  of the  term hashish oil.   On  October 2,\r\n\n1996,  the district  court ruled  that based on  undisputed facts\r\n\nregarding the physical appearance and chemical composition of the\r\n\nsubstance,  the substance fit  within the ambit  of the \"ordinary\r\n\nmeaning\" of hashish oil.   See United States v. Ticchiarelli, 943\r                                                                      \r\n\nF. Supp. 77, 83  (D. Me. 1996) (Order  Determining the Nature  of\r\n\nthe  Controlled Substance  for  Purposes  of  Sentencing).    The\r\n\ndistrict  court  also  stated,  however,  that  after considering\r\n\nexpert  testimony proffered by the government and the defendants,\r\n\nand after consulting further materials in order  to ascertain the\r\n\nmeaning of the term \"hashish  oil,\" it had discovered that \"there\r\n\nis  no scientific nor any universally accepted precise definition\r\n\nof the term hashish oil.\"  Id. at 82.\r                                        \r\n\n          Having found  the  controlled substance  to be  hashish\r\n\n                               -6-\r\r\n\noil, the court  established the base offense level  for Bowen and\r\n\nTicchiarelli  by following  section 2D1.1(c):  it multiplied  the\r\n\nquantity (measured by  weight) of the \"hashish  oil\" attributable\r\n\nto the defendants by a factor of fifty, added that figure  to the\r\n\namount  of other marihuana  attributable to them,  and determined\r\n\nthe base offense level corresponding to the resulting, marihuana-\r\n\nequivalent  drug quantity figure.2   The base  offense levels for\r\n\nBowen and Ticchiarelli were 36 each, and, ultimately, their total\r\n\noffense levels were determined to be 38.\r\n\n          On  appeal, both  Ticchiarelli  and  Bowen assert  that\r\n\nSentencing Guideline section 2D1.1's use of \"hashish oil\" without\r\n\na  definition (prior to November 1995) was unconstitutional, and,\r\n\nin the  alternative, that  the rule of  lenity required  that any\r\n\nambiguity as  to the definition  of \"hashish oil\" be  resolved in\r\n\ntheir favor  -- that  is, through a  finding that  the marihuana-\r\n\nbased  substance was  not hashish  oil  for sentencing  purposes.\r\n\nBowen  additionally  claims  error in  the  admission  of certain\r\n\nevidence in his criminal  trial and asserts that the fifty to one\r\n\nratio   between  marihuana  and  hashish  oil  is  arbitrary  and\r\n\nirrational, thereby violating the Due Process clause of the Fifth\r\n\n                    \r                              \r\n\n2  The court determined that 393 kilograms of hashish oil  and 48\r\nkilograms of marihuana were attributable to the defendants.  This\r\namounts, after the one  to fifty conversion, to 19,698  kilograms\r\nof marihuana equivalent, corresponding to a base offense level of\r\n36.   See U.S.S.G.    2D1.1(c).   Had  the substance  been deemed\r                   \r\nmarihuana instead, the corresponding base offense level for Bowen\r\nand Ticchiarelli  would have  been 28.   Given the  total offense\r\nlevels of 38, this eight point increase translates into a minimum\r\ndifference in incarceration  periods of 114 months  for Bowen and\r\n141 months for Ticchiarelli.\r\n\n                               -7-\r\r\n\nAmendment.\r\n\n                               -8-\r\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          I.  The Meaning of \"Hashish Oil\"\r                    I.  The Meaning of \"Hashish Oil\"\r\n\n          The district  court's interpretation of the  meaning of\r\n\n\"hashish  oil\" under the  Sentencing Guidelines presents  a legal\r\n\nquestion over which we  assume de novo review, as does  the legal\r                                                \r\n\nissue  of whether the  term was vague  or ambiguous prior  to the\r\n\n1995  amendment.  United States v. Camilo,  71 F.3d 984, 986 (1st\r                                                   \r\n\nCir. 1996);  United States  v. Bohai Trading  Co., Inc.,  45 F.3d\r                                                                 \r\n\n577, 580  (1st Cir.  1995).  The  sentencing court's  findings of\r\n\nfact  regarding the properties of the controlled substance itself\r\n\nare subject to review for clear error.  Camilo, 71 F.3d at 986.\r                                                        \r\n\n          The following factual findings regarding the controlled\r\n\nsubstance are undisputed:  (1) it is derived from marihuana plant\r\n\nmatter  (cannabis  sativa),  and  not  from  marihuana  resin  or\r\n\nhashish; (2) it  is a  black or  near-black substance  resembling\r\n\nroad tar; (3)  it is  not pourable  at room  temperature; (4)  it\r\n\ncontains  tetrahydrocannabinol  (THC)  in the  13  to  16 percent\r\n\nrange;   (5)  it  contains  cannabinol  and cannabidiol;  (6)  it\r\n\ncontains no fragments of vegetation perceptible to the naked eye;\r\n\n(7)  it contains chlorophyll and magnesium;  (8) it originates in\r\n\nJamaica.  See 943 F.  Supp. at 78.   The appeal turns on  whether\r                       \r\n\nthis substance can be said to be \"hashish oil.\"\r\n\n          Under  the  amendments  to  the  Sentencing  Guidelines\r\n\neffective November 1,  1995, the following definition  of hashish\r\n\noil was provided:\r\n\n            Hashish  oil, for  the  purposes of  this\r\n            guideline,  means  a preparation  of  the\r\n\n                               -9-\r\r\n\n            soluble    cannabinoids   derived    from\r\n            cannabis that includes:  (i) one or  more\r\n            of the  tetrahydrocannabinols (as  listed\r\n            in 21  C.F.R.   1308.11(d)(25)),  (ii) at\r\n            least two  of the  following: cannabinol,\r\n            cannabidiol,   or  cannabichromene,   and\r\n            (iii)  is   essentially  free   of  plant\r\n            material    (e.g.    plant    fragments).\r                                       \r\n            Typically, hashish oil is a viscous, dark\r\n            colored oil, but  it can vary from  a dry\r\n            resin to a colorless liquid.\r\n\nU.S.S.G.   2D1.1(c), Drug Quantity Table, Note (J) (Nov. 1995).\r\n\n          Prior  to November  1995, the  term  \"hashish oil\"  was\r\n\nundefined  in both the Code, see 21 U.S.C.   841(b)(1)(D), and in\r                                          \r\n\nthe  Guidelines.    Moreover,  the  legislative  history  of  the\r\n\nComprehensive Crime Control Act of 1984, which first  enacted the\r\n\nfifty to one ratio and  introduced the term \"hashish oil\"  to the\r\n\nCode, is silent as to the meaning  of the term.  See Pub. L.  No.\r                                                              \r\n\n98-473, 98  Stat. 2030,  2070, 2086; S.  Rep. No.  98-634 (1984);\r\n\nH.R.  Rep.  No. 98-1030  (1984).   Although the  undisputed facts\r\n\nregarding the substance at issue  would appear to place it within\r\n\nthe   current  definition,   this   definition,  constituting   a\r\n\nsignificant and substantive addition to the guidelines, cannot be\r\n\nretroactively applied to these defendants.   See United States v.\r                                                                        \r\n\nS nchez, 81 F.3d 9, 12  (1st Cir. 1996) (Guideline amendment that\r                 \r\n\nis  not a  mere clarification,  and that  is not  covered by  the\r\n\npolicy  statement  of  section  1B1.10,  is  not  to  be  applied\r\n\nretroactively).   For example,  this definition  includes a  \"dry\r\n\nresin\"  within the  scope of  the  term \"hashish  oil,\" a  matter\r\n\n                               -10-\r\r\n\nwhich, as discussed  below,3 could not be considered  part of the\r\n\ncore meaning of \"hashish oil\" prior to the amendment.\r\n\n          It is clear, however, that whether or not the substance\r\n\nat issue is \"hashish oil,\" it certainly  qualifies as \"marihuana\"\r\n\nunder the Code:\r\n\n            The term \"marihuana\"  means all parts  of\r\n            the  plant  Cannabis sativa  L.,  whether\r\n            growing  or not;  the seeds  thereof; the\r\n            resin  extracted  from any  part  of such\r\n            plant; and  every compound,  manufacture,\r\n            salt, derivative, mixture  or preparation\r\n            of  such plant, its seeds or resin.  Such\r\n            term does  not include the  mature stalks\r\n            of such  plant, fiber produced  from such\r\n            stalks, oil or  cake made from  the seeds\r\n            of such plant, or . . . [any preparations\r\n            thereof].\r\n\n21 U.S.C.    802(16) (Supp. 1997).   It is not disputed  that the\r\n\nsubstance at issue in this appeal falls within this broad, catch-\r\n\nall definition  of \"marihuana.\"   The question is whether  it can\r\n\nalso  be  found  to  be  \"hashish  oil\"  under the  pre-amendment\r\n\nGuidelines.  Appellants raise several grounds for concluding that\r\n\nit cannot.   We need not  address their contention  that the term\r\n\n\"hashish  oil\"  is  void  for  vagueness,  however,  because  our\r\n\nconclusion  that  the  application  of  the  rule  of  lenity  is\r\n\nappropriate  in this case provides the appellants the relief they\r\n\nseek.\r\n\n          II.  The Rule of Lenity\r                    II.  The Rule of Lenity\r\n\n          Appellants  contend  that  in  the  face  of  ambiguity\r\n\nregarding the scope of the term \"hashish oil,\" the district court\r\n                    \r                              \r\n\n3  See  infra discussion of applicability  of rule of  lenity for\r                       \r\ncore meaning of hashish oil.\r\n\n                               -11-\r\r\n\nshould have  followed the  rule of lenity  by accepting  the more\r\n\nrestricted  definition of hashish  oil offered by  the defendants\r\n\nand by  sentencing the  defendants as  though the substance  were\r\n\n\"marihuana\" under the Guidelines.\r\n\n          As the Supreme Court has consistently held, the rule of\r\n\nlenity  commands that  genuine  ambiguities affecting  a criminal\r\n\nstatute's scope be resolved in the defendant's favor.  See, e.g.,\r                                                                          \r\n\nUnited States  v. Lanier,  117 S. Ct.  1219, 1225  (1997); United\r                                                                           \r\n\nStates  v. Nippon  Paper Indus.  Co., 109 F.3d  1, 7-8  (1st Cir.\r                                              \r\n\n1997)(collecting  cases).  The  important purposes served  by the\r\n\nrule of lenity include the  following: \"to promote fair notice to\r\n\nthose  subject to  the criminal  laws,  to minimize  the risk  of\r\n\nselective  or arbitrary enforcement,  and to maintain  the proper\r\n\nbalance between  Congress,  prosecutors,  and  courts.\"    United\r                                                                           \r\n\nStates v. Kozminski, 487 U.S. 931, 952 (1988).  However, the rule\r                             \r\n\nonly \"properly comes  into play when,  at the  end of a  thorough\r\n\ninquiry,  the meaning  of a  criminal  statute remains  obscure.\"\r\n\nUnited  States v. O'Neil, 11 F.3d 292,  301 n.10 (1st Cir. 1993).\r                                  \r\n\nPut  another way, the  rule of lenity means  that \"the Court will\r\n\nnot interpret  a federal criminal  statute so as to  increase the\r\n\npenalty  that   it  places   on  an   individual  when  such   an\r\n\ninterpretation can be  based on no more  than a guess as  to what\r\n\nCongress intended.\"   Ladner v. United States, 359  U.S. 169, 178\r                                                       \r\n\n(1958).\r\n\n          We  find that experts  for both the  government and the\r\n\ndefendants offered reasonable constructions of the  term \"hashish\r\n\n                               -12-\r\r\n\noil\" at the August 9,  1996 evidentiary hearing, and further find\r\n\nthat  the legislative  history  provides no  guidance  as to  the\r\n\nterm's meaning.  Presented with  a variety of educated guesses as\r\n\nto  the meaning  of \"hashish  oil\" --  that is, presented  with a\r\n\ngenuine ambiguity  -- we  hold that the  rule of  lenity applies.\r\n\nThe defense expert, James Woodford, testified on the basis of his\r\n\nexperience as a chemist and as a drug testing expert that hashish\r\n\noil is a  transparent, honey-colored oil produced  in the process\r\n\nof  compressing hashish into bricks.  Part. Tr. of August 9, 1996\r\n\nHearing,  at 38-40.   Woodford  testified that  hashish oil  is a\r\n\nliquid with  high THC levels  (around 40%) and  that it is  not a\r\n\ntarry,  thick substance.   Id.   On the other  hand, a government\r                                        \r\n\nexpert,  a forensic  chemist with  the  Drug Enforcement  Agency,\r\n\ntestified that  the substance  appeared to  be  hashish oil,  for\r\n\nhashish  oil is  a marihuana-derived  substance  that is  chiefly\r\n\ndistinguished  from marihuana by  its lack of  plant material and\r\n\ncystolithic  hairs,  and  that the  controlled  substance  lacked\r\n\ncystolithic  hairs.   Id. at  6-7.   According to  the government\r                                   \r\n\nexperts, \"hashish oil\" need not resemble other familiar oils that\r\n\nare liquid  at room temperature.   The record indicates  that the\r\n\nsubstance, although undoubtedly  a controlled substance,  did not\r\n\nhave the slippery, viscous, or  liquid properties of an \"oil,\" at\r\n\nleast as  that  term is  commonly used.   This  fact  is, in  our\r\n\nopinion,  critical  to our  conclusion  that the  rule  of lenity\r\n\napplies in this case.\r\n\n          Although no  other  circuit court  has  addressed  this\r\n\n                               -13-\r\r\n\nissue,  appellants draw  our  attention  to  two  district  court\r\n\ndecisions involving a similar tar-like marihuana-based  substance\r\n\nin which  the courts, in  the face of conflicting  definitions of\r\n\nhashish oil from experts, applied the rule of lenity.  See United\r                                                                           \r\n\nStates v. Gravelle,  819 F. Supp. 1076, 1078-79  (S.D. Fla. 1993)\r                            \r\n\n(pursuant to rule  of lenity, finding  substance to be  marihuana\r\n\nrather than hashish oil); United  States v. Schultz, 810 F. Supp.\r                                                             \r\n\n230, 234  (S.D. Ohio  1992) (pursuant to  rule of  lenity finding\r\n\nsubstance to  be hashish  rather than hashish  oil).   Both cases\r\n\ndealt with a  thick, tarry, black substance that did  not pour at\r\n\nroom temperature.\r\n\n          In United  States v. Camilo,  we held that the  rule of\r                                               \r\n\nlenity  was  not  applicable  where  a  defendant  challenged  an\r\n\nenhanced sentence  for trafficking  in   \"crack\"  (as opposed  to\r\n\n\"powder\")  cocaine.   See 71  F.3d  at 990  (rule  of lenity  not\r                                   \r\n\napplicable because  \"crack in  reality does  differ from  cocaine\r\n\npowder,\" notwithstanding  similar medical  effects and  identical\r\n\nscientific composition).   That case is distinguishable  from the\r\n\ninstant  appeal, because  in Camilo  we emphasized  that one  can\r                                             \r\n\nclearly distinguish,  as a  practical matter,  between crack  and\r\n\npowder cocaine.   The meaning  of the  term \"crack\" was  thus not\r\n\nambiguous.   Here, \"hashish  oil,\" prior  to the  1995 amendment,\r\n\npresents a  problem of definitional ambiguity, a problem to which\r\n\nthe rule of lenity clearly is addressed.\r\n\n          For   lenity    to   be   appropriate,    genuine   and\r\n\ninsurmountable  doubt must  exist  as  to  whether  Congress,  in\r\n\n                               -14-\r\r\n\nenacting a higher penalty for  \"hashish oil,\" intended to include\r\n\nthis particular, tarry substance within its scope.   The district\r\n\ncourt, finding that \"[t]he three experts presented by the parties\r\n\nwere as  deficient on the  subject of definition as  Congress and\r\n\nthe  Sentencing  Commission,\"  943 F.  Supp.  at  79,  surveyed a\r\n\nvariety of publications for assistance.  See 943 F. Supp. at  80-\r                                                      \r\n\n82.   The  \"ordinary meaning\"  of hashish  oil that  the district\r\n\ncourt ultimately  applied, however, did  not represent a  kind of\r\n\nleast common  denominator among  the various  definitions it  had\r\n\nculled.   Indeed, the publications  the court cited  include both\r\n\nnarrow and broad definitions of  hashish oil, and the court opted\r\n\nfor a broader definition  rather than a narrower one.   Id.  Even\r                                                                     \r\n\non the basis of the publications cited and quoted by the district\r\n\ncourt in its order, we find that, at the very least, there exists\r\n\nambiguity as to whether \"hashish oil\":  (a) must be a liquid  (or\r\n\nreadily pourable, or  capable of being administered in  drops) at\r\n\nroom temperature;  and  (b) must  have  a THC  level  in a  range\r\n\nsignificantly  higher than  that  of  marihuana.    We  therefore\r\n\nconclude that the rule of lenity should have been applied in this\r\n\ncase, requiring  a narrower construction  of \"hashish oil.\"   Had\r\n\nthe substance been  a potent liquid,  derived from cannabis,  and\r\n\nlacking plant  material, then the  rule of lenity would  not have\r\n\nbeen appropriate.  Although,  as the district court pointed  out,\r\n\nBowen  and  Ticchiarelli   should  have  known  that   they  were\r\n\ntrafficking  in  a   substance  that  could  result   in  serious\r\n\npenalties,  as we  have indicated,  fair notice  is not  the sole\r\n\n                               -15-\r\r\n\nconsideration motivating the rule of lenity.\r\n\n          II.  Bowen's Other Claims\r                    II.  Bowen's Other Claims\r\n\n          We  need  not  dwell at  length  on  Bowen's additional\r\n\nclaims.  First, his request for  a downward departure due to  the\r\n\nlow THC levels  of the substance is rendered  irrelevant in light\r\n\nof  our holding  that the  rule  of lenity  applies.   Second, he\r\n\nchallenges the constitutionality  of the fifty to  one conversion\r\n\nratio between  hashish oil and  marihuana under U.S.S.G.    2D1.1\r\n\nand 21 U.S.C   841(b)(1) (D).  In declining Bowen's invitation to\r\n\ndeem  Congress' enactment of  this ratio patently  irrational, we\r\n\nneed  only direct his attention to  United States v. Singleterry,\r                                                                          \r\n\n29 F.3d 733, 739 (1st Cir. 1994), which upheld a challenge to the\r\n\nGuideline  provision equating one  gram of cocaine  base with 100\r\n\ngrams of cocaine.   Indeed, the  fifty to one  hashish oil  ratio\r\n\npresents  a  much  more straightforward  case  for after-the-fact\r\n\nrationalization:  hashish oil can  be expected to  be more potent\r\n\nand more easily transported than marihuana.\r\n\n          Finally,  Bowen  challenges  the  admission of  a  drug\r\n\nledger  during  his criminal  trial.    Even assuming,  as  Bowen\r\n\nalleges,  that the  drug ledger  confiscated at  the time  of his\r\n\narrest was not related to  the conduct charged in the indictment,\r\n\nand  therefore  should  have  been  excluded  as  irrelevant,  on\r\n\nreviewing the record we find  that any error was plainly harmless\r\n\nand did not  implicate a constitutional right.   Given the varied\r\n\nand   strong  proof,  based   on  direct  evidence,   of  Bowen's\r\n\nparticipation  in the  conspiracy,  we find  the  \"weight of  the\r\n\n                               -16-\r\r\n\nadditional  evidence overwhelming,\"  and conclude  that  the same\r\n\nverdict would almost certainly result from  a new trial.   United\r                                                                           \r\n\nStates v. Rose,  104 F.3d 1408,  1414 (1st Cir. 1997).   Although\r                        \r\n\nthe drug  ledger was used  by the prosecution to  corroborate the\r\n\ntestimony   of   Bowen's  co-conspirators,   significantly,   the\r\n\naccomplice testimony  was forcefully corroborated  by other  real\r\n\nevidence and by the testimony of customs agents.\r\n\n                               -17-\r\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For  the foregoing reasons the sentences applied to the\r\n\nappellants are vacated  and the case  is remanded for  sentencing\r                         vacated                   remanded\r                                                           \r\n\npursuant to this opinion.\r\n\n                               -18-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-2289\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      BRADLEY OLIVER BOWEN,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 96-2290\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      RINALDO TICCHIARELLI,\r\n               a/k/a RONALDO, a/k/a WHITNEY DOREY,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n              Bownes and Cyr, Senior Circuit Judges.\r                                                             \r\n\n                                           \r\r\n\n     J. Bradford Coffey,  by appointment of the  Court, with whom\r                                 \r\nFarrell, Rosenblatt &amp; Russell was on  brief for appellant Bradley\r                                       \r\nOliver Bowen.\r\n     G. Richard Strafer, with whom  Qui on &amp; Strafer, P.A. was on\r                                                                    \r\nbrief for appellant Rinaldo Ticchiarelli.\r\n     Margaret  D. McGaughey,  Assistant  United States  Attorney,\r                                     \r\nwith whom  Jay  P. McCloskey,  United States  Attorney, James  L.\r                                                                           \r\nMoore, Assistant  United States  Attorney, and  Timothy D.  Wing,\r                                                                          \r\nAssistant United States Attorney, were on brief for appellee.\r\n\n                                           \r\n\n                        September 24, 1997\r\n                                           \r\n\n                               -2-\r\r\n\n          TORRUELLA,  Chief Judge.  This appeal presents an issue\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\nof first impression, namely, whether the term \"hashish oil\" under\r\n\n18   U.S.C.        841(b)(1)(D)    and   U.S.S.G.      2D1.1   is\r\n\nunconstitutionally  vague,  or  so ambiguous  as  to  require the\r\n\napplication  of  the  rule  of  lenity,  as  applied  to  conduct\r\n\noccurring prior to  a November 1995  amendment to the  Sentencing\r\n\nGuidelines  that provided, for  the first time,  a definition for\r\n\nthe term.\r\n\n          Appellants   were    convicted   for    importing   and\r\n\ntrafficking,  prior to the  Guideline amendment, in  a controlled\r\n\ncannabis-derived substance  the precise  classification of  which\r\n\nwas  left to  be determined  during sentencing.    The sentencing\r\n\ncourt determined the substance to be \"hashish oil,\" as opposed to\r\n\n\"marihuana,\"  and concluded  that it  was appropriate to  apply a\r\n\nfifty to one  quantity conversion ratio  under the Drug  Quantity\r\n\nTable of  the Sentencing  Guidelines.   See U.S.S.G.    2D1.1(c).\r                                                     \r\n\nFinding  that  genuine  ambiguity  regarding  the  definition  of\r\n\n\"hashish oil\" prior to 1995  mandates the application of the rule\r\n\nof lenity in this case, we reverse and remand for re-sentencing.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          Defendants-Appellants Bradley Oliver  Bowen and Rinaldo\r\n\nTicchiarelli participated in a scheme, along with three other co-\r\n\nconspirators, to smuggle controlled  substances from Jamaica into\r\n\nthe United  States, to  store the substances  in Maine,  and from\r\n\nthere to eventually  smuggle contraband drugs into Canada.   With\r\n\nBowen's assistance,  Ticchiarelli  organized two  boat  trips  to\r\n\n                               -3-\r\r\n\nJamaica to pick up marihuana  and a marihuana-based substance and\r\n\nstored  large quantities of these controlled substances in Maine,\r\n\nfor later export into Canada.\r\n\n          The illicit substances involved were marihuana and much\r\n\ngreater   quantities  of   a   black,  tar-like   marihuana-based\r\n\nsubstance.   In  a consolidated  appeal,  Brown and  Ticchiarelli\r\n\nchallenge  the district  court's determination  during sentencing\r\n\nthat the  tar-like substance in  which they were  trafficking was\r\n\n\"hashish  oil.\"1    Both  seek  to be  sentenced  as  though  the\r\n\ncontrolled substance were  \"marihuana.\"  Prior to  the sentencing\r\n\nstage, their cases travelled different procedural routes.\r\n\n          Pursuant to a plea agreement, Ticchiarelli  pled guilty\r\n\non September 14, 1995 to Counts One, Eight and Ten of a ten-count\r\n\nindictment.   Although these  counts made  specific reference  to\r\n\n\"hashish oil,\" as part of his plea agreement Ticchiarelli did not\r\n\nconcede that  the Schedule  I controlled  substance was  \"hashish\r\n\noil.\"    Count  One  alleged  a  conspiracy  to  commit  and  the\r\n\ncommission of, with Bowen and three others, the following  crimes\r\n\noccurring  between  August  1994  and  March  1995:  importing  a\r\n\nSchedule  I controlled  substance  (\"hashish oil\")  derived  from\r\n\nmarihuana into the United States in violation of 21 U.S.C.   952;\r\n\nimporting  marihuana into the  United States  in violation  of 21\r\n\nU.S.C.    952; distributing the  \"hashish oil\" intending  that it\r\n\nwould be unlawfully imported, in violation  of 21 U.S.C.   959(a)\r\n\n                    \r                              \r\n\n1   As discussed infra,  Bowen asserts additional claims  not put\r                                \r\nforward by Ticchiarelli.\r\n\n                               -4-\r\r\n\n(1); possessing with intent to distribute a Schedule I controlled\r\n\nsubstance  (\"hashish oil\")  derived from  marihuana,  as well  as\r\n\npossessing with intent  to distribute marihuana, in  violation of\r\n\n21   U.S.C.     841(a)(1);  exporting  a  Schedule  I  controlled\r\n\nsubstance (\"hashish  oil\") as well  as marihuana from  the United\r\n\nStates, in  violation of  21 U.S.C.   953.   Count  Eight charged\r\n\nTicchiarelli with  making false  representations  to the  Customs\r\n\nService  by presenting false  identification, in violation  of 18\r\n\nU.S.C.   1001, and Count Ten recited the other counts in invoking\r\n\nthe criminal forfeiture provision of 21 U.S.C.   853.\r\n\n          The plea agreement  signed by Ticchiarelli stated  that\r\n\nthe Schedule I  controlled substance of  Count One was  \"hashish\"\r\n\nwhen  processed  into  liquid  form,  but  Ticchiarelli   nowhere\r\n\nconceded that the substance  was \"hashish oil,\" and the  district\r\n\ncourt reserved the issue of the precise identity of the substance\r\n\nfor determination at sentencing when it accepted the guilty plea.\r\n\n          Bowen, unlike  Ticchiarelli and the  other conspirators\r\n\nnamed in Count One  of the indictment, did not enter  into a plea\r\n\nbargain.  On February 6,  1996, Bowen was convicted after a  jury\r\n\ntrial on Counts One, Six and Seven.  Counts Six and Seven charged\r\n\na second  instance, in March  1995, of possession with  intent to\r\n\ndistribute  a Schedule I controlled substance (\"hashish oil\"), in\r\n\nviolation  of  21  U.S.C.     841(a)  and  841(b)(1)(B)(vii), and\r\n\npossession with intent  to distribute marihuana, in  violation of\r\n\n21  U.S.C.    841(b)(1)(D).  The Presentence Investigation Report\r\n\n(PSR)  in  Bowen's case  states  that  the contested  Schedule  I\r\n\n                               -5-\r\r\n\ncontrolled substance  was hashish oil.   Bowen disputed  that PSR\r\n\ndetermination and contended that the Guideline's use of  the term\r\n\n\"hashish  oil\" was  unconstitutionally vague.    Bowen sought  to\r\n\nconsolidate  his  case  with those  of  his  co-conspirators with\r\n\nrespect to  the issue of  the nature of the  controlled substance\r\n\nreferred  to as \"hashish  oil\" in the  indictment, and as  to the\r\n\nlegal validity of this allegedly ambiguous provision.\r\n\n          The cases were consolidated and  on August 9, 1996, the\r\n\ndistrict court convened  an evidentiary hearing to  determine the\r\n\nproper characterization  of the  controlled Schedule  I substance\r\n\nfor the purposes  of sentencing Bowen, Ticchiarelli,  and another\r\n\nco-conspirator.   At the  hearing, experts  on each side  offered\r\n\ndiffering definitions  of the  term hashish oil.   On  October 2,\r\n\n1996,  the district  court ruled  that based on  undisputed facts\r\n\nregarding the physical appearance and chemical composition of the\r\n\nsubstance,  the substance fit  within the ambit  of the \"ordinary\r\n\nmeaning\" of hashish oil.   See United States v. Ticchiarelli, </pre><span class=\"citation\" data-id=\"2376186\"><a href=\"/opinion/2376186/united-states-v-ticchiarelli/\"><span class=\"volume\">943</span>\r                                                                      \r\n\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">77</span></a></span><pre class=\"inline\">, 83  (D. Me. 1996) (Order  Determining the Nature  of\r\n\nthe  Controlled Substance  for  Purposes  of  Sentencing).    The\r\n\ndistrict  court  also  stated,  however,  that  after considering\r\n\nexpert  testimony proffered by the government and the defendants,\r\n\nand after consulting further materials in order  to ascertain the\r\n\nmeaning of the term \"hashish  oil,\" it had discovered that \"there\r\n\nis  no scientific nor any universally accepted precise definition\r\n\nof the term hashish oil.\"  Id. at 82.\r                                        \r\n\n          Having found  the  controlled substance  to be  hashish\r\n\n                               -6-\r\r\n\noil, the court  established the base offense level  for Bowen and\r\n\nTicchiarelli  by following  section 2D1.1(c):  it multiplied  the\r\n\nquantity (measured by  weight) of the \"hashish  oil\" attributable\r\n\nto the defendants by a factor of fifty, added that figure  to the\r\n\namount  of other marihuana  attributable to them,  and determined\r\n\nthe base offense level corresponding to the resulting, marihuana-\r\n\nequivalent  drug quantity figure.2   The base  offense levels for\r\n\nBowen and Ticchiarelli were 36 each, and, ultimately, their total\r\n\noffense levels were determined to be 38.\r\n\n          On  appeal, both  Ticchiarelli  and  Bowen assert  that\r\n\nSentencing Guideline section 2D1.1's use of \"hashish oil\" without\r\n\na  definition (prior to November 1995) was unconstitutional, and,\r\n\nin the  alternative, that  the rule of  lenity required  that any\r\n\nambiguity as  to the definition  of \"hashish oil\" be  resolved in\r\n\ntheir favor  -- that  is, through a  finding that  the marihuana-\r\n\nbased  substance was  not hashish  oil  for sentencing  purposes.\r\n\nBowen  additionally  claims  error in  the  admission  of certain\r\n\nevidence in his criminal  trial and asserts that the fifty to one\r\n\nratio   between  marihuana  and  hashish  oil  is  arbitrary  and\r\n\nirrational, thereby violating the Due Process clause of the Fifth\r\n\n                    \r                              \r\n\n2  The court determined that 393 kilograms of hashish oil  and 48\r\nkilograms of marihuana were attributable to the defendants.  This\r\namounts, after the one  to fifty conversion, to 19,698  kilograms\r\nof marihuana equivalent, corresponding to a base offense level of\r\n36.   See U.S.S.G.    2D1.1(c).   Had  the substance  been deemed\r                   \r\nmarihuana instead, the corresponding base offense level for Bowen\r\nand Ticchiarelli  would have  been 28.   Given the  total offense\r\nlevels of 38, this eight point increase translates into a minimum\r\ndifference in incarceration  periods of 114 months  for Bowen and\r\n141 months for Ticchiarelli.\r\n\n                               -7-\r\r\n\nAmendment.\r\n\n                               -8-\r\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          I.  The Meaning of \"Hashish Oil\"\r                    I.  The Meaning of \"Hashish Oil\"\r\n\n          The district  court's interpretation of the  meaning of\r\n\n\"hashish  oil\" under the  Sentencing Guidelines presents  a legal\r\n\nquestion over which we  assume de novo review, as does  the legal\r                                                \r\n\nissue  of whether the  term was vague  or ambiguous prior  to the\r\n\n1995  amendment.  United States v. Camilo,  </pre><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">984</span></span><pre class=\"inline\">, 986 (1st\r                                                   \r\n\nCir. 1996);  United States  v. Bohai Trading  Co., Inc.,  </pre><span class=\"citation\" data-id=\"195872\"><a href=\"/opinion/195872/united-states-v-bohai/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span>\r                                                                 \r\n\n<span class=\"page\">577</span></a></span><pre class=\"inline\">, 580  (1st Cir.  1995).  The  sentencing court's  findings of\r\n\nfact  regarding the properties of the controlled substance itself\r\n\nare subject to review for clear error.  Camilo, 71 F.3d at 986.\r                                                        \r\n\n          The following factual findings regarding the controlled\r\n\nsubstance are undisputed:  (1) it is derived from marihuana plant\r\n\nmatter  (cannabis  sativa),  and  not  from  marihuana  resin  or\r\n\nhashish; (2) it  is a  black or  near-black substance  resembling\r\n\nroad tar; (3)  it is  not pourable  at room  temperature; (4)  it\r\n\ncontains  tetrahydrocannabinol  (THC)  in the  13  to  16 percent\r\n\nrange;   (5)  it  contains  cannabinol  and cannabidiol;  (6)  it\r\n\ncontains no fragments of vegetation perceptible to the naked eye;\r\n\n(7)  it contains chlorophyll and magnesium;  (8) it originates in\r\n\nJamaica.  See 943 F.  Supp. at 78.   The appeal turns on  whether\r                       \r\n\nthis substance can be said to be \"hashish oil.\"\r\n\n          Under  the  amendments  to  the  Sentencing  Guidelines\r\n\neffective November 1,  1995, the following definition  of hashish\r\n\noil was provided:\r\n\n            Hashish  oil, for  the  purposes of  this\r\n            guideline,  means  a preparation  of  the\r\n\n                               -9-\r\r\n\n            soluble    cannabinoids   derived    from\r\n            cannabis that includes:  (i) one or  more\r\n            of the  tetrahydrocannabinols (as  listed\r\n            in 21  C.F.R.   1308.11(d)(25)),  (ii) at\r\n            least two  of the  following: cannabinol,\r\n            cannabidiol,   or  cannabichromene,   and\r\n            (iii)  is   essentially  free   of  plant\r\n            material    (e.g.    plant    fragments).\r                                       \r\n            Typically, hashish oil is a viscous, dark\r\n            colored oil, but  it can vary from  a dry\r\n            resin to a colorless liquid.\r\n\nU.S.S.G.   2D1.1(c), Drug Quantity Table, Note (J) (Nov. 1995).\r\n\n          Prior  to November  1995, the  term  \"hashish oil\"  was\r\n\nundefined  in both the Code, see 21 U.S.C.   841(b)(1)(D), and in\r                                          \r\n\nthe  Guidelines.    Moreover,  the  legislative  history  of  the\r\n\nComprehensive Crime Control Act of 1984, which first  enacted the\r\n\nfifty to one ratio and  introduced the term \"hashish oil\"  to the\r\n\nCode, is silent as to the meaning  of the term.  See Pub. L.  No.\r                                                              \r\n\n98-473, 98  Stat. 2030,  2070, 2086; S.  Rep. No.  98-634 (1984);\r\n\nH.R.  Rep.  No. 98-1030  (1984).   Although the  undisputed facts\r\n\nregarding the substance at issue  would appear to place it within\r\n\nthe   current  definition,   this   definition,  constituting   a\r\n\nsignificant and substantive addition to the guidelines, cannot be\r\n\nretroactively applied to these defendants.   See United States v.\r                                                                        \r\n\nS nchez, </pre><span class=\"citation\" data-id=\"715854\"><a href=\"/opinion/715854/united-states-v-angel-sanchez/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 12  (1st Cir. 1996) (Guideline amendment that\r                 \r\n\nis  not a  mere clarification,  and that  is not  covered by  the\r\n\npolicy  statement  of  section  1B1.10,  is  not  to  be  applied\r\n\nretroactively).   For example,  this definition  includes a  \"dry\r\n\nresin\"  within the  scope of  the  term \"hashish  oil,\" a  matter\r\n\n                               -10-\r\r\n\nwhich, as discussed  below,3 could not be considered  part of the\r\n\ncore meaning of \"hashish oil\" prior to the amendment.\r\n\n          It is clear, however, that whether or not the substance\r\n\nat issue is \"hashish oil,\" it certainly  qualifies as \"marihuana\"\r\n\nunder the Code:\r\n\n            The term \"marihuana\"  means all parts  of\r\n            the  plant  Cannabis sativa  L.,  whether\r\n            growing  or not;  the seeds  thereof; the\r\n            resin  extracted  from any  part  of such\r\n            plant; and  every compound,  manufacture,\r\n            salt, derivative, mixture  or preparation\r\n            of  such plant, its seeds or resin.  Such\r\n            term does  not include the  mature stalks\r\n            of such  plant, fiber produced  from such\r\n            stalks, oil or  cake made from  the seeds\r\n            of such plant, or . . . [any preparations\r\n            thereof].\r\n\n21 U.S.C.    802(16) (Supp. 1997).   It is not disputed  that the\r\n\nsubstance at issue in this appeal falls within this broad, catch-\r\n\nall definition  of \"marihuana.\"   The question is whether  it can\r\n\nalso  be  found  to  be  \"hashish  oil\"  under the  pre-amendment\r\n\nGuidelines.  Appellants raise several grounds for concluding that\r\n\nit cannot.   We need not  address their contention  that the term\r\n\n\"hashish  oil\"  is  void  for  vagueness,  however,  because  our\r\n\nconclusion  that  the  application  of  the  rule  of  lenity  is\r\n\nappropriate  in this case provides the appellants the relief they\r\n\nseek.\r\n\n          II.  The Rule of Lenity\r                    II.  The Rule of Lenity\r\n\n          Appellants  contend  that  in  the  face  of  ambiguity\r\n\nregarding the scope of the term \"hashish oil,\" the district court\r\n                    \r                              \r\n\n3  See  infra discussion of applicability  of rule of  lenity for\r                       \r\ncore meaning of hashish oil.\r\n\n                               -11-\r\r\n\nshould have  followed the  rule of lenity  by accepting  the more\r\n\nrestricted  definition of hashish  oil offered by  the defendants\r\n\nand by  sentencing the  defendants as  though the substance  were\r\n\n\"marihuana\" under the Guidelines.\r\n\n          As the Supreme Court has consistently held, the rule of\r\n\nlenity  commands that  genuine  ambiguities affecting  a criminal\r\n\nstatute's scope be resolved in the defendant's favor.  See, e.g.,\r                                                                          \r\n\nUnited States  v. Lanier,  </pre><span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1219</span></a></span><pre class=\"inline\">, 1225  (1997); United\r                                                                           \r\n\nStates  v. Nippon  Paper Indus.  Co., </pre><span class=\"citation\" data-id=\"738221\"><a href=\"/opinion/738221/united-states-v-nippon-paper-industries-co-ltd/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7-8  (1st Cir.\r                                              \r\n\n1997)(collecting  cases).  The  important purposes served  by the\r\n\nrule of lenity include the  following: \"to promote fair notice to\r\n\nthose  subject to  the criminal  laws,  to minimize  the risk  of\r\n\nselective  or arbitrary enforcement,  and to maintain  the proper\r\n\nbalance between  Congress,  prosecutors,  and  courts.\"    United\r                                                                           \r\n\nStates v. Kozminski, </pre><span class=\"citation\" data-id=\"112144\"><a href=\"/opinion/112144/united-states-v-kozminski/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">931</span></a></span><pre class=\"inline\">, 952 (1988).  However, the rule\r                             \r\n\nonly \"properly comes  into play when,  at the  end of a  thorough\r\n\ninquiry,  the meaning  of a  criminal  statute remains  obscure.\"\r\n\nUnited  States v. O'Neil, </pre><span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">,  301 n.10 (1st Cir. 1993).\r                                  \r\n\nPut  another way, the  rule of lenity means  that \"the Court will\r\n\nnot interpret  a federal criminal  statute so as to  increase the\r\n\npenalty  that   it  places   on  an   individual  when  such   an\r\n\ninterpretation can be  based on no more  than a guess as  to what\r\n\nCongress intended.\"   Ladner v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">359</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">169</span></span><pre class=\"inline\">, 178\r                                                       \r\n\n(1958).\r\n\n          We  find that experts  for both the  government and the\r\n\ndefendants offered reasonable constructions of the  term \"hashish\r\n\n                               -12-\r\r\n\noil\" at the August 9,  1996 evidentiary hearing, and further find\r\n\nthat  the legislative  history  provides no  guidance  as to  the\r\n\nterm's meaning.  Presented with  a variety of educated guesses as\r\n\nto  the meaning  of \"hashish  oil\" --  that is, presented  with a\r\n\ngenuine ambiguity  -- we  hold that the  rule of  lenity applies.\r\n\nThe defense expert, James Woodford, testified on the basis of his\r\n\nexperience as a chemist and as a drug testing expert that hashish\r\n\noil is a  transparent, honey-colored oil produced  in the process\r\n\nof  compressing hashish into bricks.  Part. Tr. of August 9, 1996\r\n\nHearing,  at 38-40.   Woodford  testified that  hashish oil  is a\r\n\nliquid with  high THC levels  (around 40%) and  that it is  not a\r\n\ntarry,  thick substance.   Id.   On the other  hand, a government\r                                        \r\n\nexpert,  a forensic  chemist with  the  Drug Enforcement  Agency,\r\n\ntestified that  the substance  appeared to  be  hashish oil,  for\r\n\nhashish  oil is  a marihuana-derived  substance  that is  chiefly\r\n\ndistinguished  from marihuana by  its lack of  plant material and\r\n\ncystolithic  hairs,  and  that the  controlled  substance  lacked\r\n\ncystolithic  hairs.   Id. at  6-7.   According to  the government\r                                   \r\n\nexperts, \"hashish oil\" need not resemble other familiar oils that\r\n\nare liquid  at room temperature.   The record indicates  that the\r\n\nsubstance, although undoubtedly  a controlled substance,  did not\r\n\nhave the slippery, viscous, or  liquid properties of an \"oil,\" at\r\n\nleast as  that  term is  commonly used.   This  fact  is, in  our\r\n\nopinion,  critical  to our  conclusion  that the  rule  of lenity\r\n\napplies in this case.\r\n\n          Although no  other  circuit court  has  addressed  this\r\n\n                               -13-\r\r\n\nissue,  appellants draw  our  attention  to  two  district  court\r\n\ndecisions involving a similar tar-like marihuana-based  substance\r\n\nin which  the courts, in  the face of conflicting  definitions of\r\n\nhashish oil from experts, applied the rule of lenity.  See United\r                                                                           \r\n\nStates v. Gravelle,  </pre><span class=\"citation\" data-id=\"1965079\"><a href=\"/opinion/1965079/united-states-v-gravelle/\"><span class=\"volume\">819</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1076</span></a></span><pre class=\"inline\">, 1078-79  (S.D. Fla. 1993)\r                            \r\n\n(pursuant to rule  of lenity, finding  substance to be  marihuana\r\n\nrather than hashish oil); United  States v. Schultz, </pre><span class=\"citation\" data-id=\"1500120\"><a href=\"/opinion/1500120/united-states-v-schultz/\"><span class=\"volume\">810</span> <span class=\"reporter\">F. Supp.</span>\r                                                             \r\n\n<span class=\"page\">230</span></a></span><pre class=\"inline\">, 234  (S.D. Ohio  1992) (pursuant to  rule of  lenity finding\r\n\nsubstance to  be hashish  rather than hashish  oil).   Both cases\r\n\ndealt with a  thick, tarry, black substance that did  not pour at\r\n\nroom temperature.\r\n\n          In United  States v. Camilo,  we held that the  rule of\r                                               \r\n\nlenity  was  not  applicable  where  a  defendant  challenged  an\r\n\nenhanced sentence  for trafficking  in   \"crack\"  (as opposed  to\r\n\n\"powder\")  cocaine.   See 71  F.3d  at 990  (rule  of lenity  not\r                                   \r\n\napplicable because  \"crack in  reality does  differ from  cocaine\r\n\npowder,\" notwithstanding  similar medical  effects and  identical\r\n\nscientific composition).   That case is distinguishable  from the\r\n\ninstant  appeal, because  in Camilo  we emphasized  that one  can\r                                             \r\n\nclearly distinguish,  as a  practical matter,  between crack  and\r\n\npowder cocaine.   The meaning  of the  term \"crack\" was  thus not\r\n\nambiguous.   Here, \"hashish  oil,\" prior  to the  1995 amendment,\r\n\npresents a  problem of definitional ambiguity, a problem to which\r\n\nthe rule of lenity clearly is addressed.\r\n\n          For   lenity    to   be   appropriate,    genuine   and\r\n\ninsurmountable  doubt must  exist  as  to  whether  Congress,  in\r\n\n                               -14-\r\r\n\nenacting a higher penalty for  \"hashish oil,\" intended to include\r\n\nthis particular, tarry substance within its scope.   The district\r\n\ncourt, finding that \"[t]he three experts presented by the parties\r\n\nwere as  deficient on the  subject of definition as  Congress and\r\n\nthe  Sentencing  Commission,\"  943 F.  Supp.  at  79,  surveyed a\r\n\nvariety of publications for assistance.  See 943 F. Supp. at  80-\r                                                      \r\n\n82.   The  \"ordinary meaning\"  of hashish  oil that  the district\r\n\ncourt ultimately  applied, however, did  not represent a  kind of\r\n\nleast common  denominator among  the various  definitions it  had\r\n\nculled.   Indeed, the publications  the court cited  include both\r\n\nnarrow and broad definitions of  hashish oil, and the court opted\r\n\nfor a broader definition  rather than a narrower one.   Id.  Even\r                                                                     \r\n\non the basis of the publications cited and quoted by the district\r\n\ncourt in its order, we find that, at the very least, there exists\r\n\nambiguity as to whether \"hashish oil\":  (a) must be a liquid  (or\r\n\nreadily pourable, or  capable of being administered in  drops) at\r\n\nroom temperature;  and  (b) must  have  a THC  level  in a  range\r\n\nsignificantly  higher than  that  of  marihuana.    We  therefore\r\n\nconclude that the rule of lenity should have been applied in this\r\n\ncase, requiring  a narrower construction  of \"hashish oil.\"   Had\r\n\nthe substance been  a potent liquid,  derived from cannabis,  and\r\n\nlacking plant  material, then the  rule of lenity would  not have\r\n\nbeen appropriate.  Although,  as the district court pointed  out,\r\n\nBowen  and  Ticchiarelli   should  have  known  that   they  were\r\n\ntrafficking  in  a   substance  that  could  result   in  serious\r\n\npenalties,  as we  have indicated,  fair notice  is not  the sole\r\n\n                               -15-\r\r\n\nconsideration motivating the rule of lenity.\r\n\n          II.  Bowen's Other Claims\r                    II.  Bowen's Other Claims\r\n\n          We  need  not  dwell at  length  on  Bowen's additional\r\n\nclaims.  First, his request for  a downward departure due to  the\r\n\nlow THC levels  of the substance is rendered  irrelevant in light\r\n\nof  our holding  that the  rule  of lenity  applies.   Second, he\r\n\nchallenges the constitutionality  of the fifty to  one conversion\r\n\nratio between  hashish oil and  marihuana under U.S.S.G.    2D1.1\r\n\nand 21 U.S.C   841(b)(1) (D).  In declining Bowen's invitation to\r\n\ndeem  Congress' enactment of  this ratio patently  irrational, we\r\n\nneed  only direct his attention to  United States v. Singleterry,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"674592\"><a href=\"/opinion/674592/united-states-v-daryl-e-singleterry/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span><pre class=\"inline\">, 739 (1st Cir. 1994), which upheld a challenge to the\r\n\nGuideline  provision equating one  gram of cocaine  base with 100\r\n\ngrams of cocaine.   Indeed, the  fifty to one  hashish oil  ratio\r\n\npresents  a  much  more straightforward  case  for after-the-fact\r\n\nrationalization:  hashish oil can  be expected to  be more potent\r\n\nand more easily transported than marihuana.\r\n\n          Finally,  Bowen  challenges  the  admission of  a  drug\r\n\nledger  during  his criminal  trial.    Even assuming,  as  Bowen\r\n\nalleges,  that the  drug ledger  confiscated at  the time  of his\r\n\narrest was not related to  the conduct charged in the indictment,\r\n\nand  therefore  should  have  been  excluded  as  irrelevant,  on\r\n\nreviewing the record we find  that any error was plainly harmless\r\n\nand did not  implicate a constitutional right.   Given the varied\r\n\nand   strong  proof,  based   on  direct  evidence,   of  Bowen's\r\n\nparticipation  in the  conspiracy,  we find  the  \"weight of  the\r\n\n                               -16-\r\r\n\nadditional  evidence overwhelming,\"  and conclude  that  the same\r\n\nverdict would almost certainly result from  a new trial.   United\r                                                                           \r\n\nStates v. Rose,  </pre><span class=\"citation\" data-id=\"197184\"><a href=\"/opinion/197184/united-states-v-rose/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1408</span></a></span><pre class=\"inline\">,  1414 (1st Cir. 1997).   Although\r                        \r\n\nthe drug  ledger was used  by the prosecution to  corroborate the\r\n\ntestimony   of   Bowen's  co-conspirators,   significantly,   the\r\n\naccomplice testimony  was forcefully corroborated  by other  real\r\n\nevidence and by the testimony of customs agents.\r\n\n                               -17-\r\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For  the foregoing reasons the sentences applied to the\r\n\nappellants are vacated  and the case  is remanded for  sentencing\r                         vacated                   remanded\r                                                           \r\n\npursuant to this opinion.\r\n\n                               -18-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1500120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1965079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2376186/"
  ]
}