{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197510/",
  "absolute_url": "/opinion/197510/noonan-v-shhs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197510/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:31:57Z",
  "date_modified": "2017-03-24T10:52:31.017903Z",
  "type": "010combined",
  "sha1": "c2dd88e7987c0210ee279794705c08f6b05e7d6f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1014.01A",
  "local_path": null,
  "plain_text": "\n\n                 UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 97-1014\r\n              IN RE LUDLOW HOSPITAL SOCIETY, INC.,\r\n\n                             Debtor\r\n\n                    DAVID J. NOONAN, TRUSTEE,\r\n\n                      Plaintiff, Appellant,\r\n\n                               v.\r\n\n             SECRETARY OF HEALTH AND HUMAN SERVICES,\r\n\n                      Defendant, Appellee.\r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. Frank H. Freedman, Senior U.S. District Judge]\r\n\n                             Before\r\n\n                     Torruella, Chief Judge,\r\n\n                   Cyr, Senior Circuit Judge,\r\n\n                   and Boudin, Circuit Judge.\r\n\n     Claudia  \r                       J.  \r                           Reed, with whom   David  \r                                                    J.  \r                                                        Noonan and   Cohen,\r\nRosenthal P.C. were on brief for appellant.\r\n     Jeffrey  \r                       Clair, Attorney, Appellate Staff Civil Division,\r\nDepartment of Justice, with whom    Frank  \r                                                     W.  \r                                                         Hunger, Assistant\r\nAttorney General, Donald \r                                    K. \r                                       Stern, United States Attorney, and\r\nWilliam  \r                   Kanter, Attorney, Appellate Staff Civil Division,\r\nDepartment of Justice, were on brief for appellee.\r\n\n                         August 13, 1997\r\n\n          CYR, Senior \r                                Circuit \r                                        Judge.  David J. Noonan, chapter 7\r\n\ntrustee (\"the Trustee\") for Ludlow Hospital Society, Inc. (\"the\r\n\nHospital\"), appeals a district court judgment vacating two\r\n\nbankruptcy court orders entered pursuant to Bankruptcy Code S 105,\r\n\n11 U.S.C. S 105(a). The challenged orders purportedly extended the\r\n\none-year regulatory deadline imposed by the Secretary, United\r\n\nStates Department of Health and Human Services (\"HHS\"), for\r\n\nhospitals formerly participating in the Medicare program to sell\r\n\ntheir capital assets and claim supplemental reimbursement from HHS\r\n\nfor certain capital-asset depreciation credits. As we conclude\r\n\nthat the bankruptcy court exceeded its equitable powers under\r\n\nBankruptcy Code S 105, we affirm the district court judgment.\r\n\n                                I\r\n\n                           BACKGROUND\r\n\n          Until it closed on February 17, 1995, the Hospital had\r\n\nparticipated in the Medicare program, receiving annual HHS reim-\r\n\nbursements for inpatient operating costs, as well as capital-asset\r\n\ndepreciation credits, relating to its provision of services to\r\n\nMedicare recipients. Participating hospitals which retain\r\n\nownership of the capital assets used to provide services to their\r\n\nMedicare recipients are entitled to periodic reimbursement for\r\n\nestimated actual depreciation on those assets, as determined under\r\n\naccepted accounting practices. See 42 U.S.C. S 1395x(v)(1)(O)(ii)\r\n\n(Medicare statute authorizing HHS Secretary to implement regula-\r\n\n                                2\r\r\n\ntions detailing asset-depreciation methodologies).\r\n\n          Upon its closure, the Hospital's participation in the\r\n\nMedicare program terminated as well. HHS administrative regula-\r\n\ntions allow a one-year post-termination period within which\r\n\nhospitals that previously participated in the Medicare program must\r\n\nsell their Medicare-related capital assets as a precondition to\r\n\nrecapturing any pretermitted capital-asset depreciation credits\r\n\nfrom HHS.  See 42 C.F.R. S 413.134(f)(3). Thus, a hospital which\r\n\nhas closed would be eligible for further depreciation reimburse-\r\n\nments from HHS on a Medicare-related capital asset which was sold\r\n\nwithin one year after its closure for less than its depreciated\r\n\nbasis. \r\n\n          At the time, HHS regulations allowed hospitals forty-five\r\n\ndays after their withdrawal from the Medicare program to submit a\r\n\n     The HHS depreciation methodology is similar to that utilized\r\nfor federal tax purposes. For example, a CAT scanner worth\r\n$1,000,000, with an estimated useful life of 25 years, might\r\nreceive an HHS depreciation reimbursement of $40,000 per year over\r\na 25-year period.  See generally 42 C.F.R. S 413.134(a)-(d).\r\n\n     On the same day, the Hospital filed a voluntary chapter 7\r\npetition. \r\n\n     Under our hypothetical, \r                                       see supra note 1, if a hospital held\r\nthe Medicare-related capital asset for ten years, its depreciated\r\nbasis would be $600,000, since HHS already would have reimbursed\r\nthe hospital $40,000 per annum for estimated depreciation during\r\nthe ten-year period, for a total of $400,000. The \"depreciated\r\nbasis\" would be $600,000     its $1 million original cost, less\r\n$400,000 in estimated depreciation. Were the asset to sell for\r\nonly $500,000, therefore, S 413.134(f)(3) would permit the hospital\r\nto apply for the $100,000 shortfall between the depreciated basis\r\n($600,000) and the actual sale price ($500,000).\r\n\n                                3\r\r\n\nfinal report outlining all reimbursable Medicare costs incurred\r\n\nprior to their withdrawal.    See  id. S 413.24(f) (1994). An\r\n\nadministrative extension could be obtained from HHS on a showing\r\n\nthat hospital operations had been \"significantly affected due to\r\n\nextraordinary circumstances over which the [hospital] ha[d] no\r\n\ncontrol, such as flood or fire.\"  Id. S 413.24(f)(2)(ii) (1994).\r\n\nThe HHS regulations likewise allow hospitals a three-year period\r\n\nwithin which to reopen and amend a final cost report which was\r\n\ntimely filed.  See id. S 405.1885. Without opposition from the\r\n\ngovernment, the Trustee obtained two extensions of the forty-five-\r\n\nday filing deadline from the bankruptcy court and the Hospital's\r\n\nfinal cost report was submitted to HHS within the extended\r\n\ndeadline. \r\n\n          The Trustee proceeded to attempt to sell the Hospital's\r\n\ncapital assets, anticipating that the sale price might not equal\r\n\ntheir depreciated basis,  see supra notes 1 &amp; 3, and that the\r\n\nchapter 7 estate might therefore claim supplemental Medicare reim-\r\n\nbursements under the aforementioned HHS capital-asset-depreciation-\r\n\nadjustment provision.  See id. S 413.134(f)(3). It soon became\r\n\napparent, however, that the capital assets could not be sold by\r\n\nFebruary 17, 1996, the first anniversary of the Hospital's closure\r\n\nand the deadline for realizing a depreciation-adjustment reimburse-\r\n\n     Although the first motion for extension was not served on the\r\ngovernment, an Assistant United States Attorney verbally assured\r\nthe Trustee that the government would not oppose the extension.\r\nTwo months later, the Trustee served the second motion on the\r\ngovernment, but the bankruptcy court granted it without awaiting a\r\nresponse from the government. \r\n\n                                4\r\r\n\nment under 42 C.F.R. S 413.134(f)(3). \r\n\n          Therefore, on February 8, 1996, the Trustee sought\r\n\nequitable relief from the bankruptcy court under Bankruptcy Code S\r\n\n105(a), extending the one-year period for selling the Hospital's\r\n\ncapital assets beyond the original February 17 deadline, in order\r\n\nnot to forfeit the potential depreciation-adjustment claim. The\r\n\nSecretary objected, on the grounds that 42 C.F.R. S 413.134(f)(3)\r\n\nitself permits neither exceptions nor extensions and that the\r\n\nbankruptcy court accordingly lacked the equitable power to engraft\r\n\nan exception, pursuant to Bankruptcy Code S 105(a), which would\r\n\nbestow \"substantive rights\" upon the chapter 7 estate not autho-\r\n\nrized under the HHS regulations. \r\n\n          The bankruptcy court granted the extension over the\r\n\nSecretary's objection. It relied upon the equitable powers con-\r\n\nferred by Bankruptcy Code S 105(a), reasoning that: (1) in the\r\n\nspecial context of bankruptcy proceedings, the rigid one-year HHS\r\n\ndeadline for selling capital assets was unreasonable, since a\r\n\nnewly-appointed trustee may require more time to marshal estate\r\n\nassets; (2) strict compliance with the one-year HHS deadline would\r\n\nresult in a \"windfall\" to HHS and deprive the Hospital of valuable\r\n\nassets (\r                 viz., depreciation-adjustment reimbursements), to which it\r\n\nwould otherwise be \"entitled;\" (3) an extension would not harm HHS,\r\n\nas the Trustee would not be allowed to file a depreciation-\r\n\n     Since the Trustee was unable to consummate a sale within the\r\ninitial extension period, the court later granted the Trustee\r\nanother extension. \r\n\n                                5\r\r\n\nadjustment reimbursement claim based on the appraised value of the\r\n\ncapital assets after February 17, 1996; and (4) HHS was estopped\r\n\nfrom contesting the bankruptcy court order, as it had acquiesced in\r\n\ntwo previous extensions of the \r                                       forty-five-day period for filing the\r\n\nfinal cost report, see 42 C.F.R. S 413.24(f); supra note 4.\r\n\n          The district court vacated the bankruptcy court order on\r\n\nintermediate appeal and the Trustee appealed. Meanwhile, the\r\n\nTrustee consummated a sale of the capital assets and submitted a\r\n\nreimbursement claim to HHS, estimated at between $300,000 and\r\n\n$1,000,000.\r\n\n                               II\r\n\n                           DISCUSSION\r\n\nA.   Equitable Estoppel\r\n\n          The Trustee first insists that HHS is estopped from\r\n\nclaiming that the bankruptcy court lacked authority, under\r\n\nBankruptcy Code S 105(a), to extend the one-year filing deadline\r\n\nprescribed in S 413.134(f)(3), since the government had acquiesced\r\n\nin two earlier bankruptcy court extensions of the  forty-five-day\r\n\ndeadline for filing the Hospital's final cost report.\r                                                               The Trustee\r\n\n     We review the equitable estoppel ruling under a mixed stan-\r\ndard, assessing the legal conclusion   de  novo and all factual\r\nfindings for clear error.   See Granite \r                                                  State \r                                                         Ins. \r                                                              Co. v.  Smart\r\nModular \r                  Techs., \r                          Inc., 76 F.3d 1023, 1028 (9th Cir. 1996);  Marine\r\nTransp. \r                  Servs. \r                         Sea-Barge \r                                   Group, \r                                           Inc. v. Python \r                                                          High \r                                                                Performance\r\nMarine Corp., 16 F.3d 1133, 1138 (11th Cir. 1994); A.C. Auckerman\r\nCo. v. R.L. \r                      Chaides \r                              Constr. \r                                      Co., 960 F.2d 1020, 1028 (Fed. Cir.\r\n1991).\r\n\n     As a threshold matter, HHS contends that the bankruptcy court\r\nlacked subject matter jurisdiction to declare the one-year HHS\r\ndeadline inoperative, because Congress has established an exclusive\r\n\n                                6\r\r\n\nessentially suggests that the verbal assurances from government\r\n\ncounsel, \r                  see \r                      supra note 4, that there would be no opposition to the\r\n\ntwo extensions of the forty-five-day period for filing the final\r\n\ncost report, coupled with HHS acquiescence thereto, make this an\r\n\n\"unusual\" case in which equitable estoppel may be invoked against\r\n\nthe government. The Trustee argues that the district court erred\r\n\nin ruling that he needed to show that the government had engaged in\r\n\n\"affirmative misconduct,\" since the United States Supreme Court has\r\n\nnever embraced lower court decisions which require such proof where\r\n\na party seeks monetary recoveries (\r                                           i.e., invading the public fisc).\r\n\nSee \r             Schweiker v. \r                          Hansen, 450 U.S. 785, 788 (1981); \r                                                            Akbarin v. \r                                                                       INS,\r\n\n669 F.2d 839, 842 (1st Cir. 1982). According to the Trustee, HHS\r\n\nshould be estopped even assuming its earlier acquiescence was\r\n\nadministrative/judicial appeals process governing HHS reimburse-\r\nments, see 42 U.S.C. S 1395ii (incorporating   mutatis mutandi S\r\n405(h) of the Social Security Act, which provides that no HHS\r\ndecision \"shall be reviewed by any person, tribunal, or governmen-\r\ntal agency except as herein provided,\" and that \"[n]o action\r\nagainst [HHS] shall be brought under section 1331 or 1346 of Title\r\n28 to recover on any claim arising under this subchapter\"), a\r\nprocess which the Trustee has yet to exhaust.     See Heckler v.\r\nRinger, 466 U.S. 602, 614-17 (1984) (barring all pre-exhaustion\r\nactions by courts where both \"the standing and substantive basis\"\r\nfor the claim arise under the Medicare statute). On the other\r\nhand, the Trustee argues that S 405(h) plainly bars pre-exhaustion\r\njudicial review only in those courts whose jurisdiction arises\r\nunder 28 U.S.C. SS 1331 and 1346, whereas bankruptcy court\r\njurisdiction in the instant case arises under 28 U.S.C. S 1334. As\r\nthe jurisdictional issue is problematic, \r                                                  compare, \r                                                           e.g., \r                                                                 In re Town\r\n&amp; Country Home Nursing Servs., Inc.\r                                            , 963 F.2d 1146, 1155 (9th Cir.\r\n1991), \r                with \r                     In re Upsher Labs., Inc.\r                                             , 135 B.R. 117, 119-20 (Bankr.\r\nW.D. Mo. 1991), and the merits of the Trustee's appeal are not, \r                                                                        see\r\ninfra, we elect to bypass the jurisdictional issue at this time.\r\nSee \r             Institut Pasteur\r                              v. \r                                 Cambridge Biotech Corp.\r                                                        , 104 F.3d 489, 492\r\n(1st Cir.) (\"appellate court may bypass jurisdictional questions\r\nwhere appeal would falter on merits even assuming jurisdiction\"),\r\ncert. \r               denied, 65 U.S.L.W. 3741 (U.S. June 27, 1997) (No. 96-1698).\r\n\n                                7\r\r\n\nerroneous or inadvertent, as long as the Trustee reasonably relied\r\n\nto his detriment on the government's assurances. We conclude that\r\n\nthe bankruptcy court erred.\r\n\n          All the authorities relied upon by the Trustee predated\r\n\nOffice of Personnel Mgt.\r                                  v. \r                                     Richmond, 496 U.S. 414, 420-22 (1990),\r\n\nin which the Supreme Court unequivocally observed that, at a bare\r\n\nminimum, its earlier precedents abjured any application of the\r\n\ndoctrine of estoppel absent a showing of \"affirmative misconduct\"\r\n\nby the government. See, \r                                  e.g., \r                                        LaFlower v. \r                                                    United States\r                                                                 , 849 F.2d\r\n\n8, 11-12 (1st Cir. 1988); \r                                   United States\r                                                v. \r                                                   Ven-Fuel, Inc.\r                                                                 , 758 F.2d\r\n\n741, 761 (1st Cir. 1985). The evidence adduced by the Trustee came\r\n\nup well short of the Richmond benchmark.\r\n\n          First and foremost, the Trustee and the bankruptcy court\r\n\nnever afforded HHS itself a meaningful opportunity to respond to\r\n\nthe S 413.24(f) extension motions; the first motion was never\r\n\nserved on either the government or HHS, and the second motion was\r\n\nallowed by the bankruptcy court before HHS could file a formal\r\n\nresponse.  See supra note 4. Second, the Trustee reads far too\r\n\nmuch into the oral assurances given by the Assistant United States\r\n\nAttorney (AUSA) in March 1995, who simply stated that the govern-\r\n\nment did not intend to oppose extension of the forty-five-day\r\n\ndeadline. As there was no mention or suggestion that any deadline\r\n\nextensions were to be predicated on Bankruptcy Code S 105(a),\r\n\nhowever, there can have been no implicit concession that the\r\n\nextensions the Trustee was seeking were within the equitable power\r\n\nof the bankruptcy court under Bankruptcy Code S 105(a).\r\n\n                                8\r\r\n\n          Moreover, the government's ready acquiescence to the two\r\n\nearlier \r                 forty-five-day extensions is hardly remarkable, given that\r\n\nthe HHS regulations themselves permit HHS to grant such extensions\r\n\nin various extenuating circumstances.        See 42 C.F.R. S\r\n\n413.24(f)(2)(ii) (hospital may obtain extension of 45-day deadline\r\n\nif its operations are \"significantly affected due to extraordinary\r\n\ncircumstances over which the [hospital] has no control, such as\r\n\nflood or fire\"); \r                          id. S 405.1885 (hospital may be allowed to reopen\r\n\nand amend final cost report for up to three years). Whereas the\r\n\none-year deadline prescribed in 42 C.F.R. S 413.134(f)(3) is\r\n\nsubject to no such exceptions.\r\n\n          We therefore conclude that the Trustee reasonably could\r\n\nnot have relied upon the oral assurances received from the AUSA\r\n\nregarding a regulatory deadline ( viz., S 413.24(f)), materially\r\n\ndistinct from the one-year deadline prescribed in 42 C.F.R. S\r\n\n413.134(f)(3), as a basis for inferring a blanket government\r\n\nconcession relating to the bankruptcy court's equitable power to\r\n\noverride HHS regulatory deadlines. The estoppel claim accordingly\r\n\nfails. \r\n\nB.   Administrative Deadline Extensions\r\n     Under Bankruptcy Code Section 105(a)\r\n\n     These same principles likewise encumber any application of the\r\nlaw-of-the-case doctrine in these circumstances. See \r                                                               Knapp Shoes,\r\nInc. v. Sylvania \r                           Shoe \r                                Mfg. \r                                     Corp., 72 F.3d 190, 197-98 (1st Cir.\r\n1995) (noting that law-of-the-case doctrine applies only to sequen-\r\ntial rulings on same issue).\r\n\n     Following an intermediate appeal, we review    de  novo the\r\nconclusions of law made by the district court.    See LaRoche v.\r\nAmoskeag Bank\r                       (\r                        In re LaRoche\r                                     ), 969 F.2d 1299, 1301 (1st Cir. 1992).\r\n\n                                9\r\r\n\n          The Trustee next contends that section 105(a) empowers\r\n\nthe bankruptcy court to \"harmonize\" the Medicare statute, and its\r\n\nimplementing regulations, with the Bankruptcy Code.\r                                                             He points out\r\n\nthat whereas Code provisions are designed generally to facilitate\r\n\nchapter 7 estate-property recoveries for the benefit of unsecured\r\n\ncreditors, \r                    see, \r                         e.g., Bankruptcy Code S 363(f) (allowing chapter 7\r\n\ntrustee to sell property \"free and clear\" of liens), the one-year\r\n\nHHS deadline for hospitals to conduct capital-asset sales through\r\n\na chapter 7 trustee, see 42 C.F.R. S 413.134(f)(3), arbitrarily\r\n\nundermines efforts to preserve and maximize creditor recoveries by\r\n\nworking a hypertechnical forfeiture of the depreciation-adjustment\r\n\ncredit to which the debtor Hospital was otherwise entitled.\r\n\n          The Trustee thus characterizes the thrust of the chal-\r\n\nlenged filing deadline as an unfair administrative effort to reduce\r\n\nHHS's monetary exposure to a minimum. As the Trustee sees it, even\r\n\nassuming that any such administrative aim comported with congres-\r\n\nsional intent, see, e.g., Northwest Hosp., Inc. v. Hospital Serv.\r\n\nCorp., 687 F.2d 985, 995 (7th Cir. 1982) (invalidating HHS\r\n\nregulation imposing \"blanket disallowance\" rule which did not serve\r\n\npurposes of Medicare statute), whatever legitimate purpose is\r\n\nserved by the HHS deadline is as well served by the equitable\r\n\nIts interpretation of Bankruptcy Code S 105(a) presents a pure\r\nquestion of law as well.  See In re Jarvis, 53 F.3d 416, 418 (1st\r\nCir. 1995). \r\n\n      Section 105(a) provides, in pertinent part: \"The court may\r\nissue any order, process, or judgment that is necessary or\r\nappropriate to carry out the provisions of this title.\" 11 U.S.C.\r\nS 105(a).\r\n\n                               10\r\r\n\nremedy fashioned by the bankruptcy court under section 105(a):\r\n\nallowing the Trustee to file the S 413.134(f)(3) claim but\r\n\nemploying the appraised value of the Hospital's capital assets at\r\n\nthe one-year anniversary of its closure, rather than the sale price\r\n\nobtained after the one-year period expired. Thus, according to the\r\n\nTrustee, the bankruptcy court's harmonization of legitimate Code\r\n\nobjectives and Medicare program concerns avoided any inequitable\r\n\nresult while precluding a \"windfall\" to HHS.\r\n\n          Section 105(a) empowers the bankruptcy court to exercise\r\n\nits equitable powers    where \"necessary\" or \"appropriate\"    to\r\n\nfacilitate the implementation of other Bankruptcy Code provisions.\r\n\nSee supra note 10. Although expansively phrased, section 105(a)\r\n\naffords bankruptcy courts considerably less discretion than first\r\n\nmeets the eye, and in no sense constitutes \"'a roving commission to\r\n\ndo equity.'\" Chiasson v. \r                                   J. Louis Matherne &amp; Assocs.\r                                                              (\r                                                               In re Oxford\r\n\nMgt., Inc.\r                   ), 4 F.3d 1329, 1334 (5th Cir. 1993) (citation omitted).\r\n\nSee In \r                 re \r                    Lapiana, 909 F.2d 221, 224 (7th Cir. 1990); Donovan v.\r\n\nBundy (In \r                    re \r                       Donovan), 183 B.R. 700, 708 (Bankr. W.D. Pa. 1995)\r\n\n(same). Instead, the equitable discretion conferred upon the\r\n\nbankruptcy court by section 105(a) \"is limited and cannot be used\r\n\nin a manner inconsistent with the commands of the Bankruptcy\r\n\nCode.\" In re Plaza de Diego Shopping Ctr., Inc.\r                                                        , 911 F.2d 820, 824\r\n\n(1st Cir. 1990). These limitations have been variously described.\r\n\n          First, Bankruptcy Code S 105(a) may not be invoked to\r\n\nalter substantive debtor rights defined under the applicable\r\n\nnonbankruptcy law.  See, e.g., Bird v. Carl's \r                                                        Grocery \r                                                                Co. (In \r                                                                         re\r\n\n                               11\r\r\n\nNWFX, \r                Inc.), 864 F.2d 593, 596 (8th Cir. 1988) (\"An 'equitable\r\n\nsetoff' such as that fashioned by the bankruptcy court in the\r\n\npresent case is not a proper use of the bankruptcy court's\r\n\nequitable powers because it creates new substantive rights for the\r\n\nparties . . . .\"); see also In re Continental Airlines Corp., 907\r\n\nF.2d 1500, 1509 (5th Cir. 1990) (holding that S 105(a) does not\r\n\npermit substantive modifications of labor agreement).\r\n\n          Following along these lines, the Secretary asserts that\r\n\nthe Hospital's substantive right to claim a capital-asset deprecia-\r\n\ntion-adjustment credit was automatically extinguished because no\r\n\ncapital-asset sale occurred within the one-year period prescribed\r\n\nin S 413.134(f)(3), and that an extinguished right cannot be\r\n\nresurrected under section 105(a).  See In \r                                                    re \r                                                       Chicago, \r                                                                 Milwaukee,\r\n\nSt. Paul &amp; Pac. R.R.\r                             , 791 F.2d 524, 528 (7th Cir. 1986) (\"The fact\r\n\nthat a [bankruptcy] proceeding is equitable does not give the judge\r\n\na free-floating discretion to redistribute rights in accordance\r\n\nwith his [or her] personal views of justice and fairness, however\r\n\nenlightened those views may be.\"). The maxim relied upon by the\r\n\nSecretary reveals less than the complete picture, however, unless\r\n\nits application is attuned to the particular context.\r\n\n          Congress quite obviously intended to invest debtor\r\n\nestates and their representatives with certain rights, some of\r\n\nwhich \r               may \r                   augment prepetition rights possessed by the debtor under\r\n\nnonbankruptcy law. See \r                                 Johnson v. \r                                            First Nat'l Bank of Montevideo\r                                                                          ,\r\n\n719 F.2d 270, 273 (8th Cir. 1983) (noting: \"[W]here Congress has\r\n\nenacted bankruptcy legislation which conflicts with state law,\r\n\n                               12\r\r\n\nstate law must yield.\"). But since section 105   itself is not a\r\n\nsource of new substantive rights, the bankruptcy court may invoke\r\n\nsection 105(a) only if the equitable remedy utilized is demon-\r\n\nstrably necessary to preserve a right elsewhere provided in the\r\n\nCode.  See Norwest \r                             Bank \r                                  Worthington v. Ahlers, 485 U.S. 197, 206\r\n\n(1988) (\"[W]hatever equitable powers remain in the bankruptcy\r\n\ncourts must and can be exercised within the confines of the\r\n\nBankruptcy Code\"; \"[u]nder this section, a court may exercise its\r\n\nequitable power only as a means to fulfill some specific Code\r\n\nprovision.\"); Official Unsecured Creditors' Comm. v. Stern (In re\r\n\nSPM \r              Mfg. \r                   Corp.), 984 F.2d 1305, 1311 (1st Cir. 1993) (\"[S]ection\r\n\n105(a) [does not] authorize courts to create substantive rights\r\n\nthat are otherwise unavailable under the Code, or to expand the\r\n\ncontractual obligations of parties.\"); \r                                                In re Dillon\r                                                            , 194 B.R. 533,\r\n\n536 (Bankr. S.D. Fla. 1996).\r\n\n          In this vein, the Trustee argues, the Hospital was\r\n\nentitled to the deadline extensions granted by the bankruptcy court\r\n\nsince this is the sort of \"technical\" accommodation that tends to\r\n\nmaximize the overall value of the chapter 7 estate, hence fits\r\n\nwithin the penumbra    if not the express terms    of Bankruptcy\r\n\nCode S 363.  We need not address the two maxims mentioned above,\r\n\n      Bankruptcy Code S 363 provides, in relevant part:\r\n\n          The trustee, after notice and hearing, may\r\n          use, sell, or lease, other than in the ordi-\r\n          nary course of business, property of the\r\n          estate. \r\n\n11 U.S.C. S 363(b)(1). The Trustee interprets the quoted provision\r\n\n                               13\r\r\n\nhowever, as there is a sounder foundation for the district court's\r\n\nconclusion.  See Baybank-Middlesex v.  Ralar \r                                                       Distribs., \r                                                                  Inc., 69\r\n\nF.3d 1200, 1202 (1st Cir. 1995) (court of appeals may affirm\r\n\ndistrict court on any ground disclosed in the record); \r                                                               Max Sugarman\r\n\nFuneral \r                  Home, \r                        Inc. v. A.D.B. \r                                       Investors, 926 F.2d 1248, 1253 n. 9\r\n\n(1st Cir. 1991) (same). \r\n\n          The bankruptcy court may not utilize section 105(a) if\r\n\nanother, more particularized Code provision \r                                                       here, section 108(b)\r\n\n   impedes the requested exercise of equitable power.  See In \r                                                                         re\r\n\nFesco Plastics Corp., 996 F.2d 152, 154 (7th Cir. 1993) (\"By the\r\n\nsame token, when a specific Code section addresses an issue, a\r\n\ncourt may not employ its equitable powers to achieve a result not\r\n\ncontemplated by the Code.\"); Landsing Diversified Props. v. First\r\n\nNat'l Bank &amp; Trust Co.\r                                (\r                                 In re Western Real Estate Fund, Inc.\r                                                                     ), 922\r\n\nF.2d 592, 601 (10th Cir. 1990) (\"[A] bankruptcy court's supplemen-\r\n\ntary equitable powers [under S 105(a)] may not be exercised in a\r\n\nmanner that is inconsistent with the other, more specific provi-\r\n\nsions of the Code.\"), \r                               modified \r                                        on \r                                           other \r                                                 grounds, 932 F.2d 898 (7th\r\n\nCir. 1991);  Continental  \r                                   Airlines, 907 F.2d at 1509;    Levit v.\r\n\nIngersoll \r                    Rand \r                         Fin. \r                              Corp., 874 F.2d 1186, 1198 n. 10 (7th Cir.\r\n\n1989) (same); \r                       Carter v. \r                                 Peoples Bank &amp; Trust Co.\r                                                         (\r                                                          In re BNW, Inc.\r                                                                         ),\r\n\n201 B.R. 838, 847 (Bankr. S.D. Ala. 1996) (\"When the Bankruptcy\r\n\nCode establishes a right explicitly, a bankruptcy court cannot\r\n\nas necessarily implying that a trustee has the right \"to liquidate\r\nproperty of the Debtor's estate at any time and under any circum-\r\nstances that would prove beneficial to the Debtor's estate,\" unless\r\nother provisions of S 363 expressly prohibit the Trustee's choice\r\nof timing or circumstances.\r\n\n                               14\r\r\n\nexpand or contract that right implicitly through use of equitable\r\n\npowers.\"); 2 Lawrence P. King, Collier on Bankruptcy, q 105-5 (15\r\n\ned. 1996) (S 105 does not \"override explicit mandates of other\r\n\nsections of the Bankruptcy Code or mandates of other state and\r\n\nfederal statutes.\") (citations omitted); \r                                                  see \r                                                      also, \r                                                            e.g., \r                                                                  Chiasson,\r\n\n4 F.3d at 1334 (\"This [payment] order effectuated an impermissible\r\n\nsubstantive alteration of the Code's provisions.\"). Unfortunately,\r\n\nhowever, by focusing exclusively on the two principles first\r\n\ndiscussed above, the parties managed to parry the legitimate\r\n\nconcerns harbored by the bankruptcy court regarding the dissonant\r\n\ntheme reflected in section 108(b), to which we now turn.\r\n\n          Bankruptcy Code S 108(b) states: \r\n\n          Except as provided in subsection (a) of this\r\n          section, if applicable nonbankruptcy law, an\r\n          order entered in a nonbankruptcy proceeding,\r\n          or an agreement fixes  a period within  which\r\n          the debtor or an individual protected under\r\n          section 1201 or 1301 of this title  may  file\r\n          any pleading, demand, notice, or proof of\r\n          claim or loss, cure a default, or perform any\r\n          other similar act,  and such  period has  not\r\n          expired before the date of the filing of the\r\n          petition, the trustee may only file, cure, or\r\n          perform, as the case may be, before the later\r\n          of    \r\n\n               (1)  the end of  such period, including\r\n                    any suspension of such period oc-\r\n                    curring on or after the commencement\r\n                    of the case; or\r\n\n               (2)  60 days after the order for relief.\r\n\n11 U.S.C. S 108(b) (emphasis added). The bankruptcy court\r\n\nconsidered, sua  sponte, whether section 108(b) precluded its\r\n\nreliance on section 105(a) as authority for extending the one-year\r\n\n                               15\r\r\n\nregulatory deadline imposed by the HHS regulation.\r                                                            It received no\r\n\naid from the parties, however, as the Trustee and the Secretary\r\n\nagreed below that (i) section 108(b) was inapposite because the\r\n\nTrustee was not seeking an extension to \r                                                 file \r                                                      a \r                                                        proof \r                                                              of \r                                                                 claim, and\r\n\n(ii) section 108(b) applies to \"filing deadlines\" only. The\r\n\nparties likewise noted that 42 C.F.R. S 413.134(f)(3) merely\r\n\nrequires the Trustee to consummate a capital-asset sale by the\r\n\nfirst anniversary of the Hospital's closure, not that the Trustee\r\n\nneed have filed the S 413.134(f)(3) depreciation-adjustment claim\r\n\nwithin the one-year period. The cramped construction accorded\r\n\nsection 108(b) by the parties cannot stand.\r\n\n          Under its plain terms, as abundantly indicated,   inter\r\n\nalia, by its inclusion of the generic phrase \"cure a default,\"\r\n\nsection 108(b) is not restricted to trustee initiatives that may be\r\n\ncharacterized as \"filings.\" For one thing, a \"cure\" for a default\r\n\nneed involve no \"filing\" at all, depending on the particular\r\n\ncircumstances. Yet more importantly, section 108(b) also contains\r\n\nthe catchall phrase: or \"perform any other similar act.\"      See\r\n\nAutoskill, \r                     Inc. v. National \r                                      Educ. \r                                            Support \r                                                    Systs., 994 F.2d 1476,\r\n\n1484 (10th Cir. 1993) (\"Although S 108(b) does not specifically\r\n\n      There is no dispute that the Medicare statute and the HHS\r\nregulation qualify as \"applicable nonbankruptcy law\" under S\r\n108(b). See \r                      Gladwell v. \r                                  Harline (\r                                           In re Harline\r                                                       ), 950 F.2d 669, 674\r\n(10th Cir. 1991) (\"Sections 108(a), (b) &amp; (c) all use the phrase\r\n'applicable nonbankruptcy law,' and courts have held that phrase\r\nin these subsections refers to federal law.\") (collecting cases);\r\nEagle-Picher Indus., Inc. v. United States, 937 F.2d 625, 639-40\r\n(D.C. Cir. 1991) (Federal Tort Claims Act is \"applicable\r\nnonbankruptcy law\" under S 108(b)).\r\n\n                               16\r\r\n\nrefer to notices of appeal, the statute includes a broad catchall\r\n\nextending the time in which a debtor or trustee may 'perform any\r\n\nother similar act' in addition to the steps listed.\");  In re G-N\r\n\nPartners, 48 B.R. 462, 467 (Bankr. D. Minn. 1985) (\"[T]hat S 108(b)\r\n\nis 'broader' than the listed items 'is obvious from its reading.'\")\r\n\n(citation omitted).\r\n\n          Thus, the pertinent inquiry in construing section 108(b)\r\n\nin the present context is whether all the undertakings expressly\r\n\nenumerated in it share some common characteristic. We think the\r\n\nanswer is evident, since each undertaking enumerated in section\r\n\n108(b) contemplates the exercise of a right, or the performance of\r\n\na duty, prescribed by nonbankruptcy law in the prepetition\r\n\nenvironment encountered by the debtor, failing which any related\r\n\nprepetition legal right would be forfeit.\r\n\n          Moreover, even assuming the term \"similar,\" as used in\r\n\nsection 108(b), see supra p. 15, were less than unambiguous, its\r\n\nlegislative history is clear beyond cavil. Section 108(b) was\r\n\ndesigned to \"permit the trustee, when he steps into the shoes of\r\n\nthe debtor, an extension of time for filing an action \r                                                              or \r                                                                 doing \r                                                                       some\r\n\nother \r               act \r                   that \r                        is \r                           required \r                                    to \r                                       preserve \r                                                the \r                                                    debtor's \r                                                             rights.\" H.R.\r\n\nRep. No. 95-595, at 318 (1977),   reprinted in 1978 U.S.C.C.A.N.\r\n\n5963, 6275; \r                     see \r                         also S. Rep. No. 95-989, at 30 (1978), \r                                                               reprinted \r                                                                         in\r\n\n1978 U.S.C.C.A.N. 5787, 5816 (same).    See 1 Lawrence P. King,\r\n\nCollier \r                  on \r                     Bankruptcy q 108.03, at 108-6 (15th ed. 1991) (noting\r\n\nthat Congress included S 108(b) \"so that the trustee could take the\r\n\nnecessary steps to preserve for the estate rights which might\r\n\n                               17\r\r\n\notherwise be barred\"); \r                                accord \r                                       First Nat'l Fidelity Corp.\r                                                                  v. \r                                                                     Perry,\r\n\n945 F.2d 61, 65 (3d Cir. 1991) (holding that extension of time for\r\n\nexercising state-law right to redeem foreclosed property from 3 to\r\n\n5 years would contravene S 108(b)(2), which limits extensions to 60\r\n\ndays); \r                Counties Contracting &amp; Constr. Co.\r                                                  v. \r                                                     Constitution Life Ins.\r\n\nCo., 855 F.2d 1054, 1058 n.4 (3d Cir. 1988) (holding that S 108(b)\r\n\npertains to payment of insurance policy premium during grace\r\n\nperiod, \"an act necessary to continue the policy in effect\");\r\n\nWhispering \r                     Bay \r                         Campground, \r                                      Inc. v. Fagan ( In \r                                                         re \r                                                            Whispering \r                                                                        Bay\r\n\nCampground, \r                      Inc.), 850 F.2d 443, 445-46 (8th Cir. 1988) (same;\r\n\nredemption rights under Minnesota law).\r\n\n          The outer reaches of section 108(b), in relation to\r\n\ncontractual time limitations other than \"filing\" deadlines, remain\r\n\nin sharp dispute.  Compare,  e.g., Good \r                                                  Hope \r                                                       Refineries, \r                                                                   Inc. v.\r\n\nBenavides, 602 F.2d 998, 1002-03 (1st Cir. 1979) (holding that\r\n\nneither Bankruptcy Act S 11(e) nor its successor, Bankruptcy Code\r\n\nS 108(b), afforded trustee 60-day extension to exercise option\r\n\ncontract), \r                    with \r                         In re Santa Fe Dev. &amp; Mortgage Corp.\r                                                             , 16 B.R. 165,\r\n\n167-68 (B.A.P. 9th Cir. 1981) (holding that S 108(b) extends\r\n\n\"option contract\" for 60 days). These disputes are no less likely\r\n\nwhere, as here, the deadline is fixed not by contract but by\r\n\n\"applicable . . . law\" (viz., the Medicare statute), but involves\r\n\nsomething more than a paper filing.\r\n\n          In all likelihood the applicability of section 108(b)\r\n\nwill be decided on a case-by-case basis until the provision is\r\n\nclarified by Congress or the Supreme Court. Regulatory deadlines\r\n\n                               18\r\r\n\nare clearly embraced by section 108(b)'s reference to \"applicable\r\n\nnonbankruptcy law,\" and section 108(b) cannot be wholly limited to\r\n\npaper filings, since it refers to default cures. For the present\r\n\nwe are satisfied that the one-year sale requirement is sufficiently\r\n\nlinked to an ongoing HHS proceeding to invoke section 108(b) and\r\n\nthat no pertinent consideration makes its application inappropri-\r\n\nate. \r\n\n          In the present context, an indispensable undertaking to\r\n\npreserve the Hospital's prepetition right to claim a capital-asset-\r\n\ndepreciation adjustment from HHS was the sale of its capital\r\n\nassets, and the applicable HHS regulations unconditionally fixed\r\n\nthe deadline for doing so at one year from the date the Hospital\r\n\nceased its participation in the Medicare program. Accordingly,\r\n\nunder the plain terms of section 108(b), the fact that the Trustee\r\n\nwould have had to take a further step after the sale, in order to\r\n\npreserve the right of the chapter 7 estate to any such adjustment\r\n\n(i.e., file a formal S 413.134(f)(3) claim with HHS), was altogeth-\r\n\ner immaterial in the present circumstances because both undertak-\r\n\nings were necessary to protect the Hospital from an irremediable\r\n\nforfeiture of its rights under the applicable nonbankruptcy law.\r\n\n          Thus, although section 108(b) obviously allows the\r\n\ntrustee in bankruptcy a sixty-day grace period unavailable to the\r\n\nprepetition debtor, it just as plainly bespeaks a legislative\r\n\nintent to cut off the extension period, either at 60 days from the\r\n\nfiling of the chapter 7 petition or upon the expiration of any\r\n\nremaining prepetition period, whichever occurs later.  See, e.g.,\r\n\n                               19\r\r\n\n          In the present context, an indispensable undertaking to\r\n\npreserve the Hospital's prepetition right to claim a capital-asset\r\n\ndepreciation adjustment from HHS was the sale of its capital\r\n\nassets, and the applicable HHS regulations unconditionally fixed\r\n\nthe deadline for doing so at one year from the date the Hospital\r\n\nceased its participation in the Medicare program. Accordingly,\r\n\nunder the plain terms of section 108(b) the fact that the Trustee\r\n\nwould have had to take a further step after the sale, in order to\r\n\npreserve the right of the chapter 7 estate to any such adjustment\r\n\n(i.e., file a formal S 413.134(f)(3) claim with HHS), was altogeth-\r\n\ner immaterial in the present circumstances because both undertak-\r\n\nings were necessary to protect the Hospital from an irremediable\r\n\nforfeiture of its rights under the applicable nonbankruptcy law.\r\n\n          Thus, although section 108(b) obviously allows the\r\n\ntrustee in bankruptcy a sixty-day grace period unavailable to the\r\n\nprepetition debtor, it just as plainly bespeaks a legislative\r\n\nintent to cut off the extension period, either at 60 days from the\r\n\nfiling of the chapter 7 petition or upon the expiration of any\r\n\nremaining prepetition period, whichever occurs later.  See, e.g.,\r\n\nJohnson, 719 F.2d at 277-78 (holding that bankruptcy court cannot\r\n\nuse S 105(a) to extend period for redeeming property under state\r\n\nlaw, a matter within S 108(b)'s ambit).  \r\n\n      We allow, however, that S 108(b) may not invariably bar\r\nrelief; for example, where a more specific Code provision unambigu-\r\nously provides an extension incompatible with the 60-day provision\r\nin S 108(b)(2). See, \r                               e.g., \r                                     Moody v. \r                                              Amoco Oil Co.\r                                                           , 734 F.2d 1200,\r\n1215 (7th Cir. 1984) (\"We hold, however, that section 108(b) does\r\nnot apply to curing defaults in executory contracts. Section 365\r\n\n                               20\r\r\n\n          The Trustee complains, nevertheless, that it is unrealis-\r\n\ntic to expect a newly appointed trustee to marshal estate assets\r\n\nwithin sixty days of the petition, let alone sell all the capital\r\n\nassets. Even though this may well be a compelling policy consider-\r\n\nation, however, Congress nonetheless surely envisioned that it\r\n\nmight be difficult to meet the sixty-day deadline imposed by\r\n\nsection 108(b)(2) in some circumstances. Yet it chose to legislate\r\n\nno exception.  \r\n\n           Furthermore, the Trustee has not alleged that HHS was\r\n\nresponsible for any delay in selling the Hospital's capital assets.\r\n\nCompare Johnson, 719 F.2d 270, 274-75 (\"There is no claim that\r\n\n[appellant] or any other party was guilty of any wrongdoing which\r\n\nadversely affected the debtors' ability to redeem the property\r\n\nwithin the statutory period. '[E]quity is available to protect\r\n\nproperty rights of the innocent debtor from the wrongful acts of\r\n\nother persons; however, equity does not extend to situations in\r\n\nwhich the debtor is simply unable to make the required payment\r\n\nspecifically governs the time for curing defaults in executory\r\ncontracts, and thus, it controls here.\"). The Trustee argues that\r\nS 363(b) is such a Code provision, because its aim is to maximize\r\nthe recoveries realized from sales of estate assets.   See  supra\r\nnote 11. Nevertheless, it is undisputed that S 363(b) provides no\r\nexpress extension which could be thought to trump S 108(b)(2).\r\nFurthermore, the extension sought by the Trustee had nothing to do\r\nwith facilitating a sale of estate assets, as distinguished from\r\npreserving to the debtor a right in other property (   viz., HHS\r\ndepreciation allowances) which happened to hinge on the timely\r\noccurrence of a sale of capital assets. On this collateral matter,\r\nCongress left S 363 conspicuously silent.\r\n\n      Competing policy considerations were at work here as well.\r\nThus, for example, S 108(b)(2) affords contingent obligors of a\r\nchapter 7 estate    like HHS    a modicum of finality. \r\n\n                               21\r\r\n\nwithin the prescribed time.'\") (citation omitted), \r                                                           with \r                                                                Otoe County\r\n\nNat'l Bank\r                    v. \r                       Easton (\r                               In re Easton\r                                           ), 882 F.2d 312, 315-16 (8th Cir.\r\n\n1989) (departing from Johnson holding where \"bad faith\" has been\r\n\ndemonstrated).\r\n\n          Although chapter 7 creditors may be deprived of potential\r\n\nrecoveries unless the trustee is able to sell a capital asset in\r\n\ntime to preserve the debtor estate's right to a postpetition\r\n\ncapital-asset depreciation adjustment from HHS, we are not at\r\n\nliberty \"to redistribute rights in accordance with [our] personal\r\n\nviews of justice and fairness.\"   Chicago, \r                                                     Milwaukee, \r                                                                St. \r                                                                    Paul \r                                                                          &amp;\r\n\nPac. R.R.\r                  , 791 F.2d at 528. \r                                     See \r                                         Heyman v. \r                                                   M.L. Marketing Co.\r                                                                     , 1997\r\n\nWL 324382, at *5 (4th Cir. June 16, 1997) (No. 95-2929) (\"Bankrupt-\r\n\ncy filings often result in procedural confusion. Congress antici-\r\n\npated this confusion and made allowances for it. Among other\r\n\nprovisions, 11 U.S.C. S 108(b) provides trustees with at least\r\n\nsixty days to take control of a case and to make appropriate\r\n\nfilings.\"). Rather, once Congress has weighed the competing policy\r\n\nconcerns affecting the scope of relief available under section\r\n\n108(b), see supra note 14, we must abide its legislative decision\r\n\nunless it infringes a constitutional mandate.  See Pressimone v.\r\n\nCommissioner (In re Pressimone), 39 B.R. 240, 246 (N.D.N.Y. 1984)\r\n\n(\"Courts [invoking S 105(a)] . . . have expressed a laudable\r\n\nconcern for the rehabilitation of debtors . . . [but] in so doing\r\n\n. . . have independently weighed the competing policy objectives at\r\n\nstake, thereby substituting their own judgment for that of\r\n\nCongress.\"). In the present circumstances, therefore, the\r\n\n                               22\r\r\n\nappropriate recourse for trustees in bankruptcy institutionally\r\n\noverburdened by a S 413.134(f)(3) deadline, or for the creditor\r\n\ninterests adversely affected thereby, is not through 11 U.S.C. S\r\n\n105(a), but congressional amendment of section 108(b), or a rule-\r\n\nmaking modification to 42 C.F.R. S 413.134(f)(3),     see  id. S\r\n\n1395x(v)(1)(O)(ii).\r\n\n                               23\r\r\n\n                               III\r\n\n                           CONCLUSION\r\n\n          Since Bankruptcy Code S 105(a) affords the bankruptcy\r\n\ncourt no equitable power to extend the one-year HHS deadline\r\n\nimposed by 42 C.F.R. S 413.134(f)(3), and its extension is\r\n\nimpermissible under Bankruptcy Code S 108(b) as well, the district\r\n\ncourt judgment is  affirmed. The parties shall bear their own\r\n\ncosts. \r\n\n          SO ORDERED. \r\n\n                               24\r\n",
  "html": "<p class=\"case_cite\">124 F.3d 22</p>\n    <p class=\"case_cite\">31 Bankr.Ct.Dec. 345, Medicare &amp; Medicaid Guide P 45,555</p>\n    <p class=\"parties\">In re LUDLOW HOSPITAL SOCIETY, INC., Debtor.<br>David J. NOONAN, Trustee, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1014.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 4, 1997.<br>Decided Aug. 13, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Claudia J. Reed, Springfield, MA, with whom David J. Noonan and Cohen, Rosenthal P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Jeffrey Clair, Attorney, Appellate Staff Civil Division, Department of Justice, with whom Frank W. Hunger, Assistant Attorney General, Washington, DC, Donald K. Stern, United States Attorney, Boston, MA, and William Kanter, Attorney, Appellate Staff Civil Division, Department of Justice, Washington, DC, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David J. Noonan, chapter 7 trustee (\"the Trustee\") for Ludlow Hospital Society, Inc.  (\"the Hospital\"), appeals a district court judgment vacating two bankruptcy court orders entered pursuant to Bankruptcy Code &#167; 105, 11 U.S.C. &#167; 105(a).  The challenged orders purportedly extended the one-year regulatory deadline imposed by the Secretary, United States Department of Health and Human Services (\"HHS\"), for hospitals formerly participating in the Medicare program to sell their capital assets and claim supplemental reimbursement from HHS for certain capital-asset depreciation credits.  As we conclude that the bankruptcy court exceeded its equitable powers under Bankruptcy Code &#167; 105, we affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Until it closed on February 17, 1995, the Hospital had participated in the Medicare program, receiving annual HHS reimbursements for inpatient operating costs, as well as capital-asset depreciation credits, relating to its provision of services to Medicare recipients.  Participating hospitals which retain ownership of the capital assets used to provide services to their Medicare recipients are entitled to periodic reimbursement for estimated actual depreciation on those assets, as determined under accepted accounting practices.  See 42 U.S.C. &#167; 1395x(v)(1)(O)(ii) (Medicare statute authorizing HHS Secretary to implement regulations detailing asset-depreciation methodologies).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon its closure, the Hospital's participation in the Medicare program terminated as well.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  HHS administrative regulations allow a one-year post-termination period within which hospitals that previously participated in the Medicare program must sell their Medicare-related capital assets as a precondition to recapturing any pretermitted capital-asset depreciation credits from HHS. See 42 C.F.R. &#167; 413.134(f)(3).  Thus, a hospital which has closed would be eligible for further depreciation reimbursements from HHS on a Medicare-related capital asset which was sold within one year after its closure for less than its depreciated basis.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the time, HHS regulations allowed hospitals forty-five days after their withdrawal from the Medicare program to submit a final report outlining all reimbursable Medicare costs incurred prior to their withdrawal.  See id. &#167; 413.24(f) (1994).  An administrative extension could be obtained from HHS on a showing that hospital operations had been \"significantly affected due to extraordinary circumstances over which the [hospital] ha[d] no control, such as flood or fire.\"  Id. &#167; 413.24(f)(2)(ii) (1994).  The HHS regulations likewise allow hospitals a three-year period within which to reopen and amend a final cost report which was timely filed.  See id. &#167; 405.1885.  Without opposition from the government, the Trustee obtained two extensions of the forty-five-day filing deadline from the bankruptcy court and the Hospital's final cost report was submitted to HHS within the extended deadline.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Trustee proceeded to attempt to sell the Hospital's capital assets, anticipating that the sale price might not equal their depreciated basis, see supra notes 1 &amp; 3, and that the chapter 7 estate might therefore claim supplemental Medicare reimbursements under the aforementioned HHS capital-asset-depreciation-adjustment provision.  See id. &#167; 413.134(f)(3).  It soon became apparent, however, that the capital assets could not be sold by February 17, 1996, the first anniversary of the Hospital's closure and the deadline for realizing a depreciation-adjustment reimbursement under 42 C.F.R. &#167; 413.134(f)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Therefore, on February 8, 1996, the Trustee sought equitable relief from the bankruptcy court under Bankruptcy Code &#167; 105(a), extending the one-year period for selling the Hospital's capital assets beyond the original February 17 deadline, in order not to forfeit the potential depreciation-adjustment claim.  The Secretary objected, on the grounds that 42 C.F.R. &#167; 413.134(f)(3) itself permits neither exceptions nor extensions and that the bankruptcy court accordingly lacked the equitable power to engraft an exception, pursuant to Bankruptcy Code &#167; 105(a), which would bestow \"substantive rights\" upon the chapter 7 estate not authorized under the HHS regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The bankruptcy court granted the extension over the Secretary's objection.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  It relied upon the equitable powers conferred by Bankruptcy Code &#167; 105(a), reasoning that:  (1) in the special context of bankruptcy proceedings, the rigid one-year HHS deadline for selling capital assets was unreasonable, since a newly-appointed trustee may require more time to marshal estate assets;  (2) strict compliance with the one-year HHS deadline would result in a \"windfall\" to HHS and deprive the Hospital of valuable assets (viz., depreciation-adjustment reimbursements), to which it would otherwise be \"entitled;\" (3) an extension would not harm HHS, as the Trustee would not be allowed to file a depreciation-adjustment reimbursement claim based on the appraised value of the capital assets after February 17, 1996;  and (4) HHS was estopped from contesting the bankruptcy court order, as it had acquiesced in two previous extensions of the forty-five-day period for filing the final cost report, see 42 C.F.R. &#167; 413.24(f);  supra note 4.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court vacated the bankruptcy court order on intermediate appeal and the Trustee appealed.  Meanwhile, the Trustee consummated a sale of the capital assets and submitted a reimbursement claim to HHS, estimated at between $300,000 and $1,000,000.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Equitable Estoppel<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Trustee first insists that HHS is estopped from claiming that the bankruptcy court lacked authority, under Bankruptcy Code &#167; 105(a), to extend the one-year filing deadline prescribed in &#167; 413.134(f)(3), since the government had acquiesced in two earlier bankruptcy court extensions of the forty-five-day deadline for filing the Hospital's final cost report.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The Trustee essentially suggests that the verbal assurances from government counsel, see supra note 4, that there would be no opposition to the two extensions of the forty-five-day period for filing the final cost report, coupled with HHS acquiescence thereto, make this an \"unusual\" case in which equitable estoppel may be invoked against the government.  The Trustee argues that the district court erred in ruling that he needed to show that the government had engaged in \"affirmative misconduct,\" since the United States Supreme Court has never embraced lower court decisions which require such proof where a party seeks monetary recoveries (i.e., invading the public fisc).  See Schweiker v. Hansen, 450 U.S. 785, 788, 101 S.Ct. 1468, 1470-71, 67 L.Ed.2d 685 (1981);  Akbarin v. INS, 669 F.2d 839, 842 (1st Cir.1982).  According to the Trustee, HHS should be estopped even assuming its earlier acquiescence was erroneous or inadvertent, as long as the Trustee reasonably relied to his detriment on the government's assurances.  We conclude that the bankruptcy court erred.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">All the authorities relied upon by the Trustee predated Office of Personnel Mgt. v. Richmond, 496 U.S. 414, 420-22, 110 S.Ct. 2465, 2469-70, 110 L.Ed.2d 387 (1990), in which the Supreme Court unequivocally observed that, at a bare minimum, its earlier precedents abjured any application of the doctrine of estoppel absent a showing of \"affirmative misconduct\" by the government.  See, e.g., LaFlower v. United States, 849 F.2d 8, 11-12 (1st Cir.1988);  United States v. Ven-Fuel, Inc., 758 F.2d 741, 761 (1st Cir.1985).  The evidence adduced by the Trustee came up well short of the Richmond benchmark.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First and foremost, the Trustee and the bankruptcy court never afforded HHS itself a meaningful opportunity to respond to the &#167; 413.24(f) extension motions;  the first motion was never served on either the government or HHS, and the second motion was allowed by the bankruptcy court before HHS could file a formal response.  See supra note 4. Second, the Trustee reads far too much into the oral assurances given by the Assistant United States Attorney (AUSA) in March 1995, who simply stated that the government did not intend to oppose extension of the forty-five-day deadline.  As there was no mention or suggestion that any deadline extensions were to be predicated on Bankruptcy Code &#167; 105(a), however, there can have been no implicit concession that the extensions the Trustee was seeking were within the equitable power of the bankruptcy court under Bankruptcy Code &#167; 105(a).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, the government's ready acquiescence to the two earlier forty-five-day extensions is hardly remarkable, given that the HHS regulations themselves permit HHS to grant such extensions in various extenuating circumstances.  See 42 C.F.R. &#167; 413.24(f)(2)(ii) (hospital may obtain extension of 45-day deadline if its operations are \"significantly affected due to extraordinary circumstances over which the [hospital] has no control, such as flood or fire\");  id. &#167; 405.1885 (hospital may be allowed to reopen and amend final cost report for up to three years).  Whereas the one-year deadline prescribed in 42 C.F.R. &#167; 413.134(f)(3) is subject to no such exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We therefore conclude that the Trustee reasonably could not have relied upon the oral assurances received from the AUSA regarding a regulatory deadline (viz., &#167; 413.24(f)), materially distinct from the one-year deadline prescribed in 42 C.F.R. &#167; 413.134(f)(3), as a basis for inferring a blanket government concession relating to the bankruptcy court's equitable power to override HHS regulatory deadlines.  The estoppel claim accordingly fails.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>B. Administrative Deadline Extensions Under Bankruptcy Code Section 105(a)<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Trustee next contends that section 105(a) empowers the bankruptcy court to \"harmonize\" the Medicare statute, and its implementing regulations, with the Bankruptcy Code.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  He points out that whereas Code provisions are designed generally to facilitate chapter 7 estate-property recoveries for the benefit of unsecured creditors, see, e.g., Bankruptcy Code &#167; 363(f) (allowing chapter 7 trustee to sell property \"free and clear\" of liens), the one-year HHS deadline for hospitals to conduct capital-asset sales through a chapter 7 trustee, see 42 C.F.R. &#167; 413.134(f)(3), arbitrarily undermines efforts to preserve and maximize creditor recoveries by working a hypertechnical forfeiture of the depreciation-adjustment credit to which the debtor Hospital was otherwise entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Trustee thus characterizes the thrust of the challenged filing deadline as an unfair administrative effort to reduce HHS's monetary exposure to a minimum.  As the Trustee sees it, even assuming that any such administrative aim comported with congressional intent, see, e.g., Northwest Hosp., Inc. v. Hospital Serv.  Corp., 687 F.2d 985, 995 (7th Cir.1982) (invalidating HHS regulation imposing \"blanket disallowance\" rule which did not serve purposes of Medicare statute), whatever legitimate purpose is served by the HHS deadline is as well served by the equitable remedy fashioned by the bankruptcy court under section 105(a):  allowing the Trustee to file the &#167; 413.134(f)(3) claim but employing the appraised value of the Hospital's capital assets at the one-year anniversary of its closure, rather than the sale price obtained after the one-year period expired.  Thus, according to the Trustee, the bankruptcy court's harmonization of legitimate Code objectives and Medicare program concerns avoided any inequitable result while precluding a \"windfall\" to HHS.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Section 105(a) empowers the bankruptcy court to exercise its equitable powers--where \"necessary\" or \"appropriate\"--to facilitate the implementation of other Bankruptcy Code provisions.  See supra note 10.  Although expansively phrased, section 105(a) affords bankruptcy courts considerably less discretion than first meets the eye, and in no sense constitutes \" 'a roving commission to do equity.' \"  Chiasson v. J. Louis Matherne &amp; Assocs.  (In re Oxford Mgt., Inc.), 4 F.3d 1329, 1334 (5th Cir.1993) (citation omitted).  See In re Lapiana, 909 F.2d 221, 224 (7th Cir.1990);  Bundy v. Donovan (In re Donovan ), 183 B.R. 700, 702 (Bankr.W.D.Pa.1995) (same).  Instead, the equitable discretion conferred upon the bankruptcy court by section 105(a) \"is limited and cannot be used in a manner inconsistent with the commands of the Bankruptcy Code.\"  In re Plaza de Diego Shopping Ctr., Inc., 911 F.2d 820, 824 (1st Cir.1990).  These limitations have been variously described.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, Bankruptcy Code &#167; 105(a) may not be invoked to alter substantive debtor rights defined under the applicable nonbankruptcy law.  See, e.g., Bird v. Carl's Grocery Co.  (In re NWFX, Inc.), 864 F.2d 593, 596 (8th Cir.1989) (\"An 'equitable setoff' such as that fashioned by the bankruptcy court in the present case is not a proper use of the bankruptcy court's equitable powers because it creates new substantive rights for the parties ....\");  see also In re Continental Airlines Corp., 907 F.2d 1500, 1509 (5th Cir.1990) (holding that &#167; 105(a) does not permit substantive modifications of labor agreement).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Following along these lines, the Secretary asserts that the Hospital's substantive right to claim a capital-asset depreciation-adjustment credit was automatically extinguished because no capital-asset sale occurred within the one-year period prescribed in &#167; 413.134(f)(3), and that an extinguished right cannot be resurrected under section 105(a).  See In re Chicago, Milwaukee, St. Paul &amp; Pac.  R.R., 791 F.2d 524, 528 (7th Cir.1986) (\"The fact that a [bankruptcy] proceeding is equitable does not give the judge a free-floating discretion to redistribute rights in accordance with his [or her] personal views of justice and fairness, however enlightened those views may be.\").  The maxim relied upon by the Secretary reveals less than the complete picture, however, unless its application is attuned to the particular context.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Congress quite obviously intended to invest debtor estates and their representatives with certain rights, some of which may augment prepetition rights possessed by the debtor under nonbankruptcy law.  See Johnson v. First Nat'l Bank of Montevideo, 719 F.2d 270, 273 (8th Cir.1983) (noting: \"[W]here Congress has enacted bankruptcy legislation which conflicts with state law, state law must yield.\").  But since section 105 itself is not a source of new substantive rights, the bankruptcy court may invoke section 105(a) only if the equitable remedy utilized is demonstrably necessary to preserve a right elsewhere provided in the Code.  See Norwest Bank Worthington v. Ahlers, 485 U.S. 197, 206, 108 S.Ct. 963, 968, 99 L.Ed.2d 169 (1988) (\"[W]hatever equitable powers remain in the bankruptcy courts must and can be exercised within the confines of the Bankruptcy Code\";  \"[u]nder this section, a court may exercise its equitable power only as a means to fulfill some specific Code provision.\");  Official Unsecured Creditors' Comm. v. Stern (In re SPM Mfg. Corp.), 984 F.2d 1305, 1311 (1st Cir.1993) (\"[S]ection 105(a) [does not] authorize courts to create substantive rights that are otherwise unavailable under the Code, or to expand the contractual obligations of parties.\");  In re Dillon, 194 B.R. 533, 536 (Bankr.S.D.Fla.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this vein, the Trustee argues, the Hospital was entitled to the deadline extensions granted by the bankruptcy court since this is the sort of \"technical\" accommodation that tends to maximize the overall value of the chapter 7 estate, hence fits within the penumbra--if not the express terms--of Bankruptcy Code &#167; 363.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  We need not address the two maxims mentioned above, however, as there is a sounder foundation for the district court's conclusion.  See Baybank-Middlesex v. Ralar Distribs., Inc., 69 F.3d 1200, 1202 (1st Cir.1995) (court of appeals may affirm district court on any ground disclosed in the record);  Max Sugarman Funeral Home, Inc. v. A.D.B. Investors, 926 F.2d 1248, 1253 n. 9 (1st Cir.1991) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The bankruptcy court may not utilize section 105(a) if another, more particularized Code provision--here, section 108(b)--impedes the requested exercise of equitable power.  See In re Fesco Plastics Corp., 996 F.2d 152, 154 (7th Cir.1993) (\"By the same token, when a specific Code section addresses an issue, a court may not employ its equitable powers to achieve a result not contemplated by the Code.\");  Landsing Diversified Props. v. First Nat'l Bank &amp; Trust Co.  (In re Western Real Estate Fund, Inc.), 922 F.2d 592, 601 (10th Cir.1990) (\"[A] bankruptcy court's supplementary equitable powers [under &#167; 105(a) ] may not be exercised in a manner that is inconsistent with the other, more specific provisions of the Code.\"), modified on other grounds, 932 F.2d 898 (10th Cir.1991);  Continental Airlines, 907 F.2d at 1509;  Levit v. Ingersoll Rand Fin.  Corp., 874 F.2d 1186, 1198 n. 10 (7th Cir.1989) (same);  Carter v. Peoples Bank &amp; Trust Co.  (In re BNW, Inc.), 201 B.R. 838, 847 (Bankr.S.D.Ala.1996) (\"When the Bankruptcy Code establishes a right explicitly, a bankruptcy court cannot expand or contract that right implicitly through use of equitable powers.\");   2 Lawrence P. King, Collier on Bankruptcy, p 105-5 (15 ed.1996) (&#167; 105 does not \"override explicit mandates of other sections of the Bankruptcy Code or mandates of other state and federal statutes.\")  (citations omitted);  see also, e.g., Chiasson, 4 F.3d at 1334 (\"This [payment] order effectuated an impermissible substantive alteration of the Code's provisions.\").  Unfortunately, however, by focusing exclusively on the two principles first discussed above, the parties managed to parry the legitimate concerns harbored by the bankruptcy court regarding the dissonant theme reflected in section 108(b), to which we now turn.</p>\n    </div>\n    <p class=\"indent\">Bankruptcy Code &#167; 108(b) states:</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Except as provided in subsection (a) of this section, if applicable nonbankruptcy law, an order entered in a nonbankruptcy proceeding, or an agreement fixes a period within which the debtor or an individual protected under section 1201 or 1301 of this title may file any pleading, demand, notice, or proof of claim or loss, cure a default, or perform any other similar act, and such period has not expired before the date of the filing of the petition, the trustee may only file, cure, or perform, as the case may be, before the later of--</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(1) the end of such period, including any suspension of such period occurring on or after the commencement of the case;  or</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(2) 60 days after the order for relief.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">11 U.S.C. &#167; 108(b) (emphasis added).  The bankruptcy court considered, sua sponte, whether section 108(b) precluded its reliance on section 105(a) as authority for extending the one-year regulatory deadline imposed by the HHS regulation.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  It received no aid from the parties, however, as the Trustee and the Secretary agreed below that (i) section 108(b) was inapposite because the Trustee was not seeking an extension to file a proof of claim, and (ii) section 108(b) applies to \"filing deadlines\" only.  The parties likewise noted that 42 C.F.R. &#167; 413.134(f)(3) merely requires the Trustee to consummate a capital-asset sale by the first anniversary of the Hospital's closure, not that the Trustee need have filed the &#167; 413.134(f)(3) depreciation-adjustment claim within the one-year period.  The cramped construction accorded section 108(b) by the parties cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under its plain terms, as abundantly indicated, inter alia, by its inclusion of the generic phrase \"cure a default,\" section 108(b) is not restricted to trustee initiatives that may be characterized as \"filings.\"   For one thing, a \"cure\" for a default need involve no \"filing\" at all, depending on the particular circumstances.  Yet more importantly, section 108(b) also contains the catchall phrase:  or \"perform any other similar act.\"   See Autoskill, Inc. v. National Educ. Support Systems., 994 F.2d 1476, 1484 (10th Cir.1993) (\"Although &#167; 108(b) does not specifically refer to notices of appeal, the statute includes a broad catchall extending the time in which a debtor or trustee may 'perform any other similar act' in addition to the steps listed.\");  In re G-N Partners, 48 B.R. 462, 467 (Bankr.D.Minn.1985) (\"[T]hat &#167; 108(b) is 'broader' than the listed items 'is obvious from its reading.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Thus, the pertinent inquiry in construing section 108(b) in the present context is whether all the undertakings expressly enumerated in it share some common characteristic.  We think the answer is evident, since each undertaking enumerated in section 108(b) contemplates the exercise of a right, or the performance of a duty, prescribed by nonbankruptcy law in the prepetition environment encountered by the debtor, failing which any related prepetition legal right would be forfeit.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Moreover, even assuming the term \"similar,\" as used in section 108(b), see supra pp. 28-29, were less than unambiguous, its legislative history is clear beyond cavil.  Section 108(b) was designed to \"permit the trustee, when he steps into the shoes of the debtor, an extension of time for filing an action or doing some other act that is required to preserve the debtor's rights.\"   H.R.Rep. No. 95-595, at 318 (1977), reprinted in 1978 U.S.C.C.A.N. 5963, 6275;  see also S.Rep. No. 95-989, at 30 (1978), reprinted in 1978 U.S.C.C.A.N. 5787, 5816 (same).  See 1 Lawrence P. King, Collier on Bankruptcy p 108.03, at 108-6 (15th ed.1991) (noting that Congress included &#167; 108(b) \"so that the trustee could take the necessary steps to preserve for the estate rights which might otherwise be barred\");  accord First Nat'l Fidelity Corp. v. Perry, 945 F.2d 61, 65 (3d Cir.1991) (holding that extension of time for exercising state-law right to redeem foreclosed property from 3 to 5 years would contravene &#167; 108(b)(2), which limits extensions to 60 days);  Counties Contracting &amp; Constr.  Co. v. Constitution Life Ins. Co., 855 F.2d 1054, 1058 n. 4 (3d Cir.1988) (holding that &#167; 108(b) pertains to payment of insurance policy premium during grace period, \"an act necessary to continue the policy in effect\"); Whispering Bay Campground, Inc. v. Fagan (In re Whispering Bay Campground, Inc.), 850 F.2d 443, 445-46 (8th Cir.1988) (same;  redemption rights under Minnesota law).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The outer reaches of section 108(b), in relation to contractual time limitations other than \"filing\" deadlines, remain in sharp dispute.  Compare, e.g., Good Hope Refineries, Inc. v. Benavides, 602 F.2d 998, 1002-03 (1st Cir.1979) (holding that neither Bankruptcy Act &#167; 11(e) nor its successor, Bankruptcy Code &#167; 108(b), afforded trustee 60-day extension to exercise option contract), with In re Santa Fe Dev. &amp; Mortgage Corp., 16 B.R. 165, 167-68 (9th Cir.  BAP 1981) (holding that &#167; 108(b) extends \"option contract\" for 60 days).  These disputes are no less likely where, as here, the deadline is fixed not by contract but by \"applicable ... law\" (viz., the Medicare statute), but involves something more than a paper filing.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In all likelihood the applicability of section 108(b) will be decided on a case-by-case basis until the provision is clarified by Congress or the Supreme Court.  Regulatory deadlines are clearly embraced by section 108(b)'s reference to \"applicable nonbankruptcy law,\" and section 108(b) cannot be wholly limited to paper filings, since it refers to default cures.  For the present we are satisfied that the one-year sale requirement is sufficiently linked to an ongoing HHS proceeding to invoke section 108(b) and that no pertinent consideration makes its application inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the present context, an indispensable undertaking to preserve the Hospital's prepetition right to claim a capital-asset depreciation adjustment from HHS was the sale of its capital assets, and the applicable HHS regulations unconditionally fixed the deadline for doing so at one year from the date the Hospital ceased its participation in the Medicare program.  Accordingly, under the plain terms of section 108(b) the fact that the Trustee would have had to take a further step after the sale, in order to preserve the right of the chapter 7 estate to any such adjustment (i.e., file a formal &#167; 413.134(f)(3) claim with HHS), was altogether immaterial in the present circumstances because both undertakings were necessary to protect the Hospital from an irremediable forfeiture of its rights under the applicable nonbankruptcy law.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Thus, although section 108(b) obviously allows the trustee in bankruptcy a sixty-day grace period unavailable to the prepetition debtor, it just as plainly bespeaks a legislative intent to cut off the extension period, either at 60 days from the filing of the chapter 7 petition or upon the expiration of any remaining prepetition period, whichever occurs later.  See, e.g., Johnson, 719 F.2d at 277-78 (holding that bankruptcy court cannot use &#167; 105(a) to extend period for redeeming property under state law, a matter within &#167; 108(b)'s ambit).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Trustee complains, nevertheless, that it is unrealistic to expect a newly appointed trustee to marshal estate assets within sixty days of the petition, let alone sell all the capital assets.  Even though this may well be a compelling policy consideration, however, Congress nonetheless surely envisioned that it might be difficult to meet the sixty-day deadline imposed by section 108(b)(2) in some circumstances.  Yet it chose to legislate no exception.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Furthermore, the Trustee has not alleged that HHS was responsible for any delay in selling the Hospital's capital assets.  Compare Johnson, 719 F.2d 270, 274-75 (\"There is no claim that [appellant] or any other party was guilty of any wrongdoing which adversely affected the debtors' ability to redeem the property within the statutory period.  '[E]quity is available to protect property rights of the innocent debtor from the wrongful acts of other persons;  however, equity does not extend to situations in which the debtor is simply unable to make the required payment within the prescribed time.' \")  (citation omitted), with Otoe County Nat'l Bank v. Easton (In re Easton ), 882 F.2d 312, 315-16 (8th Cir.1989) (departing from Johnson holding where \"bad faith\" has been demonstrated).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Although chapter 7 creditors may be deprived of potential recoveries unless the trustee is able to sell a capital asset in time to preserve the debtor estate's right to a postpetition capital-asset depreciation adjustment from HHS, we are not at liberty \"to redistribute rights in accordance with [our] personal views of justice and fairness.\"  Chicago, Milwaukee, St. Paul &amp; Pac.  R.R., 791 F.2d at 528.   See Heyman v. M.L. Marketing Co., 116 F.3d 91, 1997 WL 324382, at * 5 (4th Cir.  June 16, 1997) (No. 95-2929) (\"Bankruptcy filings often result in procedural confusion.  Congress anticipated this confusion and made allowances for it.  Among other provisions, 11 U.S.C. &#167; 108(b) provides trustees with at least sixty days to take control of a case and to make appropriate filings.\").  Rather, once Congress has weighed the competing policy concerns affecting the scope of relief available under section 108(b), see supra note 14, we must abide its legislative decision unless it infringes a constitutional mandate.  See Pressimone v. I.R.S.  (In re Pressimone ), 39 B.R. 240, 246 (N.D.N.Y.1984) (\"Courts [invoking &#167; 105(a) ] ... have expressed a laudable concern for the rehabilitation of debtors ... [but] in so doing ... have independently weighed the competing policy objectives at stake, thereby substituting their own judgment for that of Congress.\").  In the present circumstances, therefore, the appropriate recourse for trustees in bankruptcy institutionally overburdened by a &#167; 413.134(f)(3) deadline, or for the creditor interests adversely affected thereby, is not through 11 U.S.C. &#167; 105(a), but congressional amendment of section 108(b), or a rule-making modification to 42 C.F.R. &#167; 413.134(f)(3), see id. &#167; 1395x(v)(1)(O)(ii).</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Since Bankruptcy Code &#167; 105(a) affords the bankruptcy court no equitable power to extend the one-year HHS deadline imposed by 42 C.F.R. &#167; 413.134(f)(3), and its extension is impermissible under Bankruptcy Code &#167; 108(b) as well, the district court judgment is affirmed.   The parties shall bear their own costs.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The HHS depreciation methodology is similar to that utilized for federal tax purposes.  For example, a CAT scanner worth $1,000,000, with an estimated useful life of 25 years, might receive an HHS depreciation reimbursement of $40,000 per year over a 25-year period.  See generally 42 C.F.R. &#167; 413.134(a)-(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On the same day, the Hospital filed a voluntary chapter 7 petition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Under our hypothetical, see supra note 1, if a hospital held the Medicare-related capital asset for ten years, its depreciated basis would be $600,000, since HHS already would have reimbursed the hospital $40,000 per annum for estimated depreciation during the ten-year period, for a total of $400,000.  The \"depreciated basis\" would be $600,000--its $1 million original cost, less $400,000 in estimated depreciation.  Were the asset to sell for only $500,000, therefore, &#167; 413.134(f)(3) would permit the hospital to apply for the $100,000 shortfall between the depreciated basis ($600,000) and the actual sale price ($500,000)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the first motion for extension was not served on the government, an Assistant United States Attorney verbally assured the Trustee that the government would not oppose the extension.  Two months later, the Trustee served the second motion on the government, but the bankruptcy court granted it without awaiting a response from the government</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Since the Trustee was unable to consummate a sale within the initial extension period, the court later granted the Trustee another extension</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We review the equitable estoppel ruling under a mixed standard, assessing the legal conclusion de novo and all factual findings for clear error.  See Granite State Ins. Co. v. Smart Modular Techs., Inc., 76 F.3d 1023, 1028 (9th Cir.1996);  Marine Transp. Servs.  Sea-Barge Group, Inc. v. Python High Performance Marine Corp., 16 F.3d 1133, 1138 (11th Cir.1994);  A.C. Aukerman Co. v. R.L. Chaides Constr.  Co., 960 F.2d 1020, 1028 (Fed.Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As a threshold matter, HHS contends that the bankruptcy court lacked subject matter jurisdiction to declare the one-year HHS deadline inoperative, because Congress has established an exclusive administrative/judicial appeals process governing HHS reimbursements, see 42 U.S.C. &#167; 1395ii (incorporating mutatis mutandi &#167; 405(h) of the Social Security Act, which provides that no HHS decision \"shall be reviewed by any person, tribunal, or governmental agency except as herein provided,\" and that \"[n]o action against [HHS] shall be brought under section 1331 or 1346 of Title 28 to recover on any claim arising under this subchapter\"), a process which the Trustee has yet to exhaust.  See Heckler v. Ringer, 466 U.S. 602, 614-17, 104 S.Ct. 2013, 2021-23, 80 L.Ed.2d 622 (1984) (barring all pre-exhaustion actions by courts where both \"the standing and substantive basis\" for the claim arise under the Medicare statute).  On the other hand, the Trustee argues that &#167; 405(h) plainly bars pre-exhaustion judicial review only in those courts whose jurisdiction arises under 28 U.S.C. &#167;&#167; 1331 and 1346, whereas bankruptcy court jurisdiction in the instant case arises under 28 U.S.C. &#167; 1334.  As the jurisdictional issue is problematic, compare, e.g., In re Town &amp; Country Home Nursing Servs., Inc., 963 F.2d 1146, 1155 (9th Cir.1991), with In re Upsher Labs., Inc., 135 B.R. 117, 119-20 (Bankr.W.D.Mo.1991), and the merits of the Trustee's appeal are not, see infra, we elect to bypass the jurisdictional issue at this time.  See Institut Pasteur v. Cambridge Biotech Corp., 104 F.3d 489, 492 (1st Cir.)  (\"appellate court may bypass jurisdictional questions where appeal would falter on merits even assuming jurisdiction\"), cert. denied, --- U.S. ----, 117 S.Ct. 2511, 138 L.Ed.2d 1014 (1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> These same principles likewise encumber any application of the law-of-the-case doctrine in these circumstances.  See Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., 72 F.3d 190, 197-98 (1st Cir.1995) (noting that law-of-the-case doctrine applies only to sequential rulings on same issue)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Following an intermediate appeal, we review de novo the conclusions of law made by the district court.  See LaRoche v. Amoskeag Bank (In re LaRoche ), 969 F.2d 1299, 1301 (1st Cir.1992).  Its interpretation of Bankruptcy Code &#167; 105(a) presents a pure question of law as well.  See In re Jarvis, 53 F.3d 416, 418 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Section 105(a) provides, in pertinent part:  \"The court may issue any order, process, or judgment that is necessary or appropriate to carry out the provisions of this title.\"  11 U.S.C. &#167; 105(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Bankruptcy Code &#167; 363 provides, in relevant part:</p>\n        <p>The trustee, after notice and hearing, may use, sell, or lease, other than in the ordinary course of business, property of the estate.</p>\n        <p>11 U.S.C. &#167; 363(b)(1).  The Trustee interprets the quoted provision as necessarily implying that a trustee has the right \"to liquidate property of the Debtor's estate at any time and under any circumstances that would prove beneficial to the Debtor's estate,\" unless other provisions of &#167; 363 expressly prohibit the Trustee's choice of timing or circumstances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> There is no dispute that the Medicare statute and the HHS regulation qualify as \"applicable nonbankruptcy law\" under &#167; 108(b).  See Gladwell v. Harline (In re Harline ), 950 F.2d 669, 674 (10th Cir.1991) (\"Sections 108(a), (b) &amp; (c) all use the phrase 'applicable nonbankruptcy law,' and courts have held that phrase in these subsections refers to federal law.\")  (collecting cases);  Eagle-Picher Indus., Inc. v. United States, 937 F.2d 625, 639-40 (D.C.Cir.1991) (Federal Tort Claims Act is \"applicable nonbankruptcy law\" under &#167; 108(b))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We allow, however, that &#167; 108(b) may not invariably bar relief;  for example, where a more specific Code provision unambiguously provides an extension incompatible with the 60-day provision in &#167; 108(b)(2).  See, e.g., Moody v. Amoco Oil Co., 734 F.2d 1200, 1215 (7th Cir.1984) (\"We hold, however, that section 108(b) does not apply to curing defaults in executory contracts.  Section 365 specifically governs the time for curing defaults in executory contracts, and thus, it controls here.\").  The Trustee argues that &#167; 363(b) is such a Code provision, because its aim is to maximize the recoveries realized from sales of estate assets.  See supra note 11.  Nevertheless, it is undisputed that &#167; 363(b) provides no express extension which could be thought to trump &#167; 108(b)(2).  Furthermore, the extension sought by the Trustee had nothing to do with facilitating a sale of estate assets, as distinguished from preserving to the debtor a right in other property (viz., HHS depreciation allowances) which happened to hinge on the timely occurrence of a sale of capital assets.  On this collateral matter, Congress left &#167; 363 conspicuously silent</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Competing policy considerations were at work here as well.  Thus, for example, &#167; 108(b)(2) affords contingent obligors of a chapter 7 estate--like HHS--a modicum of finality</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></span></p>\n    <p class=\"case_cite\">31 Bankr.Ct.Dec. 345, Medicare &amp; Medicaid Guide P 45,555</p>\n    <p class=\"parties\">In re LUDLOW HOSPITAL SOCIETY, INC., Debtor.<br>David J. NOONAN, Trustee, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1014.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 4, 1997.<br>Decided Aug. 13, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Claudia J. Reed, Springfield, MA, with whom David J. Noonan and Cohen, Rosenthal P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Jeffrey Clair, Attorney, Appellate Staff Civil Division, Department of Justice, with whom Frank W. Hunger, Assistant Attorney General, Washington, DC, Donald K. Stern, United States Attorney, Boston, MA, and William Kanter, Attorney, Appellate Staff Civil Division, Department of Justice, Washington, DC, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David J. Noonan, chapter 7 trustee (\"the Trustee\") for Ludlow Hospital Society, Inc.  (\"the Hospital\"), appeals a district court judgment vacating two bankruptcy court orders entered pursuant to Bankruptcy Code &#167; 105, 11 U.S.C. &#167; 105(a).  The challenged orders purportedly extended the one-year regulatory deadline imposed by the Secretary, United States Department of Health and Human Services (\"HHS\"), for hospitals formerly participating in the Medicare program to sell their capital assets and claim supplemental reimbursement from HHS for certain capital-asset depreciation credits.  As we conclude that the bankruptcy court exceeded its equitable powers under Bankruptcy Code &#167; 105, we affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Until it closed on February 17, 1995, the Hospital had participated in the Medicare program, receiving annual HHS reimbursements for inpatient operating costs, as well as capital-asset depreciation credits, relating to its provision of services to Medicare recipients.  Participating hospitals which retain ownership of the capital assets used to provide services to their Medicare recipients are entitled to periodic reimbursement for estimated actual depreciation on those assets, as determined under accepted accounting practices.  See 42 U.S.C. &#167; 1395x(v)(1)(O)(ii) (Medicare statute authorizing HHS Secretary to implement regulations detailing asset-depreciation methodologies).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon its closure, the Hospital's participation in the Medicare program terminated as well.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  HHS administrative regulations allow a one-year post-termination period within which hospitals that previously participated in the Medicare program must sell their Medicare-related capital assets as a precondition to recapturing any pretermitted capital-asset depreciation credits from HHS. See 42 C.F.R. &#167; 413.134(f)(3).  Thus, a hospital which has closed would be eligible for further depreciation reimbursements from HHS on a Medicare-related capital asset which was sold within one year after its closure for less than its depreciated basis.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the time, HHS regulations allowed hospitals forty-five days after their withdrawal from the Medicare program to submit a final report outlining all reimbursable Medicare costs incurred prior to their withdrawal.  See id. &#167; 413.24(f) (1994).  An administrative extension could be obtained from HHS on a showing that hospital operations had been \"significantly affected due to extraordinary circumstances over which the [hospital] ha[d] no control, such as flood or fire.\"  Id. &#167; 413.24(f)(2)(ii) (1994).  The HHS regulations likewise allow hospitals a three-year period within which to reopen and amend a final cost report which was timely filed.  See id. &#167; 405.1885.  Without opposition from the government, the Trustee obtained two extensions of the forty-five-day filing deadline from the bankruptcy court and the Hospital's final cost report was submitted to HHS within the extended deadline.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Trustee proceeded to attempt to sell the Hospital's capital assets, anticipating that the sale price might not equal their depreciated basis, see supra notes 1 &amp; 3, and that the chapter 7 estate might therefore claim supplemental Medicare reimbursements under the aforementioned HHS capital-asset-depreciation-adjustment provision.  See id. &#167; 413.134(f)(3).  It soon became apparent, however, that the capital assets could not be sold by February 17, 1996, the first anniversary of the Hospital's closure and the deadline for realizing a depreciation-adjustment reimbursement under 42 C.F.R. &#167; 413.134(f)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Therefore, on February 8, 1996, the Trustee sought equitable relief from the bankruptcy court under Bankruptcy Code &#167; 105(a), extending the one-year period for selling the Hospital's capital assets beyond the original February 17 deadline, in order not to forfeit the potential depreciation-adjustment claim.  The Secretary objected, on the grounds that 42 C.F.R. &#167; 413.134(f)(3) itself permits neither exceptions nor extensions and that the bankruptcy court accordingly lacked the equitable power to engraft an exception, pursuant to Bankruptcy Code &#167; 105(a), which would bestow \"substantive rights\" upon the chapter 7 estate not authorized under the HHS regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The bankruptcy court granted the extension over the Secretary's objection.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  It relied upon the equitable powers conferred by Bankruptcy Code &#167; 105(a), reasoning that:  (1) in the special context of bankruptcy proceedings, the rigid one-year HHS deadline for selling capital assets was unreasonable, since a newly-appointed trustee may require more time to marshal estate assets;  (2) strict compliance with the one-year HHS deadline would result in a \"windfall\" to HHS and deprive the Hospital of valuable assets (viz., depreciation-adjustment reimbursements), to which it would otherwise be \"entitled;\" (3) an extension would not harm HHS, as the Trustee would not be allowed to file a depreciation-adjustment reimbursement claim based on the appraised value of the capital assets after February 17, 1996;  and (4) HHS was estopped from contesting the bankruptcy court order, as it had acquiesced in two previous extensions of the forty-five-day period for filing the final cost report, see 42 C.F.R. &#167; 413.24(f);  supra note 4.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court vacated the bankruptcy court order on intermediate appeal and the Trustee appealed.  Meanwhile, the Trustee consummated a sale of the capital assets and submitted a reimbursement claim to HHS, estimated at between $300,000 and $1,000,000.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Equitable Estoppel<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Trustee first insists that HHS is estopped from claiming that the bankruptcy court lacked authority, under Bankruptcy Code &#167; 105(a), to extend the one-year filing deadline prescribed in &#167; 413.134(f)(3), since the government had acquiesced in two earlier bankruptcy court extensions of the forty-five-day deadline for filing the Hospital's final cost report.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The Trustee essentially suggests that the verbal assurances from government counsel, see supra note 4, that there would be no opposition to the two extensions of the forty-five-day period for filing the final cost report, coupled with HHS acquiescence thereto, make this an \"unusual\" case in which equitable estoppel may be invoked against the government.  The Trustee argues that the district court erred in ruling that he needed to show that the government had engaged in \"affirmative misconduct,\" since the United States Supreme Court has never embraced lower court decisions which require such proof where a party seeks monetary recoveries (i.e., invading the public fisc).  See Schweiker v. Hansen, <span class=\"citation\" data-id=\"110443\"><a href=\"/opinion/110443/schweiker-v-hansen/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">785</span></a></span>, 788, <span class=\"citation\" data-id=\"110443\"><a href=\"/opinion/110443/schweiker-v-hansen/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1468</span></a></span>, 1470-71, <span class=\"citation\" data-id=\"110443\"><a href=\"/opinion/110443/schweiker-v-hansen/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">685</span></a></span> (1981);  Akbarin v. INS, <span class=\"citation\" data-id=\"399091\"><a href=\"/opinion/399091/pooran-and-mohammad-akbarin-v-immigration-and-naturalization-service/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 842 (1st Cir.1982).  According to the Trustee, HHS should be estopped even assuming its earlier acquiescence was erroneous or inadvertent, as long as the Trustee reasonably relied to his detriment on the government's assurances.  We conclude that the bankruptcy court erred.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">All the authorities relied upon by the Trustee predated Office of Personnel Mgt. v. Richmond, <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>, 420-22, <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2465</span></a></span>, 2469-70, <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></a></span> (1990), in which the Supreme Court unequivocally observed that, at a bare minimum, its earlier precedents abjured any application of the doctrine of estoppel absent a showing of \"affirmative misconduct\" by the government.  See, e.g., LaFlower v. United States, <span class=\"citation\" data-id=\"507351\"><a href=\"/opinion/507351/robert-h-laflower-v-united-states-of-america/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 11-12 (1st Cir.1988);  United States v. Ven-Fuel, Inc., <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 761 (1st Cir.1985).  The evidence adduced by the Trustee came up well short of the Richmond benchmark.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First and foremost, the Trustee and the bankruptcy court never afforded HHS itself a meaningful opportunity to respond to the &#167; 413.24(f) extension motions;  the first motion was never served on either the government or HHS, and the second motion was allowed by the bankruptcy court before HHS could file a formal response.  See supra note 4. Second, the Trustee reads far too much into the oral assurances given by the Assistant United States Attorney (AUSA) in March 1995, who simply stated that the government did not intend to oppose extension of the forty-five-day deadline.  As there was no mention or suggestion that any deadline extensions were to be predicated on Bankruptcy Code &#167; 105(a), however, there can have been no implicit concession that the extensions the Trustee was seeking were within the equitable power of the bankruptcy court under Bankruptcy Code &#167; 105(a).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, the government's ready acquiescence to the two earlier forty-five-day extensions is hardly remarkable, given that the HHS regulations themselves permit HHS to grant such extensions in various extenuating circumstances.  See 42 C.F.R. &#167; 413.24(f)(2)(ii) (hospital may obtain extension of 45-day deadline if its operations are \"significantly affected due to extraordinary circumstances over which the [hospital] has no control, such as flood or fire\");  id. &#167; 405.1885 (hospital may be allowed to reopen and amend final cost report for up to three years).  Whereas the one-year deadline prescribed in 42 C.F.R. &#167; 413.134(f)(3) is subject to no such exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We therefore conclude that the Trustee reasonably could not have relied upon the oral assurances received from the AUSA regarding a regulatory deadline (viz., &#167; 413.24(f)), materially distinct from the one-year deadline prescribed in 42 C.F.R. &#167; 413.134(f)(3), as a basis for inferring a blanket government concession relating to the bankruptcy court's equitable power to override HHS regulatory deadlines.  The estoppel claim accordingly fails.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>B. Administrative Deadline Extensions Under Bankruptcy Code Section 105(a)<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Trustee next contends that section 105(a) empowers the bankruptcy court to \"harmonize\" the Medicare statute, and its implementing regulations, with the Bankruptcy Code.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  He points out that whereas Code provisions are designed generally to facilitate chapter 7 estate-property recoveries for the benefit of unsecured creditors, see, e.g., Bankruptcy Code &#167; 363(f) (allowing chapter 7 trustee to sell property \"free and clear\" of liens), the one-year HHS deadline for hospitals to conduct capital-asset sales through a chapter 7 trustee, see 42 C.F.R. &#167; 413.134(f)(3), arbitrarily undermines efforts to preserve and maximize creditor recoveries by working a hypertechnical forfeiture of the depreciation-adjustment credit to which the debtor Hospital was otherwise entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Trustee thus characterizes the thrust of the challenged filing deadline as an unfair administrative effort to reduce HHS's monetary exposure to a minimum.  As the Trustee sees it, even assuming that any such administrative aim comported with congressional intent, see, e.g., Northwest Hosp., Inc. v. Hospital Serv.  Corp., <span class=\"citation\" data-id=\"408076\"><a href=\"/opinion/408076/northwest-hospital-inc-v-hospital-service-corp-blue-cross-association/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 995 (7th Cir.1982) (invalidating HHS regulation imposing \"blanket disallowance\" rule which did not serve purposes of Medicare statute), whatever legitimate purpose is served by the HHS deadline is as well served by the equitable remedy fashioned by the bankruptcy court under section 105(a):  allowing the Trustee to file the &#167; 413.134(f)(3) claim but employing the appraised value of the Hospital's capital assets at the one-year anniversary of its closure, rather than the sale price obtained after the one-year period expired.  Thus, according to the Trustee, the bankruptcy court's harmonization of legitimate Code objectives and Medicare program concerns avoided any inequitable result while precluding a \"windfall\" to HHS.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Section 105(a) empowers the bankruptcy court to exercise its equitable powers--where \"necessary\" or \"appropriate\"--to facilitate the implementation of other Bankruptcy Code provisions.  See supra note 10.  Although expansively phrased, section 105(a) affords bankruptcy courts considerably less discretion than first meets the eye, and in no sense constitutes \" 'a roving commission to do equity.' \"  Chiasson v. J. Louis Matherne &amp; Assocs.  (In re Oxford Mgt., Inc.), <span class=\"citation\" data-id=\"652893\"><a href=\"/opinion/652893/in-the-matter-of-oxford-management-inc-debtor-michael-chiasson-trustee/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1329</span></a></span>, 1334 (5th Cir.1993) (citation omitted).  See In re Lapiana, <span class=\"citation\" data-id=\"545252\"><a href=\"/opinion/545252/in-the-matter-of-vincent-lapiana-and-barbara-lapiana-debtors-appeal-of/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span>, 224 (7th Cir.1990);  Bundy v. Donovan (In re Donovan ), <span class=\"citation\" data-id=\"2006453\"><a href=\"/opinion/2006453/in-re-donovan/\"><span class=\"volume\">183</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">700</span></a></span>, 702 (Bankr.W.D.Pa.1995) (same).  Instead, the equitable discretion conferred upon the bankruptcy court by section 105(a) \"is limited and cannot be used in a manner inconsistent with the commands of the Bankruptcy Code.\"  In re Plaza de Diego Shopping Ctr., Inc., <span class=\"citation\" data-id=\"546888\"><a href=\"/opinion/546888/in-re-plaza-de-diego-shopping-center-inc-debtor-appeal-of-robert-l/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span>, 824 (1st Cir.1990).  These limitations have been variously described.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, Bankruptcy Code &#167; 105(a) may not be invoked to alter substantive debtor rights defined under the applicable nonbankruptcy law.  See, e.g., Bird v. Carl's Grocery Co.  (In re NWFX, Inc.), <span class=\"citation\" data-id=\"516233\"><a href=\"/opinion/516233/in-re-nwfx-inc-debtor-allen-w-bird-ii-trustee-in-bankruptcy-for/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, 596 (8th Cir.1989) (\"An 'equitable setoff' such as that fashioned by the bankruptcy court in the present case is not a proper use of the bankruptcy court's equitable powers because it creates new substantive rights for the parties ....\");  see also In re Continental Airlines Corp., <span class=\"citation\" data-id=\"544636\"><a href=\"/opinion/544636/in-re-continental-airlines-corp-debtors-continental-airlines-inc-and/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1500</span></a></span>, 1509 (5th Cir.1990) (holding that &#167; 105(a) does not permit substantive modifications of labor agreement).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Following along these lines, the Secretary asserts that the Hospital's substantive right to claim a capital-asset depreciation-adjustment credit was automatically extinguished because no capital-asset sale occurred within the one-year period prescribed in &#167; 413.134(f)(3), and that an extinguished right cannot be resurrected under section 105(a).  See In re Chicago, Milwaukee, St. Paul &amp; Pac.  R.R., <span class=\"citation\" data-id=\"470336\"><a href=\"/opinion/470336/in-the-matter-of-chicago-milwaukee-st-paul-and-pacific-railroad-company/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">524</span></a></span>, 528 (7th Cir.1986) (\"The fact that a [bankruptcy] proceeding is equitable does not give the judge a free-floating discretion to redistribute rights in accordance with his [or her] personal views of justice and fairness, however enlightened those views may be.\").  The maxim relied upon by the Secretary reveals less than the complete picture, however, unless its application is attuned to the particular context.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Congress quite obviously intended to invest debtor estates and their representatives with certain rights, some of which may augment prepetition rights possessed by the debtor under nonbankruptcy law.  See Johnson v. First Nat'l Bank of Montevideo, <span class=\"citation\" data-id=\"426024\"><a href=\"/opinion/426024/curtis-h-johnson-and-gloria-jean-johnson-dba-oak-farm-livestock-and-oak/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 273 (8th Cir.1983) (noting: \"[W]here Congress has enacted bankruptcy legislation which conflicts with state law, state law must yield.\").  But since section 105 itself is not a source of new substantive rights, the bankruptcy court may invoke section 105(a) only if the equitable remedy utilized is demonstrably necessary to preserve a right elsewhere provided in the Code.  See Norwest Bank Worthington v. Ahlers, <span class=\"citation\" data-id=\"112020\"><a href=\"/opinion/112020/norwest-bank-worthington-v-ahlers/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 206, <span class=\"citation\" data-id=\"112020\"><a href=\"/opinion/112020/norwest-bank-worthington-v-ahlers/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">963</span></a></span>, 968, <span class=\"citation\" data-id=\"112020\"><a href=\"/opinion/112020/norwest-bank-worthington-v-ahlers/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></a></span> (1988) (\"[W]hatever equitable powers remain in the bankruptcy courts must and can be exercised within the confines of the Bankruptcy Code\";  \"[u]nder this section, a court may exercise its equitable power only as a means to fulfill some specific Code provision.\");  Official Unsecured Creditors' Comm. v. Stern (In re SPM Mfg. Corp.), <span class=\"citation\" data-id=\"599258\"><a href=\"/opinion/599258/in-re-spm-manufacturing-corporation-debtor-official-unsecured-creditors/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1305</span></a></span>, 1311 (1st Cir.1993) (\"[S]ection 105(a) [does not] authorize courts to create substantive rights that are otherwise unavailable under the Code, or to expand the contractual obligations of parties.\");  In re Dillon, <span class=\"citation\" data-id=\"1992889\"><a href=\"/opinion/1992889/in-re-dillon/\"><span class=\"volume\">194</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">533</span></a></span>, 536 (Bankr.S.D.Fla.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this vein, the Trustee argues, the Hospital was entitled to the deadline extensions granted by the bankruptcy court since this is the sort of \"technical\" accommodation that tends to maximize the overall value of the chapter 7 estate, hence fits within the penumbra--if not the express terms--of Bankruptcy Code &#167; 363.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  We need not address the two maxims mentioned above, however, as there is a sounder foundation for the district court's conclusion.  See Baybank-Middlesex v. Ralar Distribs., Inc., <span class=\"citation\" data-id=\"196386\"><a href=\"/opinion/196386/baybank-middlesex-v-ralar-distributors/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1202 (1st Cir.1995) (court of appeals may affirm district court on any ground disclosed in the record);  Max Sugarman Funeral Home, Inc. v. A.D.B. Investors, <span class=\"citation\" data-id=\"556605\"><a href=\"/opinion/556605/24-collier-bankrcas2d-1414-bankr-l-rep-p-73841-max-sugarman-funeral/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1248</span></a></span>, 1253 n. 9 (1st Cir.1991) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The bankruptcy court may not utilize section 105(a) if another, more particularized Code provision--here, section 108(b)--impedes the requested exercise of equitable power.  See In re Fesco Plastics Corp., <span class=\"citation\" data-id=\"609251\"><a href=\"/opinion/609251/in-the-matter-of-fesco-plastics-corporation-inc-debtor-appellee-appeal/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 154 (7th Cir.1993) (\"By the same token, when a specific Code section addresses an issue, a court may not employ its equitable powers to achieve a result not contemplated by the Code.\");  Landsing Diversified Props. v. First Nat'l Bank &amp; Trust Co.  (In re Western Real Estate Fund, Inc.), <span class=\"citation\" data-id=\"553426\"><a href=\"/opinion/553426/in-re-western-real-estate-fund-inc-debtors-landsing-diversified/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span>, 601 (10th Cir.1990) (\"[A] bankruptcy court's supplementary equitable powers [under &#167; 105(a) ] may not be exercised in a manner that is inconsistent with the other, more specific provisions of the Code.\"), modified on other grounds, <span class=\"citation\" data-id=\"560588\"><a href=\"/opinion/560588/kevin-m-abel-abel-busch-inc-v-honorable-lee-r-west-judge-of-the/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">898</span></a></span> (10th Cir.1991);  Continental Airlines, 907 F.2d at 1509;  Levit v. Ingersoll Rand Fin.  Corp., <span class=\"citation\" data-id=\"523184\"><a href=\"/opinion/523184/louis-w-levit-trustee-of-vn-deprizio-construction-co-v-ingersoll-rand/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span>, 1198 n. 10 (7th Cir.1989) (same);  Carter v. Peoples Bank &amp; Trust Co.  (In re BNW, Inc.), <span class=\"citation\" data-id=\"1883588\"><a href=\"/opinion/1883588/in-re-bnw-inc/\"><span class=\"volume\">201</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">838</span></a></span>, 847 (Bankr.S.D.Ala.1996) (\"When the Bankruptcy Code establishes a right explicitly, a bankruptcy court cannot expand or contract that right implicitly through use of equitable powers.\");   2 Lawrence P. King, Collier on Bankruptcy, p 105-5 (15 ed.1996) (&#167; 105 does not \"override explicit mandates of other sections of the Bankruptcy Code or mandates of other state and federal statutes.\")  (citations omitted);  see also, e.g., Chiasson, 4 F.3d at 1334 (\"This [payment] order effectuated an impermissible substantive alteration of the Code's provisions.\").  Unfortunately, however, by focusing exclusively on the two principles first discussed above, the parties managed to parry the legitimate concerns harbored by the bankruptcy court regarding the dissonant theme reflected in section 108(b), to which we now turn.</p>\n    </div>\n    <p class=\"indent\">Bankruptcy Code &#167; 108(b) states:</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Except as provided in subsection (a) of this section, if applicable nonbankruptcy law, an order entered in a nonbankruptcy proceeding, or an agreement fixes a period within which the debtor or an individual protected under section 1201 or 1301 of this title may file any pleading, demand, notice, or proof of claim or loss, cure a default, or perform any other similar act, and such period has not expired before the date of the filing of the petition, the trustee may only file, cure, or perform, as the case may be, before the later of--</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(1) the end of such period, including any suspension of such period occurring on or after the commencement of the case;  or</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(2) 60 days after the order for relief.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">11 U.S.C. &#167; 108(b) (emphasis added).  The bankruptcy court considered, sua sponte, whether section 108(b) precluded its reliance on section 105(a) as authority for extending the one-year regulatory deadline imposed by the HHS regulation.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  It received no aid from the parties, however, as the Trustee and the Secretary agreed below that (i) section 108(b) was inapposite because the Trustee was not seeking an extension to file a proof of claim, and (ii) section 108(b) applies to \"filing deadlines\" only.  The parties likewise noted that 42 C.F.R. &#167; 413.134(f)(3) merely requires the Trustee to consummate a capital-asset sale by the first anniversary of the Hospital's closure, not that the Trustee need have filed the &#167; 413.134(f)(3) depreciation-adjustment claim within the one-year period.  The cramped construction accorded section 108(b) by the parties cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under its plain terms, as abundantly indicated, inter alia, by its inclusion of the generic phrase \"cure a default,\" section 108(b) is not restricted to trustee initiatives that may be characterized as \"filings.\"   For one thing, a \"cure\" for a default need involve no \"filing\" at all, depending on the particular circumstances.  Yet more importantly, section 108(b) also contains the catchall phrase:  or \"perform any other similar act.\"   See Autoskill, Inc. v. National Educ. Support Systems., <span class=\"citation\" data-id=\"608143\"><a href=\"/opinion/608143/autoskill-inc-a-canadian-corporation-v-national-educational-support/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1476</span></a></span>, 1484 (10th Cir.1993) (\"Although &#167; 108(b) does not specifically refer to notices of appeal, the statute includes a broad catchall extending the time in which a debtor or trustee may 'perform any other similar act' in addition to the steps listed.\");  In re G-N Partners, <span class=\"citation\" data-id=\"1552933\"><a href=\"/opinion/1552933/in-re-gn-partners/\"><span class=\"volume\">48</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">462</span></a></span>, 467 (Bankr.D.Minn.1985) (\"[T]hat &#167; 108(b) is 'broader' than the listed items 'is obvious from its reading.' \")  (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Thus, the pertinent inquiry in construing section 108(b) in the present context is whether all the undertakings expressly enumerated in it share some common characteristic.  We think the answer is evident, since each undertaking enumerated in section 108(b) contemplates the exercise of a right, or the performance of a duty, prescribed by nonbankruptcy law in the prepetition environment encountered by the debtor, failing which any related prepetition legal right would be forfeit.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Moreover, even assuming the term \"similar,\" as used in section 108(b), see supra pp. 28-29, were less than unambiguous, its legislative history is clear beyond cavil.  Section 108(b) was designed to \"permit the trustee, when he steps into the shoes of the debtor, an extension of time for filing an action or doing some other act that is required to preserve the debtor's rights.\"   H.R.Rep. No. 95-595, at 318 (1977), reprinted in 1978 U.S.C.C.A.N. 5963, 6275;  see also S.Rep. No. 95-989, at 30 (1978), reprinted in 1978 U.S.C.C.A.N. 5787, 5816 (same).  See 1 Lawrence P. King, Collier on Bankruptcy p 108.03, at 108-6 (15th ed.1991) (noting that Congress included &#167; 108(b) \"so that the trustee could take the necessary steps to preserve for the estate rights which might otherwise be barred\");  accord First Nat'l Fidelity Corp. v. Perry, <span class=\"citation\" data-id=\"568553\"><a href=\"/opinion/568553/first-national-fidelity-corp-v-ruth-perry-robert-m-wood-trustee/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>, 65 (3d Cir.1991) (holding that extension of time for exercising state-law right to redeem foreclosed property from 3 to 5 years would contravene &#167; 108(b)(2), which limits extensions to 60 days);  Counties Contracting &amp; Constr.  Co. v. Constitution Life Ins. Co., <span class=\"citation\" data-id=\"510973\"><a href=\"/opinion/510973/counties-contracting-and-construction-company-debtor-in-possession-v/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1054</span></a></span>, 1058 n. 4 (3d Cir.1988) (holding that &#167; 108(b) pertains to payment of insurance policy premium during grace period, \"an act necessary to continue the policy in effect\"); Whispering Bay Campground, Inc. v. Fagan (In re Whispering Bay Campground, Inc.), <span class=\"citation\" data-id=\"508233\"><a href=\"/opinion/508233/in-re-whispering-bay-campground-inc-a-minnesota-corporation-debtor/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">443</span></a></span>, 445-46 (8th Cir.1988) (same;  redemption rights under Minnesota law).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The outer reaches of section 108(b), in relation to contractual time limitations other than \"filing\" deadlines, remain in sharp dispute.  Compare, e.g., Good Hope Refineries, Inc. v. Benavides, <span class=\"citation\" data-id=\"368396\"><a href=\"/opinion/368396/good-hope-refineries-inc-v-belia-r-benavides/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">998</span></a></span>, 1002-03 (1st Cir.1979) (holding that neither Bankruptcy Act &#167; 11(e) nor its successor, Bankruptcy Code &#167; 108(b), afforded trustee 60-day extension to exercise option contract), with In re Santa Fe Dev. &amp; Mortgage Corp., <span class=\"citation\" data-id=\"1858416\"><a href=\"/opinion/1858416/in-re-santa-fe-development-etc/\"><span class=\"volume\">16</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">165</span></a></span>, 167-68 (9th Cir.  BAP 1981) (holding that &#167; 108(b) extends \"option contract\" for 60 days).  These disputes are no less likely where, as here, the deadline is fixed not by contract but by \"applicable ... law\" (viz., the Medicare statute), but involves something more than a paper filing.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In all likelihood the applicability of section 108(b) will be decided on a case-by-case basis until the provision is clarified by Congress or the Supreme Court.  Regulatory deadlines are clearly embraced by section 108(b)'s reference to \"applicable nonbankruptcy law,\" and section 108(b) cannot be wholly limited to paper filings, since it refers to default cures.  For the present we are satisfied that the one-year sale requirement is sufficiently linked to an ongoing HHS proceeding to invoke section 108(b) and that no pertinent consideration makes its application inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the present context, an indispensable undertaking to preserve the Hospital's prepetition right to claim a capital-asset depreciation adjustment from HHS was the sale of its capital assets, and the applicable HHS regulations unconditionally fixed the deadline for doing so at one year from the date the Hospital ceased its participation in the Medicare program.  Accordingly, under the plain terms of section 108(b) the fact that the Trustee would have had to take a further step after the sale, in order to preserve the right of the chapter 7 estate to any such adjustment (i.e., file a formal &#167; 413.134(f)(3) claim with HHS), was altogether immaterial in the present circumstances because both undertakings were necessary to protect the Hospital from an irremediable forfeiture of its rights under the applicable nonbankruptcy law.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Thus, although section 108(b) obviously allows the trustee in bankruptcy a sixty-day grace period unavailable to the prepetition debtor, it just as plainly bespeaks a legislative intent to cut off the extension period, either at 60 days from the filing of the chapter 7 petition or upon the expiration of any remaining prepetition period, whichever occurs later.  See, e.g., Johnson, 719 F.2d at 277-78 (holding that bankruptcy court cannot use &#167; 105(a) to extend period for redeeming property under state law, a matter within &#167; 108(b)'s ambit).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Trustee complains, nevertheless, that it is unrealistic to expect a newly appointed trustee to marshal estate assets within sixty days of the petition, let alone sell all the capital assets.  Even though this may well be a compelling policy consideration, however, Congress nonetheless surely envisioned that it might be difficult to meet the sixty-day deadline imposed by section 108(b)(2) in some circumstances.  Yet it chose to legislate no exception.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Furthermore, the Trustee has not alleged that HHS was responsible for any delay in selling the Hospital's capital assets.  Compare Johnson, <span class=\"citation\" data-id=\"426024\"><a href=\"/opinion/426024/curtis-h-johnson-and-gloria-jean-johnson-dba-oak-farm-livestock-and-oak/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 274-75 (\"There is no claim that [appellant] or any other party was guilty of any wrongdoing which adversely affected the debtors' ability to redeem the property within the statutory period.  '[E]quity is available to protect property rights of the innocent debtor from the wrongful acts of other persons;  however, equity does not extend to situations in which the debtor is simply unable to make the required payment within the prescribed time.' \")  (citation omitted), with Otoe County Nat'l Bank v. Easton (In re Easton ), <span class=\"citation\" data-id=\"527644\"><a href=\"/opinion/527644/bankr-l-rep-p-73036-in-re-rick-l-easton-and-merrilee-easton-debtors/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">312</span></a></span>, 315-16 (8th Cir.1989) (departing from Johnson holding where \"bad faith\" has been demonstrated).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Although chapter 7 creditors may be deprived of potential recoveries unless the trustee is able to sell a capital asset in time to preserve the debtor estate's right to a postpetition capital-asset depreciation adjustment from HHS, we are not at liberty \"to redistribute rights in accordance with [our] personal views of justice and fairness.\"  Chicago, Milwaukee, St. Paul &amp; Pac.  R.R., 791 F.2d at 528.   See Heyman v. M.L. Marketing Co., <span class=\"citation\" data-id=\"741919\"><a href=\"/opinion/741919/glenn-r-heyman-as-trustee-for-the-estate-of-unis-international/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">324382</span></span>, at * 5 (4th Cir.  June 16, 1997) (No. 95-2929) (\"Bankruptcy filings often result in procedural confusion.  Congress anticipated this confusion and made allowances for it.  Among other provisions, 11 U.S.C. &#167; 108(b) provides trustees with at least sixty days to take control of a case and to make appropriate filings.\").  Rather, once Congress has weighed the competing policy concerns affecting the scope of relief available under section 108(b), see supra note 14, we must abide its legislative decision unless it infringes a constitutional mandate.  See Pressimone v. I.R.S.  (In re Pressimone ), <span class=\"citation\" data-id=\"2007273\"><a href=\"/opinion/2007273/in-re-pressimone/\"><span class=\"volume\">39</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">240</span></a></span>, 246 (N.D.N.Y.1984) (\"Courts [invoking &#167; 105(a) ] ... have expressed a laudable concern for the rehabilitation of debtors ... [but] in so doing ... have independently weighed the competing policy objectives at stake, thereby substituting their own judgment for that of Congress.\").  In the present circumstances, therefore, the appropriate recourse for trustees in bankruptcy institutionally overburdened by a &#167; 413.134(f)(3) deadline, or for the creditor interests adversely affected thereby, is not through 11 U.S.C. &#167; 105(a), but congressional amendment of section 108(b), or a rule-making modification to 42 C.F.R. &#167; 413.134(f)(3), see id. &#167; 1395x(v)(1)(O)(ii).</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Since Bankruptcy Code &#167; 105(a) affords the bankruptcy court no equitable power to extend the one-year HHS deadline imposed by 42 C.F.R. &#167; 413.134(f)(3), and its extension is impermissible under Bankruptcy Code &#167; 108(b) as well, the district court judgment is affirmed.   The parties shall bear their own costs.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The HHS depreciation methodology is similar to that utilized for federal tax purposes.  For example, a CAT scanner worth $1,000,000, with an estimated useful life of 25 years, might receive an HHS depreciation reimbursement of $40,000 per year over a 25-year period.  See generally 42 C.F.R. &#167; 413.134(a)-(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On the same day, the Hospital filed a voluntary chapter 7 petition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Under our hypothetical, see supra note 1, if a hospital held the Medicare-related capital asset for ten years, its depreciated basis would be $600,000, since HHS already would have reimbursed the hospital $40,000 per annum for estimated depreciation during the ten-year period, for a total of $400,000.  The \"depreciated basis\" would be $600,000--its $1 million original cost, less $400,000 in estimated depreciation.  Were the asset to sell for only $500,000, therefore, &#167; 413.134(f)(3) would permit the hospital to apply for the $100,000 shortfall between the depreciated basis ($600,000) and the actual sale price ($500,000)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the first motion for extension was not served on the government, an Assistant United States Attorney verbally assured the Trustee that the government would not oppose the extension.  Two months later, the Trustee served the second motion on the government, but the bankruptcy court granted it without awaiting a response from the government</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Since the Trustee was unable to consummate a sale within the initial extension period, the court later granted the Trustee another extension</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We review the equitable estoppel ruling under a mixed standard, assessing the legal conclusion de novo and all factual findings for clear error.  See Granite State Ins. Co. v. Smart Modular Techs., Inc., <span class=\"citation\" data-id=\"712980\"><a href=\"/opinion/712980/granite-state-insurance-company-v-smart-modular-technologies-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1023</span></a></span>, 1028 (9th Cir.1996);  Marine Transp. Servs.  Sea-Barge Group, Inc. v. Python High Performance Marine Corp., <span class=\"citation\" data-id=\"663172\"><a href=\"/opinion/663172/marine-transportation-services-sea-barge-group-inc/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1133</span></a></span>, 1138 (11th Cir.1994);  A.C. Aukerman Co. v. R.L. Chaides Constr.  Co., <span class=\"citation\" data-id=\"580826\"><a href=\"/opinion/580826/ac-aukerman-company-v-rl-chaides-construction-co/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1028 (Fed.Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As a threshold matter, HHS contends that the bankruptcy court lacked subject matter jurisdiction to declare the one-year HHS deadline inoperative, because Congress has established an exclusive administrative/judicial appeals process governing HHS reimbursements, see 42 U.S.C. &#167; 1395ii (incorporating mutatis mutandi &#167; 405(h) of the Social Security Act, which provides that no HHS decision \"shall be reviewed by any person, tribunal, or governmental agency except as herein provided,\" and that \"[n]o action against [HHS] shall be brought under section 1331 or 1346 of Title 28 to recover on any claim arising under this subchapter\"), a process which the Trustee has yet to exhaust.  See Heckler v. Ringer, <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 614-17, <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2013</span></a></span>, 2021-23, <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span> (1984) (barring all pre-exhaustion actions by courts where both \"the standing and substantive basis\" for the claim arise under the Medicare statute).  On the other hand, the Trustee argues that &#167; 405(h) plainly bars pre-exhaustion judicial review only in those courts whose jurisdiction arises under 28 U.S.C. &#167;&#167; 1331 and 1346, whereas bankruptcy court jurisdiction in the instant case arises under 28 U.S.C. &#167; 1334.  As the jurisdictional issue is problematic, compare, e.g., In re Town &amp; Country Home Nursing Servs., Inc., <span class=\"citation\" data-id=\"583437\"><a href=\"/opinion/583437/in-re-town-country-home-nursing-services-inc-debtor-louis-m/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span>, 1155 (9th Cir.1991), with In re Upsher Labs., Inc., <span class=\"citation\" data-id=\"1910653\"><a href=\"/opinion/1910653/in-re-upsher-laboratories-inc/\"><span class=\"volume\">135</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">117</span></a></span>, 119-20 (Bankr.W.D.Mo.1991), and the merits of the Trustee's appeal are not, see infra, we elect to bypass the jurisdictional issue at this time.  See Institut Pasteur v. Cambridge Biotech Corp., <span class=\"citation\" data-id=\"733244\"><a href=\"/opinion/733244/institut-pasteur-and-pasteur-sanofi-diagnostics-v-cambridge-biotech/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span>, 492 (1st Cir.)  (\"appellate court may bypass jurisdictional questions where appeal would falter on merits even assuming jurisdiction\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2511</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1014</span></span> (1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> These same principles likewise encumber any application of the law-of-the-case doctrine in these circumstances.  See Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., <span class=\"citation\" data-id=\"196480\"><a href=\"/opinion/196480/knapp-shoes-inc-v-sylvania-shoe/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">190</span></a></span>, 197-98 (1st Cir.1995) (noting that law-of-the-case doctrine applies only to sequential rulings on same issue)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Following an intermediate appeal, we review de novo the conclusions of law made by the district court.  See LaRoche v. Amoskeag Bank (In re LaRoche ), <span class=\"citation\" data-id=\"587244\"><a href=\"/opinion/587244/in-re-david-f-laroche-david-f-laroche-v-amoskeag-bank/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1301 (1st Cir.1992).  Its interpretation of Bankruptcy Code &#167; 105(a) presents a pure question of law as well.  See In re Jarvis, <span class=\"citation\" data-id=\"196044\"><a href=\"/opinion/196044/jarvis-v-debtor-estate/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">416</span></a></span>, 418 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Section 105(a) provides, in pertinent part:  \"The court may issue any order, process, or judgment that is necessary or appropriate to carry out the provisions of this title.\"  11 U.S.C. &#167; 105(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Bankruptcy Code &#167; 363 provides, in relevant part:</p>\n        <p>The trustee, after notice and hearing, may use, sell, or lease, other than in the ordinary course of business, property of the estate.</p>\n        <p>11 U.S.C. &#167; 363(b)(1).  The Trustee interprets the quoted provision as necessarily implying that a trustee has the right \"to liquidate property of the Debtor's estate at any time and under any circumstances that would prove beneficial to the Debtor's estate,\" unless other provisions of &#167; 363 expressly prohibit the Trustee's choice of timing or circumstances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> There is no dispute that the Medicare statute and the HHS regulation qualify as \"applicable nonbankruptcy law\" under &#167; 108(b).  See Gladwell v. Harline (In re Harline ), <span class=\"citation\" data-id=\"572768\"><a href=\"/opinion/572768/in-re-wesley-g-harline-debtor-david-l-gladwell-trustee-v-wesley-g/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, 674 (10th Cir.1991) (\"Sections 108(a), (b) &amp; (c) all use the phrase 'applicable nonbankruptcy law,' and courts have held that phrase in these subsections refers to federal law.\")  (collecting cases);  Eagle-Picher Indus., Inc. v. United States, <span class=\"citation\" data-id=\"564305\"><a href=\"/opinion/564305/eagle-picher-industries-inc-v-united-states-of-america-gaf-corporation/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span>, 639-40 (D.C.Cir.1991) (Federal Tort Claims Act is \"applicable nonbankruptcy law\" under &#167; 108(b))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We allow, however, that &#167; 108(b) may not invariably bar relief;  for example, where a more specific Code provision unambiguously provides an extension incompatible with the 60-day provision in &#167; 108(b)(2).  See, e.g., Moody v. Amoco Oil Co., <span class=\"citation\" data-id=\"435968\"><a href=\"/opinion/435968/gerald-w-moody-and-jermoos-incorporated-debtors-in-possession/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1200</span></a></span>, 1215 (7th Cir.1984) (\"We hold, however, that section 108(b) does not apply to curing defaults in executory contracts.  Section 365 specifically governs the time for curing defaults in executory contracts, and thus, it controls here.\").  The Trustee argues that &#167; 363(b) is such a Code provision, because its aim is to maximize the recoveries realized from sales of estate assets.  See supra note 11.  Nevertheless, it is undisputed that &#167; 363(b) provides no express extension which could be thought to trump &#167; 108(b)(2).  Furthermore, the extension sought by the Trustee had nothing to do with facilitating a sale of estate assets, as distinguished from preserving to the debtor a right in other property (viz., HHS depreciation allowances) which happened to hinge on the timely occurrence of a sale of capital assets.  On this collateral matter, Congress left &#167; 363 conspicuously silent</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Competing policy considerations were at work here as well.  Thus, for example, &#167; 108(b)(2) affords contingent obligors of a chapter 7 estate--like HHS--a modicum of finality</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/426024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/652893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1552933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1858416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1883588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1910653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1992889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2006453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2007273/"
  ]
}