{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197511/",
  "absolute_url": "/opinion/197511/gierbolini-rosa-v-banco/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197511/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:32:00Z",
  "date_modified": "2017-03-24T10:52:25.305566Z",
  "type": "010combined",
  "sha1": "6c0886dcf9afb15ca8e4e582f976f67a9eed2d04",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1997.01A",
  "local_path": null,
  "plain_text": "\n                    [NOT FOR PUBLICATION]\r\n\n               UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                        \r\n\nNo. 96-1997\r\n\n              RUBEN O. GIERBOLINI-ROSA, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                             v.\r\n\n                BANCO POPULAR DE PUERTO RICO,\r\n\n                    Defendant, Appellee.\r\n\n                                        \r\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Jose Antonio Fuste, U.S. District Judge]\r\n\n                                        \r\n\n                           Before\r\n\n                    Selya, Circuit Judge,\r\n\n              Campbell, Senior Circuit Judge, \r\n\n                and Lagueux, District Judge.\r\n                                        \r\n\nBenny Frankie Cerezo for appellants.\r\nJay \r                A. \r                   Garcia-Gregory, with whom   Ricardo \r                                                       L. \r                                                          Ortiz and  Fiddler,\r\nGonzalez &amp; Rodriguez were on brief for appellee. \r\n\n                                        \r\n\n                       August 18, 1997\r\n                                        \r\n\nOf the District of Rhode Island, sitting by designation.\r\r\n\n          CAMPBELL, \r                               Senior Circuit Judge\r                                                   . This civil action is\r\n\na related, non-core proceeding under 28 U.S.C. S 1334(b).\r\n\nPlaintiffs-appellants Ruben O. Gierbolini-Rosa, Carmen Nidia\r\n\nGierbolini-Marrero, and their four children, Ruben Oscar\r\n\nGierbolini-Gierbolini, Carlos Ruben Gierbolini-Gierbolini,\r\n\nRicardo Jose Gierbolini-Gierbolini, and Nirin Mirnel\r\n\nGierbolini-Gierbolini, (collectively referred to as the\r\n\n\"Gierbolinis\" or the \"appellants\") brought suit against Banco\r\n\nPopular de Puerto Rico (\"BPPR\") under Puerto Rico's General\r\n\nTort Statute, Article 1802 of the Puerto Rico Civil Code, see\r\n\n31 L.P.R.A. S 5141 (1991),  for damages allegedly caused by\r\n\ndefamatory statements made to the Puerto Rico Treasury\r\n\nDepartment and the United States Bankruptcy Court. A year\r\n\nlater, BPPR filed its \"Motion Requesting Entry of Summary\r\n\nJudgment Dismissing the Complaint.\" The United States District\r\n\nCourt for the District of Puerto Rico issued an Opinion and\r\n\nOrder, published as \r                               Gierbolini Rosa\r                                               v. Banco Popular de Puerto\r\n\n1.   Section 1334(b) provides as follows:\r\n     \"(b) Notwithstanding any Act of Congress that confers\r\nexclusive jurisdiction on a court or courts other than the\r\ndistrict courts, the district courts shall have original but\r\nnot exclusive jurisdiction of all civil proceedings arising\r\nunder title 11, or arising in or related to cases under title\r\n11.\"\r\n28 U.S.C. S 1334(b) (West 1993). \r\n\n2.   Section 5141 states, in relevant part, as follows:\r\n     \"A person who by an act or omission causes damage to\r\nanother through fault or negligence shall be obliged to repair\r\n the damage so done.\"\r\n31 L.P.R.A. S 5141 (1991). \r\n\n                             -2-\r                                          2\r\r\n\nRico, 930 F. Supp. 712 (D.P.R. 1996), and separate judgment on\r\n\nJune 28, 1996, dismissing the complaint. The court later\r\n\nentered an amended judgment in compliance with Fed. R. Civ. P.\r\n\n54(b), stating that there was no just reason for further delay\r\n\nand that it was in the interest of justice that the judgment\r\n\nentered on June 28, 1996, be treated as a final judgment for\r\n\npurposes of appeal.\r\n\n          \"We review the district court's grant of summary\r\n\njudgment de novo, and will uphold that determination if the\r\n\nrecord, viewed in the light most favorable to the nonmoving\r\n\nparty, shows that there is no genuine issue as to any material\r\n\nfact and that the moving party is entitled to a judgment as a\r\n\nmatter of law.\"  Daniels-Recio v. Hospital del Maestro, Inc.,\r\n\n109 F.3d 88, 92 (1st Cir. 1997) (citations omitted) (internal\r\n\nquotation marks omitted). Having carefully considered the\r\n\narguments, the briefs and the record, we affirm the judgment of\r\n\nthe district court for substantially the same reasons set out\r\n\nin its Opinion and Order, adding the following.\r\n\n          1. Appellants argue that the district court erred in\r\n\napplying the common law privilege codified in Section 4 of the\r\n\nLibel and Slander Act of 1902, \r                                          see 32 L.P.R.A. S 3144 (1968),\r\n\n3.   Section 4 of the Libel and Slander Act of 1902 provides as\r\nfollows:\r\n     \"A publication or communication shall not be held or\r\ndeemed malicious when made in any legislative or judicial\r\nproceeding or in any other proceeding authorized by law. A\r\npublication or communication shall not be presumed to be\r\nmalicious when made:\r\n\n                             -3-\r                                          3\r\r\n\nto their defamation action brought under the provisions of\r\n\nPuerto Rico's General Tort Statute, Article 1802 of the Puerto\r\n\nRico Civil Code, see note 2, supra.\r\n\n          For this contention, appellants rely mainly upon\r\n\nRomany v. \r                     El Mundo, Inc.\r                                   , 89 P.R.R. 592 (1963), and \r                                                              Ojeda Ojeda\r\n\nv. \r              El Vocero, Inc.\r                             , 94 J.T.S. 131 (1994). However, these cases\r\n\ndo not hold that an action for defamation brought under Article\r\n\n1802 may not be subject to essentially the same privilege\r\n\ncodified in the Libel and Slander Act of 1902. Rather, they\r\n\nmerely indicate that a libel and slander action brought\r\n\npursuant to the Libel and Slander Act of 1902 and a defamation\r\n\naction brought under Article 1802 of the Puerto Rico Civil Code\r\n\nare separate and independent causes of action with distinct\r\n\nelements.\r\n\n          Citing the Puerto Rico Supreme Court's opinion in\r\n\nRodriguez v. \r                        El Vocero, Inc.\r                                       , 94 J.T.S. 13 (1994), the district\r\n\ncourt construed Puerto Rico law as maintaining that, \"though\r\n\n[the action] arises under Section [sic] 1802 of the Civil Code,\r\n\ndefendant may claim the traditional defense of privilege as it\r\n\nmight under the Libel and Slander Act of 1902\", that being a\r\n\n     First. In the proper discharge of an official duty.\r\n     Second. In a fair and true report of a judicial,\r\nlegislative, official or other proceeding, or of anything said\r\nin the course thereof.\r\n     Third. To a Commonwealth official upon probable cause\r\nwith the intention of serving the public interest or of\r\nsecuring the redress of a private wrong.\"\r\n32 L.P.R.A. S 3144 (1968).\r\n\n                             -4-\r                                          4\r\r\n\n\"traditional defense[] that ha[s] always been available.\"\r\n\nGierbolini  \r                       Rosa, 930 F. Supp. at 717. We agree with the\r\n\ncourt's interpretation, which is supported in two other\r\n\ndecisions of the Supreme Court of Puerto Rico, namely, \r                                                                 Porto v.\r\n\nBentley \r                    Puerto \r                           Rico, \r                                 Inc., 92 J.T.S. 175 (1992), and  Jimenez\r\n\nAlvarez v. Silen Maldonado, 92 J.T.S. 95 (1992).\r\n\n          In Porto, a former employee, Ivan Porto, and his\r\n\nwife, personally and on behalf of the conjugal partnership and\r\n\ntheir minor children, sued the company, claiming damages for\r\n\n\"allegedly false, slanderous and libelous accusations\" made\r\n\nagainst him at the time of his discharge.  Porto, P.R. Offic.\r\n\nTrans. (majority opinion) at 2-3. He alleged that, in a letter\r\n\nof discharge, he was falsely accused of having unlawfully\r\n\nappropriated the official company vehicle.     Id. (majority\r\n\nopinion) at 3. Porto's action rested upon Article 1802 of the\r\n\nPuerto Rico Civil Code, as both parties to the suit were\r\n\n\"private persons.\"  Id. (majority opinion) at 6; see also id.\r\n\n(concurring opinion) at 1. The Supreme Court of Puerto Rico\r\n\nexplained: \"[i]n our jurisdiction the liability rule based on\r\n\nnegligence [governs] all libel tort suits brought by private\r\n\npersons.\" Id. (majority opinion) at 8 (citations omitted); \r                                                                      see\r\n\nalso id. (concurring opinion) at 2. Nevertheless, the   Porto\r\n\nCourt made reference to the common law privileges codified in\r\n\nSections 4 and 5 of the Libel and Slander Act of 1902, and\r\n\napplied \"the qualified privilege for promoting the free flow of\r\n\n                             -5-\r                                          5\r\r\n\ncommunication between employer and employee\" to defeat the\r\n\ncause of action for defamation. Id. (majority opinion) at 16-\r\n\n21; see also 32 L.P.R.A. S 3145 (1968).\r\n\n          Even more in point is the Puerto Rico Supreme Court's\r\n\ndecision in  Jimenez  \r                                 Alvarez, where one of the defendants,\r\n\nBaldomero Roig Velez, appealed from a partial judgment that\r\n\ndismissed his counterclaim for damages allegedly caused by\r\n\ncertain defamatory, false and libelous allegations negligently\r\n\nmade in the plaintiff's verified complaint.  Jimenez Alvarez,\r\n\nP.R. Offic. Trans. at 1. Writing for the Supreme Court of\r\n\nPuerto Rico, Justice Naveira de Rodon framed the issue\r\n\npresented for review as one of defamation, identifying the\r\n\nthree sources of a defamation claim in Puerto Rico: (1) the\r\n\nConstitution of the Commonwealth of Puerto Rico,\r                                                            (2) the Libel\r\n\nand Slander Act of 1902, and (3) Article 1802 of the Puerto\r\n\nRico Civil Code. Id. at 3-4. Nonetheless, Justice Naveira de\r\n\n4.   Section 5 of the Libel and Slander Act of 1902 states as\r\nfollows:\r\n          \"Malice shall be presumed to exist in any injurious\r\ncommunication or writing made without justifiable motive and\r\naddressed to any person other than to a relative within the\r\nthird degree, or to a person whom the author has under his\r\nguardianship or \r                           when said communication passes between persons\r\nhaving business in partnership, or other similar association\r                                                                       .\"\r\n32 L.P.R.A. S 3145 (1968) (emphasis added).\r\n\n5.   Article II, Section 8 of the Constitution of the\r\nCommonwealth of Puerto Rico provides as follows:\r\n     \"Every person has the right to the protection of law\r\nagainst abusive attacks on his honor, reputation and private or\r\nfamily life.\"\r\nP.R. Const. art. II, S 8.\r\n\n                             -6-\r                                          6\r\r\n\nRodon noted that the common-law privilege generally applicable\r\n\nto judicial proceedings \"covers anything that may be said with\r\n\nregard to the controversy, whether it be in the pleadings, in\r\n\naffidavits, or in open court.\"   Id. at 4 (citation omitted)\r\n\n(emphasis added). In Puerto Rico, Justice Naveira de Rodon\r\n\ncontinued, Section 4 of the Libel and Slander Act of 1902\r\n\nrecognizes a similar kind of privilege, and, for purposes of\r\n\nthat privilege, a complaint shall be deemed to be \"'[a]\r\n\npublication or communication . . . made in [a] . . . judicial\r\n\nproceeding.'\"  Id. at 5; see also 32 L.P.R.A. S 3144 (1968).\r\n\nThe court concluded that the common law privilege codified in\r\n\nSection 4 of the Libel and Slander Act of 1902, regarding\r\n\ncommunications in a legislative, judicial or any other\r\n\nproceeding authorized by law, barred the tort action for\r\n\ndefamation raised in Roig Velez's counterclaim.  Id. at 5, 7.\r\n\n          We, therefore, agree with the district court that the\r\n\nprivilege applies in the instant case to immunize BPPR's\r\n\nconduct in filing the informative return before the Puerto Rico\r\n\nTreasury Department and the proof of claim before the United\r\n\nStates Bankruptcy Court. The informative return, which BPPR,\r\n\nas payor, had a legal obligation to file with the Puerto Rico\r\n\nTreasury Department, qualifies as \"[a] publication or\r\n\ncommunication . . . made . . . in [a] . . . proceeding\r\n\nauthorized by law.\" 32 L.P.R.A. S 3144 (1968);      see  also\r\n\nGierbolini \r                       Rosa, 930 F. Supp. at 715-16. The proof of claim\r\n\n                             -7-\r                                          7\r\r\n\nis, as the district court pointed out, in the nature of an\r\n\nordinary civil pleading, and thus forms part of a \"judicial\r\n\nproceeding.\" 32 L.P.R.A. S 3144 (1968);  see also  Gierbolini\r\n\nRosa, 930 F. Supp. at 716. More specifically, the informative\r\n\nreturn and the proof of claim fall, as the district court\r\n\nfound, within the scope of Section 4's first and third\r\n\nprovisos, respectively.    See 32 L.P.R.A. S 3144 (1968);\r\n\nGierbolini \r                       Rosa, 930 F. Supp. at 718. We need not decide\r\n\nwhether the privilege is an absolute or a qualified privilege\r\n\nbecause, even if it is only qualified, there is no evidence of\r\n\nmalice or bad faith on the part of BPPR that would defeat the\r\n\nclaim of privilege in this case.  See Gierbolini Rosa, 930 F.\r\n\nSupp. at 718.\r\n\n          2. Appellants assert that the district court erred in\r\n\nfinding that they had offered insufficient evidence to\r\n\nestablish a causal nexus between the alleged defamatory conduct\r\n\nand the claimed mental and moral suffering. The appellants\r\n\nfurther insist that the district court erred in determining\r\n\nthat they had presented insufficient evidence to substantiate\r\n\nthe nature and the degree of their alleged damages. The three\r\n\nbasic elements of a cause of action under Article 1802 of the\r\n\nPuerto Rico Civil Code are as follows: (1) a guilty or\r\n\nnegligent act or omission, (2) a causal link between the act or\r\n\nomission and the damages, and (3) damages. 31 L.P.R.A. S 5141\r\n\n(1991); see  also  Gierbolini  \r                                           Rosa, 930 F. Supp. at 717\r\n\n                             -8-\r                                          8\r\r\n\n(\"Plaintiff must show that defendant's wrongful or negligent\r\n\nactions actually and proximately caused plaintiff certain and\r\n\nquantifiable damages.\" (citations omitted)); Rodriguez, P.R.\r\n\nOffic. Trans. at 7; Ojeda \r                                      Ojeda, P.R. Offic. Trans. at 2, 5.\r\n\nEven assuming arguendo that BPPR's conduct was negligent and\r\n\ndefamatory in the instant case, we nonetheless agree with the\r\n\ndistrict court that there was insufficient proof of causation\r\n\nand damages for the complaint to withstand a summary judgment\r\n\nchallenge.  See Gierbolini Rosa, 930 F. Supp. at 718-19.\r\n\n          The appellants contend that the district court's\r\n\ndetermination on this point is at odds with the position the\r\n\nsame judge took in \r                              Pages v. \r                                       Feingold, 928 F. Supp. 148 (D.P.R.\r\n\n1996). The two cases are, however, distinguishable. In Pages,\r\n\nthere was an unmistakable causal connection between Feingold's\r\n\ndefamatory conduct and Pages' reputational damage. No such\r\n\nconnection exists in the case at hand between BPPR's filing of\r\n\nthe informative return and proof of claim and the Gierbolinis'\r\n\nalleged mental and moral suffering.  See Gierbolini Rosa, 930\r\n\nF. Supp. at 718-19. And, unlike  Pages, where not only mental\r\n\nand moral, but also financial and reputational damages were\r\n\nestablished, the evidence presented here in support of damages\r\n\ndid not go beyond the most conclusory allegations. See \r                                                                   id. at\r\n\n719.\r\n\n          3. Finally, the appellants contend that the district\r\n\ncourt erred in failing to consider the affidavit of attorney\r\n\n                             -9-\r                                          9\r\r\n\nWilliam Pagan submitted in support of \"Plaintiffs' Opposition\r\n\nto Defendant's Motion Requesting Entry of Summary Judgment\r\n\nDismissing the Complaint and for Order Requiring Defendant to\r\n\nPay Attorney's Fees and Costs.\" The appellants maintain that\r\n\nthis affidavit contained facts indicating the publication or\r\n\ncommunication of an additional defamatory statement outside the\r\n\nconfines of a privileged legislative, judicial or other\r\n\nproceeding authorized by law.\r\n\n          The Gierbolinis accompanied their opposition to\r\n\nBPPR's motion for summary judgment with a \"Statement of\r\n\nMaterial Facts as to Which There Exists a Genuine Issue to be\r\n\nTried.\" In the statement, the Gierbolinis asserted, for the\r\n\nfirst time, that BPPR's \"false and public accusations were not\r\n\nexclusively made through the Proof of Claim and [a related\r\n\nmotion]\" filed with the United States Bankruptcy Court, and\r\n\nthat BPPR, through employees at the Coamo branch, \"slandered\r\n\nand destroyed Carmen Gierbolini's reputation.\" The Pagan\r\n\naffidavit was cited as supporting these assertions. In that\r\n\naffidavit, the affiant stated that a BPPR auditor informed him\r\n\nthat Gierbolini-Marrero had been under investigation and would\r\n\npossibly be charged with fraud and defalcation.\r\n\n6.   The Pagan affidavit provides, in pertinent part, as\r\nfollows:\r\n     \"2. That sometime during the month of July 1992 Gilberto\r\nCanales an Auditor for Banco Popular de Puerto Rico informed me\r\nthat Carmen N. Gierbolini had been the subject of an\r\ninvestigation and would posibly [sic] be accused of fraud and\r\ndefalcation.\"\r\n\n                            -10-\r                                         10\r\r\n\n          We do not believe that the district court was\r\n\nrequired to consider the new incident mentioned in the Pagan\r\n\naffidavit for purposes of determining BPPR's motion for summary\r\n\njudgment. The conduct which the complaint alleges in paragraph\r\n\n12 to be \"tortious, wrongful, negligent and culpable\" under\r\n\nArticle 1802 of the Puerto Rico Civil Code is set out in\r\n\nparagraphs 9, 10 and 11 of the complaint. These describe\r\n\nBPPR's filing of the informative return before the Puerto Rico\r\n\nTreasury Department and the proof of claim and a related motion\r\n\nbefore the United States Bankruptcy Court. No mention is made\r\n\nof a claim of slander based on a statement by a BPPR auditor.\r\n\n          The Gierbolinis' \"Answer to Interrogatories\"\r\n\nreaffirmed that they based their charges of defamation on\r\n\nBPPR's filing of the informative return, the proof of claim and\r\n\na related motion. In their answers to Interrogatory No. 17,\r\n\naddressed to Gierbolini-Marrero, and Interrogatory No. 11,\r\n\naddressed to Gierbolini-Rosa, both Gierbolini-Marrero and\r\n\nGierbolini-Rosa identify BPPR's proof of claim and a related\r\n\nmotion as the basis for their allegation in paragraph 12 of the\r\n\ncomplaint. The only other answers that identify any\r\n\n7.   Interrogatories No. 17 and No. 11 provide, in pertinent\r\npart, as follows:\r\n     \"State the basis for your allegation in paragraph 12 of\r\nthe Complaint that BPPR 'falsely and publicly' accused you of\r\n'embezzlement and defalcation'.\"\r\n\n     Gierbolini-Marrero's answer to Interrogatory No. 17\r\nstates:\r\n\n                            -11-\r                                         11\r\r\n\ndefamatory conduct on the part of BPPR are those responding to\r\n\nInterrogatory No. 15, served on Gierbolini-Marrero, and\r\n\nInterrogatory No. 9, served on Gierbolini-Rosa, regarding the\r\n\nalleged falsity of the informative return filed with the Puerto\r\n\nRico Treasury Department.\r\n\n          Neither the complaint, nor the interrogatory answers,\r\n\nnor, for that matter, the \"Preliminary Pretrial Order\", mention\r\n\n     \"Proof of claim filed by BPPR on January 12, 1993 and\r\nMotion filed by BPPR on March 8, 1993 both in B-92-05458.\"\r\n\n     Gierbolini-Rosa's answer to Interrogatory No. 11 states:\r\n     \"Proof of claim filed by the BPPR on January 12, 1993 and\r\nMotion field [sic] by BPPR on March 8, 1993, both in the\r\nbankruptcy proceeding.\"\r\n\n8.   Interrogatories No. 15 and No. 9 provide, in pertinent\r\npart, as follows:\r\n     \"State the basis for your allegation in paragraph 9 of the\r\nComplaint that the report filed by BPPR with the Treasury\r\nDepartment was false and, specifically, was filed with the\r\nmalicious intent to harass plaintiffs.\"\r\n\n     Gierbolini-Marrero's answer to Interrogatory No. 15\r\nstates:\r\n     \"BPPR filed form 480.6 (Informative Return) with the\r\nTreasury Department reporting having paid me the amount of\r\n$95,387.22 during 1992 as deferred compensation. BPPR knew\r\nthat that was false. The obvious intention was to provoke a\r\ntax investigation of our return by the Treasury Department\r\nsince I could not have reported that income in my 1992 tax\r\nreturn because I never received the payment.\"\r\n\n     Gierbolini-Rosa's answer to Interrogatory No. 9 states:\r\n\n     \"BPPR filed form 480.6 Informative Return with the\r\nTreasury Department reporting having paid my wife the amount of\r\n$95,387.22 during 1992 as deferred compensation. BPPR knew\r\nthat the report was false. The obvious intention was to\r\nprovoke a tax investigation of our return by the Treasury\r\nDepartment since we could not have reported that income in our\r\n1992 return because my wife never received such payment.\"\r\n\n                            -12-\r                                         12\r\r\n\nany other allegedly defamatory acts. There is no allegation or\r\n\nassertion of fact in any of these documents indicating that one\r\n\nof the acts for which recovery is sought consists of a BPPR\r\n\nauditor telling someone in the community of Coamo that\r\n\nGierbolini-Marrero had been under investigation and would\r\n\npossibly be charged with fraud and defalcation. The appellants\r\n\ncontend that that incident was only discovered afterwards, at\r\n\nwhich time it was promptly brought to the district court's\r\n\nattention through the Pagan affidavit. Appellants, however,\r\n\ndid not move to amend their complaint to charge this alleged\r\n\nconduct as an additional defamatory act by BPPR. The district\r\n\ncourt and BPPR were not required to shoot at a moving target.\r\n\nThey were entitled to proceed on the assumption that the\r\n\ndefamation action rested on the claims in plaintiffs' complaint\r\n\nas confirmed in their sworn answers to interrogatories.\r\n\n          Affirmed.\r\n\n                            -13-\r                                         13\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n                    [NOT FOR PUBLICATION]\r\n\n               UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                        \r\n\nNo. 96-1997\r\n\n              RUBEN O. GIERBOLINI-ROSA, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                             v.\r\n\n                BANCO POPULAR DE PUERTO RICO,\r\n\n                    Defendant, Appellee.\r\n\n                                        \r\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Jose Antonio Fuste, U.S. District Judge]\r\n\n                                        \r\n\n                           Before\r\n\n                    Selya, Circuit Judge,\r\n\n              Campbell, Senior Circuit Judge, \r\n\n                and Lagueux, District Judge.\r\n                                        \r\n\nBenny Frankie Cerezo for appellants.\r\nJay \r                A. \r                   Garcia-Gregory, with whom   Ricardo \r                                                       L. \r                                                          Ortiz and  Fiddler,\r\nGonzalez &amp; Rodriguez were on brief for appellee. \r\n\n                                        \r\n\n                       August 18, 1997\r\n                                        \r\n\nOf the District of Rhode Island, sitting by designation.\r\r\n\n          CAMPBELL, \r                               Senior Circuit Judge\r                                                   . This civil action is\r\n\na related, non-core proceeding under 28 U.S.C. S 1334(b).\r\n\nPlaintiffs-appellants Ruben O. Gierbolini-Rosa, Carmen Nidia\r\n\nGierbolini-Marrero, and their four children, Ruben Oscar\r\n\nGierbolini-Gierbolini, Carlos Ruben Gierbolini-Gierbolini,\r\n\nRicardo Jose Gierbolini-Gierbolini, and Nirin Mirnel\r\n\nGierbolini-Gierbolini, (collectively referred to as the\r\n\n\"Gierbolinis\" or the \"appellants\") brought suit against Banco\r\n\nPopular de Puerto Rico (\"BPPR\") under Puerto Rico's General\r\n\nTort Statute, Article 1802 of the Puerto Rico Civil Code, see\r\n\n31 L.P.R.A. S 5141 (1991),  for damages allegedly caused by\r\n\ndefamatory statements made to the Puerto Rico Treasury\r\n\nDepartment and the United States Bankruptcy Court. A year\r\n\nlater, BPPR filed its \"Motion Requesting Entry of Summary\r\n\nJudgment Dismissing the Complaint.\" The United States District\r\n\nCourt for the District of Puerto Rico issued an Opinion and\r\n\nOrder, published as \r                               Gierbolini Rosa\r                                               v. Banco Popular de Puerto\r\n\n1.   Section 1334(b) provides as follows:\r\n     \"(b) Notwithstanding any Act of Congress that confers\r\nexclusive jurisdiction on a court or courts other than the\r\ndistrict courts, the district courts shall have original but\r\nnot exclusive jurisdiction of all civil proceedings arising\r\nunder title 11, or arising in or related to cases under title\r\n11.\"\r\n28 U.S.C. S 1334(b) (West 1993). \r\n\n2.   Section 5141 states, in relevant part, as follows:\r\n     \"A person who by an act or omission causes damage to\r\nanother through fault or negligence shall be obliged to repair\r\n the damage so done.\"\r\n31 L.P.R.A. S 5141 (1991). \r\n\n                             -2-\r                                          2\r\r\n\nRico, </pre><span class=\"citation\" data-id=\"1964104\"><a href=\"/opinion/1964104/gierbolini-rosa-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">930</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">712</span></a></span><pre class=\"inline\"> (D.P.R. 1996), and separate judgment on\r\n\nJune 28, 1996, dismissing the complaint. The court later\r\n\nentered an amended judgment in compliance with Fed. R. Civ. P.\r\n\n54(b), stating that there was no just reason for further delay\r\n\nand that it was in the interest of justice that the judgment\r\n\nentered on June 28, 1996, be treated as a final judgment for\r\n\npurposes of appeal.\r\n\n          \"We review the district court's grant of summary\r\n\njudgment de novo, and will uphold that determination if the\r\n\nrecord, viewed in the light most favorable to the nonmoving\r\n\nparty, shows that there is no genuine issue as to any material\r\n\nfact and that the moving party is entitled to a judgment as a\r\n\nmatter of law.\"  Daniels-Recio v. Hospital del Maestro, Inc.,\r\n\n</pre><span class=\"citation\" data-id=\"197265\"><a href=\"/opinion/197265/daniels-recio-v-del-maestro-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span><pre class=\"inline\">, 92 (1st Cir. 1997) (citations omitted) (internal\r\n\nquotation marks omitted). Having carefully considered the\r\n\narguments, the briefs and the record, we affirm the judgment of\r\n\nthe district court for substantially the same reasons set out\r\n\nin its Opinion and Order, adding the following.\r\n\n          1. Appellants argue that the district court erred in\r\n\napplying the common law privilege codified in Section 4 of the\r\n\nLibel and Slander Act of 1902, \r                                          see 32 L.P.R.A. S 3144 (1968),\r\n\n3.   Section 4 of the Libel and Slander Act of 1902 provides as\r\nfollows:\r\n     \"A publication or communication shall not be held or\r\ndeemed malicious when made in any legislative or judicial\r\nproceeding or in any other proceeding authorized by law. A\r\npublication or communication shall not be presumed to be\r\nmalicious when made:\r\n\n                             -3-\r                                          3\r\r\n\nto their defamation action brought under the provisions of\r\n\nPuerto Rico's General Tort Statute, Article 1802 of the Puerto\r\n\nRico Civil Code, see note 2, supra.\r\n\n          For this contention, appellants rely mainly upon\r\n\nRomany v. \r                     El Mundo, Inc.\r                                   , </pre><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">592</span></span><pre class=\"inline\"> (1963), and \r                                                              Ojeda Ojeda\r\n\nv. \r              El Vocero, Inc.\r                             , 94 J.T.S. 131 (1994). However, these cases\r\n\ndo not hold that an action for defamation brought under Article\r\n\n1802 may not be subject to essentially the same privilege\r\n\ncodified in the Libel and Slander Act of 1902. Rather, they\r\n\nmerely indicate that a libel and slander action brought\r\n\npursuant to the Libel and Slander Act of 1902 and a defamation\r\n\naction brought under Article 1802 of the Puerto Rico Civil Code\r\n\nare separate and independent causes of action with distinct\r\n\nelements.\r\n\n          Citing the Puerto Rico Supreme Court's opinion in\r\n\nRodriguez v. \r                        El Vocero, Inc.\r                                       , 94 J.T.S. 13 (1994), the district\r\n\ncourt construed Puerto Rico law as maintaining that, \"though\r\n\n[the action] arises under Section [sic] 1802 of the Civil Code,\r\n\ndefendant may claim the traditional defense of privilege as it\r\n\nmight under the Libel and Slander Act of 1902\", that being a\r\n\n     First. In the proper discharge of an official duty.\r\n     Second. In a fair and true report of a judicial,\r\nlegislative, official or other proceeding, or of anything said\r\nin the course thereof.\r\n     Third. To a Commonwealth official upon probable cause\r\nwith the intention of serving the public interest or of\r\nsecuring the redress of a private wrong.\"\r\n32 L.P.R.A. S 3144 (1968).\r\n\n                             -4-\r                                          4\r\r\n\n\"traditional defense[] that ha[s] always been available.\"\r\n\nGierbolini  \r                       Rosa, 930 F. Supp. at 717. We agree with the\r\n\ncourt's interpretation, which is supported in two other\r\n\ndecisions of the Supreme Court of Puerto Rico, namely, \r                                                                 Porto v.\r\n\nBentley \r                    Puerto \r                           Rico, \r                                 Inc., 92 J.T.S. 175 (1992), and  Jimenez\r\n\nAlvarez v. Silen Maldonado, 92 J.T.S. 95 (1992).\r\n\n          In Porto, a former employee, Ivan Porto, and his\r\n\nwife, personally and on behalf of the conjugal partnership and\r\n\ntheir minor children, sued the company, claiming damages for\r\n\n\"allegedly false, slanderous and libelous accusations\" made\r\n\nagainst him at the time of his discharge.  Porto, P.R. Offic.\r\n\nTrans. (majority opinion) at 2-3. He alleged that, in a letter\r\n\nof discharge, he was falsely accused of having unlawfully\r\n\nappropriated the official company vehicle.     Id. (majority\r\n\nopinion) at 3. Porto's action rested upon Article 1802 of the\r\n\nPuerto Rico Civil Code, as both parties to the suit were\r\n\n\"private persons.\"  Id. (majority opinion) at 6; see also id.\r\n\n(concurring opinion) at 1. The Supreme Court of Puerto Rico\r\n\nexplained: \"[i]n our jurisdiction the liability rule based on\r\n\nnegligence [governs] all libel tort suits brought by private\r\n\npersons.\" Id. (majority opinion) at 8 (citations omitted); \r                                                                      see\r\n\nalso id. (concurring opinion) at 2. Nevertheless, the   Porto\r\n\nCourt made reference to the common law privileges codified in\r\n\nSections 4 and 5 of the Libel and Slander Act of 1902, and\r\n\napplied \"the qualified privilege for promoting the free flow of\r\n\n                             -5-\r                                          5\r\r\n\ncommunication between employer and employee\" to defeat the\r\n\ncause of action for defamation. Id. (majority opinion) at 16-\r\n\n21; see also 32 L.P.R.A. S 3145 (1968).\r\n\n          Even more in point is the Puerto Rico Supreme Court's\r\n\ndecision in  Jimenez  \r                                 Alvarez, where one of the defendants,\r\n\nBaldomero Roig Velez, appealed from a partial judgment that\r\n\ndismissed his counterclaim for damages allegedly caused by\r\n\ncertain defamatory, false and libelous allegations negligently\r\n\nmade in the plaintiff's verified complaint.  Jimenez Alvarez,\r\n\nP.R. Offic. Trans. at 1. Writing for the Supreme Court of\r\n\nPuerto Rico, Justice Naveira de Rodon framed the issue\r\n\npresented for review as one of defamation, identifying the\r\n\nthree sources of a defamation claim in Puerto Rico: (1) the\r\n\nConstitution of the Commonwealth of Puerto Rico,\r                                                            (2) the Libel\r\n\nand Slander Act of 1902, and (3) Article 1802 of the Puerto\r\n\nRico Civil Code. Id. at 3-4. Nonetheless, Justice Naveira de\r\n\n4.   Section 5 of the Libel and Slander Act of 1902 states as\r\nfollows:\r\n          \"Malice shall be presumed to exist in any injurious\r\ncommunication or writing made without justifiable motive and\r\naddressed to any person other than to a relative within the\r\nthird degree, or to a person whom the author has under his\r\nguardianship or \r                           when said communication passes between persons\r\nhaving business in partnership, or other similar association\r                                                                       .\"\r\n32 L.P.R.A. S 3145 (1968) (emphasis added).\r\n\n5.   Article II, Section 8 of the Constitution of the\r\nCommonwealth of Puerto Rico provides as follows:\r\n     \"Every person has the right to the protection of law\r\nagainst abusive attacks on his honor, reputation and private or\r\nfamily life.\"\r\nP.R. Const. art. II, S 8.\r\n\n                             -6-\r                                          6\r\r\n\nRodon noted that the common-law privilege generally applicable\r\n\nto judicial proceedings \"covers anything that may be said with\r\n\nregard to the controversy, whether it be in the pleadings, in\r\n\naffidavits, or in open court.\"   Id. at 4 (citation omitted)\r\n\n(emphasis added). In Puerto Rico, Justice Naveira de Rodon\r\n\ncontinued, Section 4 of the Libel and Slander Act of 1902\r\n\nrecognizes a similar kind of privilege, and, for purposes of\r\n\nthat privilege, a complaint shall be deemed to be \"'[a]\r\n\npublication or communication . . . made in [a] . . . judicial\r\n\nproceeding.'\"  Id. at 5; see also 32 L.P.R.A. S 3144 (1968).\r\n\nThe court concluded that the common law privilege codified in\r\n\nSection 4 of the Libel and Slander Act of 1902, regarding\r\n\ncommunications in a legislative, judicial or any other\r\n\nproceeding authorized by law, barred the tort action for\r\n\ndefamation raised in Roig Velez's counterclaim.  Id. at 5, 7.\r\n\n          We, therefore, agree with the district court that the\r\n\nprivilege applies in the instant case to immunize BPPR's\r\n\nconduct in filing the informative return before the Puerto Rico\r\n\nTreasury Department and the proof of claim before the United\r\n\nStates Bankruptcy Court. The informative return, which BPPR,\r\n\nas payor, had a legal obligation to file with the Puerto Rico\r\n\nTreasury Department, qualifies as \"[a] publication or\r\n\ncommunication . . . made . . . in [a] . . . proceeding\r\n\nauthorized by law.\" 32 L.P.R.A. S 3144 (1968);      see  also\r\n\nGierbolini \r                       Rosa, 930 F. Supp. at 715-16. The proof of claim\r\n\n                             -7-\r                                          7\r\r\n\nis, as the district court pointed out, in the nature of an\r\n\nordinary civil pleading, and thus forms part of a \"judicial\r\n\nproceeding.\" 32 L.P.R.A. S 3144 (1968);  see also  Gierbolini\r\n\nRosa, 930 F. Supp. at 716. More specifically, the informative\r\n\nreturn and the proof of claim fall, as the district court\r\n\nfound, within the scope of Section 4's first and third\r\n\nprovisos, respectively.    See 32 L.P.R.A. S 3144 (1968);\r\n\nGierbolini \r                       Rosa, 930 F. Supp. at 718. We need not decide\r\n\nwhether the privilege is an absolute or a qualified privilege\r\n\nbecause, even if it is only qualified, there is no evidence of\r\n\nmalice or bad faith on the part of BPPR that would defeat the\r\n\nclaim of privilege in this case.  See Gierbolini Rosa, 930 F.\r\n\nSupp. at 718.\r\n\n          2. Appellants assert that the district court erred in\r\n\nfinding that they had offered insufficient evidence to\r\n\nestablish a causal nexus between the alleged defamatory conduct\r\n\nand the claimed mental and moral suffering. The appellants\r\n\nfurther insist that the district court erred in determining\r\n\nthat they had presented insufficient evidence to substantiate\r\n\nthe nature and the degree of their alleged damages. The three\r\n\nbasic elements of a cause of action under Article 1802 of the\r\n\nPuerto Rico Civil Code are as follows: (1) a guilty or\r\n\nnegligent act or omission, (2) a causal link between the act or\r\n\nomission and the damages, and (3) damages. 31 L.P.R.A. S 5141\r\n\n(1991); see  also  Gierbolini  \r                                           Rosa, 930 F. Supp. at 717\r\n\n                             -8-\r                                          8\r\r\n\n(\"Plaintiff must show that defendant's wrongful or negligent\r\n\nactions actually and proximately caused plaintiff certain and\r\n\nquantifiable damages.\" (citations omitted)); Rodriguez, P.R.\r\n\nOffic. Trans. at 7; Ojeda \r                                      Ojeda, P.R. Offic. Trans. at 2, 5.\r\n\nEven assuming arguendo that BPPR's conduct was negligent and\r\n\ndefamatory in the instant case, we nonetheless agree with the\r\n\ndistrict court that there was insufficient proof of causation\r\n\nand damages for the complaint to withstand a summary judgment\r\n\nchallenge.  See Gierbolini Rosa, 930 F. Supp. at 718-19.\r\n\n          The appellants contend that the district court's\r\n\ndetermination on this point is at odds with the position the\r\n\nsame judge took in \r                              Pages v. \r                                       Feingold, </pre><span class=\"citation\" data-id=\"1446637\"><a href=\"/opinion/1446637/pages-v-feingold/\"><span class=\"volume\">928</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">148</span></a></span><pre class=\"inline\"> (D.P.R.\r\n\n1996). The two cases are, however, distinguishable. In Pages,\r\n\nthere was an unmistakable causal connection between Feingold's\r\n\ndefamatory conduct and Pages' reputational damage. No such\r\n\nconnection exists in the case at hand between BPPR's filing of\r\n\nthe informative return and proof of claim and the Gierbolinis'\r\n\nalleged mental and moral suffering.  See Gierbolini Rosa, 930\r\n\nF. Supp. at 718-19. And, unlike  Pages, where not only mental\r\n\nand moral, but also financial and reputational damages were\r\n\nestablished, the evidence presented here in support of damages\r\n\ndid not go beyond the most conclusory allegations. See \r                                                                   id. at\r\n\n719.\r\n\n          3. Finally, the appellants contend that the district\r\n\ncourt erred in failing to consider the affidavit of attorney\r\n\n                             -9-\r                                          9\r\r\n\nWilliam Pagan submitted in support of \"Plaintiffs' Opposition\r\n\nto Defendant's Motion Requesting Entry of Summary Judgment\r\n\nDismissing the Complaint and for Order Requiring Defendant to\r\n\nPay Attorney's Fees and Costs.\" The appellants maintain that\r\n\nthis affidavit contained facts indicating the publication or\r\n\ncommunication of an additional defamatory statement outside the\r\n\nconfines of a privileged legislative, judicial or other\r\n\nproceeding authorized by law.\r\n\n          The Gierbolinis accompanied their opposition to\r\n\nBPPR's motion for summary judgment with a \"Statement of\r\n\nMaterial Facts as to Which There Exists a Genuine Issue to be\r\n\nTried.\" In the statement, the Gierbolinis asserted, for the\r\n\nfirst time, that BPPR's \"false and public accusations were not\r\n\nexclusively made through the Proof of Claim and [a related\r\n\nmotion]\" filed with the United States Bankruptcy Court, and\r\n\nthat BPPR, through employees at the Coamo branch, \"slandered\r\n\nand destroyed Carmen Gierbolini's reputation.\" The Pagan\r\n\naffidavit was cited as supporting these assertions. In that\r\n\naffidavit, the affiant stated that a BPPR auditor informed him\r\n\nthat Gierbolini-Marrero had been under investigation and would\r\n\npossibly be charged with fraud and defalcation.\r\n\n6.   The Pagan affidavit provides, in pertinent part, as\r\nfollows:\r\n     \"2. That sometime during the month of July 1992 Gilberto\r\nCanales an Auditor for Banco Popular de Puerto Rico informed me\r\nthat Carmen N. Gierbolini had been the subject of an\r\ninvestigation and would posibly [sic] be accused of fraud and\r\ndefalcation.\"\r\n\n                            -10-\r                                         10\r\r\n\n          We do not believe that the district court was\r\n\nrequired to consider the new incident mentioned in the Pagan\r\n\naffidavit for purposes of determining BPPR's motion for summary\r\n\njudgment. The conduct which the complaint alleges in paragraph\r\n\n12 to be \"tortious, wrongful, negligent and culpable\" under\r\n\nArticle 1802 of the Puerto Rico Civil Code is set out in\r\n\nparagraphs 9, 10 and 11 of the complaint. These describe\r\n\nBPPR's filing of the informative return before the Puerto Rico\r\n\nTreasury Department and the proof of claim and a related motion\r\n\nbefore the United States Bankruptcy Court. No mention is made\r\n\nof a claim of slander based on a statement by a BPPR auditor.\r\n\n          The Gierbolinis' \"Answer to Interrogatories\"\r\n\nreaffirmed that they based their charges of defamation on\r\n\nBPPR's filing of the informative return, the proof of claim and\r\n\na related motion. In their answers to Interrogatory No. 17,\r\n\naddressed to Gierbolini-Marrero, and Interrogatory No. 11,\r\n\naddressed to Gierbolini-Rosa, both Gierbolini-Marrero and\r\n\nGierbolini-Rosa identify BPPR's proof of claim and a related\r\n\nmotion as the basis for their allegation in paragraph 12 of the\r\n\ncomplaint. The only other answers that identify any\r\n\n7.   Interrogatories No. 17 and No. 11 provide, in pertinent\r\npart, as follows:\r\n     \"State the basis for your allegation in paragraph 12 of\r\nthe Complaint that BPPR 'falsely and publicly' accused you of\r\n'embezzlement and defalcation'.\"\r\n\n     Gierbolini-Marrero's answer to Interrogatory No. 17\r\nstates:\r\n\n                            -11-\r                                         11\r\r\n\ndefamatory conduct on the part of BPPR are those responding to\r\n\nInterrogatory No. 15, served on Gierbolini-Marrero, and\r\n\nInterrogatory No. 9, served on Gierbolini-Rosa, regarding the\r\n\nalleged falsity of the informative return filed with the Puerto\r\n\nRico Treasury Department.\r\n\n          Neither the complaint, nor the interrogatory answers,\r\n\nnor, for that matter, the \"Preliminary Pretrial Order\", mention\r\n\n     \"Proof of claim filed by BPPR on January 12, 1993 and\r\nMotion filed by BPPR on March 8, 1993 both in B-92-05458.\"\r\n\n     Gierbolini-Rosa's answer to Interrogatory No. 11 states:\r\n     \"Proof of claim filed by the BPPR on January 12, 1993 and\r\nMotion field [sic] by BPPR on March 8, 1993, both in the\r\nbankruptcy proceeding.\"\r\n\n8.   Interrogatories No. 15 and No. 9 provide, in pertinent\r\npart, as follows:\r\n     \"State the basis for your allegation in paragraph 9 of the\r\nComplaint that the report filed by BPPR with the Treasury\r\nDepartment was false and, specifically, was filed with the\r\nmalicious intent to harass plaintiffs.\"\r\n\n     Gierbolini-Marrero's answer to Interrogatory No. 15\r\nstates:\r\n     \"BPPR filed form 480.6 (Informative Return) with the\r\nTreasury Department reporting having paid me the amount of\r\n$95,387.22 during 1992 as deferred compensation. BPPR knew\r\nthat that was false. The obvious intention was to provoke a\r\ntax investigation of our return by the Treasury Department\r\nsince I could not have reported that income in my 1992 tax\r\nreturn because I never received the payment.\"\r\n\n     Gierbolini-Rosa's answer to Interrogatory No. 9 states:\r\n\n     \"BPPR filed form 480.6 Informative Return with the\r\nTreasury Department reporting having paid my wife the amount of\r\n$95,387.22 during 1992 as deferred compensation. BPPR knew\r\nthat the report was false. The obvious intention was to\r\nprovoke a tax investigation of our return by the Treasury\r\nDepartment since we could not have reported that income in our\r\n1992 return because my wife never received such payment.\"\r\n\n                            -12-\r                                         12\r\r\n\nany other allegedly defamatory acts. There is no allegation or\r\n\nassertion of fact in any of these documents indicating that one\r\n\nof the acts for which recovery is sought consists of a BPPR\r\n\nauditor telling someone in the community of Coamo that\r\n\nGierbolini-Marrero had been under investigation and would\r\n\npossibly be charged with fraud and defalcation. The appellants\r\n\ncontend that that incident was only discovered afterwards, at\r\n\nwhich time it was promptly brought to the district court's\r\n\nattention through the Pagan affidavit. Appellants, however,\r\n\ndid not move to amend their complaint to charge this alleged\r\n\nconduct as an additional defamatory act by BPPR. The district\r\n\ncourt and BPPR were not required to shoot at a moving target.\r\n\nThey were entitled to proceed on the assumption that the\r\n\ndefamation action rested on the claims in plaintiffs' complaint\r\n\nas confirmed in their sworn answers to interrogatories.\r\n\n          Affirmed.\r\n\n                            -13-\r                                         13\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1446637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1964104/"
  ]
}