{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197534/",
  "absolute_url": "/opinion/197534/nlrb-v-goodless-brothers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197534/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:32:32Z",
  "date_modified": "2017-03-24T10:52:30.082669Z",
  "type": "010combined",
  "sha1": "c3b4657d93384ef09546281e1815017976d7c809",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2068.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-2068\r\n\n                 NATIONAL LABOR RELATIONS BOARD,\r\n\n                           Petitioner,\r\n\n                                v.\r\n\n                   GOODLESS ELECTRIC CO., INC.,\r\n\n                           Respondent.\r\n\n                                           \r\n\n          ON APPLICATION FOR ENFORCEMENT OF AN ORDER OF\r\n                THE NATIONAL LABOR RELATIONS BOARD\r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Lynch, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Jay M. Presser, with whom Skoler, Abbott &amp; Presser, P.C. was\r                                                                       \r\non brief for respondent.\r\n     Susan  M.   Pavsner,  Attorney,   with  whom   Frederick  L.\r                                                                           \r\nFeinstein,  General   Counsel,  Linda  Sher,   Associate  General\r                                                     \r\nCounsel, Aileen  A. Armstrong, Deputy Associate  General Counsel,\r                                       \r\nand  Howard  E.  Perlstein,  Deputy  Assistant  General  Counsel,\r                                    \r\nNational Labor Relations Board, were on brief for petitioner.\r\n\n                                           \r\n\n                        September 5, 1997\r\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.  In February 1994, Local Union\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\nNo. 7  of the  International Brotherhood  of Electrical  Workers,\r\n\nAFL-CIO  (\"Union\") filed charges  of unfair labor  practices with\r\n\nthe  National Labor Relations  Board (\"NLRB\" or  \"Board\") against\r\n\nDefendant-Cross-Petitioner  Goodless  Electric  Co. (\"Goodless\").\r\n\nOn March  2, 1995, an  administrative law judge (\"ALJ\")  issued a\r\n\ndecision finding no  labor violations and  recommending dismissal\r\n\nof the charges.   The NLRB General Counsel appealed to a panel of\r\n\nthe NLRB, which, on April 30, 1996, reversed certain of the ALJ's\r\n\nfindings as they relate to the issues relevant to this appeal and\r\n\ndetermined  that Goodless had violated provisions of the National\r\n\nLabor Relations Act  (\"NLRA\" or \"Act\").  See  Goodless Elec. Co.,\r                                                                          \r\n\n321 N.L.R.B. 64  (1996).  Before us are the  Board's petition for\r\n\nenforcement of its order  and Goodless' petition for reversal  of\r\n\nthe Board's conclusions  of law.  For the  reasons stated herein,\r\n\nwe reverse and  deny the Board's petition for  enforcement of its\r\n\norder.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          The  background   facts  are   essentially  undisputed.\r\n\nGoodless  is   a  construction  industry   employer  engaged   in\r\n\nelectrical  contracting.   In June  1988, Goodless  agreed  to be\r\n\nbound  by an existing collective bargaining agreement between the\r\n\nmulti-employer   National   Electrical   Contractors  Association\r\n\n(\"NECA\")  and  the  Union.    In July  1990,  Goodless  became  a\r\n\nsignatory  to  a new  three-year collective  bargaining agreement\r\n\nbetween the  NECA and  the Union.   The agreement  authorized the\r\n\n                               -2-\r\r\n\nNECA to  bargain with the  Union on Goodless' behalf  unless that\r\n\nauthority  was withdrawn with  150 days' notice  of cancellation.\r\n\nThe relationship entered  into by Goodless and the  Union at this\r\n\npoint  constituted a Section  8(f)1 relationship under  the NLRA.\r\n\nUnder  Section 8(f), a  construction industry employer  may enter\r\n\ninto a  relationship with a  union whereby the union  bargains on\r\n\nbehalf of  the employer's employees  prior to a showing  that the\r\n\nunion has  garnered the support  of a majority of  the employees.\r\n\nThe  question on which the issues in this appeal hinge relates to\r\n\nthe circumstances  under which  a Section  8(f) relationship  may\r\n                    \r                              \r\n\n1  Section 8(f) of the Act, 29 U.S.C.   158(f) (1976), provides:\r\n\n          It  shall not  be  an  unfair labor  practice\r\n          under subsections (a) and (b) of this section\r\n          for  an  employer  engaged  primarily in  the\r\n          building and construction industry to make an\r\n          agreement covering employees engaged (or who,\r\n          upon their  employment, will  be engaged)  in\r\n          the building and construction industry with a\r\n          labor  organization  of  which  building  and\r\n          construction  employees   are  members   (not\r\n          established, maintained,  or assisted  by any\r\n          action  defined  in  subsection (a)  of  this\r\n          section as an unfair  labor practice) because\r\n          (1)  the   majority  status  of   such  labor\r\n          organization has  not been  established under\r\n          the provisions  of section 159 of  this title\r\n          prior to the making of such agreement, or (2)\r\n          such  agreement requires  as  a condition  of\r\n          employment,   membership   in    such   labor\r\n          organization after the  seventh day following\r\n          the  beginning  of  such  employment  or  the\r\n          effective date of the agreement, whichever is\r\n          later. . .  . Provided, That nothing  in this\r\n          subsection shall set  aside the final proviso\r\n          to  subsection  (a)  (3)   of  this  section:\r\n          Provided  further, That  any agreement  which\r\n          would  be invalid, but for clause (1) of this\r\n          subsection,  shall not be a bar to a petition\r\n          filed pursuant to section 159(c) or 159(e) of\r\n          this title.\r\n\n                               -3-\r\r\n\nbecome a Section 9(a)2 relationship.   Under Section 9(a), once a\r\n\nunion  has  become  the  representative  of  a  majority  of  the\r\n\nemployees  in an  appropriate bargaining  unit,  the employer  is\r\n\nrequired to bargain with the  union as the employees'  bargaining\r\n\nrepresentative.  The  NLRB has held that Section  8(f) status may\r\n\nchange  to Section  9(a)  status  by virtue  of  either a  Board-\r\n\ncertified election or  as the result of the  employer's voluntary\r\n\nrecognition  of the union  as the majority  collective bargaining\r\n\nagent.   Voluntary recognition  requires the  union's unequivocal\r\n\ndemand  for, and the  employer's unequivocal grant  of, voluntary\r\n\nrecognition    as    the   employees'    collective    bargaining\r\n\nrepresentative  based on the  union's contemporaneous  showing of\r\n\nmajority employee support.  See James Julian,  Inc., 310 N.L.R.B.\r                                                             \r\n\n1247, 1252 (1993).\r\n\n                    \r                              \r\n\n2  Section 9(a), 29 U.S.C.   159(a), provides:\r\n\n          Representatives  designated  or  selected for\r\n          the purposes of  collective bargaining by the\r\n          majority   of   the  employees   in   a  unit\r\n          appropriate for  such purposes, shall  be the\r\n          exclusive   representatives   of    all   the\r\n          employees in  such unit  for the  purposes of\r\n          collective bargaining in respect to rates  of\r\n          pay,  wages, hours  of  employment, or  other\r\n          conditions of employment:  Provided, That any\r\n          individual employee  or a group  of employees\r\n          shall have the  right at any time  to present\r\n          grievances to their employer and to have such\r\n          grievances adjusted, without the intervention\r\n          of the bargaining  representative, as long as\r\n          the adjustment is  not inconsistent with  the\r\n          terms of a  collective-bargaining contract or\r\n          agreement then in  effect:  Provided further,\r\n          That the  bargaining representative  has been\r\n          given  opportunity  to  be  present  at  such\r\n          adjustment.\r\n\n                               -4-\r\r\n\n          On June 18, 1992, Goodless  notified NECA and the Union\r\n\nthat  NECA was  no  longer authorized  to negotiate  on Goodless'\r\n\nbehalf  and  that Goodless  did  not intend  to  be bound  by any\r\n\nfurther contractual modifications or obligations beyond the then-\r\n\ncurrent agreement's  expiration date  of June  30,  1993.   Thus,\r\n\nGoodless indicated that any relationship between Goodless and the\r\n\nUnion would expire as of June 30, 1993.\r\n\n          In  July   1992,  a   Union  representative   contacted\r\n\nGoodless' president  and indicated  that Goodless  would need  to\r\n\nsign a  letter of assent.3  Goodless was  told that the letter of\r\n\nassent was  needed in order  for Goodless  to continue  receiving\r\n\n\"target  money.\"4   Goodless' president  reviewed  the letter  of\r\n\nassent and deleted some language contained in the letter.  He did\r\n\nnot, however, alter the following language:\r\n\n          The Employer agrees that if a majority of its\r\n          employees  authorize   the  Local   Union  to\r\n          represent them in  collective bargaining, the\r\n          Employer will  recognize the  Local Union  as\r\n          the NLRA  Section 9(a)  collective bargaining\r\n          agent for all employees performing electrical\r\n          construction work within  the jurisdiction of\r\n          the  Local Union  on all  present  and future\r\n          jobsites.\r\n\nGoodless signed the letter of assent on July 15, 1992.\r\n\n                    \r                              \r\n\n3   The 1988 NECA  agreement required employer-members to  sign a\r\nletter of assent to be bound by the NECA agreement.  Goodless did\r\nnot sign a  letter of assent  until 1992; this  is the letter  at\r\nissue  here.\r\n\n4  Target money was financial assistance provided by the Union to\r\naid union  employers  in competition  with  non-union  electrical\r\ncontractors.\r\n\n                               -5-\r\r\n\n          At a  meeting with  Union representatives  on June  22,\r\n\n1993, Goodless' president  again indicated that Goodless  did not\r\n\nintend to continue its relationship with the Union after June 30,\r\n\n1993.   The Union representatives encouraged Goodless to consider\r\n\nchanges regarding  service work  that NECA  had accepted  earlier\r\n\nthat month.  The meeting  ended with the participants agreeing to\r\n\nmeet on June 25.\r\n\n          On  June 24, the Union's business agent, Douglas Bodman\r\n\n(\"Bodman\"), held  a meeting of  all Goodless employees.   At this\r\n\nmeeting, he indicated the progress of negotiations with Goodless.\r\n\nAfter  informing the employees of Goodless'  claim that the Union\r\n\nlacked  employee  support,   he  asked  the  employees   to  sign\r\n\nauthorization cards  as evidence  of their  desire for  continued\r\n\nrepresentation.  All employees signed the cards, which stated:\r\n\n          I  authorize  Local  Union   No.  7  of   the\r\n          International   Brotherhood   of   Electrical\r\n          Workers   to  represent   me  in   collective\r\n          bargaining   with  my   present  and   future\r\n          employers on all present and future  jobsites\r\n          within the jurisdiction  of the Union.   This\r\n          authorization  is  non-expiring,  binding and\r\n          valid until such  time as I submit  a written\r\n          revocation.\r\n\n          At the second meeting, on June 25, between Goodless and\r\n\nthe  Union, Goodless  maintained that the  company's relationship\r\n\nwith the  Union would end  with the expiration of  the agreement.\r\n\nIn response, Bodman  presented the authorization cards  signed by\r\n\nall Goodless  employees.   Goodless' president  tossed the  cards\r\n\nback at Bodman,  telling him that  he could \"shove them  up [his]\r\n\nass.\"  Another  Union representative calmed tensions  and secured\r\n\n                               -6-\r\r\n\nfrom Goodless a six-month extension  of the 1990-1993 contract by\r\n\npromising certain terms for Goodless.\r\n\n          On December  13, Goodless  informed the  Union that  it\r\n\nintended   to  withdraw  recognition   of  the  Union   upon  the\r\n\napproaching  December  31  expiration  date.    On  December  17,\r\n\nGoodless   sent  a  letter  to  all  employees  indicating  these\r\n\nintentions  and inviting the employees to discuss the matter with\r\n\nGoodless management prior to December 23.\r\n\n          On  December 21, the  Union responded with  two letters\r\n\nreminding Goodless  of the  language contained  in the  letter of\r\n\nassent that bound Goodless to  recognize the Union as the Section\r\n\n9(a)  collective-bargaining  representative   on  a  showing   of\r\n\nmajority support and indicating that, the Union  having made such\r\n\na showing at the June 25  meeting, the Union was now the  Section\r\n\n9(a) bargaining representative and  Goodless could not  repudiate\r\n\nthe relationship or negotiate directly with its employees.\r\n\n          Union Business  Manager Bodman  composed a  form letter\r\n\nfor the  employees to send  to Goodless in response  to Goodless'\r\n\nDecember 17 letter.   All  but one  Goodless employee  signed and\r\n\nsubmitted this form letter, which stated in relevant part:\r\n\n            I  intend  to continue  my  employment with\r\n          Goodless Electric and  maintain my membership\r\n          with [the Union].   I expect you  to continue\r\n          to comply with my union contract and maintain\r\n          the current wages and terms and conditions of\r\n          employment.\r\n\n            If   you  need   to   discuss  any   matter\r\n          concerning wages  or terms and  conditions of\r\n          employment, contact  my Union  Representative\r\n          Douglas Bodman.\r\n\n                               -7-\r\r\n\n          On  December   30,  Goodless  announced  new  terms  of\r\n\nemployment  to  take effect  January  1,  1994.   On  January  1,\r\n\nGoodless also  ceased to  recognize the  Union as the  employees'\r\n\ncollective bargaining agent.\r\n\n          Because Goodless  was no longer a signatory to the NECA\r\n\nagreement,  the apprentices working for Goodless were informed by\r\n\nthe Joint  Apprentice Training  Committee (JATC)5  on January  6,\r\n\n1994,  that  they  would  be  subject  to  termination  from  the\r\n\napprenticeship  program if they  continued to work  for Goodless.\r\n\nAs a  result, the  apprentices terminated  their employment  with\r\n\nGoodless en masse.\r\n\n          As a  result  of these  unilateral  modifications,  the\r\n\nUnion filed  charges  of unfair  labor practices  with the  NLRB,\r\n\nalleging that the relationship between the Union and Goodless had\r\n\nbeen transformed from a Section 8(f)  relationship into a Section\r\n\n9(a) relationship upon the Union's showing of majority support in\r\n\nJune  1993.   Because the  relationship was  allegedly one  under\r\n\nSection  9(a), the  Union argues that  Goodless was  obligated to\r\n\nbargain  with it  as the  employees' representative.   The  Union\r\n\ncontends  that by  withdrawing  recognition of  the Union  as the\r\n\nemployees' collective bargaining agent  and unilaterally changing\r\n\nthe terms and conditions of employment, Goodless violated Section\r\n                    \r                              \r\n\n5   Under  the NECA  collective-bargaining  agreement, the  Joint\r\nApprentice  Training  Committee  ran  an  apprenticeship  program\r\nconsisting of three members of the Union and three members of the\r\ncontractors' association.   To be eligible to  train apprentices,\r\nan  employer had  to \"be  signatory  to and  meet the  qualifying\r\nrequirements  as  set forth  in  the  basic labor  agreement  and\r\nprovide the necessary work experience for training.\"\r\n\n                               -8-\r\r\n\n8(a)(5)6 of  the National  Labor Relations Act.   The  Union also\r\n\ninsists that  Goodless constructively discharged  the apprentices\r\n\nin violation of Section 8(a)(3).7\r\n                    \r                              \r\n\n6  Section 8(a)(5), 29 U.S.C.   158(a)(5), provides:\r\n\n          It shall be  an unfair labor practice  for an\r\n          employer --\r\n\n          (5)  to refuse  to bargain  collectively with\r\n          the representatives of his employees, subject\r\n          to the provisions of  section 159(a) of  this\r\n          title.\r\n\n7  Section 8(a)(3), 29 U.S.C.   158(a)(3), provides:\r\n\n          It shall be  an unfair labor practice  for an\r\n          employer --\r\n\n          (3) by  discrimination in  regard to  hire or\r\n          tenure of employment or any term or condition\r\n          of  employment  to  encourage  or  discourage\r\n          membership   in   any   labor   organization:\r\n          Provided, That nothing in this subchapter, or\r\n          in any  other statute  of the United  States,\r\n          shall  preclude an  employer  from making  an\r\n          agreement  with  a  labor  organization  (not\r\n          established, maintained,  or assisted  by any\r\n          action  defined  in  this  subsection  as  an\r\n          unfair  labor  practice)   to  require  as  a\r\n          condition of employment membership therein on\r\n          or after  the  thirtieth  day  following  the\r\n          beginning of such employment or the effective\r\n          date  of  such  agreement,  whichever is  the\r\n          later, (i) if such labor organization is  the\r\n          representative of  the employees  as provided\r\n          in section  159(a)  of  this  title,  in  the\r\n          appropriate     collective-bargaining    unit\r\n          covered by such agreement when made, and (ii)\r\n          unless following an election held as provided\r\n          in section  159(e) of  this title  within one\r\n          year  preceding the  effective  date of  such\r\n          agreement,  the  Board shall  have  certified\r\n          that at  least a  majority  of the  employees\r\n          eligible to vote in such  election have voted\r\n          to  rescind  the  authority   of  such  labor\r\n          organization  to  make   such  an  agreement:\r\n          Provided  further,  That  no  employer  shall\r\n\n                               -9-\r\r\n\n          The case was first heard  before an ALJ, who determined\r\n\nthat  the relationship  between  Goodless and  the Union  did not\r\n\nchange to a  Section 9(a) relationship.  Because the relationship\r\n\nremained a Section  8(f) relationship, Goodless remained  free to\r\n\nrepudiate the relationship at the end of the contractual term and\r\n\nthus  its  unilateral  changes to  the  terms  and conditions  of\r\n\nemployment  did not  violate either  Section  8(a)(3) or  Section\r\n\n8(a)(5).\r\n\n          The NLRB  reversed the  ALJ's opinion  in ruling  that,\r\n\nunder existing NLRB  case law, the relationship  between Goodless\r\n\nand  the Union  changed from  a  Section 8(f)  relationship to  a\r\n\nSection  9(a)  relationship  upon  the  Union's  presentation  to\r\n\nGoodless of the  employee-signed authorization cards.   The Board\r\n\nheld that  the letter of assent signed  by Goodless in June 1992,\r\n\nin  which  it  stated  that,  should the  Union  garner  majority\r\n\nsupport, Goodless would  recognize the Union as the  Section 9(a)\r\n\nemployee representative, amounted to a standing promise to extend\r\n\nsuch  recognition  conditioned  only on  the  Union's  showing of\r\n\nmajority support.  When the Union showed majority support through\r\n                    \r                              \r\n\n          justify   any   discrimination   against   an\r\n          employee   for  nonmembership   in  a   labor\r\n          organization (A) if he has reasonable grounds\r\n          for  believing that  such membership  was not\r\n          available  to the employee  on the same terms\r\n          and conditions generally  applicable to other\r\n          members, or (B) if he has reasonable  grounds\r\n          for believing that  membership was denied  or\r\n          terminated for reasons other than the failure\r\n          of the employee  to tender the periodic  dues\r\n          and the initiation fees uniformly required as\r\n          a   condition  of   acquiring  or   retaining\r\n          membership.\r\n\n                               -10-\r\r\n\nthe authorization  cards in  June 1993,  the Board  reasoned, the\r\n\ncondition  had been  met and  Goodless was  bound by  its earlier\r\n\npromise  to  recognize the  Union  as the  Section  9(a) employee\r\n\nrepresentative.    The  Board then  found  violations  of Section\r\n\n8(a)(3) for  Goodless' withdrawal of recognition of the Union and\r\n\nof  Section  8(a)(5)  for  constructive  discharge  of  the  four\r\n\napprentices.  The Board ordered Goodless to cease and desist, and\r\n\nalso ordered that Goodless:  recognize the Union as the exclusive\r\n\nbargaining agent of its  journeymen electricians and apprentices;\r\n\nrescind changes  in employment terms  made on and  after December\r\n\n31, 1993; and make whole all  employees who worked for it on  and\r\n\nafter December 31, 1993, for any loss of wages and other benefits\r\n\nsuffered with interest, make whole any fringe  benefit funds, and\r\n\nreimburse employees  for any  losses or  expenses  they may  have\r\n\nincurred because of Goodless'  failure to make payments  to those\r\n\nfunds.   Finding that  the NLRB misapplied  its own  precedent in\r\n\nthis case, we deny enforcement of its order.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r\n\n          We  determine whether  the  Board's decision  correctly\r\n\napplies the  law  and  whether  it is  supported  by  substantial\r\n\nevidence on the record.   See Yesterday's Children, Inc. v. NLRB,\r                                                                          \r\n\n115 F.3d 36, 44 (1st Cir. 1997); see also  Universal Camera Corp.\r                                                                           \r\n\nv. NLRB, 340 U.S. 474,  488 (1951).  \"We must  sustain inferences\r                 \r\n\nthat  the Board  draws  from  the facts  and  its application  of\r\n\nstatutory standards to those facts and inferences as long as they\r\n\nare reasonable.\"   NLRB  v. Laverdiere's  Enter., 933  F.2d 1045,\r                                                          \r\n\n                               -11-\r\r\n\n1050 (1st  Cir. 1991).   The standard  is quite  deferential, and\r\n\ndoes  not allow  us to  displace the  Board's choice  between two\r\n\nconflicting views merely  because we may \"justifiably have made a\r\n\ndifferent  choice  had  the  matter been  before  [us]  de novo.\"\r                                                                         \r\n\nUniversal Camera Corp., 340 U.S. at 488.  This standard, however,\r                                \r\n\nis no rubber stamp:   We must  set aside a  Board decision if  we\r\n\ncannot fairly  find that  it is either  supported by  substantial\r\n\nevidence in  the record, id.,  or correctly applies  the relevant\r                                      \r\n\nlaw, Shaw's  Supermarkets v. NLRB,  884 F.2d 34, 35-37  (1st Cir.\r                                           \r\n\n1989);  see also  Laverdiere's  Enter., 933  F.2d  at 1050  (\"The\r                                                \r\n\ncourts  of appeals  are  charged  with  'responsibility  for  the\r\n\nreasonableness  and fairness  of Labor  Board  decisions,' and  a\r\n\ncourt must set aside Board action when it 'cannot conscientiously\r\n\nfind that the  evidence supporting that decision  is substantial,\r\n\nwhen viewed  in the light  the record in its  entirety furnishes,\r\n\nincluding the  body of  evidence opposed to  the Board's  view.'\"\r\n\n(citations  omitted) (quoting Universal Camera Corp., 340 U.S. at\r                                                              \r\n\n488, 490)).\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\nI.  Statutory structure\r          I.  Statutory structure\r\n\n          Section 9(a), 29 U.S.C.   159(a), of the National Labor\r\n\nRelations Act designates the manner  in which a union becomes the\r\n\nexclusive bargaining  representative of a  unit of employees.   A\r\n\nrepresentative selected by a majority of the employees in a unit,\r\n\nto which the  section applies, shall be the  employees' exclusive\r\n\nbargaining representative.   See 29 U.S.C.    159(a).  Generally,\r                                          \r\n\n                               -12-\r\r\n\nit is a violation  of Section 8(a) of the NLRA for an employer to\r\n\ntreat  a union as the exclusive  bargaining representative of its\r\n\nemployees prior  to that  union's being designated  as such  by a\r\n\nmajority of the employees.  See 29 U.S.C.   158(a) &amp; (f).\r                                         \r\n\n          The  construction industry,  however,  tends to  employ\r\n\nworkers for short durations and on  discrete projects, making the\r\n\ndesignation or  selection of  a  union representative  difficult.\r\n\nSee generally S. Rep. No. 86-187 (1959).   To remedy this problem\r                       \r\n\nand    allow   construction    workers   collective    bargaining\r\n\nrepresentation, Congress enacted  Section 8(f) of the  NLRA.  See\r                                                                           \r\n\nid.   Section  8(f)  essentially  provides an  exception  to  the\r             \r\n\nprohibitions   on   employer   recognition   of  a   non-majority\r\n\nrepresentative in the construction industry.  Section 8(f) allows\r\n\na  construction  industry  employer  to  enter  into  a  specific\r\n\nagreement of limited duration with a union whereby the union acts\r\n\nas the employees'  collective bargaining agent.  See  29 U.S.C.  \r                                                              \r\n\n158(f).   Employees  are allowed,  however, to  petition for  the\r\n\nselection of a different agent as their representative.  Id.\r                                                                      \r\n\nII.  Board precedent\r          II.  Board precedent\r\n\n          Prior  to the Board's decision in  John Deklewa &amp; Sons,\r                                                                           \r\n\nInc.,  282  N.L.R.B. 1375  (1987),  Board precedent  held  that a\r              \r\n\nSection   8(f)  relationship  could  change  to  a  Section  9(a)\r\n\nrelationship  under the  \"conversion doctrine.\"   The  conversion\r\n\ndoctrine required only a  union's showing of majority  support at\r\n\nsome point during  the relevant period to convert  a Section 8(f)\r\n\nrelationship  into a Section 9(a) relationship.  \"The achievement\r\n\n                               -13-\r\r\n\nof majority  support required  no notice,  no simultaneous  union\r\n\nclaim of majority, and no assent  by the employer to complete the\r\n\nconversion process.\"   Id.  at 1378.   Upon such  conversion, the\r                                    \r\n\nemployer was required under Section  9(a) to recognize the  union\r\n\nas the employees' exclusive bargaining agent.   Id. at 1379.  The\r                                                             \r\n\nconversion created an irrebuttable presumption of majority status\r\n\nfor the duration of the agreement.  Id.\r                                                 \r\n\n          Along  came   Deklewa,  however,  in  which  the  Board\r                                         \r\n\noverturned its  \"conversion doctrine,\" on the ground  that it did\r\n\nnot serve the  \"statutory objectives of employee  free choice and\r\n\nlabor  relations  stability.\"   Id.    In  its place,  the  Board\r                                             \r\n\nestablished four cardinal principles to govern this area:\r\n\n          (1)    a   collective-bargaining    agreement\r\n          permitted   by   Section    8(f)   shall   be\r\n          enforceable through the mechanisms of Section\r\n          8(a)(5)   and  Section   8(b)(3);  (2)   such\r\n          agreements  will  not bar  the  processing of\r\n          valid   petitions   [for   a  Board-certified\r\n          election] filed pursuant  to Section 9(c) and\r\n          Section   9(e);   (3)  in   processing   such\r\n          petitions, the appropriate unit normally will\r\n          be the single employer's employees covered by\r\n          the agreement; and (4) upon the expiration of\r\n          such  agreements,  the signatory  union  will\r\n          enjoy no presumption  of majority status, and\r\n          either   party   may   repudiate   the   8(f)\r\n          bargaining relationship.\r\n\nId.  at 1377-78.    As  part of  the  new  structure, neither  an\r             \r\n\nemployer nor  a union who  is a party to  Section 8(f) agreements\r\n\nmay unilaterally repudiate their  relationship during the express\r\n\nperiod of the agreement.  Id. at 1387.  The Board also determined\r                                       \r\n\nthat, at no  time during the  duration of the agreement  does the\r\n\n                               -14-\r\r\n\nunion enjoy a  presumption, rebuttable or otherwise,  of majority\r\n\nstatus.  Id.\r                      \r\n\n          Because of the unique situation in which a Section 8(f)\r\n\nrelationship arises, Board case law  since Deklewa has set  forth\r                                                            \r\n\nonly two means  by which a union  may obtain Section 9(a)  status\r\n\nduring the course of a Section 8(f) relationship:  (1) through  a\r\n\nBoard-certified  election, or (2) through an employer's voluntary\r\n\ngrant of  recognition of  the union  as the  employees' exclusive\r\n\nmajority bargaining agent.   Unless and  until a relationship  is\r\n\nproved  to  be  otherwise, a  bargaining  relationship  between a\r\n\nconstruction industry employer and a union is presumed to be 8(f)\r\n\nrather than 9(a).  See  Comtel Sys. Technology, 305 N.L.R.B. 287,\r                                                        \r\n\n289 (1991).   The burden of proving a 9(a)  relationship rests on\r\n\nthe party asserting its  existence.  Casale Indus., 311  N.L.R.B.\r                                                            \r\n\n287, 288  (1993).   Because the Board  determined below  that the\r\n\nUnion  had met  its burden  of proving  that Goodless  granted it\r\n\nvoluntary recognition, we focus our inquiry on the latter ground.\r\n\n          The NLRB has held that \"a party may prove the existence\r\n\nof a  9(a) relationship .  . .  through . .  . a  union's express\r\n\ndemand for, and an employer's voluntary grant of,  recognition to\r\n\nthe union as bargaining representative based on a contemporaneous\r\n\nshowing of union support among a majority of the  employees in an\r\n\nappropriate  unit.\"   J &amp; R  Tile, Inc., 291  N.L.R.B. 1034, 1036\r                                                 \r\n\n(1988).    There  must be  \"positive  evidence\"  that the  \"union\r\n\nunequivocally  demanded   recognition  as  the   employees'  9(a)\r\n\n                               -15-\r\r\n\nrepresentative and that the employer unequivocally accepted it as\r\n\nsuch.\"  Id.\r                     \r\n\n          The cases in  which the Board has applied this approach\r\n\nfall into two  categories, the first finding that the acts of the\r\n\nunion  and   the   employer  transformed   their   Section   8(f)\r\n\nrelationship into  a Section  9(a) relationship,  and the  second\r\n\ndetermining  that the parties failed to meet the requirements for\r\n\nsuch a transformation.  A consistent theme running throughout the\r\n\ncases  in the first category  is the requirement  that all of the\r\n\nfollowing three parts  of the voluntary recognition  test be met:\r\n\n(1) the union must expressly and unequivocally demand recognition\r\n\nas the employees'  Section 9(a) representative; (2)  the employer\r\n\nmust expressly and unequivocally grant the requested recognition;\r\n\nand  (3)  that  demand  and   recognition  must  be  based  on  a\r\n\ncontemporaneous showing that the union enjoys majority support of\r                         \r\n\nthe employers' workforce.\r\n\n          Board case law emphasizes that the third requirement is\r\n\nessential.  In addition to  an actual showing of majority support\r\n\nthrough the  presentation of employee-signed  authorization cards\r\n\nto an  employer,  see  Hayman  Electric, 214  N.L.R.B.  879,  886\r                                                 \r\n\n(1994),  or through an  employer-conducted poll prior  to initial\r\n\nrecognition,  see  Precision  Piping,  284  N.L.R.B.  1110,  1112\r                                              \r\n\n(1987), the  Board has found  as sufficient to satisfy  the third\r\n\nrequirement  a  union's  claim  of  majority  support  that  went\r\n\nunchallenged  by the  employer  for  a period  of  more than  six\r\n\nmonths.  See, e.g., Triple  A Fire Protection, Inc., 312 N.L.R.B.\r                                                             \r\n\n                               -16-\r\r\n\n1088,  1089 (1993)  (declining  to  question  whether  the  union\r\n\nactually achieved the majority status  it claimed at the time the\r\n\nemployer recognized  it when  the challenge  to such status  came\r\n\nover four years after the agreement); Casale Indus., 311 N.L.R.B.\r                                                             \r\n\n951,  953  (1993)  (refusing to  permit  employer's  challenge to\r\n\nunion's majority status arising six years after the union claimed\r\n\nto  have  obtained  that  status  and  limiting  the  window  for\r\n\nchallenge  to  six  months  from  the  time  majority  status  is\r\n\nclaimed); Golden  West Elec. Co., 307 N.L.R.B.  1494, 1495 (1992)\r                                          \r\n\n(holding that  employer's act of  reading and signing,  and later\r\n\nacknowledging its agreement with, a letter stating that the union\r\n\nrepresented a majority of employees was sufficient showing of the\r\n\nunion's majority  status to  find a  Section 9(a)  relationship).\r\n\nSimilarly, the Board found the  third requirement to be met where\r\n\nan employer's admission or acknowledgement that the union enjoyed\r\n\nmajority support among its  employees was given contemporaneously\r\n\nwith the demand for recognition  and was provided without further\r\n\ninquiry into the  union's actual status.  See  Golden West Elec.,\r                                                                          \r\n\n307  N.L.R.B. at  1495 (relying  on the  employer's admission  of\r\n\nmajority status  to satisfy the  burden of  showing Section  9(a)\r\n\nstatus).  From this case law it is clear that when a union claims\r\n\nit has  attained majority status  and the parties, based  on that\r\n\nclaim, agree  to a Section  9(a) relationship, the  employer must\r\n\nchallenge that status  within a  reasonable period  of time  (six\r\n\nmonths), or be bound by its agreement.\r\n\n                               -17-\r\r\n\n          The  Board  has  also  held  that  notwithstanding  the\r\n\nparties' intention  to enter  into a  Section 9(a)  relationship,\r\n\ntheir relationship is not entitled  to Section 9(a) status if the\r\n\nunion has not actually achieved majority status prior to the time\r\n\nof the demand.   See  Comtel Sys.  Tech., 305  N.L.R.B. 287,  289\r                                                  \r\n\n(1991)  (determining  no  Section  9(a)  relationship  would   be\r\n\nestablished  unless union made  a showing of  majority support of\r\n\nsingle-unit employer's employees prior  to that employer's  entry\r\n\ninto  a  multi-employer  bargaining relationship  claimed  to  be\r\n\ngoverned by  Section 9(a)); see also J &amp;  R Tile, 291 N.L.R.B. at\r                                                          \r\n\n1037  (declining to find that predecessor  employer and union had\r\n\nentered into Section  9(a) relationship where no showing was made\r\n\nthat the union  had obtained majority support at the  time of the\r\n\nparties'  agreement  and  no indication  was  presented  that the\r\n\nparties  intended  a  Section 9(a)  relationship);  James Julian,\r                                                                           \r\n\nInc.,  310 N.L.R.B. at 1253 (describing the finding regarding the\r              \r\n\npredecessor employer  in  J &amp;  R Tile  as based  on  the lack  of\r                                               \r\n\nevidence that \"the collective-bargaining agreement was entered on\r\n\nthe basis  of a demonstrated  showing of the  union's majority\").\r\n\nThus,  Board precedent indicates that the  union's demand for and\r\n\nthe  employer's grant  of recognition  must be  predicated  on at\r\n\nleast  an  unchallenged  claim,  if  not  an actual  showing,  of\r\n\ncontemporaneous majority support.8\r                         \r\n                    \r                              \r\n\n8    In   fact,  the  Board's  General  Counsel   has  noted  its\r\nunderstanding of Deklewa and progeny as providing that failure to\r                                  \r\nshow majority support at  the time of the demand  will defeat any\r                                            \r\nattempts at  a Section  9(a) relationship.   The  General Counsel\r\ninterpreted Deklewa and progeny as holding that, \"to prove that a\r                             \r\n\n                               -18-\r\r\n\n          Applying these  principles to  the undisputed facts  in\r\n\nthe  instant appeal, we simply cannot  find that the requirements\r\n\nset forth by the Board in Deklewa and subsequent cases  have been\r                                           \r\n\nsatisfied.   Quite  simply, the  requirement  that a  demand  and\r\n\nrecognition be  based on  a contemporaneous  showing of  majority\r                                                     \r\n\nsupport was  never satisfied.   The record  does not  support the\r\n\nconclusion that, when the Union presented the letter of assent to\r\n\nGoodless in  June 1992,  in which  it allegedly  sought Goodless'\r\n\nrecognition,  it made a contemporaneous claim of majority support\r\n\non which  Goodless' recognition  of the  union's majority  status\r                                                                           \r\n\ncould be made.9   A showing of  majority support at least  a year\r\n                    \r                              \r\n\nrelationship   in  the  construction  industry  is  a  Section  9\r\nrelationship, there must  be (1) a union demand  to be recognized\r\nas the Section  9 representative; (2)  an employer acceptance  of\r\nthe union's  demand; and (3) majority status  at the time of such\r\ndemand and  acceptance.\"  Advice  Ltr. from NLRB Gen.  Counsel to\r\nRegional Director of  Region 9, Feb. 27, 1989, 1989 WL 241614, at\r\n*2  (Feb.  27, 1989).    In  determining  that, under  the  facts\r\npresented  to it,  no Section  9(a)  relationship could  be found\r\nbecause \"there  has been no  showing that the Union  represents a\r\nmajority of the employees in the appropriate unit,\" it noted:\r\n\n          Even  if the Union does, in fact, represent a\r\n          majority of the Employer's  employees, J &amp;  R\r                                                                 \r\n          Tile makes clear that there must  be explicit\r                        \r\n          proof  presented  contemporaneously  with the\r\n          Union's demand  and the  Employer's voluntary\r\n          recognition.   Thus, although  the Employer's\r\n          ambiguous  statements  arguably  may indicate\r\n          that  it  believed  the  Union  had  majority\r\n          support, those statements are insufficient to\r\n          confer  9(a)  status upon  the  Union without\r\n          actual demonstration of that majority status.\r\n\nId.\r             \r\n\n9  In its brief, the Board suggests that Decorative Floors, Inc.,\r                                                                          \r\n315  N.L.R.B. 188,  189 (1994),  and Hayman  Electric,  Inc., 314\r                                                                      \r\nN.L.R.B. 879,  887 n.8  (1994), support  the opposite  conclusion\r\nregarding  the  requirement  of a  showing  of  majority support.\r\n\n                               -19-\r\r\n\nlater can hardly  be considered a showing  made contemporaneously\r\n\nwith,   and  as  a  prerequisite  to,   the  Union's  demand  for\r\n\nrecognition.\r\n\n          Moreover, the cases that presume majority support still\r\n\nrequire  contemporaneity.    The  record  raises  serious  doubts\r\n\nregarding whether Goodless  in fact conceded  that the Union  had\r\n\nobtained  majority support.   The Board concluded  that Goodless'\r\n\nunartful statement  at the  June 25 meeting  was evidence  of its\r\n\nrecognition of  the union's majority status.   Even assuming that\r\n\nthe  Board's interpretation of the meaning of Goodless' statement\r\n\nis  sound, its case law unmistakably  holds that nevertheless the\r\n\nshowing  of  majority  status must  be  contemporaneous  with the\r\n\ndemand and recognition of that  status.  These preconditions to a\r\n\n9(a) recognition are clearly lacking here.\r\n\n          In  arriving at its  conclusion, the Board  relied upon\r\n\nprinciples of contract law.  See Goodless Elec. Co., 321 N.L.R.B.\r                                                             \r\n\nat 66.  In discussing Goodless' signing of the letter of  assent,\r\n\nthe Board suggests  that \"the letter  of assent constituted,  for\r\n\nthe remainder of its term, both a continuing request by the Union\r\n\nfor 9(a) recognition and a continuing, enforceable promise by the\r\n\nRespondent  [Goodless]  to grant  voluntary  recognition on  that\r\n\n                    \r                              \r\n\nWhile the Board  is quite correct that neither  of these opinions\r\nrequired that  the union demonstrate  through extrinsic  evidence\r\nthe  existence  of majority  support, they  were not  so required\r\nbecause  in  Hayman Electric,  the  union  had  made a  claim  of\r                                                                       \r\nmajority  support, which the employer failed to challenge, and in\r\nDecorative  Floors,  the  employer   had  signed  a   recognition\r                            \r\nagreement explicitly stating that the union had attained majority\r\nstatus.  The same is not true here.\r\n\n                               -20-\r\r\n\nbasis if  the Union demonstrated majority support.\"  Id.  On this\r                                                                  \r\n\npoint, we  have noted  that \"[t]he prevailing  rule, in  this and\r\n\nother  circuits,  provides  that   technical  rules  of  contract\r\n\ninterpretation  are not necessarily  binding on the  Board in the\r\n\ncollective bargaining  context, even though  it is free  to apply\r\n\ngeneral  contract  principles  so as  to  foster  the established\r\n\nfederal  labor policy favoring  collective bargaining.\"   NLRB v.\r                                                                        \r\n\nBoston Dist.  Council of Carpenters,  80 F.3d 662, 665  (1st Cir.\r                                             \r\n\n1996).   Furthermore,  it  is  clear  that general  contract  law\r\n\nprinciples cannot  supplant the  requirement of  a federal  labor\r\n\npolicy  such as  that  embodied in  Section  9(a) requiring  that\r\n\nemployees  be  represented  by  an  organization  approved  by  a\r\n\nmajority of employees.\r\n\n          In  the unique circumstances surrounding a Section 8(f)\r\n\nrelationship  between a  construction  industry  employer  and  a\r\n\nunion,  for ten  years  the  Board has  followed  a specific  and\r\n\ndiscrete  two-option   rule  for   the  transformation   of  that\r\n\nrelationship into  a Section 9(a) relationship.   Under the plain\r\n\nterms of that rule, a  finding in favor of Goodless is  required.\r\n\nWe cannot accept the Board's  departure from its own precedent in\r\n\nthis  case  in   the  absence  of  some  cogent  explanation,  an\r\n\nexplanation   that  has  not  been  forthcoming.10    See  Shaw's\r                                                                           \r\n\nSupermarkets, Inc.,  884 F.2d at  35 (\"Although the Board  is not\r                            \r\n\npermanently bound by  its precedent,  when it  wishes to  deviate\r\n\n                    \r                              \r\n\n10  Indeed, the Board does not acknowledge that its decision is a\r\ndeparture from past precedent.\r\n\n                               -21-\r\r\n\nfrom well-established precedent  as significantly as it  has done\r\n\nhere,  it   must,  at  least,   explain  the   reasons  for   its\r\n\ndeviation.\").11   Under Board precedent, the parties maintained a\r\n\nSection 8(f) relationship  because no contemporaneous showing  of\r\n\nmajority support  accompanied the  Union's demand   to  Goodless.\r\n\nThus, Goodless  did not  violate Section  8(a)(5) by  repudiating\r\n\nthat  relationship  or  by unilaterally  changing  the  terms and\r\n\nconditions of employment under the circumstances of this appeal.\r\n\n          As  a  final  matter,  the  Board's  finding  that  the\r\n\napprentices  were  constructively   discharged  rested  upon  its\r\n\nconclusion  that  Goodless committed  unfair  labor  practices by\r\n\nrepudiating  its relationship with the Union, and by unilaterally\r\n\nimplementing changes in  the terms and conditions  of employment.\r\n\nBecause we do  not agree with  that finding, we cannot  enforce a\r\n\nruling predicated upon it.   We therefore deny enforcement of the\r\n\nBoard's finding that  Goodless violated Sections 8(a)(3)  and (1)\r\n\nby constructively discharging the apprentices.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the foregoing reasons, we reverse and remand to the\r                                                  reverse     remand\r                                                                    \r\n\nNational Labor Relations Board for proceedings in accordance with\r\n\nthis opinion.\r\n\n                    \r                              \r\n\n11   As a  secondary matter,  we do  not think  that the  Union's\r\ndemand,  let alone  Goodless'  recognition, could  be  considered\r\n\"unequivocal\"   when  it  was  subject  to  a  contingency  whose\r\nfulfillment had no temporal limitations.  Indeed, the contingency\r\nmay  never have  been met.    Without any  reasonable, temporally\r\nlimiting principles, we cannot affirm the Board's conclusion that\r\na demand and  recognition may be properly  considered unequivocal\r\nwhen subject to a contingency whose fulfillment may never occur.\r\n\n                               -22-\r\r\n\n          Costs to respondent.\r\n\n                               -23-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-2068\r\n\n                 NATIONAL LABOR RELATIONS BOARD,\r\n\n                           Petitioner,\r\n\n                                v.\r\n\n                   GOODLESS ELECTRIC CO., INC.,\r\n\n                           Respondent.\r\n\n                                           \r\n\n          ON APPLICATION FOR ENFORCEMENT OF AN ORDER OF\r\n                THE NATIONAL LABOR RELATIONS BOARD\r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Lynch, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Jay M. Presser, with whom Skoler, Abbott &amp; Presser, P.C. was\r                                                                       \r\non brief for respondent.\r\n     Susan  M.   Pavsner,  Attorney,   with  whom   Frederick  L.\r                                                                           \r\nFeinstein,  General   Counsel,  Linda  Sher,   Associate  General\r                                                     \r\nCounsel, Aileen  A. Armstrong, Deputy Associate  General Counsel,\r                                       \r\nand  Howard  E.  Perlstein,  Deputy  Assistant  General  Counsel,\r                                    \r\nNational Labor Relations Board, were on brief for petitioner.\r\n\n                                           \r\n\n                        September 5, 1997\r\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.  In February 1994, Local Union\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\nNo. 7  of the  International Brotherhood  of Electrical  Workers,\r\n\nAFL-CIO  (\"Union\") filed charges  of unfair labor  practices with\r\n\nthe  National Labor Relations  Board (\"NLRB\" or  \"Board\") against\r\n\nDefendant-Cross-Petitioner  Goodless  Electric  Co. (\"Goodless\").\r\n\nOn March  2, 1995, an  administrative law judge (\"ALJ\")  issued a\r\n\ndecision finding no  labor violations and  recommending dismissal\r\n\nof the charges.   The NLRB General Counsel appealed to a panel of\r\n\nthe NLRB, which, on April 30, 1996, reversed certain of the ALJ's\r\n\nfindings as they relate to the issues relevant to this appeal and\r\n\ndetermined  that Goodless had violated provisions of the National\r\n\nLabor Relations Act  (\"NLRA\" or \"Act\").  See  Goodless Elec. Co.,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">64</span></span><pre class=\"inline\">  (1996).  Before us are the  Board's petition for\r\n\nenforcement of its order  and Goodless' petition for reversal  of\r\n\nthe Board's conclusions  of law.  For the  reasons stated herein,\r\n\nwe reverse and  deny the Board's petition for  enforcement of its\r\n\norder.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          The  background   facts  are   essentially  undisputed.\r\n\nGoodless  is   a  construction  industry   employer  engaged   in\r\n\nelectrical  contracting.   In June  1988, Goodless  agreed  to be\r\n\nbound  by an existing collective bargaining agreement between the\r\n\nmulti-employer   National   Electrical   Contractors  Association\r\n\n(\"NECA\")  and  the  Union.    In July  1990,  Goodless  became  a\r\n\nsignatory  to  a new  three-year collective  bargaining agreement\r\n\nbetween the  NECA and  the Union.   The agreement  authorized the\r\n\n                               -2-\r\r\n\nNECA to  bargain with the  Union on Goodless' behalf  unless that\r\n\nauthority  was withdrawn with  150 days' notice  of cancellation.\r\n\nThe relationship entered  into by Goodless and the  Union at this\r\n\npoint  constituted a Section  8(f)1 relationship under  the NLRA.\r\n\nUnder  Section 8(f), a  construction industry employer  may enter\r\n\ninto a  relationship with a  union whereby the union  bargains on\r\n\nbehalf of  the employer's employees  prior to a showing  that the\r\n\nunion has  garnered the support  of a majority of  the employees.\r\n\nThe  question on which the issues in this appeal hinge relates to\r\n\nthe circumstances  under which  a Section  8(f) relationship  may\r\n                    \r                              \r\n\n1  Section 8(f) of the Act, 29 U.S.C.   158(f) (1976), provides:\r\n\n          It  shall not  be  an  unfair labor  practice\r\n          under subsections (a) and (b) of this section\r\n          for  an  employer  engaged  primarily in  the\r\n          building and construction industry to make an\r\n          agreement covering employees engaged (or who,\r\n          upon their  employment, will  be engaged)  in\r\n          the building and construction industry with a\r\n          labor  organization  of  which  building  and\r\n          construction  employees   are  members   (not\r\n          established, maintained,  or assisted  by any\r\n          action  defined  in  subsection (a)  of  this\r\n          section as an unfair  labor practice) because\r\n          (1)  the   majority  status  of   such  labor\r\n          organization has  not been  established under\r\n          the provisions  of section 159 of  this title\r\n          prior to the making of such agreement, or (2)\r\n          such  agreement requires  as  a condition  of\r\n          employment,   membership   in    such   labor\r\n          organization after the  seventh day following\r\n          the  beginning  of  such  employment  or  the\r\n          effective date of the agreement, whichever is\r\n          later. . .  . Provided, That nothing  in this\r\n          subsection shall set  aside the final proviso\r\n          to  subsection  (a)  (3)   of  this  section:\r\n          Provided  further, That  any agreement  which\r\n          would  be invalid, but for clause (1) of this\r\n          subsection,  shall not be a bar to a petition\r\n          filed pursuant to section 159(c) or 159(e) of\r\n          this title.\r\n\n                               -3-\r\r\n\nbecome a Section 9(a)2 relationship.   Under Section 9(a), once a\r\n\nunion  has  become  the  representative  of  a  majority  of  the\r\n\nemployees  in an  appropriate bargaining  unit,  the employer  is\r\n\nrequired to bargain with the  union as the employees'  bargaining\r\n\nrepresentative.  The  NLRB has held that Section  8(f) status may\r\n\nchange  to Section  9(a)  status  by virtue  of  either a  Board-\r\n\ncertified election or  as the result of the  employer's voluntary\r\n\nrecognition  of the union  as the majority  collective bargaining\r\n\nagent.   Voluntary recognition  requires the  union's unequivocal\r\n\ndemand  for, and the  employer's unequivocal grant  of, voluntary\r\n\nrecognition    as    the   employees'    collective    bargaining\r\n\nrepresentative  based on the  union's contemporaneous  showing of\r\n\nmajority employee support.  See James Julian,  Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">N.L.R.B.</span>\r                                                             \r\n\n<span class=\"page\">1247</span></span><pre class=\"inline\">, 1252 (1993).\r\n\n                    \r                              \r\n\n2  Section 9(a), 29 U.S.C.   159(a), provides:\r\n\n          Representatives  designated  or  selected for\r\n          the purposes of  collective bargaining by the\r\n          majority   of   the  employees   in   a  unit\r\n          appropriate for  such purposes, shall  be the\r\n          exclusive   representatives   of    all   the\r\n          employees in  such unit  for the  purposes of\r\n          collective bargaining in respect to rates  of\r\n          pay,  wages, hours  of  employment, or  other\r\n          conditions of employment:  Provided, That any\r\n          individual employee  or a group  of employees\r\n          shall have the  right at any time  to present\r\n          grievances to their employer and to have such\r\n          grievances adjusted, without the intervention\r\n          of the bargaining  representative, as long as\r\n          the adjustment is  not inconsistent with  the\r\n          terms of a  collective-bargaining contract or\r\n          agreement then in  effect:  Provided further,\r\n          That the  bargaining representative  has been\r\n          given  opportunity  to  be  present  at  such\r\n          adjustment.\r\n\n                               -4-\r\r\n\n          On June 18, 1992, Goodless  notified NECA and the Union\r\n\nthat  NECA was  no  longer authorized  to negotiate  on Goodless'\r\n\nbehalf  and  that Goodless  did  not intend  to  be bound  by any\r\n\nfurther contractual modifications or obligations beyond the then-\r\n\ncurrent agreement's  expiration date  of June  30,  1993.   Thus,\r\n\nGoodless indicated that any relationship between Goodless and the\r\n\nUnion would expire as of June 30, 1993.\r\n\n          In  July   1992,  a   Union  representative   contacted\r\n\nGoodless' president  and indicated  that Goodless  would need  to\r\n\nsign a  letter of assent.3  Goodless was  told that the letter of\r\n\nassent was  needed in order  for Goodless  to continue  receiving\r\n\n\"target  money.\"4   Goodless' president  reviewed  the letter  of\r\n\nassent and deleted some language contained in the letter.  He did\r\n\nnot, however, alter the following language:\r\n\n          The Employer agrees that if a majority of its\r\n          employees  authorize   the  Local   Union  to\r\n          represent them in  collective bargaining, the\r\n          Employer will  recognize the  Local Union  as\r\n          the NLRA  Section 9(a)  collective bargaining\r\n          agent for all employees performing electrical\r\n          construction work within  the jurisdiction of\r\n          the  Local Union  on all  present  and future\r\n          jobsites.\r\n\nGoodless signed the letter of assent on July 15, 1992.\r\n\n                    \r                              \r\n\n3   The 1988 NECA  agreement required employer-members to  sign a\r\nletter of assent to be bound by the NECA agreement.  Goodless did\r\nnot sign a  letter of assent  until 1992; this  is the letter  at\r\nissue  here.\r\n\n4  Target money was financial assistance provided by the Union to\r\naid union  employers  in competition  with  non-union  electrical\r\ncontractors.\r\n\n                               -5-\r\r\n\n          At a  meeting with  Union representatives  on June  22,\r\n\n1993, Goodless' president  again indicated that Goodless  did not\r\n\nintend to continue its relationship with the Union after June 30,\r\n\n1993.   The Union representatives encouraged Goodless to consider\r\n\nchanges regarding  service work  that NECA  had accepted  earlier\r\n\nthat month.  The meeting  ended with the participants agreeing to\r\n\nmeet on June 25.\r\n\n          On  June 24, the Union's business agent, Douglas Bodman\r\n\n(\"Bodman\"), held  a meeting of  all Goodless employees.   At this\r\n\nmeeting, he indicated the progress of negotiations with Goodless.\r\n\nAfter  informing the employees of Goodless'  claim that the Union\r\n\nlacked  employee  support,   he  asked  the  employees   to  sign\r\n\nauthorization cards  as evidence  of their  desire for  continued\r\n\nrepresentation.  All employees signed the cards, which stated:\r\n\n          I  authorize  Local  Union   No.  7  of   the\r\n          International   Brotherhood   of   Electrical\r\n          Workers   to  represent   me  in   collective\r\n          bargaining   with  my   present  and   future\r\n          employers on all present and future  jobsites\r\n          within the jurisdiction  of the Union.   This\r\n          authorization  is  non-expiring,  binding and\r\n          valid until such  time as I submit  a written\r\n          revocation.\r\n\n          At the second meeting, on June 25, between Goodless and\r\n\nthe  Union, Goodless  maintained that the  company's relationship\r\n\nwith the  Union would end  with the expiration of  the agreement.\r\n\nIn response, Bodman  presented the authorization cards  signed by\r\n\nall Goodless  employees.   Goodless' president  tossed the  cards\r\n\nback at Bodman,  telling him that  he could \"shove them  up [his]\r\n\nass.\"  Another  Union representative calmed tensions  and secured\r\n\n                               -6-\r\r\n\nfrom Goodless a six-month extension  of the 1990-1993 contract by\r\n\npromising certain terms for Goodless.\r\n\n          On December  13, Goodless  informed the  Union that  it\r\n\nintended   to  withdraw  recognition   of  the  Union   upon  the\r\n\napproaching  December  31  expiration  date.    On  December  17,\r\n\nGoodless   sent  a  letter  to  all  employees  indicating  these\r\n\nintentions  and inviting the employees to discuss the matter with\r\n\nGoodless management prior to December 23.\r\n\n          On  December 21, the  Union responded with  two letters\r\n\nreminding Goodless  of the  language contained  in the  letter of\r\n\nassent that bound Goodless to  recognize the Union as the Section\r\n\n9(a)  collective-bargaining  representative   on  a  showing   of\r\n\nmajority support and indicating that, the Union  having made such\r\n\na showing at the June 25  meeting, the Union was now the  Section\r\n\n9(a) bargaining representative and  Goodless could not  repudiate\r\n\nthe relationship or negotiate directly with its employees.\r\n\n          Union Business  Manager Bodman  composed a  form letter\r\n\nfor the  employees to send  to Goodless in response  to Goodless'\r\n\nDecember 17 letter.   All  but one  Goodless employee  signed and\r\n\nsubmitted this form letter, which stated in relevant part:\r\n\n            I  intend  to continue  my  employment with\r\n          Goodless Electric and  maintain my membership\r\n          with [the Union].   I expect you  to continue\r\n          to comply with my union contract and maintain\r\n          the current wages and terms and conditions of\r\n          employment.\r\n\n            If   you  need   to   discuss  any   matter\r\n          concerning wages  or terms and  conditions of\r\n          employment, contact  my Union  Representative\r\n          Douglas Bodman.\r\n\n                               -7-\r\r\n\n          On  December   30,  Goodless  announced  new  terms  of\r\n\nemployment  to  take effect  January  1,  1994.   On  January  1,\r\n\nGoodless also  ceased to  recognize the  Union as the  employees'\r\n\ncollective bargaining agent.\r\n\n          Because Goodless  was no longer a signatory to the NECA\r\n\nagreement,  the apprentices working for Goodless were informed by\r\n\nthe Joint  Apprentice Training  Committee (JATC)5  on January  6,\r\n\n1994,  that  they  would  be  subject  to  termination  from  the\r\n\napprenticeship  program if they  continued to work  for Goodless.\r\n\nAs a  result, the  apprentices terminated  their employment  with\r\n\nGoodless en masse.\r\n\n          As a  result  of these  unilateral  modifications,  the\r\n\nUnion filed  charges  of unfair  labor practices  with the  NLRB,\r\n\nalleging that the relationship between the Union and Goodless had\r\n\nbeen transformed from a Section 8(f)  relationship into a Section\r\n\n9(a) relationship upon the Union's showing of majority support in\r\n\nJune  1993.   Because the  relationship was  allegedly one  under\r\n\nSection  9(a), the  Union argues that  Goodless was  obligated to\r\n\nbargain  with it  as the  employees' representative.   The  Union\r\n\ncontends  that by  withdrawing  recognition of  the Union  as the\r\n\nemployees' collective bargaining agent  and unilaterally changing\r\n\nthe terms and conditions of employment, Goodless violated Section\r\n                    \r                              \r\n\n5   Under  the NECA  collective-bargaining  agreement, the  Joint\r\nApprentice  Training  Committee  ran  an  apprenticeship  program\r\nconsisting of three members of the Union and three members of the\r\ncontractors' association.   To be eligible to  train apprentices,\r\nan  employer had  to \"be  signatory  to and  meet the  qualifying\r\nrequirements  as  set forth  in  the  basic labor  agreement  and\r\nprovide the necessary work experience for training.\"\r\n\n                               -8-\r\r\n\n8(a)(5)6 of  the National  Labor Relations Act.   The  Union also\r\n\ninsists that  Goodless constructively discharged  the apprentices\r\n\nin violation of Section 8(a)(3).7\r\n                    \r                              \r\n\n6  Section 8(a)(5), 29 U.S.C.   158(a)(5), provides:\r\n\n          It shall be  an unfair labor practice  for an\r\n          employer --\r\n\n          (5)  to refuse  to bargain  collectively with\r\n          the representatives of his employees, subject\r\n          to the provisions of  section 159(a) of  this\r\n          title.\r\n\n7  Section 8(a)(3), 29 U.S.C.   158(a)(3), provides:\r\n\n          It shall be  an unfair labor practice  for an\r\n          employer --\r\n\n          (3) by  discrimination in  regard to  hire or\r\n          tenure of employment or any term or condition\r\n          of  employment  to  encourage  or  discourage\r\n          membership   in   any   labor   organization:\r\n          Provided, That nothing in this subchapter, or\r\n          in any  other statute  of the United  States,\r\n          shall  preclude an  employer  from making  an\r\n          agreement  with  a  labor  organization  (not\r\n          established, maintained,  or assisted  by any\r\n          action  defined  in  this  subsection  as  an\r\n          unfair  labor  practice)   to  require  as  a\r\n          condition of employment membership therein on\r\n          or after  the  thirtieth  day  following  the\r\n          beginning of such employment or the effective\r\n          date  of  such  agreement,  whichever is  the\r\n          later, (i) if such labor organization is  the\r\n          representative of  the employees  as provided\r\n          in section  159(a)  of  this  title,  in  the\r\n          appropriate     collective-bargaining    unit\r\n          covered by such agreement when made, and (ii)\r\n          unless following an election held as provided\r\n          in section  159(e) of  this title  within one\r\n          year  preceding the  effective  date of  such\r\n          agreement,  the  Board shall  have  certified\r\n          that at  least a  majority  of the  employees\r\n          eligible to vote in such  election have voted\r\n          to  rescind  the  authority   of  such  labor\r\n          organization  to  make   such  an  agreement:\r\n          Provided  further,  That  no  employer  shall\r\n\n                               -9-\r\r\n\n          The case was first heard  before an ALJ, who determined\r\n\nthat  the relationship  between  Goodless and  the Union  did not\r\n\nchange to a  Section 9(a) relationship.  Because the relationship\r\n\nremained a Section  8(f) relationship, Goodless remained  free to\r\n\nrepudiate the relationship at the end of the contractual term and\r\n\nthus  its  unilateral  changes to  the  terms  and conditions  of\r\n\nemployment  did not  violate either  Section  8(a)(3) or  Section\r\n\n8(a)(5).\r\n\n          The NLRB  reversed the  ALJ's opinion  in ruling  that,\r\n\nunder existing NLRB  case law, the relationship  between Goodless\r\n\nand  the Union  changed from  a  Section 8(f)  relationship to  a\r\n\nSection  9(a)  relationship  upon  the  Union's  presentation  to\r\n\nGoodless of the  employee-signed authorization cards.   The Board\r\n\nheld that  the letter of assent signed  by Goodless in June 1992,\r\n\nin  which  it  stated  that,  should the  Union  garner  majority\r\n\nsupport, Goodless would  recognize the Union as the  Section 9(a)\r\n\nemployee representative, amounted to a standing promise to extend\r\n\nsuch  recognition  conditioned  only on  the  Union's  showing of\r\n\nmajority support.  When the Union showed majority support through\r\n                    \r                              \r\n\n          justify   any   discrimination   against   an\r\n          employee   for  nonmembership   in  a   labor\r\n          organization (A) if he has reasonable grounds\r\n          for  believing that  such membership  was not\r\n          available  to the employee  on the same terms\r\n          and conditions generally  applicable to other\r\n          members, or (B) if he has reasonable  grounds\r\n          for believing that  membership was denied  or\r\n          terminated for reasons other than the failure\r\n          of the employee  to tender the periodic  dues\r\n          and the initiation fees uniformly required as\r\n          a   condition  of   acquiring  or   retaining\r\n          membership.\r\n\n                               -10-\r\r\n\nthe authorization  cards in  June 1993,  the Board  reasoned, the\r\n\ncondition  had been  met and  Goodless was  bound by  its earlier\r\n\npromise  to  recognize the  Union  as the  Section  9(a) employee\r\n\nrepresentative.    The  Board then  found  violations  of Section\r\n\n8(a)(3) for  Goodless' withdrawal of recognition of the Union and\r\n\nof  Section  8(a)(5)  for  constructive  discharge  of  the  four\r\n\napprentices.  The Board ordered Goodless to cease and desist, and\r\n\nalso ordered that Goodless:  recognize the Union as the exclusive\r\n\nbargaining agent of its  journeymen electricians and apprentices;\r\n\nrescind changes  in employment terms  made on and  after December\r\n\n31, 1993; and make whole all  employees who worked for it on  and\r\n\nafter December 31, 1993, for any loss of wages and other benefits\r\n\nsuffered with interest, make whole any fringe  benefit funds, and\r\n\nreimburse employees  for any  losses or  expenses  they may  have\r\n\nincurred because of Goodless'  failure to make payments  to those\r\n\nfunds.   Finding that  the NLRB misapplied  its own  precedent in\r\n\nthis case, we deny enforcement of its order.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r\n\n          We  determine whether  the  Board's decision  correctly\r\n\napplies the  law  and  whether  it is  supported  by  substantial\r\n\nevidence on the record.   See Yesterday's Children, Inc. v. NLRB,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"741734\"><a href=\"/opinion/741734/yesterdays-children-inc-v-national-labor-relations-board/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 44 (1st Cir. 1997); see also  Universal Camera Corp.\r                                                                           \r\n\nv. NLRB, </pre><span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">,  488 (1951).  \"We must  sustain inferences\r                 \r\n\nthat  the Board  draws  from  the facts  and  its application  of\r\n\nstatutory standards to those facts and inferences as long as they\r\n\nare reasonable.\"   NLRB  v. Laverdiere's  Enter., </pre><span class=\"citation\" data-id=\"561776\"><a href=\"/opinion/561776/national-labor-relations-board-v-laverdieres-enterprises-teamsters-union/\"><span class=\"volume\">933</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1045</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n                               -11-\r\r\n\n1050 (1st  Cir. 1991).   The standard  is quite  deferential, and\r\n\ndoes  not allow  us to  displace the  Board's choice  between two\r\n\nconflicting views merely  because we may \"justifiably have made a\r\n\ndifferent  choice  had  the  matter been  before  [us]  de novo.\"\r                                                                         \r\n\nUniversal Camera Corp., 340 U.S. at 488.  This standard, however,\r                                \r\n\nis no rubber stamp:   We must  set aside a  Board decision if  we\r\n\ncannot fairly  find that  it is either  supported by  substantial\r\n\nevidence in  the record, id.,  or correctly applies  the relevant\r                                      \r\n\nlaw, Shaw's  Supermarkets v. NLRB,  </pre><span class=\"citation\" data-id=\"528445\"><a href=\"/opinion/528445/shaws-supermarkets-inc-v-national-labor-relations-board/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 35-37  (1st Cir.\r                                           \r\n\n1989);  see also  Laverdiere's  Enter., 933  F.2d  at 1050  (\"The\r                                                \r\n\ncourts  of appeals  are  charged  with  'responsibility  for  the\r\n\nreasonableness  and fairness  of Labor  Board  decisions,' and  a\r\n\ncourt must set aside Board action when it 'cannot conscientiously\r\n\nfind that the  evidence supporting that decision  is substantial,\r\n\nwhen viewed  in the light  the record in its  entirety furnishes,\r\n\nincluding the  body of  evidence opposed to  the Board's  view.'\"\r\n\n(citations  omitted) (quoting Universal Camera Corp., 340 U.S. at\r                                                              \r\n\n488, 490)).\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\nI.  Statutory structure\r          I.  Statutory structure\r\n\n          Section 9(a), 29 U.S.C.   159(a), of the National Labor\r\n\nRelations Act designates the manner  in which a union becomes the\r\n\nexclusive bargaining  representative of a  unit of employees.   A\r\n\nrepresentative selected by a majority of the employees in a unit,\r\n\nto which the  section applies, shall be the  employees' exclusive\r\n\nbargaining representative.   See 29 U.S.C.    159(a).  Generally,\r                                          \r\n\n                               -12-\r\r\n\nit is a violation  of Section 8(a) of the NLRA for an employer to\r\n\ntreat  a union as the exclusive  bargaining representative of its\r\n\nemployees prior  to that  union's being designated  as such  by a\r\n\nmajority of the employees.  See 29 U.S.C.   158(a) &amp; (f).\r                                         \r\n\n          The  construction industry,  however,  tends to  employ\r\n\nworkers for short durations and on  discrete projects, making the\r\n\ndesignation or  selection of  a  union representative  difficult.\r\n\nSee generally S. Rep. No. 86-187 (1959).   To remedy this problem\r                       \r\n\nand    allow   construction    workers   collective    bargaining\r\n\nrepresentation, Congress enacted  Section 8(f) of the  NLRA.  See\r                                                                           \r\n\nid.   Section  8(f)  essentially  provides an  exception  to  the\r             \r\n\nprohibitions   on   employer   recognition   of  a   non-majority\r\n\nrepresentative in the construction industry.  Section 8(f) allows\r\n\na  construction  industry  employer  to  enter  into  a  specific\r\n\nagreement of limited duration with a union whereby the union acts\r\n\nas the employees'  collective bargaining agent.  See  29 U.S.C.  \r                                                              \r\n\n158(f).   Employees  are allowed,  however, to  petition for  the\r\n\nselection of a different agent as their representative.  Id.\r                                                                      \r\n\nII.  Board precedent\r          II.  Board precedent\r\n\n          Prior  to the Board's decision in  John Deklewa &amp; Sons,\r                                                                           \r\n\nInc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">282</span>  <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">1375</span></span><pre class=\"inline\">  (1987),  Board precedent  held  that a\r              \r\n\nSection   8(f)  relationship  could  change  to  a  Section  9(a)\r\n\nrelationship  under the  \"conversion doctrine.\"   The  conversion\r\n\ndoctrine required only a  union's showing of majority  support at\r\n\nsome point during  the relevant period to convert  a Section 8(f)\r\n\nrelationship  into a Section 9(a) relationship.  \"The achievement\r\n\n                               -13-\r\r\n\nof majority  support required  no notice,  no simultaneous  union\r\n\nclaim of majority, and no assent  by the employer to complete the\r\n\nconversion process.\"   Id.  at 1378.   Upon such  conversion, the\r                                    \r\n\nemployer was required under Section  9(a) to recognize the  union\r\n\nas the employees' exclusive bargaining agent.   Id. at 1379.  The\r                                                             \r\n\nconversion created an irrebuttable presumption of majority status\r\n\nfor the duration of the agreement.  Id.\r                                                 \r\n\n          Along  came   Deklewa,  however,  in  which  the  Board\r                                         \r\n\noverturned its  \"conversion doctrine,\" on the ground  that it did\r\n\nnot serve the  \"statutory objectives of employee  free choice and\r\n\nlabor  relations  stability.\"   Id.    In  its place,  the  Board\r                                             \r\n\nestablished four cardinal principles to govern this area:\r\n\n          (1)    a   collective-bargaining    agreement\r\n          permitted   by   Section    8(f)   shall   be\r\n          enforceable through the mechanisms of Section\r\n          8(a)(5)   and  Section   8(b)(3);  (2)   such\r\n          agreements  will  not bar  the  processing of\r\n          valid   petitions   [for   a  Board-certified\r\n          election] filed pursuant  to Section 9(c) and\r\n          Section   9(e);   (3)  in   processing   such\r\n          petitions, the appropriate unit normally will\r\n          be the single employer's employees covered by\r\n          the agreement; and (4) upon the expiration of\r\n          such  agreements,  the signatory  union  will\r\n          enjoy no presumption  of majority status, and\r\n          either   party   may   repudiate   the   8(f)\r\n          bargaining relationship.\r\n\nId.  at 1377-78.    As  part of  the  new  structure, neither  an\r             \r\n\nemployer nor  a union who  is a party to  Section 8(f) agreements\r\n\nmay unilaterally repudiate their  relationship during the express\r\n\nperiod of the agreement.  Id. at 1387.  The Board also determined\r                                       \r\n\nthat, at no  time during the  duration of the agreement  does the\r\n\n                               -14-\r\r\n\nunion enjoy a  presumption, rebuttable or otherwise,  of majority\r\n\nstatus.  Id.\r                      \r\n\n          Because of the unique situation in which a Section 8(f)\r\n\nrelationship arises, Board case law  since Deklewa has set  forth\r                                                            \r\n\nonly two means  by which a union  may obtain Section 9(a)  status\r\n\nduring the course of a Section 8(f) relationship:  (1) through  a\r\n\nBoard-certified  election, or (2) through an employer's voluntary\r\n\ngrant of  recognition of  the union  as the  employees' exclusive\r\n\nmajority bargaining agent.   Unless and  until a relationship  is\r\n\nproved  to  be  otherwise, a  bargaining  relationship  between a\r\n\nconstruction industry employer and a union is presumed to be 8(f)\r\n\nrather than 9(a).  See  Comtel Sys. Technology, </pre><span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">287</span></span><pre class=\"inline\">,\r                                                        \r\n\n289 (1991).   The burden of proving a 9(a)  relationship rests on\r\n\nthe party asserting its  existence.  Casale Indus., </pre><span class=\"citation no-link\"><span class=\"volume\">311</span>  <span class=\"reporter\">N.L.R.B.</span>\r                                                            \r\n\n<span class=\"page\">287</span></span><pre class=\"inline\">, 288  (1993).   Because the Board  determined below  that the\r\n\nUnion  had met  its burden  of proving  that Goodless  granted it\r\n\nvoluntary recognition, we focus our inquiry on the latter ground.\r\n\n          The NLRB has held that \"a party may prove the existence\r\n\nof a  9(a) relationship .  . .  through . .  . a  union's express\r\n\ndemand for, and an employer's voluntary grant of,  recognition to\r\n\nthe union as bargaining representative based on a contemporaneous\r\n\nshowing of union support among a majority of the  employees in an\r\n\nappropriate  unit.\"   J &amp; R  Tile, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">291</span>  <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">1034</span></span><pre class=\"inline\">, 1036\r                                                 \r\n\n(1988).    There  must be  \"positive  evidence\"  that the  \"union\r\n\nunequivocally  demanded   recognition  as  the   employees'  9(a)\r\n\n                               -15-\r\r\n\nrepresentative and that the employer unequivocally accepted it as\r\n\nsuch.\"  Id.\r                     \r\n\n          The cases in  which the Board has applied this approach\r\n\nfall into two  categories, the first finding that the acts of the\r\n\nunion  and   the   employer  transformed   their   Section   8(f)\r\n\nrelationship into  a Section  9(a) relationship,  and the  second\r\n\ndetermining  that the parties failed to meet the requirements for\r\n\nsuch a transformation.  A consistent theme running throughout the\r\n\ncases  in the first category  is the requirement  that all of the\r\n\nfollowing three parts  of the voluntary recognition  test be met:\r\n\n(1) the union must expressly and unequivocally demand recognition\r\n\nas the employees'  Section 9(a) representative; (2)  the employer\r\n\nmust expressly and unequivocally grant the requested recognition;\r\n\nand  (3)  that  demand  and   recognition  must  be  based  on  a\r\n\ncontemporaneous showing that the union enjoys majority support of\r                         \r\n\nthe employers' workforce.\r\n\n          Board case law emphasizes that the third requirement is\r\n\nessential.  In addition to  an actual showing of majority support\r\n\nthrough the  presentation of employee-signed  authorization cards\r\n\nto an  employer,  see  Hayman  Electric, </pre><span class=\"citation no-link\"><span class=\"volume\">214</span>  <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">879</span></span><pre class=\"inline\">,  886\r                                                 \r\n\n(1994),  or through an  employer-conducted poll prior  to initial\r\n\nrecognition,  see  Precision  Piping,  </pre><span class=\"citation no-link\"><span class=\"volume\">284</span>  <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">1110</span></span><pre class=\"inline\">,  1112\r                                              \r\n\n(1987), the  Board has found  as sufficient to satisfy  the third\r\n\nrequirement  a  union's  claim  of  majority  support  that  went\r\n\nunchallenged  by the  employer  for  a period  of  more than  six\r\n\nmonths.  See, e.g., Triple  A Fire Protection, Inc., 312 N.L.R.B.\r                                                             \r\n\n                               -16-\r\r\n\n1088,  1089 (1993)  (declining  to  question  whether  the  union\r\n\nactually achieved the majority status  it claimed at the time the\r\n\nemployer recognized  it when  the challenge  to such status  came\r\n\nover four years after the agreement); Casale Indus., </pre><span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.L.R.B.</span>\r                                                             \r\n\n<span class=\"page\">951</span></span><pre class=\"inline\">,  953  (1993)  (refusing to  permit  employer's  challenge to\r\n\nunion's majority status arising six years after the union claimed\r\n\nto  have  obtained  that  status  and  limiting  the  window  for\r\n\nchallenge  to  six  months  from  the  time  majority  status  is\r\n\nclaimed); Golden  West Elec. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">1494</span></span><pre class=\"inline\">, 1495 (1992)\r                                          \r\n\n(holding that  employer's act of  reading and signing,  and later\r\n\nacknowledging its agreement with, a letter stating that the union\r\n\nrepresented a majority of employees was sufficient showing of the\r\n\nunion's majority  status to  find a  Section 9(a)  relationship).\r\n\nSimilarly, the Board found the  third requirement to be met where\r\n\nan employer's admission or acknowledgement that the union enjoyed\r\n\nmajority support among its  employees was given contemporaneously\r\n\nwith the demand for recognition  and was provided without further\r\n\ninquiry into the  union's actual status.  See  Golden West Elec.,\r                                                                          \r\n\n307  N.L.R.B. at  1495 (relying  on the  employer's admission  of\r\n\nmajority status  to satisfy the  burden of  showing Section  9(a)\r\n\nstatus).  From this case law it is clear that when a union claims\r\n\nit has  attained majority status  and the parties, based  on that\r\n\nclaim, agree  to a Section  9(a) relationship, the  employer must\r\n\nchallenge that status  within a  reasonable period  of time  (six\r\n\nmonths), or be bound by its agreement.\r\n\n                               -17-\r\r\n\n          The  Board  has  also  held  that  notwithstanding  the\r\n\nparties' intention  to enter  into a  Section 9(a)  relationship,\r\n\ntheir relationship is not entitled  to Section 9(a) status if the\r\n\nunion has not actually achieved majority status prior to the time\r\n\nof the demand.   See  Comtel Sys.  Tech., </pre><span class=\"citation no-link\"><span class=\"volume\">305</span>  <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">287</span></span><pre class=\"inline\">,  289\r                                                  \r\n\n(1991)  (determining  no  Section  9(a)  relationship  would   be\r\n\nestablished  unless union made  a showing of  majority support of\r\n\nsingle-unit employer's employees prior  to that employer's  entry\r\n\ninto  a  multi-employer  bargaining relationship  claimed  to  be\r\n\ngoverned by  Section 9(a)); see also J &amp;  R Tile, 291 N.L.R.B. at\r                                                          \r\n\n1037  (declining to find that predecessor  employer and union had\r\n\nentered into Section  9(a) relationship where no showing was made\r\n\nthat the union  had obtained majority support at the  time of the\r\n\nparties'  agreement  and  no indication  was  presented  that the\r\n\nparties  intended  a  Section 9(a)  relationship);  James Julian,\r                                                                           \r\n\nInc.,  310 N.L.R.B. at 1253 (describing the finding regarding the\r              \r\n\npredecessor employer  in  J &amp;  R Tile  as based  on  the lack  of\r                                               \r\n\nevidence that \"the collective-bargaining agreement was entered on\r\n\nthe basis  of a demonstrated  showing of the  union's majority\").\r\n\nThus,  Board precedent indicates that the  union's demand for and\r\n\nthe  employer's grant  of recognition  must be  predicated  on at\r\n\nleast  an  unchallenged  claim,  if  not  an actual  showing,  of\r\n\ncontemporaneous majority support.8\r                         \r\n                    \r                              \r\n\n8    In   fact,  the  Board's  General  Counsel   has  noted  its\r\nunderstanding of Deklewa and progeny as providing that failure to\r                                  \r\nshow majority support at  the time of the demand  will defeat any\r                                            \r\nattempts at  a Section  9(a) relationship.   The  General Counsel\r\ninterpreted Deklewa and progeny as holding that, \"to prove that a\r                             \r\n\n                               -18-\r\r\n\n          Applying these  principles to  the undisputed facts  in\r\n\nthe  instant appeal, we simply cannot  find that the requirements\r\n\nset forth by the Board in Deklewa and subsequent cases  have been\r                                           \r\n\nsatisfied.   Quite  simply, the  requirement  that a  demand  and\r\n\nrecognition be  based on  a contemporaneous  showing of  majority\r                                                     \r\n\nsupport was  never satisfied.   The record  does not  support the\r\n\nconclusion that, when the Union presented the letter of assent to\r\n\nGoodless in  June 1992,  in which  it allegedly  sought Goodless'\r\n\nrecognition,  it made a contemporaneous claim of majority support\r\n\non which  Goodless' recognition  of the  union's majority  status\r                                                                           \r\n\ncould be made.9   A showing of  majority support at least  a year\r\n                    \r                              \r\n\nrelationship   in  the  construction  industry  is  a  Section  9\r\nrelationship, there must  be (1) a union demand  to be recognized\r\nas the Section  9 representative; (2)  an employer acceptance  of\r\nthe union's  demand; and (3) majority status  at the time of such\r\ndemand and  acceptance.\"  Advice  Ltr. from NLRB Gen.  Counsel to\r\nRegional Director of  Region 9, Feb. 27, 1989, </pre><span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">241614</span></span><pre class=\"inline\">, at\r\n*2  (Feb.  27, 1989).    In  determining  that, under  the  facts\r\npresented  to it,  no Section  9(a)  relationship could  be found\r\nbecause \"there  has been no  showing that the Union  represents a\r\nmajority of the employees in the appropriate unit,\" it noted:\r\n\n          Even  if the Union does, in fact, represent a\r\n          majority of the Employer's  employees, J &amp;  R\r                                                                 \r\n          Tile makes clear that there must  be explicit\r                        \r\n          proof  presented  contemporaneously  with the\r\n          Union's demand  and the  Employer's voluntary\r\n          recognition.   Thus, although  the Employer's\r\n          ambiguous  statements  arguably  may indicate\r\n          that  it  believed  the  Union  had  majority\r\n          support, those statements are insufficient to\r\n          confer  9(a)  status upon  the  Union without\r\n          actual demonstration of that majority status.\r\n\nId.\r             \r\n\n9  In its brief, the Board suggests that Decorative Floors, Inc.,\r                                                                          \r\n</pre><span class=\"citation no-link\"><span class=\"volume\">315</span>  <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">188</span></span><pre class=\"inline\">,  189 (1994),  and Hayman  Electric,  Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">314</span>\r                                                                      \r\n<span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">879</span></span><pre class=\"inline\">,  887 n.8  (1994), support  the opposite  conclusion\r\nregarding  the  requirement  of a  showing  of  majority support.\r\n\n                               -19-\r\r\n\nlater can hardly  be considered a showing  made contemporaneously\r\n\nwith,   and  as  a  prerequisite  to,   the  Union's  demand  for\r\n\nrecognition.\r\n\n          Moreover, the cases that presume majority support still\r\n\nrequire  contemporaneity.    The  record  raises  serious  doubts\r\n\nregarding whether Goodless  in fact conceded  that the Union  had\r\n\nobtained  majority support.   The Board concluded  that Goodless'\r\n\nunartful statement  at the  June 25 meeting  was evidence  of its\r\n\nrecognition of  the union's majority status.   Even assuming that\r\n\nthe  Board's interpretation of the meaning of Goodless' statement\r\n\nis  sound, its case law unmistakably  holds that nevertheless the\r\n\nshowing  of  majority  status must  be  contemporaneous  with the\r\n\ndemand and recognition of that  status.  These preconditions to a\r\n\n9(a) recognition are clearly lacking here.\r\n\n          In  arriving at its  conclusion, the Board  relied upon\r\n\nprinciples of contract law.  See Goodless Elec. Co., 321 N.L.R.B.\r                                                             \r\n\nat 66.  In discussing Goodless' signing of the letter of  assent,\r\n\nthe Board suggests  that \"the letter  of assent constituted,  for\r\n\nthe remainder of its term, both a continuing request by the Union\r\n\nfor 9(a) recognition and a continuing, enforceable promise by the\r\n\nRespondent  [Goodless]  to grant  voluntary  recognition on  that\r\n\n                    \r                              \r\n\nWhile the Board  is quite correct that neither  of these opinions\r\nrequired that  the union demonstrate  through extrinsic  evidence\r\nthe  existence  of majority  support, they  were not  so required\r\nbecause  in  Hayman Electric,  the  union  had  made a  claim  of\r                                                                       \r\nmajority  support, which the employer failed to challenge, and in\r\nDecorative  Floors,  the  employer   had  signed  a   recognition\r                            \r\nagreement explicitly stating that the union had attained majority\r\nstatus.  The same is not true here.\r\n\n                               -20-\r\r\n\nbasis if  the Union demonstrated majority support.\"  Id.  On this\r                                                                  \r\n\npoint, we  have noted  that \"[t]he prevailing  rule, in  this and\r\n\nother  circuits,  provides  that   technical  rules  of  contract\r\n\ninterpretation  are not necessarily  binding on the  Board in the\r\n\ncollective bargaining  context, even though  it is free  to apply\r\n\ngeneral  contract  principles  so as  to  foster  the established\r\n\nfederal  labor policy favoring  collective bargaining.\"   NLRB v.\r                                                                        \r\n\nBoston Dist.  Council of Carpenters,  </pre><span class=\"citation\" data-id=\"715775\"><a href=\"/opinion/715775/national-labor-relations-board-v-boston-district-council-of-carpenters/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span><pre class=\"inline\">, 665  (1st Cir.\r                                             \r\n\n1996).   Furthermore,  it  is  clear  that general  contract  law\r\n\nprinciples cannot  supplant the  requirement of  a federal  labor\r\n\npolicy  such as  that  embodied in  Section  9(a) requiring  that\r\n\nemployees  be  represented  by  an  organization  approved  by  a\r\n\nmajority of employees.\r\n\n          In  the unique circumstances surrounding a Section 8(f)\r\n\nrelationship  between a  construction  industry  employer  and  a\r\n\nunion,  for ten  years  the  Board has  followed  a specific  and\r\n\ndiscrete  two-option   rule  for   the  transformation   of  that\r\n\nrelationship into  a Section 9(a) relationship.   Under the plain\r\n\nterms of that rule, a  finding in favor of Goodless is  required.\r\n\nWe cannot accept the Board's  departure from its own precedent in\r\n\nthis  case  in   the  absence  of  some  cogent  explanation,  an\r\n\nexplanation   that  has  not  been  forthcoming.10    See  Shaw's\r                                                                           \r\n\nSupermarkets, Inc.,  884 F.2d at  35 (\"Although the Board  is not\r                            \r\n\npermanently bound by  its precedent,  when it  wishes to  deviate\r\n\n                    \r                              \r\n\n10  Indeed, the Board does not acknowledge that its decision is a\r\ndeparture from past precedent.\r\n\n                               -21-\r\r\n\nfrom well-established precedent  as significantly as it  has done\r\n\nhere,  it   must,  at  least,   explain  the   reasons  for   its\r\n\ndeviation.\").11   Under Board precedent, the parties maintained a\r\n\nSection 8(f) relationship  because no contemporaneous showing  of\r\n\nmajority support  accompanied the  Union's demand   to  Goodless.\r\n\nThus, Goodless  did not  violate Section  8(a)(5) by  repudiating\r\n\nthat  relationship  or  by unilaterally  changing  the  terms and\r\n\nconditions of employment under the circumstances of this appeal.\r\n\n          As  a  final  matter,  the  Board's  finding  that  the\r\n\napprentices  were  constructively   discharged  rested  upon  its\r\n\nconclusion  that  Goodless committed  unfair  labor  practices by\r\n\nrepudiating  its relationship with the Union, and by unilaterally\r\n\nimplementing changes in  the terms and conditions  of employment.\r\n\nBecause we do  not agree with  that finding, we cannot  enforce a\r\n\nruling predicated upon it.   We therefore deny enforcement of the\r\n\nBoard's finding that  Goodless violated Sections 8(a)(3)  and (1)\r\n\nby constructively discharging the apprentices.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the foregoing reasons, we reverse and remand to the\r                                                  reverse     remand\r                                                                    \r\n\nNational Labor Relations Board for proceedings in accordance with\r\n\nthis opinion.\r\n\n                    \r                              \r\n\n11   As a  secondary matter,  we do  not think  that the  Union's\r\ndemand,  let alone  Goodless'  recognition, could  be  considered\r\n\"unequivocal\"   when  it  was  subject  to  a  contingency  whose\r\nfulfillment had no temporal limitations.  Indeed, the contingency\r\nmay  never have  been met.    Without any  reasonable, temporally\r\nlimiting principles, we cannot affirm the Board's conclusion that\r\na demand and  recognition may be properly  considered unequivocal\r\nwhen subject to a contingency whose fulfillment may never occur.\r\n\n                               -22-\r\r\n\n          Costs to respondent.\r\n\n                               -23-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741734/"
  ]
}