{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197503/",
  "absolute_url": "/opinion/197503/rogers-v-management-technolog/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197503/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:31:45Z",
  "date_modified": "2017-03-24T10:52:26.651481Z",
  "type": "010combined",
  "sha1": "d170153a9da301d91e642d23f6a9bd6e305eca4d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1960.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1960\r\n\n                      FRANCES A. ROGERS,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n             MANAGEMENT TECHNOLOGY, INC., ET AL.\r\n\n                    Defendants, Appellees,\r\n\n                                         \r\n\n                      RICHARD CAVALLARO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n      PETITION FOR WRIT OF MANDAMUS AND APPEAL FROM THE\r\n\nUNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Nancy J. Gertner, District Judge]\r                                                             \r\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Boudin, Circuit Judge.\r                                                       \r\n                                         \r\n\nJennifer H. Zacks, with whom Frank W. Hunger, Assistant Attorney\r                                                        \r\nGeneral, Donald K. Stern, United States Attorney, and Barbara L.\r                                                                        \r\nHerwig, Attorney, Civil Division, U.S. Department of Justice, were on\r              \r\nbrief for appellant, Richard Cavallaro.\r\nPaul A. Manoff for appellee Frances A. Rogers.\r                          \r\n                                         \r\n\n                       August 12, 1997\r\n                                         \r\r\n\n          CAMPBELL, Senior Circuit Judge.   The United States\r                                                    \r\n\nand its employee, Richard Cavallaro, appeal from the district\r\n\ncourt's order  remanding  a slander  action  brought  against\r\n\nCavallaro back to the Massachusetts state court.  The slander\r\n\naction had earlier been removed to the federal court pursuant\r\n\nto the Attorney General's  Westfall Act certification,  which\r\n\nstated that Cavallaro had been acting within the scope of his\r\n\nfederal  employment  at  the  time  of  the  alleged  slander\r\n\nincident.  Appellants  now complain that the  district court,\r\n\nignoring the Attorney General's certification, wrongly placed\r\n\nupon  them  the  burden of  establishing  that  Cavallaro was\r\n\nacting  within the  scope  of  his  federal  employment  when\r\n\ncommitting  the alleged tort.  Appellants further complain of\r\n\nthe  absence of  any express  determination  by the  district\r\n\ncourt that Cavallaro had in fact been acting beyond the scope\r\n\nof his federal employment.  We vacate and remand.\r\n\n                    I.  Factual Background\r                                                      \r\n\n          The plaintiff,  Frances A. Rogers,  was employed by\r\n\nManagement  Technology Inc.,  a government  contractor, until\r\n\nAugust 1993.   At that time, Rogers was  fired, allegedly for\r\n\nfalsifying the records  of the hours she had worked as a data\r\n\nentry  help desk  coordinator  at  Hanscom  Air  Force  Base.\r\n\nRogers  then  filed  a  state  action  in  the  Massachusetts\r\n\nsuperior  court against, among  others, Richard  Cavallaro, a\r\n\ncivil service employee  of the United States Air  Force.  She\r\n\n                             -2-\r                                          2\r\r\n\nasserted  that following a dispute she had had with Cavallaro\r\n\nover  a  parking space,  he  had  defamed her      wrongfully\r\n\ntelling her  superiors that she had falsified  her time cards\r\n\n   causing the loss of her job.\r\n\n          The  United  States  Attorney,  acting  under   the\r\n\nWestfall  Act, certified  that  Cavallaro  had  been  \"acting\r\n\nwithin the scope of his  office or employment at the  time of\r\n\nthe incident  out of which  the claim  arose.\"1  28  U.S.C.  \r\n\n2679(d)(1).    The government  then removed  the case  to the\r\n\nfederal  district court and  moved that the  United States be\r\n\nsubstituted  for Cavallaro as  the party defendant,  and that\r\n\nCavallaro be  dismissed, under  28 U.S.C.     2679(d)(2)  and\r\n\n(b)(1).  \r\n\n          At  the  same  time,   the  government  also  moved\r\n\nseparately  for  summary  judgment, arguing  that  since  the\r\n\nWestfall  Act provides that a plaintiff's sole remedy against\r\n\na  federal  employee  for \"injury  or  loss  of  property, or\r\n\npersonal  injury or  death  arising  or  resulting  from  the\r\n\nnegligent or wrongful act or  omission of any employee of the\r\n\nGovernment while  acting within  the scope  of his  office or\r\n\nemployment,\" 28 U.S.C.    2679(b)(1), is  a suit against  the\r\n\nUnited States  under the Federal  Tort Claims Act,  and since\r\n\n                    \r                                \r\n\n1.  Although the statute designates the Attorney General as\r\nthe person who makes the scope decision, the Attorney General\r\nhas delegated this authority to the United States Attorneys. \r\nSee 28 C.F.R.   15.3(a).\r               \r\n\n                             -3-\r                                          3\r\r\n\nthe Federal Tort  Claims Act provides no waiver  of sovereign\r\n\nimmunity for the  types of claims asserted by  Rogers, see 28\r                                                                      \r\n\nU.S.C.   2680(h), Rogers had no remedy.\r\n\n          The case  was assigned initially  to United  States\r\n\nDistrict   Judge  Harrington.    On  April  29,  1994,  Judge\r\n\nHarrington  ordered   both  parties   to  submit   affidavits\r\n\n\"delineating  the   duties  and  responsibilities   of  their\r\n\nemployment . . . .\"   Whether because it was  never received,\r\n\nas the government  now contends,  or for  some other  reason,\r\n\nneither  party  filed  affidavits  in  compliance  with  this\r\n\norder.2\r\n\n          On May 16, 1994, the case was reassigned to  United\r\n\nStates District Judge Gertner.   On September 16, 1994, Judge\r\n\nGertner  held a  hearing  on  the  government's  motions  for\r\n\nsubstitution  of the  United States  as  party defendant  and\r\n\ndismissal  of  Cavallaro  and  for summary  judgment  against\r\n\nRogers  in her  defamation action.   On  May 30,  1996, Judge\r\n\nGertner   denied   all  the   government's   motions,  citing\r\n\nCavallaro's failure to  file an affidavit in  compliance with\r\n\nthe April  29, 1994 order and a  lack of basis for concluding\r\n\nthat Cavallaro was acting within the scope of his employment.\r\n\n                    \r                                \r\n\n2.  Rogers submitted an affidavit on May 2, 1994 that did not\r\naddress the \"duties and responsibilities\" of either her\r\nemployment or Cavallaro's.  Rogers says she filed this\r\naffidavit in support of her opposition to the government's\r\nsummary judgment motion, and not in response to Judge\r\nHarrington's order.\r\n\n                             -4-\r                                          4\r\r\n\nJudge   Gertner  then   remanded  the   case   back  to   the\r\n\nMassachusetts   state    court.       Without   moving    for\r\n\nreconsideration, the government filed this appeal.3\r\n\n            II.  Review of the Scope Certification\r                                                              \r\n\n          The   Westfall   Act   states   that   the    scope\r\n\ncertification  by  the  Attorney General      that  a federal\r\n\nemployee was acting within the scope of his or her employment\r\n\nwhen committing the alleged  tort from which the claim  arose\r\n\n    \"shall  conclusively   establish  scope   of  office   or\r\n\nemployment  for purposes of removal.\"  28 U.S.C.   2679(d)(2)\r                                               \r\n\n(emphasis added).   In Gutierrez de Martinez  v. Lamagno, 115\r                                                                    \r\n\nS. Ct. 2227 (1995), the Supreme Court construed the Act so as\r\n\nto allow  district courts  to review  the Attorney  General's\r\n\nscope certificate relative  to the matter of  substitution of\r\n\nthe United States as a party defendant.  The Court wrote:\r\n\n          Congress spoke in discrete sentences in  \r\n          2679(d)(2)  first  of  removal,  then  of\r\n          substitution.   Next,  Congress made  the\r\n\n                    \r                                \r\n\n3.  The government says that it did not file a motion for\r\nreconsideration under Fed. R. Civ. P. 60 because it \"did not\r\nbecome aware of the district court's orders denying the\r\nUnited States' motion for substitution and remanding the case\r\nto state court until a few days before the deadline for\r\nfiling a notice of appeal . . . .\"  Given the government's\r\ncomplaint that it was not notified of Judge Harrington's\r\norder to file affidavits, it would have been sensible to\r\nbring this matter to the district court's attention.  The\r\ngovernment's excuse that it did not learn of Judge Gertner's\r\norder rejecting its motion until shortly before the\r\nexpiration of the time to appeal is not persuasive.  It could\r\nhave filed its notice of appeal first and then asked the\r\ndistrict court to reconsider its order.  See Puerto Rico v.\r                                                                    \r\nThe SS Zoe Colocotroni, 601 F.2d 39, 42 (1st Cir. 1979).\r                                  \r\n\n                             -5-\r                                          5\r\r\n\n          Attorney General's certificate conclusive\r\n          solely  for  purposes   of  removal,  and\r\n          notably not for purposes of substitution.\r\n          It  follows   . . . that  the   scope-of-\r\n          employment   judgment   determinative  of\r\n          substitution can  and properly  should be\r\n          checked by the  court, i.e., the Attorney\r                                                 \r\n          General's      scarcely     disinterested\r\n          certification  on   that  matter   is  by\r\n          statute made the first, but not the final\r\n          word.\r\n\nId. at 2235. \r               \r\n\n          Gutierrez did  not speak to the question of who has\r                               \r\n\nthe burden  of proof on the scope  issue, but our language in\r\n\nNasuti v. Scannell,  906 F.2d 802 (1st Cir.  1990), indicates\r                              \r\n\nclearly  that  in  situations  such  as  this  one,  where  a\r\n\nplaintiff asserts that a defendant acted outside the scope of\r\n\nhis  or  her  employment   despite  the  Attorney   General's\r\n\ncertification to the contrary, the  burden of proof is on the\r\n\nplaintiff.  We wrote:\r\n\n          The Attorney General  can see  to it,  by\r\n          making   the   certification,   that  the\r\n          federal  defendant's   scope  status   is\r\n          resolved  by  a   federal,  not  a  state\r\n          tribunal; employee immunity  will thus be\r\n          protected, in  keeping with  the Westfall\r\n          Act's purpose, except where the plaintiff\r                                                               \r\n          can  convince  a federal  court  that the\r                                                     \r\n          government  employee  was  acting outside\r\n          the   scope   of  his   employment   and,\r\n          therefore,   by   definition,   was   not\r\n          entitled   to   immunity   from  personal\r\n          liability.\r\n\nId. at 813 n.16 (emphasis added).  See also Aversa v.  United\r                                                                         \r\n\nStates, 99 F.3d 1200, 1209 (1st Cir. 1996).\r                  \r\n\n                             -6-\r                                          6\r\r\n\n          Neither the Supreme Court nor our own en banc court\r\n\nhas  said anything  to undermine  the  panel's conclusion  in\r\n\nNasuti that the plaintiff has  the burden of proof in respect\r                  \r\n\nto  overturning the  Attorney General's  scope certification.\r\n\nThe  holding therefore remains binding in  this circuit.  See\r                                                                         \r\n\nInstitut  Pasteur v. Cambridge  Biotech Corp., 104  F.3d 489,\r                                                         \r\n\n493 n.8 (1st Cir.), cert. denied, No. 96-1698, 1997 WL 219862\r                                            \r\n\n(U.S.  June 27, 1997);  Williams v. Ashland  Engineering Co.,\r                                                                         \r\n\nInc., 45  F.3d 588, 592 (1st Cir.),  cert. denied, 116 S. Ct.\r                                                             \r\n\n51 (1995).          Here,  the district  court explained  its\r\n\nreasons for  overturning the  scope certification,  rejecting\r\n\nthe government's motions,  and remanding to the  state court,\r\n\nsolely as follows:\r\n\n          On April  29, 1994, this court  issued an\r\n          order  requiring  defendant  Cavallaro to\r\n          submit  an   affidavit  delineating   his\r\n          duties and responsibilities  with the Air\r\n          Force.   No such affidavit  was received.\r\n          This  Court  therefore has  no  basis for\r\n          concluding  that  Cavallaro   was  acting\r\n          within the  scope of his  employment when\r\n          he made the allegedly defamatory remarks.\r\n\n          The district court's  language    that  without the\r\n\ngovernment's  affidavit it had  no basis for  concluding that\r\n\nCavallaro was acting  within the scope  of his employment    \r\n\nignored the  Attorney General's existing  scope certification\r\n\nand  improperly placed  upon  the  defendant  the  burden  of\r\n\nestablishing anew that  he had acted within the  scope of his\r\n\nfederal employment.\r\n\n                             -7-\r                                          7\r\r\n\n          In Nasuti, as the government points out, this court\r                               \r\n\nfurther held that it is  illegal for the district court, when\r                                            \r\n\nconfronted with an outstanding scope certification, to remand\r\n\nto the state court unless  it makes \"an express determination\r\n\nof   its  own  that  defendant,  when  he  allegedly  injured\r\n\nplaintiff,  was  acting  beyond  the  scope  of  his  federal\r\n\nemployment.\"   Nasuti, 906 F.2d  at 808.  The  district court\r                                 \r\n\nmade  no  such  express scope  determination  here,  pointing\r\n\ninstead merely  to Cavallaro's  failure to  have produced  an\r\n\naffidavit    delineating   his    Air   Force    duties   and\r\n\nresponsibilities.    It  is  far  from  clear  that  such  an\r\n\naffidavit would have  resolved the scope  issue as framed  by\r\n\nRogers,  namely,  that  Cavallaro was  motivated  by personal\r\n\nanimosity stemming from a parking space dispute when  he told\r\n\nPlaintiff's  superiors  that  she   had  falsified  her  time\r\n\nrecords.  In any case,  the district court's reference to the\r\n\nmissing  affidavit  delineating duties  and  responsibilities\r\n\nfell   short  of   Nasuti's   requirement  that   the   court\r                                     \r\n\naffirmatively make an  express determination of its  own that\r\n\nDefendant was acting beyond the  scope of his employment when\r\n\nhe injured the plaintiff.\r\n\n          We   do  not  say,  of  course,  that  the  express\r\n\ndetermination of scope  called for in Nasuti may  not be made\r                                                        \r\n\nin  the  context  of  a  summary  judgment  type  proceeding,\r\n\nassuming there  is  no issue  of disputed  fact requiring  an\r\n\n                             -8-\r                                          8\r\r\n\nevidentiary  hearing.   But Rogers  never  moved for  summary\r\n\njudgment on the scope issue.  Nor did the district court ever\r\n\ndetermine  on the  basis of uncontested  facts in  the record\r\n\nthat Cavallaro  had acted  outside the  scope of  his federal\r\n\nemployment.\r\n\n          This  is not a situation  where it might be thought\r\n\nthat  the district court had validly granted summary judgment\r\n\nto a non-requesting party.  See National Expositions, Inc. v.\r                                                                      \r\n\nCrowley Maritime Corp.,  824 F.2d  131, 133  (1st Cir.  1987)\r                                  \r\n\n(\"[A] district court  has the legal power to  render 'summary\r\n\njudgment  . . . in favor'  of the  party  opposing a  summary\r\n\njudgment  motion 'even  though he has  made no  formal cross-\r\n\nmotion under rule 56.'\") (quoting  10A C. Wright, A. Miller &amp;\r\n\nM. Kane, Federal Practice and Procedure   2720, at 29-30 (1st\r                                                   \r\n\ned.  1983)).  The major limitation on this rule is that \"'the\r\n\nlosing party' must be 'on notice that she had to come forward\r\n\nwith all  of her evidence.'\"   Id. (quoting Celotex  Corp. v.\r                                                                      \r\n\nCatrett, 477 U.S. 317 (1986)).   In order to be  \"on notice,\"\r                   \r\n\nthe original movant  must have \"'had an  adequate opportunity\r                                                                         \r\n\nto show  that there is a genuine  issue and that his opponent\r\n\nis  not entitled  to judgment  as  a matter  of  law.'\"   Id.\r                                                                         \r\n\n(quoting 10A C. Wright,  A. Miller &amp; M. Kane, supra,    2720,\r                                                               \r\n\nat 34) (emphasis added by cited case). \r\n\n          Here it cannot be said that Cavallaro understood he\r\n\nwas on notice that he  had to produce all his scope  evidence\r\n\n                             -9-\r                                          9\r\r\n\nor else face  summary judgment against him.   It is true that\r\n\nhe  was ordered  by Judge  Harrington  to produce  affidavits\r\n\ndelineating  his duties and  responsibilities.  But  even had\r\n\nCavallaro  complied,   such  an  affidavit   would  not  have\r\n\naddressed  Rogers'  argument  that  Cavallaro's  conduct  was\r\n\noutside the scope of his  federal duties because it was based\r\n\non personal spite.  Rogers  herself, in her opposition to the\r\n\ngovernment's  summary  judgment  motion,  stated,  \"There  is\r\n\ninsufficient  evidence in the record presently, for the court\r\n\nto make [the  scope] determination.\"  Rogers argued  that she\r\n\nneeded to take three depositions before enough evidence would\r\n\nexist.   In these confusing circumstances, we  do not believe\r\n\nthe defendants were  on notice they had to  come forward with\r\n\nall their  evidence on scope,  on peril of  suffering summary\r\n\njudgment on that issue in favor of the non-moving plaintiff.\r\n\n          Indeed, although we  need not decide the  point, it\r\n\nseems  unclear  whether  the  facts  stated   in  Cavallaro's\r\n\naffidavit (treating them, arguendo,  as uncontested) provided\r\n\na  sufficient   basis  for   a   scope  determination   under\r\n\nMassachusetts  law against Cavallaro and the government.  See\r                                                                         \r\n\nWang  Laboratories, Inc.  v. Business  Incentives, Inc.,  501\r                                                                   \r\n\nN.E.2d   1163,  1166  (Mass.   1986)  (\"The  fact   that  the\r\n\npredominant motive  of the agent  is to benefit  himself does\r\n\nnot  prevent  the   act  from  coming  within  the  scope  of\r\n\n                             -10-\r                                          10\r\r\n\nemployment as long as the act is otherwise within the purview\r\n\nof his authority.\").  \r\n\n          We hold, therefore, that the district  court lacked\r\n\nan adequate basis in the present record and on the procedures\r\n\nconducted to date for awarding  a judgment on the scope issue\r\n\nin Plaintiff's favor.\r\n\n          Nor  can the district  court's ruling be  upheld as\r\n\ntantamount  to  the  entry  of  a  default  judgment  against\r\n\nCavallaro  and the government designed to discipline them for\r\n\ntheir   failure  to  file  the  affidavit  ordered  by  Judge\r\n\nHarrington.    The  court's  order  denying  the government's\r\n\nmotions for  dismissal of Cavallaro as a  party defendant and\r\n\nfor  substitution of  the  United  States,  and  for  summary\r\n\njudgment, does  not contain either  the word  \"default\" or  a\r\n\ncitation  to  Fed.  R.  Civ.  P. 55,  which  sets  forth  the\r\n\nprocedure for issuing  a judgment by default.4   Nor was that\r\n\nprocedure  followed.    Rogers did  not  move  for  a default\r\n\njudgment;  written  notice  of  an  application  for  default\r\n\njudgment  was not  served; and  no  hearing was  held on  the\r\n\nmatter of a default judgment.  See Fed. R. Civ. P. 55(b).\r                                              \r\n\n                    \r                                \r\n\n4.  Fed. R. Civ. P. 55(b)(2) states, in relevant part:\r\n\n   [T]he party entitled to a judgment by default shall\r\n   apply to the court therefor . . . .  If the party\r\n   against whom judgment by default is sought has appeared\r\n   in the action, the party . . . shall be served with\r\n   written notice of the application for judgment at least\r\n   3 days prior to the hearing on such application.\r\n\n                             -11-\r                                          11\r\r\n\n          Rogers argues  that we lack jurisdiction  to review\r\n\nthe district court's remand order through a writ of mandamus.\r\n\nJust as  in Nasuti, however, the district  court's failure to\r                              \r\n\nmake an express finding that Cavallaro was acting outside the\r\n\nscope of  his employment  left the  Attorney General's  scope\r\n\ncertification intact.  As we wrote:\r\n\n          [S]o  long  as   the  Attorney  General's\r\n          certificate  is validly  in effect,  [the\r\n          defendant] must  be deemed  conclusively,\r\n          for removal purposes, to have been acting\r\n          within the scope  of his employment,  and\r                                                               \r\n          is thus absolutely immune from any  civil\r                                                               \r\n          action or  proceeding for  money damages.\r                                                              \r\n          The   district   court's   current  order\r\n          remanding   to   the  state   court   is,\r\n          therefore,  totally  unauthorized,  being\r\n          contrary to  Congress's mandate  that the\r\n          Attorney General's scope certification be\r\n          conclusive.\r\n\nNasuti,  906 F.2d at 809-10 (footnote omitted).  Accordingly,\r                  \r\n\nmandamus is  appropriate in  this case as  it was  in Nasuti.\r                                                                        \r\n\n\"At least where, as here, remand was  on grounds inextricably\r\n\nmixed  with the  scope of  employment issue, and  was plainly\r\n\nbarred by  the scope  certification, we  believe mandamus  is\r\n\nappropriate . . . .\"  Id. at 812 n.15.5\r                                     \r\n\n                    \r                                \r\n\n5.  The district court's order may also be reviewable on\r\ndirect appeal.  See Nasuti, 906 F.2d at 812 n.15; Flohr v.\r                                                                   \r\nMackovjak, 84 F.3d 386, 389 (11th Cir. 1996); Kimbro v.\r                                                                \r\nVelten, 30 F.3d 1501, 1503 (D.C. Cir. 1994), cert. denied,\r                                                                     \r\n115 S. Ct. 2584 (1995); Jamison v. Wiley, 14 F.3d 222, 233\r                                                    \r\n(4th cir. 1994); Aliota v. Graham, 984 F.2d 1350, 1353 (3d\r                                             \r\nCir.), cert. denied, 510 U.S. 817 (1993); Mitchell v.\r                                                              \r\nCarlson, 896 F.2d 128, 132-33 (5th Cir. 1990).\r                   \r\n\n                             -12-\r                                          12\r\r\n\n          We  therefore  vacate  the district  court's  order\r\n\ndenying the government's motions for substitution and summary\r\n\njudgment and remanding the case to state court.  We remand to\r\n\nthe district court for an express determination as to whether\r\n\nCavallaro was acting  within the scope of his  duties when he\r\n\nallegedly  injured Rogers.   Just  as in  Nasuti, \"As  we are\r                                                            \r\n\nconfident that the district court and the parties will comply\r\n\nwith our orders  in this regard, we  see no need to  issue an\r\n\nactual writ of mandamus at this time.\"  Id. at 814.\r                                                       \r\n\n          Vacated and remanded.\r                                          \r\n\n                             -13-\r                                          13\r\r\n",
  "html": "<p class=\"case_cite\">123 F.3d 34</p>\n    <p class=\"parties\">Frances A. ROGERS, Plaintiff, Appellee,<br>v.<br>MANAGEMENT TECHNOLOGY, INC., et al. Defendants, Appellees,<br>Richard Cavallaro, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1960.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 2, 1997.<br>Decided Aug. 12, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jennifer H. Zacks, with whom Frank W. Hunger, Assistant Attorney General, Washington, DC, Donald K. Stern, United States Attorney, Boston, Ma, and Barbara L. Herwig, Attorney, Civil Division, U.S. Department of Justice, Washington, DC, were on brief, for appellant Richard Cavallaro.</p>\n      <p class=\"indent\">Paul A. Manoff, Boston, MA, for appellee Frances A. Rogers.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States and its employee, Richard Cavallaro, appeal from the district court's order remanding a slander action brought against Cavallaro back to the Massachusetts state court.  The slander action had earlier been removed to the federal court pursuant to the Attorney General's Westfall Act certification, which stated that Cavallaro had been acting within the scope of his federal employment at the time of the alleged slander incident.  Appellants now complain that the district court, ignoring the Attorney General's certification, wrongly placed upon them the burden of establishing that Cavallaro was acting within the scope of his federal employment when committing the alleged tort.  Appellants further complain of the absence of any express determination by the district court that Cavallaro had in fact been acting beyond the scope of his federal employment.  We vacate and remand.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff, Frances A. Rogers, was employed by Management Technology Inc., a government contractor, until August 1993.  At that time, Rogers was fired, allegedly for falsifying the records of the hours she had worked as a data entry help desk coordinator at Hanscom Air Force Base.  Rogers then filed a state action in the Massachusetts superior court against, among others, Richard Cavallaro, a civil service employee of the United States Air Force.  She asserted that following a dispute she had had with Cavallaro over a parking space, he had defamed her--wrongfully telling her superiors that she had falsified her time cards--causing the loss of her job.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The United States Attorney, acting under the Westfall Act, certified that Cavallaro had been \"acting within the scope of his office or employment at the time of the incident out of which the claim arose.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  28 U.S.C. &#167;   2679(d)(1).  The government then removed the case to the federal district court and moved that the United States be substituted for Cavallaro as the party defendant, and that Cavallaro be dismissed, under 28 U.S.C. &#167;&#167; 2679(d)(2) and (b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the same time, the government also moved separately for summary judgment, arguing that since the Westfall Act provides that a plaintiff's sole remedy against a federal employee for \"injury or loss of property, or personal injury or death arising or resulting from the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment,\" 28 U.S.C. &#167; 2679(b)(1), is a suit against the United States under the Federal Tort Claims Act, and since the Federal Tort Claims Act provides no waiver of sovereign immunity for the types of claims asserted by Rogers, see 28 U.S.C. &#167; 2680(h), Rogers had no remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case was assigned initially to United States District Judge Harrington.  On April 29, 1994, Judge Harrington ordered both parties to submit affidavits \"delineating the duties and responsibilities of their employment....\"  Whether because it was never received, as the government now contends, or for some other reason, neither party filed affidavits in compliance with this order.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 16, 1994, the case was reassigned to United States District Judge Gertner.  On September 16, 1994, Judge Gertner held a hearing on the government's motions for substitution of the United States as party defendant and dismissal of Cavallaro and for summary judgment against Rogers in her defamation action.  On May 30, 1996, Judge Gertner denied all the government's motions, citing Cavallaro's failure to file an affidavit in compliance with the April 29, 1994 order and a lack of basis for concluding that Cavallaro was acting within the scope of his employment.  Judge Gertner then remanded the case back to the Massachusetts state court.  Without moving for reconsideration, the government filed this appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II. Review of the Scope Certification</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Westfall Act states that the scope certification by the Attorney General--that a federal employee was acting within the scope of his or her employment when committing the alleged tort from which the claim arose--\"shall conclusively establish scope of office or employment for purposes of removal.\"  28 U.S.C. &#167; 2679(d)(2) (emphasis added).  In Gutierrez de Martinez v. Lamagno, 515 U.S. 417, 115 S.Ct. 2227, 132 L.Ed.2d 375 (1995), the Supreme Court construed the Act so as to allow district courts to review the Attorney General's scope certificate relative to the matter of substitution of the United States as a party defendant.  The Court wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Congress spoke in discrete sentences in &#167; 2679(d)(2) first of removal, then of substitution.  Next, Congress made the Attorney General's certificate conclusive solely for purposes of removal, and notably not for purposes of substitution.  It follows ... that the scope-of-employment judgment determinative of substitution can and properly should be checked by the court, i.e., the Attorney General's scarcely disinterested certification on that matter is by statute made the first, but not the final word.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Id. at 430, 115 S.Ct. at 2235.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Gutierrez did not speak to the question of who has the burden of proof on the scope issue, but our language in Nasuti v. Scannell, 906 F.2d 802 (1st Cir.1990), indicates clearly that in situations such as this one, where a plaintiff asserts that a defendant acted outside the scope of his or her employment despite the Attorney General's certification to the contrary, the burden of proof is on the plaintiff.  We wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The Attorney General can see to it, by making the certification, that the federal defendant's scope status is resolved by a federal, not a state tribunal;  employee immunity will thus be protected, in keeping with the Westfall Act's purpose, except where the plaintiff can convince a federal court that the government employee was acting outside the scope of his employment and, therefore, by definition, was not entitled to immunity from personal liability.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 813 n. 16 (emphasis added).  See also Aversa v. United States, 99 F.3d 1200, 1209 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Neither the Supreme Court nor our own en banc court has said anything to undermine the panel's conclusion in Nasuti that the plaintiff has the burden of proof in respect to overturning the Attorney General's scope certification.  The holding therefore remains binding in this circuit.  See Institut Pasteur v. Cambridge Biotech Corp., 104 F.3d 489, 493 n. 8 (1st Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 2511, 138 L.Ed.2d 1014 (1997);  Williams v. Ashland Engineering Co., Inc., 45 F.3d 588, 592 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 51, 133 L.Ed.2d 16 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the district court explained its reasons for overturning the scope certification, rejecting the government's motions, and remanding to the state court, solely as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>On April 29, 1994, this court issued an order requiring defendant Cavallaro to submit an affidavit delineating his duties and responsibilities with the Air Force.  No such affidavit was received.  This Court therefore has no basis for concluding that Cavallaro was acting within the scope of his employment when he made the allegedly defamatory remarks.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court's language--that without the government's affidavit it had no basis for concluding that Cavallaro was acting within the scope of his employment--ignored the Attorney General's existing scope certification and improperly placed upon the defendant the burden of establishing anew that he had acted within the scope of his federal employment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Nasuti, as the government points out, this court further held that it is illegal for the district court, when confronted with an outstanding scope certification, to remand to the state court unless it makes \"an express determination of its own that defendant, when he allegedly injured plaintiff, was acting beyond the scope of his federal employment.\"  Nasuti, 906 F.2d at 808.   The district court made no such express scope determination here, pointing instead merely to Cavallaro's failure to have produced an affidavit delineating his Air Force duties and responsibilities.  It is far from clear that such an affidavit would have resolved the scope issue as framed by Rogers, namely, that Cavallaro was motivated by personal animosity stemming from a parking space dispute when he told Plaintiff's superiors that she had falsified her time records.  In any case, the district court's reference to the missing affidavit delineating duties and responsibilities fell short of Nasuti's requirement that the court affirmatively make an express determination of its own that Defendant was acting beyond the scope of his employment when he injured the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We do not say, of course, that the express determination of scope called for in Nasuti may not be made in the context of a summary judgment type proceeding, assuming there is no issue of disputed fact requiring an evidentiary hearing.  But Rogers never moved for summary judgment on the scope issue.  Nor did the district court ever determine on the basis of uncontested facts in the record that Cavallaro had acted outside the scope of his federal employment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This is not a situation where it might be thought that the district court had validly granted summary judgment to a non-requesting party.  See National Expositions, Inc. v. Crowley Maritime Corp., 824 F.2d 131, 133 (1st Cir.1987) (\"[A] district court has the legal power to render 'summary judgment ... in favor' of the party opposing a summary judgment motion 'even though he has made no formal cross-motion under rule 56.' \")  (quoting 10A Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure &#167; 2720, at 29-30 (1st ed.1983)).  The major limitation on this rule is that \" 'the losing party' must be 'on notice that she had to come forward with all of her evidence.' \"  Id. (quoting Celotex Corp. v. Catrett, 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986)).  In order to be \"on notice,\" the original movant must have \" 'had an adequate opportunity to show that there is a genuine issue and that his opponent is not entitled to judgment as a matter of law.' \"  Id. (quoting 10A Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, supra, &#167; 2720, at 34) (emphasis added by cited case).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here it cannot be said that Cavallaro understood he was on notice that he had to produce all his scope evidence or else face summary judgment against him.  It is true that he was ordered by Judge Harrington to produce affidavits delineating his duties and responsibilities.  But even had Cavallaro complied, such an affidavit would not have addressed Rogers' argument that Cavallaro's conduct was outside the scope of his federal duties because it was based on personal spite.  Rogers herself, in her opposition to the government's summary judgment motion, stated, \"There is insufficient evidence in the record presently, for the court to make [the scope] determination.\"   Rogers argued that she needed to take three depositions before enough evidence would exist.  In these confusing circumstances, we do not believe the defendants were on notice they had to come forward with all their evidence on scope, on peril of suffering summary judgment on that issue in favor of the non-moving plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Indeed, although we need not decide the point, it seems unclear whether the facts stated in Cavallaro's affidavit (treating them, arguendo, as uncontested) provided a sufficient basis for a scope determination under Massachusetts law against Cavallaro and the government.  See Wang Laboratories, Inc. v. Business Incentives, Inc., 398 Mass. 854, 501 N.E.2d 1163, 1166 (1986) (\"The fact that the predominant motive of the agent is to benefit himself does not prevent the act from coming within the scope of employment as long as the act is otherwise within the purview of his authority.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We hold, therefore, that the district court lacked an adequate basis in the present record and on the procedures conducted to date for awarding a judgment on the scope issue in Plaintiff's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Nor can the district court's ruling be upheld as tantamount to the entry of a default judgment against Cavallaro and the government designed to discipline them for their failure to file the affidavit ordered by Judge Harrington.  The court's order denying the government's motions for dismissal of Cavallaro as a party defendant and for substitution of the United States, and for summary judgment, does not contain either the word \"default\" or a citation to Fed.R.Civ.P. 55, which sets forth the procedure for issuing a judgment by default.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Nor was that procedure followed.  Rogers did not move for a default judgment;  written notice of an application for default judgment was not served;  and no hearing was held on the matter of a default judgment.  See Fed.R.Civ.P. 55(b).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rogers argues that we lack jurisdiction to review the district court's remand order through a writ of mandamus.  Just as in Nasuti, however, the district court's failure to make an express finding that Cavallaro was acting outside the scope of his employment left the Attorney General's scope certification intact.  As we wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>[S]o long as the Attorney General's certificate is validly in effect, [the defendant] must be deemed conclusively, for removal purposes, to have been acting within the scope of his employment, and is thus absolutely immune from any civil action or proceeding for money damages.   The district court's current order remanding to the state court is, therefore, totally unauthorized, being contrary to Congress's mandate that the Attorney General's scope certification be conclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nasuti, 906 F.2d at 809-10 (footnote omitted).  Accordingly, mandamus is appropriate in this case as it was in Nasuti.  \"At least where, as here, remand was on grounds inextricably mixed with the scope of employment issue, and was plainly barred by the scope certification, we believe mandamus is appropriate....\"  Id. at 812 n. 15.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We therefore vacate the district court's order denying the government's motions for substitution and summary judgment and remanding the case to state court.  We remand to the district court for an express determination as to whether Cavallaro was acting within the scope of his duties when he allegedly injured Rogers.  Just as in Nasuti, \"As we are confident that the district court and the parties will comply with our orders in this regard, we see no need to issue an actual writ of mandamus at this time.\"  Id. at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the statute designates the Attorney General as the person who makes the scope decision, the Attorney General has delegated this authority to the United States Attorneys.  See 28 C.F.R. &#167; 15.3(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rogers submitted an affidavit on May 2, 1994 that did not address the \"duties and responsibilities\" of either her employment or Cavallaro's.  Rogers says she filed this affidavit in support of her opposition to the government's summary judgment motion, and not in response to Judge Harrington's order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government says that it did not file a motion for reconsideration under Fed.R.Civ.P. 60 because it \"did not become aware of the district court's orders denying the United States' motion for substitution and remanding the case to state court until a few days before the deadline for filing a notice of appeal....\"  Given the government's complaint that it was not notified of Judge Harrington's order to file affidavits, it would have been sensible to bring this matter to the district court's attention.  The government's excuse that it did not learn of Judge Gertner's order rejecting its motion until shortly before the expiration of the time to appeal is not persuasive.  It could have filed its notice of appeal first and then asked the district court to reconsider its order.  See Puerto Rico v. The SS Zoe Colocotroni, 601 F.2d 39, 42 (1st Cir.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fed.R.Civ.P. 55(b)(2) states, in relevant part:</p>\n        <p>[T]he party entitled to a judgment by default shall apply to the court therefor....  If the party against whom judgment by default is sought has appeared in the action, the party ... shall be served with written notice of the application for judgment at least 3 days prior to the hearing on such application.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court's order may also be reviewable on direct appeal.  See Nasuti, 906 F.2d at 812 n. 15;  Flohr v. Mackovjak, 84 F.3d 386, 389 (11th Cir.1996);  Kimbro v. Velten, 30 F.3d 1501, 1503 (D.C.Cir.1994), cert. denied, 515 U.S. 1145, 115 S.Ct. 2584, 132 L.Ed.2d 833 (1995);  Jamison v. Wiley, 14 F.3d 222, 233 (4th cir.1994);  Aliota v. Graham, 984 F.2d 1350, 1353 (3d Cir.), cert. denied, 510 U.S. 817, 114 S.Ct. 68, 126 L.Ed.2d 37 (1993);  Mitchell v. Carlson, 896 F.2d 128, 132-33 (5th Cir.1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span></p>\n    <p class=\"parties\">Frances A. ROGERS, Plaintiff, Appellee,<br>v.<br>MANAGEMENT TECHNOLOGY, INC., et al. Defendants, Appellees,<br>Richard Cavallaro, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1960.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 2, 1997.<br>Decided Aug. 12, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jennifer H. Zacks, with whom Frank W. Hunger, Assistant Attorney General, Washington, DC, Donald K. Stern, United States Attorney, Boston, Ma, and Barbara L. Herwig, Attorney, Civil Division, U.S. Department of Justice, Washington, DC, were on brief, for appellant Richard Cavallaro.</p>\n      <p class=\"indent\">Paul A. Manoff, Boston, MA, for appellee Frances A. Rogers.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States and its employee, Richard Cavallaro, appeal from the district court's order remanding a slander action brought against Cavallaro back to the Massachusetts state court.  The slander action had earlier been removed to the federal court pursuant to the Attorney General's Westfall Act certification, which stated that Cavallaro had been acting within the scope of his federal employment at the time of the alleged slander incident.  Appellants now complain that the district court, ignoring the Attorney General's certification, wrongly placed upon them the burden of establishing that Cavallaro was acting within the scope of his federal employment when committing the alleged tort.  Appellants further complain of the absence of any express determination by the district court that Cavallaro had in fact been acting beyond the scope of his federal employment.  We vacate and remand.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff, Frances A. Rogers, was employed by Management Technology Inc., a government contractor, until August 1993.  At that time, Rogers was fired, allegedly for falsifying the records of the hours she had worked as a data entry help desk coordinator at Hanscom Air Force Base.  Rogers then filed a state action in the Massachusetts superior court against, among others, Richard Cavallaro, a civil service employee of the United States Air Force.  She asserted that following a dispute she had had with Cavallaro over a parking space, he had defamed her--wrongfully telling her superiors that she had falsified her time cards--causing the loss of her job.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The United States Attorney, acting under the Westfall Act, certified that Cavallaro had been \"acting within the scope of his office or employment at the time of the incident out of which the claim arose.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  28 U.S.C. &#167;   2679(d)(1).  The government then removed the case to the federal district court and moved that the United States be substituted for Cavallaro as the party defendant, and that Cavallaro be dismissed, under 28 U.S.C. &#167;&#167; 2679(d)(2) and (b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the same time, the government also moved separately for summary judgment, arguing that since the Westfall Act provides that a plaintiff's sole remedy against a federal employee for \"injury or loss of property, or personal injury or death arising or resulting from the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment,\" 28 U.S.C. &#167; 2679(b)(1), is a suit against the United States under the Federal Tort Claims Act, and since the Federal Tort Claims Act provides no waiver of sovereign immunity for the types of claims asserted by Rogers, see 28 U.S.C. &#167; 2680(h), Rogers had no remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case was assigned initially to United States District Judge Harrington.  On April 29, 1994, Judge Harrington ordered both parties to submit affidavits \"delineating the duties and responsibilities of their employment....\"  Whether because it was never received, as the government now contends, or for some other reason, neither party filed affidavits in compliance with this order.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 16, 1994, the case was reassigned to United States District Judge Gertner.  On September 16, 1994, Judge Gertner held a hearing on the government's motions for substitution of the United States as party defendant and dismissal of Cavallaro and for summary judgment against Rogers in her defamation action.  On May 30, 1996, Judge Gertner denied all the government's motions, citing Cavallaro's failure to file an affidavit in compliance with the April 29, 1994 order and a lack of basis for concluding that Cavallaro was acting within the scope of his employment.  Judge Gertner then remanded the case back to the Massachusetts state court.  Without moving for reconsideration, the government filed this appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II. Review of the Scope Certification</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Westfall Act states that the scope certification by the Attorney General--that a federal employee was acting within the scope of his or her employment when committing the alleged tort from which the claim arose--\"shall conclusively establish scope of office or employment for purposes of removal.\"  28 U.S.C. &#167; 2679(d)(2) (emphasis added).  In Gutierrez de Martinez v. Lamagno, <span class=\"citation\" data-id=\"117955\"><a href=\"/opinion/117955/gutierrez-de-martinez-v-lamagno/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">417</span></a></span>, <span class=\"citation\" data-id=\"117955\"><a href=\"/opinion/117955/gutierrez-de-martinez-v-lamagno/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2227</span></a></span>, <span class=\"citation\" data-id=\"117955\"><a href=\"/opinion/117955/gutierrez-de-martinez-v-lamagno/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">375</span></a></span> (1995), the Supreme Court construed the Act so as to allow district courts to review the Attorney General's scope certificate relative to the matter of substitution of the United States as a party defendant.  The Court wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Congress spoke in discrete sentences in &#167; 2679(d)(2) first of removal, then of substitution.  Next, Congress made the Attorney General's certificate conclusive solely for purposes of removal, and notably not for purposes of substitution.  It follows ... that the scope-of-employment judgment determinative of substitution can and properly should be checked by the court, i.e., the Attorney General's scarcely disinterested certification on that matter is by statute made the first, but not the final word.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Id. at 430, 115 S.Ct. at 2235.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Gutierrez did not speak to the question of who has the burden of proof on the scope issue, but our language in Nasuti v. Scannell, <span class=\"citation\" data-id=\"543724\"><a href=\"/opinion/543724/nicholas-nasuti-v-james-scannell-nicholas-nasuti-v-james-scannell/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span> (1st Cir.1990), indicates clearly that in situations such as this one, where a plaintiff asserts that a defendant acted outside the scope of his or her employment despite the Attorney General's certification to the contrary, the burden of proof is on the plaintiff.  We wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The Attorney General can see to it, by making the certification, that the federal defendant's scope status is resolved by a federal, not a state tribunal;  employee immunity will thus be protected, in keeping with the Westfall Act's purpose, except where the plaintiff can convince a federal court that the government employee was acting outside the scope of his employment and, therefore, by definition, was not entitled to immunity from personal liability.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 813 n. 16 (emphasis added).  See also Aversa v. United States, <span class=\"citation\" data-id=\"197034\"><a href=\"/opinion/197034/aversa-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1209 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Neither the Supreme Court nor our own en banc court has said anything to undermine the panel's conclusion in Nasuti that the plaintiff has the burden of proof in respect to overturning the Attorney General's scope certification.  The holding therefore remains binding in this circuit.  See Institut Pasteur v. Cambridge Biotech Corp., <span class=\"citation\" data-id=\"733244\"><a href=\"/opinion/733244/institut-pasteur-and-pasteur-sanofi-diagnostics-v-cambridge-biotech/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span>, 493 n. 8 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2511</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1014</span></span> (1997);  Williams v. Ashland Engineering Co., Inc., <span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 592 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">51</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the district court explained its reasons for overturning the scope certification, rejecting the government's motions, and remanding to the state court, solely as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>On April 29, 1994, this court issued an order requiring defendant Cavallaro to submit an affidavit delineating his duties and responsibilities with the Air Force.  No such affidavit was received.  This Court therefore has no basis for concluding that Cavallaro was acting within the scope of his employment when he made the allegedly defamatory remarks.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court's language--that without the government's affidavit it had no basis for concluding that Cavallaro was acting within the scope of his employment--ignored the Attorney General's existing scope certification and improperly placed upon the defendant the burden of establishing anew that he had acted within the scope of his federal employment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Nasuti, as the government points out, this court further held that it is illegal for the district court, when confronted with an outstanding scope certification, to remand to the state court unless it makes \"an express determination of its own that defendant, when he allegedly injured plaintiff, was acting beyond the scope of his federal employment.\"  Nasuti, 906 F.2d at 808.   The district court made no such express scope determination here, pointing instead merely to Cavallaro's failure to have produced an affidavit delineating his Air Force duties and responsibilities.  It is far from clear that such an affidavit would have resolved the scope issue as framed by Rogers, namely, that Cavallaro was motivated by personal animosity stemming from a parking space dispute when he told Plaintiff's superiors that she had falsified her time records.  In any case, the district court's reference to the missing affidavit delineating duties and responsibilities fell short of Nasuti's requirement that the court affirmatively make an express determination of its own that Defendant was acting beyond the scope of his employment when he injured the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We do not say, of course, that the express determination of scope called for in Nasuti may not be made in the context of a summary judgment type proceeding, assuming there is no issue of disputed fact requiring an evidentiary hearing.  But Rogers never moved for summary judgment on the scope issue.  Nor did the district court ever determine on the basis of uncontested facts in the record that Cavallaro had acted outside the scope of his federal employment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This is not a situation where it might be thought that the district court had validly granted summary judgment to a non-requesting party.  See National Expositions, Inc. v. Crowley Maritime Corp., <span class=\"citation\" data-id=\"491640\"><a href=\"/opinion/491640/national-expositions-inc-v-crowley-maritime-corporation/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span>, 133 (1st Cir.1987) (\"[A] district court has the legal power to render 'summary judgment ... in favor' of the party opposing a summary judgment motion 'even though he has made no formal cross-motion under rule 56.' \")  (quoting 10A Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure &#167; 2720, at 29-30 (1st ed.1983)).  The major limitation on this rule is that \" 'the losing party' must be 'on notice that she had to come forward with all of her evidence.' \"  Id. (quoting Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986)).  In order to be \"on notice,\" the original movant must have \" 'had an adequate opportunity to show that there is a genuine issue and that his opponent is not entitled to judgment as a matter of law.' \"  Id. (quoting 10A Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, supra, &#167; 2720, at 34) (emphasis added by cited case).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here it cannot be said that Cavallaro understood he was on notice that he had to produce all his scope evidence or else face summary judgment against him.  It is true that he was ordered by Judge Harrington to produce affidavits delineating his duties and responsibilities.  But even had Cavallaro complied, such an affidavit would not have addressed Rogers' argument that Cavallaro's conduct was outside the scope of his federal duties because it was based on personal spite.  Rogers herself, in her opposition to the government's summary judgment motion, stated, \"There is insufficient evidence in the record presently, for the court to make [the scope] determination.\"   Rogers argued that she needed to take three depositions before enough evidence would exist.  In these confusing circumstances, we do not believe the defendants were on notice they had to come forward with all their evidence on scope, on peril of suffering summary judgment on that issue in favor of the non-moving plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Indeed, although we need not decide the point, it seems unclear whether the facts stated in Cavallaro's affidavit (treating them, arguendo, as uncontested) provided a sufficient basis for a scope determination under Massachusetts law against Cavallaro and the government.  See Wang Laboratories, Inc. v. Business Incentives, Inc., <span class=\"citation\" data-id=\"2095777\"><a href=\"/opinion/2095777/wang-laboratories-inc-v-business-incentives-inc/\"><span class=\"volume\">398</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">854</span></a></span>, <span class=\"citation\" data-id=\"2095777\"><a href=\"/opinion/2095777/wang-laboratories-inc-v-business-incentives-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1163</span></a></span>, 1166 (1986) (\"The fact that the predominant motive of the agent is to benefit himself does not prevent the act from coming within the scope of employment as long as the act is otherwise within the purview of his authority.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We hold, therefore, that the district court lacked an adequate basis in the present record and on the procedures conducted to date for awarding a judgment on the scope issue in Plaintiff's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Nor can the district court's ruling be upheld as tantamount to the entry of a default judgment against Cavallaro and the government designed to discipline them for their failure to file the affidavit ordered by Judge Harrington.  The court's order denying the government's motions for dismissal of Cavallaro as a party defendant and for substitution of the United States, and for summary judgment, does not contain either the word \"default\" or a citation to Fed.R.Civ.P. 55, which sets forth the procedure for issuing a judgment by default.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Nor was that procedure followed.  Rogers did not move for a default judgment;  written notice of an application for default judgment was not served;  and no hearing was held on the matter of a default judgment.  See Fed.R.Civ.P. 55(b).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rogers argues that we lack jurisdiction to review the district court's remand order through a writ of mandamus.  Just as in Nasuti, however, the district court's failure to make an express finding that Cavallaro was acting outside the scope of his employment left the Attorney General's scope certification intact.  As we wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>[S]o long as the Attorney General's certificate is validly in effect, [the defendant] must be deemed conclusively, for removal purposes, to have been acting within the scope of his employment, and is thus absolutely immune from any civil action or proceeding for money damages.   The district court's current order remanding to the state court is, therefore, totally unauthorized, being contrary to Congress's mandate that the Attorney General's scope certification be conclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nasuti, 906 F.2d at 809-10 (footnote omitted).  Accordingly, mandamus is appropriate in this case as it was in Nasuti.  \"At least where, as here, remand was on grounds inextricably mixed with the scope of employment issue, and was plainly barred by the scope certification, we believe mandamus is appropriate....\"  Id. at 812 n. 15.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We therefore vacate the district court's order denying the government's motions for substitution and summary judgment and remanding the case to state court.  We remand to the district court for an express determination as to whether Cavallaro was acting within the scope of his duties when he allegedly injured Rogers.  Just as in Nasuti, \"As we are confident that the district court and the parties will comply with our orders in this regard, we see no need to issue an actual writ of mandamus at this time.\"  Id. at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the statute designates the Attorney General as the person who makes the scope decision, the Attorney General has delegated this authority to the United States Attorneys.  See 28 C.F.R. &#167; 15.3(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rogers submitted an affidavit on May 2, 1994 that did not address the \"duties and responsibilities\" of either her employment or Cavallaro's.  Rogers says she filed this affidavit in support of her opposition to the government's summary judgment motion, and not in response to Judge Harrington's order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government says that it did not file a motion for reconsideration under Fed.R.Civ.P. 60 because it \"did not become aware of the district court's orders denying the United States' motion for substitution and remanding the case to state court until a few days before the deadline for filing a notice of appeal....\"  Given the government's complaint that it was not notified of Judge Harrington's order to file affidavits, it would have been sensible to bring this matter to the district court's attention.  The government's excuse that it did not learn of Judge Gertner's order rejecting its motion until shortly before the expiration of the time to appeal is not persuasive.  It could have filed its notice of appeal first and then asked the district court to reconsider its order.  See Puerto Rico v. The SS Zoe Colocotroni, <span class=\"citation\" data-id=\"367236\"><a href=\"/opinion/367236/commonwealth-of-puerto-rico-v-the-ss-zoe-colocotroni-her-engines/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 42 (1st Cir.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fed.R.Civ.P. 55(b)(2) states, in relevant part:</p>\n        <p>[T]he party entitled to a judgment by default shall apply to the court therefor....  If the party against whom judgment by default is sought has appeared in the action, the party ... shall be served with written notice of the application for judgment at least 3 days prior to the hearing on such application.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court's order may also be reviewable on direct appeal.  See Nasuti, 906 F.2d at 812 n. 15;  Flohr v. Mackovjak, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">386</span></span>, 389 (11th Cir.1996);  Kimbro v. Velten, <span class=\"citation\" data-id=\"675682\"><a href=\"/opinion/675682/marilyn-a-kimbro-v-dolores-velten-department-of-veterans-affairs-and/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1501</span></a></span>, 1503 (D.C.Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1145</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2584</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">833</span></span> (1995);  Jamison v. Wiley, <span class=\"citation\" data-id=\"660684\"><a href=\"/opinion/660684/63-fair-emplpraccas-bna-1051-63-empl-prac-dec-p-42838-connie/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">222</span></a></span>, 233 (4th cir.1994);  Aliota v. Graham, <span class=\"citation\" data-id=\"599262\"><a href=\"/opinion/599262/louis-j-aliota-and-paulette-aliota-v-jack-d-graham-william-d-shoemake/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1350</span></a></span>, 1353 (3d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">37</span></span> (1993);  Mitchell v. Carlson, <span class=\"citation\" data-id=\"536540\"><a href=\"/opinion/536540/queenie-mitchell-v-deborah-carlson-and-united-states-of-america-queenie/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span>, 132-33 (5th Cir.1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2095777/"
  ]
}