{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197599/",
  "absolute_url": "/opinion/197599/nasco-v-public-storage/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197599/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:33:47Z",
  "date_modified": "2017-03-24T10:52:47.042965Z",
  "type": "010combined",
  "sha1": "5d698348c347a4b28f8669f3104075bf044a0bf3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1340.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n\n                                         \r\n\nNo.  97-1340\r\n                         NASCO, INC.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                    PUBLIC STORAGE, INC.,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\nNo.  97-1457\r\n                    PUBLIC STORAGE, INC.,\r\n\n                 Defendant, Cross-Appellant,\r\n\n                              v.\r\n\n                         NASCO, INC.,\r\n\n                  Plaintiff, Cross-Appellee.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                     Lynch, Circuit Judge,\r                                                     \r\n                 and Keeton,* District Judge.\r                                                        \r\n\n                                         \r\n\n          Joseph  G. Abromovitz, with whom John G. Balzer and\r                                                                     \r\n\n                    \r                                \r\n\n* Of the District of Massachusetts, sitting by designation.\r\r\n\nAbromovitz  &amp;  Leahy,  P.C., were  on  brief,  for plaintiff-\r                                       \r\nappellant NASCO, Inc.\r\n          James E. Carroll, with whom Kristen M. Lacovara and\r                                                                     \r\nCetrulo &amp; Capone were on brief, for defendant-appellee Public\r                            \r\nStorage, Inc.\r\n\n                                         \r\n                       October 8, 1997\r\n                                        \r\n\n                             -2-\r                                          2\r\r\n\n          LYNCH,  Circuit Judge.  One novel issue under Mass.\r                      LYNCH,  Circuit Judge.\r                                           \r\n\nGen. Laws ch. 93A  is presented by this appeal: May a chapter\r\n\n93A   11  claimant be awarded attorney's fees  where the only\r\n\n\"adverse  effects\"  it  suffers from  the  violation  are the\r\n\nincurring of valid bills which it  does not pay because it is\r\n\nunable to do so?  We answer this question  in the affirmative\r\n\nin light of Massachusetts precedent and the policy behind the\r\n\nattorney's fees provisions of chapter 93A.\r\n\n          NASCO,  Inc.,  a   family  business  in   financial\r\n\ntrouble,  attempted to sell its principal asset, an old brick\r\n\nwarehouse in  Chelsea, Massachusetts.   Lengthy  negotiations\r\n\nwith Public Storage Inc. (\"PSI\"), a California-based company,\r\n\nproduced a  purchase and sale  agreement in February  of 1990\r\n\nwhich NASCO thought constituted an effective contract for the\r\n\nsale of the  building, but which  a jury did  not.  Both  the\r\n\ntrial  judge and the  jury (in an  advisory capacity) thought\r\n\nthat  PSI nonetheless  had engaged  in  unfair and  deceptive\r\n\nbusiness  practices in the  course of its  dealings, although\r\n\nthe judge found so for only a limited period of time.\r\n\n          PSI escaped an award of significant damages against\r\n\nit when the  judge found that, while NASCO  had suffered harm\r\n\nduring  this limited  period, NASCO  had  not shown  monetary\r\n\ndamages.  The judge did award NASCO attorney's fees and costs\r\n\non that basis.   But the  award was only  a fraction of  what\r\n\nNASCO  had sought, because  NASCO had failed  to document the\r\n\n                             -3-\r                                          3\r\r\n\nfees  for its successful  claim under chapter  93A separately\r\n\nfrom the fees for its unsuccessful contract claim.  Conceding\r\n\nthe jury verdict on the contract claim, NASCO appeals, saying\r\n\nthat the evidence showed that  PSI violated chapter 93A for a\r\n\nlonger  period, that  NASCO  suffered  damages  of  at  least\r\n\n$700,000, and that it should have received more in attorney's\r\n\nfees.  PSI  also appeals, arguing that the  evidence does not\r\n\nshow any violation of chapter 93A at all.  We affirm.\r\n\n                              I.\r\n\n          NASCO,  Inc.  manufactured  bedding products  at  a\r\n\nfactory  located  in  a  large  brick  building  in  Chelsea.\r\n\nNASCO's  financial difficulties convinced the owners by early\r\n\n1987 to  wind down  the business by  selling off  the assets,\r\n\npaying  creditors,  and  distributing the  remainder  to  the\r\n\nshareholders.    NASCO's  principal  asset  was  the  Chelsea\r\n\nproperty, which an appraiser then  valued at $4 million.  The\r\n\nproperty was subject to a  $40,000 first mortgage held by the\r\n\nSmall  Business  Administration  and  to  an  $800,000 second\r\n\nmortgage held by Shawmut Bank.\r\n\n          NASCO's property interested Public Storage, Inc., a\r\n\ncorporation that operates  self-storage facilities throughout\r\n\nthe United States.  In  February 1987, NASCO and PSI executed\r\n\na purchase  and sale agreement  for the property,  reciting a\r\n\nprice of $3.6 million.  The parties terminated that agreement\r\n\nby mutual consent  after learning that Chelsea's  zoning laws\r\n\n                             -4-\r                                          4\r\r\n\ndid not permit  the use of the property  as a mini-warehouse.\r\n\nPSI  remained interested in  the project, and  pursued relief\r\n\nfrom  the  zoning restriction  at  its own  expense,  both in\r\n\nadministrative appeals and ultimately in the courts.\r\n\n          During  this  time,  NASCO  actively  sought  other\r\n\nbuyers for  the property  while continuing negotiations  with\r\n\nPSI.  In  September 1988, Cambridge Investment  Group offered\r\n\n$4  million.   In February  1989, Rauseo  &amp; Co.  offered $3.4\r\n\nmillion.  PSI was kept informed of the offers.  PSI continued\r\n\nto  express its  interest in  the  property, contingent  on a\r\n\nfavorable  outcome of its  zoning litigation, and  offered to\r\n\nincrease its offering price to  $3.8 million.  Neither of the\r\n\nother offers resulted in a sale.\r\n\n          Throughout this period, NASCO had difficulty making\r\n\nits payments  on the Shawmut  loan.  By  the summer of  1989,\r\n\nshareholders had loaned  the corporation a total  of $268,000\r\n\nin personal funds and could  no longer afford to keep current\r\n\non the loan  payments.  Anticipating  a favorable outcome  in\r\n\nthe  pending  land   court  litigation,  PSI  representatives\r\n\npersuaded Shawmut not to foreclose on the property.\r\n\n          In November 1989, the land court ruled in favor  of\r\n\nPSI  on the  zoning issue.   NASCO  and PSI  began exchanging\r\n\ndrafts of  a second purchase  and sale  agreement (the  \"1990\r\n\nP&amp;S\").     On   January   31,   1990,   all   necessary   PSI\r\n\nrepresentatives  signed the  new  agreement; on  February  2,\r\n\n                             -5-\r                                          5\r\r\n\n1990,  NASCO representatives  counter-signed.   The agreement\r\n\ncontained an \"expiration  clause\" which PSI had  demanded and\r\n\nwhich the parties had negotiated.  The clause provided:\r\n\n          11.  Expiration.   This  Agreement  shall be  of no\r                                     \r\n               force or effect unless,  within seven (7) days\r\n               after  the   date  this  Agreement   has  been\r\n               executed  by Seller  and  Buyer's Real  Estate\r\n               Representative, an  Officer, the  Secretary or\r\n               Assistant  Secretary of  Buyer, executes  this\r\n               Agreement on  behalf of Buyer and  delivers to\r\n               Seller  an  executed  copy  of this  Agreement\r\n               signed on  behalf of  Buyer by  both its  Real\r\n               Estate Representative and either the Secretary\r\n               or an Assistant  Secretary of Buyer,  together\r\n               with the Deposit.\r\n\nBoth PSI's local real estate representative and its secretary\r\n\nhad signed the 1990 P&amp;S on January 31, but PSI never paid the\r\n\nrequired deposit.\r\n\n          Between early  February  1990 and  March 19,  1990,\r\n\nNASCO inquired about  the deposit several times,  both orally\r\n\nand by letter.   PSI did not respond by stating that the 1990\r\n\nP&amp;S had  expired because the  deposit had not been  paid, but\r\n\ninstead  claimed that  the  funds  were tied  up  in its  own\r\n\ninternal bureaucracy.   The trial  judge found that  in other\r\n\nrespects PSI continued to act  as though it still intended to\r\n\npurchase the property under the agreement.  Specifically, PSI\r\n\nemployees requested access to the facility and asked NASCO to\r\n\nrestore  electrical  power.   However,  in  the  meantime PSI\r\n\ncontinued  refining  its  own   economic  forecasts  of   the\r\n\nviability  of   the  Chelsea   property  as   a  self-storage\r\n\nwarehouse.   PSI's  statistical analysis  indicated that  the\r\n\n                             -6-\r                                          6\r\r\n\nproject would  only be viable  at a price between  $1 million\r\n\nand $2 million lower than the 1990 P&amp;S provided.  PSI decided\r\n\nto  abandon the  project.   On March  19, 1990,  PSI informed\r\n\nNASCO, by  letter, that  PSI had  \"decided to  terminate\" the\r\n\n1990 P&amp;S.  The letter did not refer to the expiration clause.\r\n\nNASCO   informed  its  bank  that   the  deal  with  PSI  had\r\n\nevaporated, and within two months  the property was sold at a\r\n\nforeclosure sale for $852,000.\r\n\n                             II.\r\n\n          NASCO sued PSI for breach of contract and violation\r\n\nof chapter 93A.   The district court  initially granted PSI's\r\n\nsummary  judgment motion on  both counts, reasoning  that the\r\n\nexpiration clause was unambiguous,  requiring the payment  of\r\n\nthe deposit to bind PSI, and that NASCO could not establish a\r\n\nviolation of  chapter 93A  in the  absence of an  enforceable\r\n\nagreement.    This  Court  reversed, finding  the  expiration\r\n\nclause ambiguous, and remanded for trial.  See NASCO, Inc. v.\r                                                                      \r\n\nPublic Storage, Inc. (NASCO I), 29 F.3d 28 (1st Cir. 1994).  \r                                         \r\n\n          The case was tried before a different judge.  NASCO\r\n\namended its complaint to add claims for breach of the implied\r\n\ncovenant  of good  faith and fair  dealing and  for estoppel.\r\n\nBefore trial,  PSI changed  its legal  theory, admitting  the\r\n\nexistence of a contract prior to the expiration of the seven-\r\n\nday period,  and the  parties dismissed  the estoppel  claim.\r\n\nFollowing   a  fourteen-day  trial,  a  jury  ruled  for  the\r\n\n                             -7-\r                                          7\r\r\n\ndefendant on the  contract claim and on the  implied covenant\r\n\nof  good faith claim.  Serving as  an advisory jury only, the\r\n\njury  answered interrogatories finding  in favor of  NASCO on\r\n\nthe chapter 93A  claim, and recommended damages  of $700,000.\r\n\nJudge  Lindsay, not  accepting the advisory  jury's findings,\r\n\nruled that there was no violation of chapter 93A prior to the\r\n\nexecution of the  1990 P&amp;S on February 2  because the parties\r\n\ndid not  consider the  sale to  be a  \"firm deal\"  until that\r\n\ndocument was signed.\r\n\n          The district court  did find that PSI  had violated\r\n\nchapter  93A  through  its  deceptive  conduct  following the\r\n\nexpiration of the 1990 P&amp;S in an attempt to keep its  options\r\n\nopen, but  ruled originally that  NASCO had not  been damaged\r\n\nthereby.  The district court amended its judgment  to reflect\r\n\n\"adverse    effects\"    from   PSI's    deceptive    conduct.\r\n\nSpecifically, it found that PSI's conduct led  NASCO to incur\r\n\nadditional  legal  expenses  and  the  expense  of  restoring\r\n\nelectricity to the  facility following the expiration  of the\r\n\ncontract.  The district court ruled that NASCO had not proven\r\n\nthe amount  of these damages  and so could not  recover them,\r\n\nbut  that the existence  of these \"adverse  effects\" entitled\r\n\nNASCO  to an  award of  attorney's fees  for the  chapter 93A\r\n\nclaim only.  The district court awarded $35,000 in attorney's\r\n\nfees and $4,097  in costs, one-fifth of what NASCO requested,\r\n\nafter discounting the portion of plaintiff's fee request that\r\n\n                             -8-\r                                          8\r\r\n\nit considered related to the unsuccessful contract claim.\r\n\n                             III.\r\n\n          Both  sides appeal.   NASCO does not  challenge the\r\n\njury's finding on  the contract and implied  covenant of good\r\n\nfaith claims,  but rather  appeals the  judge's finding  that\r\n\nPSI's  conduct  prior to  February  2, 1990  did  not violate\r\n\nchapter 93A.    NASCO argues  that the  judge's finding  goes\r\n\nagainst  the  weight  of  the  evidence  and  disregards  the\r\n\nadvisory jury's findings.   NASCO also  claims the amount  of\r\n\nthe  attorney's fees awarded  was \"arbitrary and capricious.\"\r\n\nPSI  challenges  the   judge's  finding  of  a   chapter  93A\r\n\nviolation, claiming it is against the weight of the evidence,\r\n\nand  challenges the  judge's  finding  of  \"adverse  effects\"\r\n\nsupporting the attorney's fee award.  PSI does  not challenge\r\n\nthe amount of attorney's fees awarded.\r\n\n                             IV.\r\n\nThe Chapter 93A Violation\r                                     \r\n\n          When this case was previously before this court, we\r\n\nreversed  summary judgment for defendant on both the contract\r\n\nand the chapter 93A claim.   As to the chapter 93A claim,  we\r\n\nnoted that the evidence could be read to infer that PSI:\r\n\n          (1)  signed  the  Agreement in  order  to\r\n          obligate NASCO to deliver the property to\r\n          it for $3,575,000.00, if PSI so chose;\r\n\n          (2) intentionally breached its obligation\r\n          to  pay the  $20,000.00 deposit,  knowing\r\n          full well  that NASCO was  in no position\r\n          to repudiate the  Agreement on the  basis\r\n\n                             -9-\r                                          9\r\r\n\n          of PSI's non-payment of the deposit; \r\n\n          (3)  used  the period  of time  after the\r\n          signing of  the Agreement  to investigate\r\n          the  property  further and  to  determine\r\n          whether  it should  honor the  Agreement;\r\n          and \r\n          (4) then used its wrongful non-payment of\r\n          the  deposit   in  order  to   avoid  its\r\n          obligations under the Agreement.\r\n\nNASCO I, 29 F.3d at 34 (footnote omitted).  That evidence and\r                   \r\n\nmore was introduced at trial.\r\n\n          We review  basic chapter 93A  law.  A party  is not\r\n\nexonerated  from chapter 93A liability because there has been\r\n\nno breach  of contract.   The law  of Massachusetts  has been\r\n\nclear  on this  point  since  at least  the  decision of  the\r\n\nSupreme Judicial Court in Jet Line Services, Inc. v. American\r                                                                         \r\n\nEmployers Ins. Co.,  537 N.E.2d 107 (Mass. 1989).   The court\r                              \r\n\nin  Jet  Line held  that  there  was  no coverage  under  the\r                         \r\n\ncontract  of  insurance  between  plaintiff  and   defendant.\r\n\nNonetheless,  the conduct of the insurance company in leading\r\n\nthe  insured to  believe there  was  coverage constituted  an\r\n\nunfair and  deceptive trade  practice.   Accord Massachusetts\r                                                                         \r\n\nFarm  Bureau Federation, Inc. v. Blue Cross of Massachusetts,\r                                                                         \r\n\nInc., 532 N.E.2d  660, 664 (Mass. 1989)(violation  of chapter\r                \r\n\n93A     11  need  not  be  premised  on  a  violation  of  an\r\n\nindependent common law or statutory duty).  The fact that the\r\n\njury  found no breach  of contract does  not preclude NASCO's\r\n\nchapter 93A claim.\r\n\n          While  the rubric  of \"rascality\"  as  the test  of\r\n\n                             -10-\r                                          10\r\r\n\nwhether  something is  \"unfair or  deceptive\"  has been  oft-\r\n\nrecited, both the Supreme Judicial  Court and this court have\r\n\nnoted  that such rhetoric  is \"uninstructive.\"  See Cambridge\r                                                                         \r\n\nPlating  Co., Inc. v. Napco, Inc., 85 F.3d 752, 768 (1st Cir.\r                                             \r\n\n1996);  Massachusetts Employees  Ins.  Exch. v.  Propac-Mass,\r                                                                         \r\n\nInc.,  648  N.E.2d 435,  438  (Mass.  1995).   We  apply  the\r                \r\n\nstandards of  Propac and  Jet Line and  easily hold  that the\r                                              \r\n\nevidence was  not so  overwhelming as  to  require the  trial\r\n\ncourt to find that PSI acted in an unfair or deceptive manner\r\n\nbefore February 2, 1990.\r\n\n          The evidence adequately supports the trial  judge's\r\n\nconclusion that before February 2, 1990 NASCO was aware that,\r\n\nin the  absence of  a signed P&amp;S  with PSI,  it could  not be\r\n\nassured  of a  sale of  the  Chelsea property.   Thus,  under\r\n\nPappas Indus.  Parks, Inc.  v. Psarros,  511 N.E.2d 621,  623\r                                                  \r\n\n(Mass. App. Ct. 1987), the judge could  readily conclude that\r\n\nit   was  not   reasonable  for   NASCO  to  rely   on  PSI's\r\n\nrepresentations before  February 2.   While  the judge  could\r\n\nhave reached  the opposite  conclusion, as  did the  advisory\r\n\njury, he was not required to do so.1\r\n\n          PSI in  turn argues that there was  no violation of\r\n\nchapter 93A after February 2, 1990.  In Propac, 648 N.E.2d at\r                                                          \r\n\n438, the Supreme Judicial Court directed that the focus be on\r\n\n                    \r                                \r\n\n1.  The advisory jury's opinion does not bind the court.  See\r                                                                         \r\nWyler v. Bonnell Motors, Inc.,  624 N.E.2d 116, 118-19 (Mass.\r                                         \r\nApp. 1993).\r\n\n                             -11-\r                                          11\r\r\n\n\"the nature of the challenged  conduct and on the purpose and\r\n\neffect of  the conduct.\"   As in  Propac, the  defendant here\r                                                    \r\n\ncontinued to act as though a legal relationship were in place\r\n\nwhen  it was  not and  the conduct  was unilateral  and self-\r\n\nserving.   In both cases,  some harm  was also done  to third\r\n\nparties --  in this  instance, the  closing attorney and  the\r\n\nelectric  company.   In  each  instance,  the  plaintiff  was\r\n\nparticularly vulnerable  and the  defendant's unfair  conduct\r\n\ngave it greater leverage.\r\n\n          The  record also easily  supports the trial judge's\r\n\nfindings that after February 2,  1990 NASCO believed it had a\r\n\nfirm deal with PSI and that such a belief was reasonable  and\r\n\ninduced by  PSI's actions.   Cf.  Greenstein v.  Flatley, 474\r                                                                    \r\n\nN.E.2d 1130 (Mass. App. Ct. 1985).  As the trial judge found:\r\n\n          PSI used the  period between February  2,\r\n          1990 and March  19, 1990 to  complete its\r\n          assessment of  the economic  soundness of\r\n          the purchase of the Chelsea Property.  To\r\n          keep  all   of  its  options   open,  PSI\r\n          unfairly  and  deceptively led  NASCO  to\r\n          believe that the parties had entered into\r\n          a binding  agreement and the  deposit was\r\n          delayed merely because  of administrative\r\n          inefficiencies.    All   the  while,  PSI\r\n          actually withheld the  deposit because it\r\n          reasoned  that  the  failure to  pay  the\r\n          deposit would permit PSI to repudiate the\r\n          agreement if, after  review, the purchase\r\n          of the Chelsea Property  seemed not be an\r\n          economically   advantageous  transaction.\r\n          Thus   when  PSI   determined  that   the\r\n          purchase was indeed economically unsound,\r\n          it instructed its lawyer  to advise NASCO\r\n          that the deal was off.\r\n\n          During  February  and March,  NASCO's  attorney and\r\n\n                             -12-\r                                          12\r\r\n\nbroker made  several inquiries  concerning the  late deposit.\r\n\nThey testified that  PSI reassured them that  the delays were\r\n\nsimply  the result of PSI's bureaucratic procedures, and that\r\n\nPSI never  indicated that the  contract had expired.   It was\r\n\nonly after the filing of NASCO's lawsuit that PSI claimed the\r\n\ncontract had expired because of the unpaid deposit.\r\n\nAttorney's Fees\r                           \r\n\n          The  more  difficult  question  is  whether   NASCO\r\n\nsuffered any adverse effects sufficient  to trigger liability\r\n\nfor  attorney's fees  under chapter  93A.   In Jet  Line, the\r                                                                    \r\n\ncourt held that \"Under   11, a  plaintiff must be entitled to\r\n\nrelief in some other  respect in order  to be entitled to  an\r\n\naward of  attorneys' fees. . . . Under    11, [the] unfair or\r\n\ndeceptive conduct must have had some adverse effect  upon the\r\n\nplaintiff, even if  it is not quantifiable in  dollars.\"  Jet\r                                                                         \r\n\nLine,  537 N.E.2d at  115.  Because  this is a    11 business\r                \r\n\ncase, and not a   9 consumer case, the Jet Line rule applies.\r                                                           \r\n\n          The trial judge found that NASCO had not shown that\r\n\nthere were  any other  potential buyers for  the building  in\r\n\nthis February/March 1990 time frame, so NASCO could not claim\r\n\nthe  sale value  of the  building as  damages.   The district\r\n\ncourt found two elements of damage: NASCO, believing it had a\r\n\ncontract, incurred legal  fees in anticipation of  a closing,\r\n\nand NASCO suffered losses in the form of the costs associated\r\n\nwith restoring power to the  Chelsea property at the  request\r\n\n                             -13-\r                                          13\r\r\n\nof  PSI.    Such  effects  would indeed  meet  the  Jet  Line\r                                                                         \r\n\nrequirement  of \"adverse effects.\"   See also  Star Financial\r                                                                         \r\n\nServices, Inc. v. AA Star Mortgage Corp., 89  F.3d 5, 15 (1st\r                                                    \r\n\nCir.  1996) (award of injunctive relief based on demonstrated\r\n\nrisk  of  future actual  loss  constitutes an  unquantifiable\r\n\n\"adverse  effect\" under Jet Line); Jillian's Billiard Club of\r                                                                         \r\n\nAmerica, Inc. v. Beloff Billiards, Inc., 619  N.E.2d 635, 638\r                                                   \r\n\n(Mass.  App. Ct.  1993) (where  no damages awarded,  value of\r\n\nwhat  was taken  or start  up  costs, which  might have  been\r\n\nquantifiable,  are sufficient to  support award of attorney's\r\n\nfees).\r\n\n          PSI argues that  the record does not  support these\r\n\nconclusions for  two reasons.   First,  while NASCO  incurred\r\n\nlegal fees for work by  counsel in anticipation of a closing,\r\n\nthere  is no evidence that  it ever paid  those bills, and is\r\n\nnot now obligated  to pay as any claim for  legal services is\r\n\nbarred by the statute of  limitations.  Second, NASCO did not\r\n\nreactivate electricity  at PSI's request  during the  Chapter\r\n\n93A  violation period  and it  did not  pay for  the electric\r\n\nexpenses   because  it  took   the  position  that   PSI  was\r\n\nresponsible to pay those costs and because NASCO had no money\r\n\nto pay these bills.\r\n\n          The record shows that Peter  Cooney, NASCO's broker\r\n\nfor the property, was contacted by Kevin Kinneavy of PSI, who\r\n\nrequested  that  power  be  restored  to  the property.    In\r\n\n                             -14-\r                                          14\r\r\n\nresponse,  NASCO's attorney,  Thomas  Bennet,  sent a  letter\r\n\ndated  February 12,  1990 to  Boston  Edison requesting  that\r\n\npower be restored to the  property.  Mr. Bennet sent copy  of\r\n\nthis letter to Mr. Kinneavy.   Witnesses testified that power\r\n\nwas   subsequently  restored  to  the  property,  and  Harvey\r\n\nShapiro, NASCO's vice president, testified that Boston Edison\r\n\nbilled  NASCO after February  of 1990,  but that  these bills\r\n\nwere  not paid.   Attorney  Bennet's  billing records,  which\r\n\nlisted several entries connected with the sale of the Chelsea\r\n\nproperty between February 2 and  March 19, 1990, were also in\r\n\nevidence.\r\n\n          In  light of this evidence that NASCO incurred both\r\n\nlegal and  electrical bills  and the  trial judge's  implicit\r\n\nfinding that the bills were in fact incurred,  PSI's argument\r\n\nevolves to a contention that  because NASCO did not pay these\r\n\nbills,  it has suffered  no \"adverse effects\"  under Jet Line\r                                                                         \r\n\nand  is not entitled to damages.   NASCO's failure to pay the\r\n\nbills  means  that  it  did  not recover  damages  for  those\r\n\nliabilities, but it  does not mean that NASCO  did not suffer\r\n\nadverse effects.  To the  extent that PSI's objection is that\r\n\nthe bills were  not valid or the debts were not validly owed,\r\n\nthe trial judge  implicitly found against PSI.   It would, of\r\n\ncourse, be a  different matter if the bills  were inflated or\r\n\nfictitious.  To the extent that PSI's objection is that there\r\n\nwere valid debts, but NASCO did not pay them, the decision of\r\n\n                             -15-\r                                          15\r\r\n\nthe Supreme Judicial  Court in DiMarzo v. American  Mut. Ins.\r                                                                         \r\n\nCo., 449 N.E.2d  1189 (Mass. 1983) is  instructive.  Although\r               \r\n\nDiMarzo  dealt with  a  judgment  and not  a  mere bill,  the\r                   \r\n\nSupreme   Judicial  Court  held  that  entry  of  a  judgment\r\n\nconstitutes a loss of money for  purposes of chapter 93A.  In\r\n\naddition, DiMarzo said,  \"[t]he loss does not turn on whether\r                             \r\n\nthe  judgment has  been satisfied.\"  Id.  at 1196.   While  a\r                                                    \r\n\njudgment is  admittedly different than  a bill, that  a valid\r\n\ndebt (evidenced by  a bill) has  not been paid does  not mean\r\n\nthat there has been no adverse effect.\r\n\n          PSI's unfair  and deceptive practices  caused NASCO\r\n\nto  incur these  legal and electrical  bills.   This worsened\r\n\nNASCO's  financial position  and put  it at  risk of  suit on\r\n\nthese bills.   PSI should  not avoid attorney's fees  for its\r\n\nbehavior because NASCO could not  pay bills it would not have\r\n\nincurred  had  PSI  not  violated  the  law.   Indeed,  PSI's\r\n\nposition  seems  contrary  to  the  intent  of  chapter  93A.\r\n\nVulnerable, struggling companies in  bad bargaining positions\r\n\nare more  likely to need  the protection of chapter  93A than\r\n\nrobust,  successful companies.   If we adopt  PSI's position,\r\n\nimpecunious  businesses, unable to pay their bills and trying\r\n\nto sell their assets in order to do so, would be placed  on a\r\n\ndifferent  footing  under  chapter  93A   than  more  solvent\r\n\nplaintiffs.  The  purpose of the chapter 93A    11 attorney's\r\n\nfees provision is to deter businesses from engaging in unfair\r\n\n                             -16-\r                                          16\r\r\n\nand  deceptive trade  practices  where  those practices  have\r\n\nadverse effects.  See Commonwealth v. Fall River Motor Sales,\r                                                                         \r\n\nInc.,   565  N.E.2d  1205,  1214  (Mass.  1991);  Manning  v.\r                                                                     \r\n\nZuckerman, 444 N.E.2d  1262, 1266 (Mass. 1983)  (\"Through the\r                     \r\n\nimposition of penalties for specific unfair or deceptive acts\r\n\nor  practices  between  particular  individuals, the  statute\r\n\nseeks to  deter  these practices  and to  reduce the  general\r\n\ndanger to  the public  arising from  the  potential for  such\r\n\nunscrupulous  behavior  in the  marketplace.\").   We conclude\r\n\nthat NASCO was eligible for an award of attorney's fees.  \r\n\n          NASCO argues  that the district  court's fee  award\r\n\nwas  too small.   But Jet Line,  537 N.E.2d at  114-15, holds\r                                          \r\n\nthat an attorney's fees award should be adjusted to eliminate\r\n\nany  award for  legal services  rendered  in connection  with\r\n\nunsuccessful  claims.  The  district court acted  well within\r\n\nits discretion  when it decided  to award NASCO only  part of\r\n\nthe  attorney's fees  and  costs NASCO  had  incurred in  the\r\n\ncourse of this  litigation.  See DiMarzo, 449  N.E.2d at 1202\r                                                    \r\n\n(\"The amount  of reasonable  attorney's fees  under c.93A  is\r\n\nwithin  the broad discretion of the trial judge.\"); Linthicum\r                                                                         \r\n\nv. Archambault, 398  N.E.2d 482, 488 (Mass.  1979), overruled\r                                                                         \r\n\nin part  on other  grounds by Knapp  Shoes, Inc.  v. Sylvania\r                                                                         \r\n\nShoe Mfg. Corp., 640 N.E.2d 1101, 1105 (Mass. 1994).\r                           \r\n\n                              V.\r\n\n          To  conclude,  we  hold  that  the  district  court\r\n\n                             -17-\r                                          17\r\r\n\ncorrectly applied the  law of chapter 93A to  this case.  The\r\n\nrecord  clearly  supports the  district court's  finding that\r\n\nPSI's actions  from February 2  to March 19 of  1990 violated\r\n\nchapter  93A's  prohibition  of  unfair  and  deceptive trade\r\n\npractices.   The district court was  also correct to conclude\r\n\nthat  NASCO suffered adverse  effects during this  period for\r\n\nwhich attorney's fees could be  awarded.  The judgment of the\r\n\ndistrict court is therefore  affirmed.  Costs are awarded  to\r                                                 \r\n\nNASCO.\r\n\n                             -18-\r                                          18\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n\n                                         \r\n\nNo.  97-1340\r\n                         NASCO, INC.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                    PUBLIC STORAGE, INC.,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\nNo.  97-1457\r\n                    PUBLIC STORAGE, INC.,\r\n\n                 Defendant, Cross-Appellant,\r\n\n                              v.\r\n\n                         NASCO, INC.,\r\n\n                  Plaintiff, Cross-Appellee.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                     Lynch, Circuit Judge,\r                                                     \r\n                 and Keeton,* District Judge.\r                                                        \r\n\n                                         \r\n\n          Joseph  G. Abromovitz, with whom John G. Balzer and\r                                                                     \r\n\n                    \r                                \r\n\n* Of the District of Massachusetts, sitting by designation.\r\r\n\nAbromovitz  &amp;  Leahy,  P.C., were  on  brief,  for plaintiff-\r                                       \r\nappellant NASCO, Inc.\r\n          James E. Carroll, with whom Kristen M. Lacovara and\r                                                                     \r\nCetrulo &amp; Capone were on brief, for defendant-appellee Public\r                            \r\nStorage, Inc.\r\n\n                                         \r\n                       October 8, 1997\r\n                                        \r\n\n                             -2-\r                                          2\r\r\n\n          LYNCH,  Circuit Judge.  One novel issue under Mass.\r                      LYNCH,  Circuit Judge.\r                                           \r\n\nGen. Laws ch. 93A  is presented by this appeal: May a chapter\r\n\n93A   11  claimant be awarded attorney's fees  where the only\r\n\n\"adverse  effects\"  it  suffers from  the  violation  are the\r\n\nincurring of valid bills which it  does not pay because it is\r\n\nunable to do so?  We answer this question  in the affirmative\r\n\nin light of Massachusetts precedent and the policy behind the\r\n\nattorney's fees provisions of chapter 93A.\r\n\n          NASCO,  Inc.,  a   family  business  in   financial\r\n\ntrouble,  attempted to sell its principal asset, an old brick\r\n\nwarehouse in  Chelsea, Massachusetts.   Lengthy  negotiations\r\n\nwith Public Storage Inc. (\"PSI\"), a California-based company,\r\n\nproduced a  purchase and sale  agreement in February  of 1990\r\n\nwhich NASCO thought constituted an effective contract for the\r\n\nsale of the  building, but which  a jury did  not.  Both  the\r\n\ntrial  judge and the  jury (in an  advisory capacity) thought\r\n\nthat  PSI nonetheless  had engaged  in  unfair and  deceptive\r\n\nbusiness  practices in the  course of its  dealings, although\r\n\nthe judge found so for only a limited period of time.\r\n\n          PSI escaped an award of significant damages against\r\n\nit when the  judge found that, while NASCO  had suffered harm\r\n\nduring  this limited  period, NASCO  had  not shown  monetary\r\n\ndamages.  The judge did award NASCO attorney's fees and costs\r\n\non that basis.   But the  award was only  a fraction of  what\r\n\nNASCO  had sought, because  NASCO had failed  to document the\r\n\n                             -3-\r                                          3\r\r\n\nfees  for its successful  claim under chapter  93A separately\r\n\nfrom the fees for its unsuccessful contract claim.  Conceding\r\n\nthe jury verdict on the contract claim, NASCO appeals, saying\r\n\nthat the evidence showed that  PSI violated chapter 93A for a\r\n\nlonger  period, that  NASCO  suffered  damages  of  at  least\r\n\n$700,000, and that it should have received more in attorney's\r\n\nfees.  PSI  also appeals, arguing that the  evidence does not\r\n\nshow any violation of chapter 93A at all.  We affirm.\r\n\n                              I.\r\n\n          NASCO,  Inc.  manufactured  bedding products  at  a\r\n\nfactory  located  in  a  large  brick  building  in  Chelsea.\r\n\nNASCO's  financial difficulties convinced the owners by early\r\n\n1987 to  wind down  the business by  selling off  the assets,\r\n\npaying  creditors,  and  distributing the  remainder  to  the\r\n\nshareholders.    NASCO's  principal  asset  was  the  Chelsea\r\n\nproperty, which an appraiser then  valued at $4 million.  The\r\n\nproperty was subject to a  $40,000 first mortgage held by the\r\n\nSmall  Business  Administration  and  to  an  $800,000 second\r\n\nmortgage held by Shawmut Bank.\r\n\n          NASCO's property interested Public Storage, Inc., a\r\n\ncorporation that operates  self-storage facilities throughout\r\n\nthe United States.  In  February 1987, NASCO and PSI executed\r\n\na purchase  and sale agreement  for the property,  reciting a\r\n\nprice of $3.6 million.  The parties terminated that agreement\r\n\nby mutual consent  after learning that Chelsea's  zoning laws\r\n\n                             -4-\r                                          4\r\r\n\ndid not permit  the use of the property  as a mini-warehouse.\r\n\nPSI  remained interested in  the project, and  pursued relief\r\n\nfrom  the  zoning restriction  at  its own  expense,  both in\r\n\nadministrative appeals and ultimately in the courts.\r\n\n          During  this  time,  NASCO  actively  sought  other\r\n\nbuyers for  the property  while continuing negotiations  with\r\n\nPSI.  In  September 1988, Cambridge Investment  Group offered\r\n\n$4  million.   In February  1989, Rauseo  &amp; Co.  offered $3.4\r\n\nmillion.  PSI was kept informed of the offers.  PSI continued\r\n\nto  express its  interest in  the  property, contingent  on a\r\n\nfavorable  outcome of its  zoning litigation, and  offered to\r\n\nincrease its offering price to  $3.8 million.  Neither of the\r\n\nother offers resulted in a sale.\r\n\n          Throughout this period, NASCO had difficulty making\r\n\nits payments  on the Shawmut  loan.  By  the summer of  1989,\r\n\nshareholders had loaned  the corporation a total  of $268,000\r\n\nin personal funds and could  no longer afford to keep current\r\n\non the loan  payments.  Anticipating  a favorable outcome  in\r\n\nthe  pending  land   court  litigation,  PSI  representatives\r\n\npersuaded Shawmut not to foreclose on the property.\r\n\n          In November 1989, the land court ruled in favor  of\r\n\nPSI  on the  zoning issue.   NASCO  and PSI  began exchanging\r\n\ndrafts of  a second purchase  and sale  agreement (the  \"1990\r\n\nP&amp;S\").     On   January   31,   1990,   all   necessary   PSI\r\n\nrepresentatives  signed the  new  agreement; on  February  2,\r\n\n                             -5-\r                                          5\r\r\n\n1990,  NASCO representatives  counter-signed.   The agreement\r\n\ncontained an \"expiration  clause\" which PSI had  demanded and\r\n\nwhich the parties had negotiated.  The clause provided:\r\n\n          11.  Expiration.   This  Agreement  shall be  of no\r                                     \r\n               force or effect unless,  within seven (7) days\r\n               after  the   date  this  Agreement   has  been\r\n               executed  by Seller  and  Buyer's Real  Estate\r\n               Representative, an  Officer, the  Secretary or\r\n               Assistant  Secretary of  Buyer, executes  this\r\n               Agreement on  behalf of Buyer and  delivers to\r\n               Seller  an  executed  copy  of this  Agreement\r\n               signed on  behalf of  Buyer by  both its  Real\r\n               Estate Representative and either the Secretary\r\n               or an Assistant  Secretary of Buyer,  together\r\n               with the Deposit.\r\n\nBoth PSI's local real estate representative and its secretary\r\n\nhad signed the 1990 P&amp;S on January 31, but PSI never paid the\r\n\nrequired deposit.\r\n\n          Between early  February  1990 and  March 19,  1990,\r\n\nNASCO inquired about  the deposit several times,  both orally\r\n\nand by letter.   PSI did not respond by stating that the 1990\r\n\nP&amp;S had  expired because the  deposit had not been  paid, but\r\n\ninstead  claimed that  the  funds  were tied  up  in its  own\r\n\ninternal bureaucracy.   The trial  judge found that  in other\r\n\nrespects PSI continued to act  as though it still intended to\r\n\npurchase the property under the agreement.  Specifically, PSI\r\n\nemployees requested access to the facility and asked NASCO to\r\n\nrestore  electrical  power.   However,  in  the  meantime PSI\r\n\ncontinued  refining  its  own   economic  forecasts  of   the\r\n\nviability  of   the  Chelsea   property  as   a  self-storage\r\n\nwarehouse.   PSI's  statistical analysis  indicated that  the\r\n\n                             -6-\r                                          6\r\r\n\nproject would  only be viable  at a price between  $1 million\r\n\nand $2 million lower than the 1990 P&amp;S provided.  PSI decided\r\n\nto  abandon the  project.   On March  19, 1990,  PSI informed\r\n\nNASCO, by  letter, that  PSI had  \"decided to  terminate\" the\r\n\n1990 P&amp;S.  The letter did not refer to the expiration clause.\r\n\nNASCO   informed  its  bank  that   the  deal  with  PSI  had\r\n\nevaporated, and within two months  the property was sold at a\r\n\nforeclosure sale for $852,000.\r\n\n                             II.\r\n\n          NASCO sued PSI for breach of contract and violation\r\n\nof chapter 93A.   The district court  initially granted PSI's\r\n\nsummary  judgment motion on  both counts, reasoning  that the\r\n\nexpiration clause was unambiguous,  requiring the payment  of\r\n\nthe deposit to bind PSI, and that NASCO could not establish a\r\n\nviolation of  chapter 93A  in the  absence of an  enforceable\r\n\nagreement.    This  Court  reversed, finding  the  expiration\r\n\nclause ambiguous, and remanded for trial.  See NASCO, Inc. v.\r                                                                      \r\n\nPublic Storage, Inc. (NASCO I), </pre><span class=\"citation\" data-id=\"195499\"><a href=\"/opinion/195499/nasco-inc-v-public-storage-inc/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\"> (1st Cir. 1994).  \r                                         \r\n\n          The case was tried before a different judge.  NASCO\r\n\namended its complaint to add claims for breach of the implied\r\n\ncovenant  of good  faith and fair  dealing and  for estoppel.\r\n\nBefore trial,  PSI changed  its legal  theory, admitting  the\r\n\nexistence of a contract prior to the expiration of the seven-\r\n\nday period,  and the  parties dismissed  the estoppel  claim.\r\n\nFollowing   a  fourteen-day  trial,  a  jury  ruled  for  the\r\n\n                             -7-\r                                          7\r\r\n\ndefendant on the  contract claim and on the  implied covenant\r\n\nof  good faith claim.  Serving as  an advisory jury only, the\r\n\njury  answered interrogatories finding  in favor of  NASCO on\r\n\nthe chapter 93A  claim, and recommended damages  of $700,000.\r\n\nJudge  Lindsay, not  accepting the advisory  jury's findings,\r\n\nruled that there was no violation of chapter 93A prior to the\r\n\nexecution of the  1990 P&amp;S on February 2  because the parties\r\n\ndid not  consider the  sale to  be a  \"firm deal\"  until that\r\n\ndocument was signed.\r\n\n          The district court  did find that PSI  had violated\r\n\nchapter  93A  through  its  deceptive  conduct  following the\r\n\nexpiration of the 1990 P&amp;S in an attempt to keep its  options\r\n\nopen, but  ruled originally that  NASCO had not  been damaged\r\n\nthereby.  The district court amended its judgment  to reflect\r\n\n\"adverse    effects\"    from   PSI's    deceptive    conduct.\r\n\nSpecifically, it found that PSI's conduct led  NASCO to incur\r\n\nadditional  legal  expenses  and  the  expense  of  restoring\r\n\nelectricity to the  facility following the expiration  of the\r\n\ncontract.  The district court ruled that NASCO had not proven\r\n\nthe amount  of these damages  and so could not  recover them,\r\n\nbut  that the existence  of these \"adverse  effects\" entitled\r\n\nNASCO  to an  award of  attorney's fees  for the  chapter 93A\r\n\nclaim only.  The district court awarded $35,000 in attorney's\r\n\nfees and $4,097  in costs, one-fifth of what NASCO requested,\r\n\nafter discounting the portion of plaintiff's fee request that\r\n\n                             -8-\r                                          8\r\r\n\nit considered related to the unsuccessful contract claim.\r\n\n                             III.\r\n\n          Both  sides appeal.   NASCO does not  challenge the\r\n\njury's finding on  the contract and implied  covenant of good\r\n\nfaith claims,  but rather  appeals the  judge's finding  that\r\n\nPSI's  conduct  prior to  February  2, 1990  did  not violate\r\n\nchapter 93A.    NASCO argues  that the  judge's finding  goes\r\n\nagainst  the  weight  of  the  evidence  and  disregards  the\r\n\nadvisory jury's findings.   NASCO also  claims the amount  of\r\n\nthe  attorney's fees awarded  was \"arbitrary and capricious.\"\r\n\nPSI  challenges  the   judge's  finding  of  a   chapter  93A\r\n\nviolation, claiming it is against the weight of the evidence,\r\n\nand  challenges the  judge's  finding  of  \"adverse  effects\"\r\n\nsupporting the attorney's fee award.  PSI does  not challenge\r\n\nthe amount of attorney's fees awarded.\r\n\n                             IV.\r\n\nThe Chapter 93A Violation\r                                     \r\n\n          When this case was previously before this court, we\r\n\nreversed  summary judgment for defendant on both the contract\r\n\nand the chapter 93A claim.   As to the chapter 93A claim,  we\r\n\nnoted that the evidence could be read to infer that PSI:\r\n\n          (1)  signed  the  Agreement in  order  to\r\n          obligate NASCO to deliver the property to\r\n          it for $3,575,000.00, if PSI so chose;\r\n\n          (2) intentionally breached its obligation\r\n          to  pay the  $20,000.00 deposit,  knowing\r\n          full well  that NASCO was  in no position\r\n          to repudiate the  Agreement on the  basis\r\n\n                             -9-\r                                          9\r\r\n\n          of PSI's non-payment of the deposit; \r\n\n          (3)  used  the period  of time  after the\r\n          signing of  the Agreement  to investigate\r\n          the  property  further and  to  determine\r\n          whether  it should  honor the  Agreement;\r\n          and \r\n          (4) then used its wrongful non-payment of\r\n          the  deposit   in  order  to   avoid  its\r\n          obligations under the Agreement.\r\n\nNASCO I, 29 F.3d at 34 (footnote omitted).  That evidence and\r                   \r\n\nmore was introduced at trial.\r\n\n          We review  basic chapter 93A  law.  A party  is not\r\n\nexonerated  from chapter 93A liability because there has been\r\n\nno breach  of contract.   The law  of Massachusetts  has been\r\n\nclear  on this  point  since  at least  the  decision of  the\r\n\nSupreme Judicial Court in Jet Line Services, Inc. v. American\r                                                                         \r\n\nEmployers Ins. Co.,  </pre><span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">107</span></span><pre class=\"inline\"> (Mass. 1989).   The court\r                              \r\n\nin  Jet  Line held  that  there  was  no coverage  under  the\r                         \r\n\ncontract  of  insurance  between  plaintiff  and   defendant.\r\n\nNonetheless,  the conduct of the insurance company in leading\r\n\nthe  insured to  believe there  was  coverage constituted  an\r\n\nunfair and  deceptive trade  practice.   Accord Massachusetts\r                                                                         \r\n\nFarm  Bureau Federation, Inc. v. Blue Cross of Massachusetts,\r                                                                         \r\n\nInc., </pre><span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">660</span></span><pre class=\"inline\">, 664 (Mass. 1989)(violation  of chapter\r                \r\n\n93A     11  need  not  be  premised  on  a  violation  of  an\r\n\nindependent common law or statutory duty).  The fact that the\r\n\njury  found no breach  of contract does  not preclude NASCO's\r\n\nchapter 93A claim.\r\n\n          While  the rubric  of \"rascality\"  as  the test  of\r\n\n                             -10-\r                                          10\r\r\n\nwhether  something is  \"unfair or  deceptive\"  has been  oft-\r\n\nrecited, both the Supreme Judicial  Court and this court have\r\n\nnoted  that such rhetoric  is \"uninstructive.\"  See Cambridge\r                                                                         \r\n\nPlating  Co., Inc. v. Napco, Inc., </pre><span class=\"citation\" data-id=\"196794\"><a href=\"/opinion/196794/cambridge-plating-v-napco-inc/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">752</span></a></span><pre class=\"inline\">, 768 (1st Cir.\r                                             \r\n\n1996);  Massachusetts Employees  Ins.  Exch. v.  Propac-Mass,\r                                                                         \r\n\nInc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">648</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">435</span></span><pre class=\"inline\">,  438  (Mass.  1995).   We  apply  the\r                \r\n\nstandards of  Propac and  Jet Line and  easily hold  that the\r                                              \r\n\nevidence was  not so  overwhelming as  to  require the  trial\r\n\ncourt to find that PSI acted in an unfair or deceptive manner\r\n\nbefore February 2, 1990.\r\n\n          The evidence adequately supports the trial  judge's\r\n\nconclusion that before February 2, 1990 NASCO was aware that,\r\n\nin the  absence of  a signed P&amp;S  with PSI,  it could  not be\r\n\nassured  of a  sale of  the  Chelsea property.   Thus,  under\r\n\nPappas Indus.  Parks, Inc.  v. Psarros,  </pre><span class=\"citation\" data-id=\"2062291\"><a href=\"/opinion/2062291/pappas-industrial-parks-inc-v-psarros/\"><span class=\"volume\">511</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">621</span></a></span><pre class=\"inline\">,  623\r                                                  \r\n\n(Mass. App. Ct. 1987), the judge could  readily conclude that\r\n\nit   was  not   reasonable  for   NASCO  to  rely   on  PSI's\r\n\nrepresentations before  February 2.   While  the judge  could\r\n\nhave reached  the opposite  conclusion, as  did the  advisory\r\n\njury, he was not required to do so.1\r\n\n          PSI in  turn argues that there was  no violation of\r\n\nchapter 93A after February 2, 1990.  In Propac, 648 N.E.2d at\r                                                          \r\n\n438, the Supreme Judicial Court directed that the focus be on\r\n\n                    \r                                \r\n\n1.  The advisory jury's opinion does not bind the court.  See\r                                                                         \r\nWyler v. Bonnell Motors, Inc.,  </pre><span class=\"citation\" data-id=\"2065298\"><a href=\"/opinion/2065298/wyler-v-bonnell-motors-inc/\"><span class=\"volume\">624</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">116</span></a></span><pre class=\"inline\">, 118-19 (Mass.\r                                         \r\nApp. 1993).\r\n\n                             -11-\r                                          11\r\r\n\n\"the nature of the challenged  conduct and on the purpose and\r\n\neffect of  the conduct.\"   As in  Propac, the  defendant here\r                                                    \r\n\ncontinued to act as though a legal relationship were in place\r\n\nwhen  it was  not and  the conduct  was unilateral  and self-\r\n\nserving.   In both cases,  some harm  was also done  to third\r\n\nparties --  in this  instance, the  closing attorney and  the\r\n\nelectric  company.   In  each  instance,  the  plaintiff  was\r\n\nparticularly vulnerable  and the  defendant's unfair  conduct\r\n\ngave it greater leverage.\r\n\n          The  record also easily  supports the trial judge's\r\n\nfindings that after February 2,  1990 NASCO believed it had a\r\n\nfirm deal with PSI and that such a belief was reasonable  and\r\n\ninduced by  PSI's actions.   Cf.  Greenstein v.  Flatley, </pre><span class=\"citation\" data-id=\"1988632\"><a href=\"/opinion/1988632/greenstein-v-flatley/\"><span class=\"volume\">474</span>\r                                                                    \r\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">1130</span></a></span><pre class=\"inline\"> (Mass. App. Ct. 1985).  As the trial judge found:\r\n\n          PSI used the  period between February  2,\r\n          1990 and March  19, 1990 to  complete its\r\n          assessment of  the economic  soundness of\r\n          the purchase of the Chelsea Property.  To\r\n          keep  all   of  its  options   open,  PSI\r\n          unfairly  and  deceptively led  NASCO  to\r\n          believe that the parties had entered into\r\n          a binding  agreement and the  deposit was\r\n          delayed merely because  of administrative\r\n          inefficiencies.    All   the  while,  PSI\r\n          actually withheld the  deposit because it\r\n          reasoned  that  the  failure to  pay  the\r\n          deposit would permit PSI to repudiate the\r\n          agreement if, after  review, the purchase\r\n          of the Chelsea Property  seemed not be an\r\n          economically   advantageous  transaction.\r\n          Thus   when  PSI   determined  that   the\r\n          purchase was indeed economically unsound,\r\n          it instructed its lawyer  to advise NASCO\r\n          that the deal was off.\r\n\n          During  February  and March,  NASCO's  attorney and\r\n\n                             -12-\r                                          12\r\r\n\nbroker made  several inquiries  concerning the  late deposit.\r\n\nThey testified that  PSI reassured them that  the delays were\r\n\nsimply  the result of PSI's bureaucratic procedures, and that\r\n\nPSI never  indicated that the  contract had expired.   It was\r\n\nonly after the filing of NASCO's lawsuit that PSI claimed the\r\n\ncontract had expired because of the unpaid deposit.\r\n\nAttorney's Fees\r                           \r\n\n          The  more  difficult  question  is  whether   NASCO\r\n\nsuffered any adverse effects sufficient  to trigger liability\r\n\nfor  attorney's fees  under chapter  93A.   In Jet  Line, the\r                                                                    \r\n\ncourt held that \"Under   11, a  plaintiff must be entitled to\r\n\nrelief in some other  respect in order  to be entitled to  an\r\n\naward of  attorneys' fees. . . . Under    11, [the] unfair or\r\n\ndeceptive conduct must have had some adverse effect  upon the\r\n\nplaintiff, even if  it is not quantifiable in  dollars.\"  Jet\r                                                                         \r\n\nLine,  537 N.E.2d at  115.  Because  this is a    11 business\r                \r\n\ncase, and not a   9 consumer case, the Jet Line rule applies.\r                                                           \r\n\n          The trial judge found that NASCO had not shown that\r\n\nthere were  any other  potential buyers for  the building  in\r\n\nthis February/March 1990 time frame, so NASCO could not claim\r\n\nthe  sale value  of the  building as  damages.   The district\r\n\ncourt found two elements of damage: NASCO, believing it had a\r\n\ncontract, incurred legal  fees in anticipation of  a closing,\r\n\nand NASCO suffered losses in the form of the costs associated\r\n\nwith restoring power to the  Chelsea property at the  request\r\n\n                             -13-\r                                          13\r\r\n\nof  PSI.    Such  effects  would indeed  meet  the  Jet  Line\r                                                                         \r\n\nrequirement  of \"adverse effects.\"   See also  Star Financial\r                                                                         \r\n\nServices, Inc. v. AA Star Mortgage Corp., </pre><span class=\"citation\" data-id=\"721476\"><a href=\"/opinion/721476/star-financial-services-inc-dba-star-mortgage-v-aastar-mortgage/\"><span class=\"volume\">89</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 15 (1st\r                                                    \r\n\nCir.  1996) (award of injunctive relief based on demonstrated\r\n\nrisk  of  future actual  loss  constitutes an  unquantifiable\r\n\n\"adverse  effect\" under Jet Line); Jillian's Billiard Club of\r                                                                         \r\n\nAmerica, Inc. v. Beloff Billiards, Inc., </pre><span class=\"citation\" data-id=\"2232301\"><a href=\"/opinion/2232301/jillians-billiard-club-v-beloff-billiards/\"><span class=\"volume\">619</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">635</span></a></span><pre class=\"inline\">, 638\r                                                   \r\n\n(Mass.  App. Ct.  1993) (where  no damages awarded,  value of\r\n\nwhat  was taken  or start  up  costs, which  might have  been\r\n\nquantifiable,  are sufficient to  support award of attorney's\r\n\nfees).\r\n\n          PSI argues that  the record does not  support these\r\n\nconclusions for  two reasons.   First,  while NASCO  incurred\r\n\nlegal fees for work by  counsel in anticipation of a closing,\r\n\nthere  is no evidence that  it ever paid  those bills, and is\r\n\nnot now obligated  to pay as any claim for  legal services is\r\n\nbarred by the statute of  limitations.  Second, NASCO did not\r\n\nreactivate electricity  at PSI's request  during the  Chapter\r\n\n93A  violation period  and it  did not  pay for  the electric\r\n\nexpenses   because  it  took   the  position  that   PSI  was\r\n\nresponsible to pay those costs and because NASCO had no money\r\n\nto pay these bills.\r\n\n          The record shows that Peter  Cooney, NASCO's broker\r\n\nfor the property, was contacted by Kevin Kinneavy of PSI, who\r\n\nrequested  that  power  be  restored  to  the property.    In\r\n\n                             -14-\r                                          14\r\r\n\nresponse,  NASCO's attorney,  Thomas  Bennet,  sent a  letter\r\n\ndated  February 12,  1990 to  Boston  Edison requesting  that\r\n\npower be restored to the  property.  Mr. Bennet sent copy  of\r\n\nthis letter to Mr. Kinneavy.   Witnesses testified that power\r\n\nwas   subsequently  restored  to  the  property,  and  Harvey\r\n\nShapiro, NASCO's vice president, testified that Boston Edison\r\n\nbilled  NASCO after February  of 1990,  but that  these bills\r\n\nwere  not paid.   Attorney  Bennet's  billing records,  which\r\n\nlisted several entries connected with the sale of the Chelsea\r\n\nproperty between February 2 and  March 19, 1990, were also in\r\n\nevidence.\r\n\n          In  light of this evidence that NASCO incurred both\r\n\nlegal and  electrical bills  and the  trial judge's  implicit\r\n\nfinding that the bills were in fact incurred,  PSI's argument\r\n\nevolves to a contention that  because NASCO did not pay these\r\n\nbills,  it has suffered  no \"adverse effects\"  under Jet Line\r                                                                         \r\n\nand  is not entitled to damages.   NASCO's failure to pay the\r\n\nbills  means  that  it  did  not recover  damages  for  those\r\n\nliabilities, but it  does not mean that NASCO  did not suffer\r\n\nadverse effects.  To the  extent that PSI's objection is that\r\n\nthe bills were  not valid or the debts were not validly owed,\r\n\nthe trial judge  implicitly found against PSI.   It would, of\r\n\ncourse, be a  different matter if the bills  were inflated or\r\n\nfictitious.  To the extent that PSI's objection is that there\r\n\nwere valid debts, but NASCO did not pay them, the decision of\r\n\n                             -15-\r                                          15\r\r\n\nthe Supreme Judicial  Court in DiMarzo v. American  Mut. Ins.\r                                                                         \r\n\nCo., </pre><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">1189</span></span><pre class=\"inline\"> (Mass. 1983) is  instructive.  Although\r               \r\n\nDiMarzo  dealt with  a  judgment  and not  a  mere bill,  the\r                   \r\n\nSupreme   Judicial  Court  held  that  entry  of  a  judgment\r\n\nconstitutes a loss of money for  purposes of chapter 93A.  In\r\n\naddition, DiMarzo said,  \"[t]he loss does not turn on whether\r                             \r\n\nthe  judgment has  been satisfied.\"  Id.  at 1196.   While  a\r                                                    \r\n\njudgment is  admittedly different than  a bill, that  a valid\r\n\ndebt (evidenced by  a bill) has  not been paid does  not mean\r\n\nthat there has been no adverse effect.\r\n\n          PSI's unfair  and deceptive practices  caused NASCO\r\n\nto  incur these  legal and electrical  bills.   This worsened\r\n\nNASCO's  financial position  and put  it at  risk of  suit on\r\n\nthese bills.   PSI should  not avoid attorney's fees  for its\r\n\nbehavior because NASCO could not  pay bills it would not have\r\n\nincurred  had  PSI  not  violated  the  law.   Indeed,  PSI's\r\n\nposition  seems  contrary  to  the  intent  of  chapter  93A.\r\n\nVulnerable, struggling companies in  bad bargaining positions\r\n\nare more  likely to need  the protection of chapter  93A than\r\n\nrobust,  successful companies.   If we adopt  PSI's position,\r\n\nimpecunious  businesses, unable to pay their bills and trying\r\n\nto sell their assets in order to do so, would be placed  on a\r\n\ndifferent  footing  under  chapter  93A   than  more  solvent\r\n\nplaintiffs.  The  purpose of the chapter 93A    11 attorney's\r\n\nfees provision is to deter businesses from engaging in unfair\r\n\n                             -16-\r                                          16\r\r\n\nand  deceptive trade  practices  where  those practices  have\r\n\nadverse effects.  See Commonwealth v. Fall River Motor Sales,\r                                                                         \r\n\nInc.,   </pre><span class=\"citation no-link\"><span class=\"volume\">565</span>  <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">1205</span></span><pre class=\"inline\">,  1214  (Mass.  1991);  Manning  v.\r                                                                     \r\n\nZuckerman, </pre><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">1262</span></span><pre class=\"inline\">, 1266 (Mass. 1983)  (\"Through the\r                     \r\n\nimposition of penalties for specific unfair or deceptive acts\r\n\nor  practices  between  particular  individuals, the  statute\r\n\nseeks to  deter  these practices  and to  reduce the  general\r\n\ndanger to  the public  arising from  the  potential for  such\r\n\nunscrupulous  behavior  in the  marketplace.\").   We conclude\r\n\nthat NASCO was eligible for an award of attorney's fees.  \r\n\n          NASCO argues  that the district  court's fee  award\r\n\nwas  too small.   But Jet Line,  537 N.E.2d at  114-15, holds\r                                          \r\n\nthat an attorney's fees award should be adjusted to eliminate\r\n\nany  award for  legal services  rendered  in connection  with\r\n\nunsuccessful  claims.  The  district court acted  well within\r\n\nits discretion  when it decided  to award NASCO only  part of\r\n\nthe  attorney's fees  and  costs NASCO  had  incurred in  the\r\n\ncourse of this  litigation.  See DiMarzo, 449  N.E.2d at 1202\r                                                    \r\n\n(\"The amount  of reasonable  attorney's fees  under c.93A  is\r\n\nwithin  the broad discretion of the trial judge.\"); Linthicum\r                                                                         \r\n\nv. Archambault, </pre><span class=\"citation no-link\"><span class=\"volume\">398</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">482</span></span><pre class=\"inline\">, 488 (Mass.  1979), overruled\r                                                                         \r\n\nin part  on other  grounds by Knapp  Shoes, Inc.  v. Sylvania\r                                                                         \r\n\nShoe Mfg. Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1101</span></span><pre class=\"inline\">, 1105 (Mass. 1994).\r                           \r\n\n                              V.\r\n\n          To  conclude,  we  hold  that  the  district  court\r\n\n                             -17-\r                                          17\r\r\n\ncorrectly applied the  law of chapter 93A to  this case.  The\r\n\nrecord  clearly  supports the  district court's  finding that\r\n\nPSI's actions  from February 2  to March 19 of  1990 violated\r\n\nchapter  93A's  prohibition  of  unfair  and  deceptive trade\r\n\npractices.   The district court was  also correct to conclude\r\n\nthat  NASCO suffered adverse  effects during this  period for\r\n\nwhich attorney's fees could be  awarded.  The judgment of the\r\n\ndistrict court is therefore  affirmed.  Costs are awarded  to\r                                                 \r\n\nNASCO.\r\n\n                             -18-\r                                          18\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1988632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2062291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2065298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2232301/"
  ]
}