{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197517/",
  "absolute_url": "/opinion/197517/united-states-v-shifman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197517/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:32:11Z",
  "date_modified": "2017-03-24T10:52:26.831397Z",
  "type": "010combined",
  "sha1": "c1ce77c7c53ce679fc58052a6b97470540df4d39",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2286.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-2286\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       STANTON D. SHIFMAN,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                      Torruella, Chief Judge,\r                                                      \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n                                           \r\n\n  Paul G. Holian for appellant.\r                          \r\n  Donald C. Lockhart, Trial Attorney, with whom Donald K. Stern,\r                                                                         \r\nUnited States Attorney, were on brief for appellee. \r\n\n                                           \r\n\n                         August 19, 1997\r\n                                           \r\r\n\n            CAMPBELL, Senior Circuit Judge.  Stanton Shifman\r                                                    \r\n\n  challenges his convictions on charges arising out of an\r\n\n  illegal loan-sharking operation run by Joseph A Yerardi, Jr. \r\n\n  He argues, inter alia, that there was insufficient evidence\r\n\n  to support the convictions.\r\n\n                                I.\r\n\n            Stanton Shifman and nine others were indicted on\r\n\n  October 14, 1993 for multiple offenses based on their\r\n\n  involvement in an illegal gambling and loan-sharking\r\n\n  operation.  Shifman, whose activities pertained only to the\r\n\n  loan-sharking side of the operation, was charged with\r\n\n  violation of, and conspiracy to violate, the Racketeer\r\n\n  Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C.\r\n\n     1962(c) &amp; (d).  He was also charged with four counts of\r\n\n  aiding and abetting the making of extortionate extensions of\r\n\n  credit, 18 U.S.C   892(a), and a single count of aiding and\r\n\n  abetting the collection of an extension of credit by\r\n\n  extortionate means, 18 U.S.C   894(a).  \r\n\n            Shifman was tried separately from the others.  The\r\n\n  government's evidence consisted primarily of the testimony of\r\n\n  the alleged victims of the loan-sharking activities, seized\r\n\n  records of loans, and admissions made by Shifman to law\r\n\n  enforcement officials.  We recite the facts in the light most\r\n\n  favorable to the verdicts being appealed.  United States v.\r                                                                    \r\n\n  Valerio, 48 F.3d 58, 63 (1st Cir. 1995).\r                   \r\n\n                               -2-\r\r\n\n            Joseph Yerardi operated a large-scale gambling and\r\n\n  loan-sharking enterprise that made loans to borrowers at\r\n\n  weekly interest rates of from 3 percent to 5 percent.  These\r\n\n  rates translate into annual interest rates of from 153\r\n\n  percent to 260 percent.  The maximum legal annual rate\r\n\n  allowed in Massachusetts is 20 percent.  Mass. Gen. Laws. ch.\r\n\n  271,   49.    \r\n\n            Shifman first came into contact with Yerardi when\r\n\n  he needed the loan shark's services because of his own\r\n\n  mounting debts.  Shifman subsequently borrowed from Yerardi\r\n\n  numerous times and on each occasion made interest payments of\r\n\n  3 percent or 4 percent a week.  At times, Shifman fell behind\r\n\n  in his weekly payments and was threatened with physical\r\n\n  injury by a Yerardi employee, Jack Murphy, also known as Jack\r\n\n  Kelley.  At some point, Yerardi encouraged Shifman to refer\r\n\n  anyone he knew in need of money to Yerardi.  In return for\r\n\n  these referrals, which totaled approximately ten over a\r\n\n  twelve to sixteen month period, Shifman received either fees\r\n\n  from the borrowers or \"points\"    a reduction in the interest\r\n\n  rate on his loan    from Yerardi.  Lieutenant-Detective\r\n\n  William McDermott testified that Shifman admitted to him that\r\n\n  Yerardi would reduce his debt after he referred a customer\r\n\n  who proceeded to take out a loan from Yerardi.\r\n\n            Much of the testimony came from the borrowers, Mark\r\n\n  LaChance, Gerald Moore, Craig Inge, Randall Gasbarro, and\r\n\n                               -3-\r\r\n\n  Paul Mahoney, whose loans were all documented by entries in\r\n\n  the records seized from Yerardi.  \r\n\n            LaChance testified that he approached Shifman, who\r\n\n  he knew to be in the mortgage business, for legitimate\r\n\n  financing on his construction equipment.  Shifman told him\r\n\n  the financing would come through without a problem.  After\r\n\n  weeks of waiting, LaChance, desperately in need of money,\r\n\n  approached Shifman for help in obtaining a short-term loan. \r\n\n  Shifman referred LaChance to Yerardi, clearly conveying that\r\n\n  Yerardi was a loan shark.  The legitimate financing Shifman\r\n\n  was allegedly procuring for LaChance never materialized.\r\n\n            Gerald Moore testified that he too was introduced\r\n\n  to Yerardi by Shifman.  He also testified that he was paying\r\n\n  4 percent interest a week on the money he borrowed from\r\n\n  Yerardi, and that he knew that he could be physically hurt if\r\n\n  he didn't repay the money.  Moore gave a portion of the\r\n\n  proceeds of his loan from Yerardi to Shifman.  At one point,\r\n\n  when Moore was behind in his payments, Jack Murphy and two\r\n\n  other men visited Moore on Yerardi's behalf and attempted to\r\n\n  break Moore's hand.\r\n\n            Craig Inge testified that he went to Shifman with\r\n\n  the hope of obtaining legitimate financing for his video\r\n\n  business.  When the financing failed to materialize, Shifman\r\n\n  referred Inge to Yerardi.  Shifman represented that the loan\r\n\n  with Yerardi would serve only to meet Inge's needs until the\r\n\n                               -4-\r\r\n\n  legitimate financing came through.  Again, the legitimate\r\n\n  financing never materialized.  Inge paid Shifman $1,000 from\r\n\n  the money he borrowed from Yerardi for what Shifman described\r\n\n  as a fee for his services.\r\n\n            Randall Gasbarro and Paul Mahoney both testified\r\n\n  that Shifman referred them to Yerardi.  They both understood,\r\n\n  from Shifman's description, that Yerardi was a loan shark. \r\n\n  Both men testified that they were paying 3 percent interest a\r\n\n  week on the money they borrowed from Yerardi.  Mahoney\r\n\n  testified that he gave a portion of the money he borrowed\r\n\n  from Yerardi to Shifman.\r\n\n            Another witness, Paul Terranova, testified that he\r\n\n  approached Shifman for a second mortgage on his home.  When\r\n\n  the mortgage didn't come through, Shifman referred Terranova\r\n\n  to Yerardi suggesting that the loan would be a short-term\r\n\n  loan to tide him over until the mortgage came through.  He\r\n\n  also testified that he paid Shifman approximately $2,500, and\r\n\n  that the mortgage never came through, causing him to remain\r\n\n  indebted to Yerardi. \r\n\n            Shifman himself testified that he gave numerous\r\n\n  people Yerardi's telephone number, and that these people\r\n\n  would not have known about Yerardi, nor would they have taken\r\n\n  out extortionate loans from Yerardi, had he not referred\r\n\n  them.  Shifman testified to knowing Yerardi to be a loan\r\n\n                               -5-\r\r\n\n  shark, and that people could be physically injured if they\r\n\n  did not repay the loans from Yerardi.\r\n\n            The jury found Shifman guilty of both violating\r\n\n  RICO and conspiring to violate RICO.  The jury also found\r\n\n  Shifman guilty on all four counts of aiding and abetting the\r\n\n  making of extortionate extensions of credit.  The jury\r\n\n  acquitted Shifman on the charge that he had aided and abetted\r\n\n  the collection of an extension of credit by extortionate\r\n\n  means.  Shifman was sentenced to 51 months imprisonment. \r\n\n  This appeal followed.\r\n\n                               II.\r\n\n  A.   Sufficiency of the Evidence\r                                            \r\n\n            Shifman contends that the evidence was insufficient\r\n\n  as a matter of law to support his convictions.  \"In reviewing\r\n\n  sufficiency claims, we consider the evidence 'in the light\r\n\n  most favorable to the prosecution' and then ask whether the\r\n\n  evidence 'would allow a rational jury to determine beyond a\r\n\n  reasonable doubt that the defendant[] w[as] guilty as\r\n\n  charged.'\"  United States v. Hurley, 63 F.3d 1, 11 (1st Cir.\r                                               \r\n\n  1995)(quoting United States v. Mena Robles, 4 F.3d 1026, 1031\r                                                      \r\n\n  (1st Cir. 1993)), cert. denied,    U.S.   , 116 S. Ct. 1322\r                                          \r\n\n  (1996).  \r\n\n       1.   The RICO Counts\r                                     \r\n\n            For a defendant to be found guilty of a substantive\r\n\n  RICO violation, the government must prove beyond a reasonable\r\n\n                               -6-\r\r\n\n  doubt that (1) the \"enterprise affect[ed] interstate or\r\n\n  foreign commerce, (2) that the defendant under consideration\r\n\n  associated with the enterprise, (3) that [the] defendant\r\n\n  participated in the conduct of the enterprise's affairs, and\r\n\n  (4) that [the] defendant's participation was through a\r\n\n  pattern of racketeering activity.\"   Aetna Cas. Sur. Co. v. P\r                                                                         \r\n\n  &amp; B Autobody, 43 F.3d 1546, 1558 (1st Cir. 1994).1\r                        \r\n\n            For a defendant to be found guilty of conspiring to\r                                                                      \r\n\n  violate RICO, the government must prove \"(1) the existence of\r\n\n  an enterprise affecting interstate commerce, (2) that the\r\n\n  defendant knowingly joined the conspiracy to participate in\r\n\n  the conduct of the affairs of the enterprise, (3) that the\r\n\n  defendant participated in the conduct of the affairs of the\r\n\n  enterprise, and (4) that the defendant did so through a\r\n\n  pattern of racketeering activity by agreeing to commit, or in\r\n\n  fact committing, two or more predicate offenses.\"  Id. at\r                                                                  \r\n\n  1561.\r\n\n            Hence liability for a substantive RICO violation\r\n\n  under   1962(c) and liability for a RICO conspiracy violation\r\n\n  under   1062(d) rest on very similar elements.  There are,\r\n\n  however, two notable differences.  As stated in Aetna:\r                                                                 \r\n\n                      \r                                \r\n\n  1.  Aetna dealt with a civil RICO claim, but it is\r                     \r\n  appropriate to rely on civil RICO precedent when analyzing\r\n  criminal RICO liability.  The standard is the same for both\r\n  criminal and civil RICO violations.  See 18 U.S.C.   1962. \r                                                    \r\n  The RICO Act differentiates between criminal and civil\r\n  liability by providing for criminal penalties in 18 U.S.C.  \r\n  1963, and civil remedies in 18 U.S.C.   1964.  \r\n\n                               -7-\r\r\n\n            The major difference between a violation\r\n            of   1962(c) itself . . . and a violation\r\n            of   1962(d) based on   1962(c) . . . is\r\n            the additional required element that the\r\n            defendant knowingly joined a conspiracy\r\n            to violate   1962(c).  Another difference\r\n            is that, to prove that a defendant\r\n            violated   1962(c), it is necessary for\r\n            the plaintiff to prove two predicate\r\n            offenses; under   1962(d), in contrast,\r\n            this is not an element required to be\r\n            proved.  To prove a violation of  \r\n            1962(d), it is enough to prove that a\r\n            defendant agreed with one or more others\r                                      \r\n            that two predicate offenses be committed.\r\n\n  Id. at 1562.   \r               \r\n\n            a.   The Substantive RICO Violation\r                                                         \r\n\n                 i.   Affecting Interstate Commerce\r                                                             \r\n\n            Shifman does not challenge the adequacy of the\r\n\n  proof that Yerardi's loan-sharking enterprise affected\r\n\n  interstate commerce.  \r\n\n                ii.   Association with the Enterprise\r                                                               \r\n\n            The second element of the substantive RICO violation\r\n\nis \"that the defendant under consideration associated with the\r\n\nenterprise.\"  Id. at 1558.  The jury could reasonably have found\r                           \r\n\nfrom the evidence presented that Shifman deliberately associated\r\n\nhimself with Yerardi's enterprise.  Not only did Shifman himself\r\n\nborrow from Yerardi, he referred borrowers to Yerardi with the\r\n\ngoal of obtaining either a reduction in the interest rate on his\r\n\nown debt to Yerardi, or a cash fee from the borrower.  Infra.\r                                                                      \r\n\n               iii.   Participation in the Conduct\r                                                            \r\n\n                               -8-\r\r\n\n            The third element of the substantive RICO violation\r\n\nunder   1962(c) requires that the defendant have participated in\r\n\nthe conduct of the enterprise's affairs.  The Supreme Court has\r\n\ninterpreted the phrase \"to participate in the conduct of the\r\n\nenterprise's affairs\" to mean participation in the operation or\r\n\nmanagement of the criminal enterprise.  See Reves v. Ernst &amp;\r                                                                      \r\n\nYoung, 507 U.S. 170, 185 (1993).  Appellant argues that there was\r               \r\n\ninsufficient evidence for the jury to find that his conduct met\r\n\nthe \"operation or management\" test.  We disagree.\r\n\n            Reves differs from the present case in that it\r                           \r\n\naddressed the civil RICO liability of an independent adviser\r\n\noutside of the RICO enterprise's chain of command.  The Supreme\r\n\nCourt held in Reves that an accounting firm employed by the\r                             \r\n\nenterprise could not be held civilly liable under RICO for\r\n\npreparing an inaccurate accounting statement as it had not\r\n\n\"participate[d] in the operation or management of the enterprise\r\n\nitself.\"  Id.  Respecting Reves, we have said:\r                                         \r\n\n            Special care is required in translating\r\n            Reves' concern with \"horizontal\"\r                           \r\n            connections--focusing on the liability of\r\n            an outside adviser--into the \"vertical\"\r\n            question of how far RICO liability may\r\n            extend within the enterprise but down the\r\n            organizational ladder.  In our view, the\r\n            reason the accountants were not liable in\r\n            Reves is that, while they were undeniably\r                           \r\n            involved in the enterprise's decisions,\r\n            they neither made those decisions nor\r\n            carried them out; in other words, the\r\n            accountants were outside the chain of\r\n            command through which the enterprise's\r\n            affairs were conducted.\r\n\n                               -9-\r\r\n\nUnited States v. Oreto, 37 F.3d 739, 750 (1st Cir. 1994).\r                                \r\n\n            We have held, post-Reves, however, that a defendant\r                                              \r\n\nwho is \"plainly integral to carrying out\" the enterprise's\r\n\nactivities may be held criminally liable under RICO.\"  See id.  \r                                                                        \r\n\n            In the present case, Shifman was \"plainly integral to\r\n\ncarrying out\" Yerardi's loan-sharking plans.  There was evidence\r\n\nthat Yerardi encouraged Shifman to refer persons in need of money\r\n\nto the enterprise and that Shifman did so on a number of\r\n\noccasions.  The evidence was plain that Shifman knew Yerardi to\r\n\nbe engaged in illegal loan-sharking operations, that Shifman gave\r\n\nYerardi's number to many people, and that the victims would not\r\n\nhave known of Yerardi had Shifman not referred them.  Shifman,\r\n\nmoreover, could be found to have \"set up\" certain victims so as\r\n\nto make it more likely they would borrow from Yerardi.  He did\r\n\nthis by first promising legitimate financing, and when this was\r\n\nnot forthcoming, and they were desperate, offering them Yerardi's\r\n\nservices.  The evidence also supported a finding that Shifman\r\n\nbenefitted financially from the transactions by either receiving\r\n\npoints on his debt to Yerardi, or else obtaining fees from the\r\n\nborrowers.\r\n\n            The jury could infer that, but for Shifman's\r\n\nreferrals, the extortionate loans to LaChance, Moore, Inge,\r\n\nGasbarro, and Mahoney would not have taken place, and that these\r\n\nreferrals were calculated and regular efforts taken by Shifman on\r\n\nbehalf of the Yerardi enterprise.  We are satisfied there was\r\n\n                               -10-\r\r\n\nsufficient proof of Shifman's participation in the conduct of the\r\n\nenterprise's affairs, albeit at a relatively low level, to\r\n\nsupport the verdict. \r\n\n            iv.  Pattern of Racketeering Activity\r                                                           \r\n\n            The final element for substantive RICO liability is\r\n\nthat the defendant's participation was through a \"pattern of\r\n\nracketeering activity.\"\r\n\n            In order to have engaged in a \"pattern\" of\r\n\nracketeering activity, a defendant must have committed at least\r\n\ntwo racketeering acts within ten years of one another.  See 18\r                                                                     \r\n\nU.S.C.   1961(5).  These acts must be related and \"amount to or\r\n\npose a threat of continued criminal activity.\"  H.J. Inc. v.\r                                                                   \r\n\nNorthwestern Bell Telephone Co., 492 U.S. 229, 239 (1989).  \r                                         \r\n\n            The definition of \"racketeering activity\" includes\r\n\nmaking or conspiring to make an extortionate extension of credit. \r\n\nSee 18 U.S.C.   1961(1) (defining \"racketeering activity\" in part\r             \r\n\nas including an offense indictable under 18 U.S.C.   892, which\r\n\nbans the making of extortionate extensions of credit).  Aiding\r\n\nand abetting one of the activities listed in   1961(1) as\r\n\nracketeering activities makes one punishable as a principal and\r\n\namounts to engaging in that racketeering activity.  See 18 U.S.C.\r                                                                 \r\n\n  2.2\r\n\n                      \r                                \r\n\n  2.   (a) Whoever commits an offense against the United States\r\n  or aids, abets, counsels, commands, induces or procures its\r\n  commission, is punishable as a principal.\r\n       (b) Whoever willfully causes an act to be done which if\r\n  directly performed by him or another would be an offense\r\n\n                               -11-\r\r\n\n            In this case, the racketeering acts that formed the\r\n\nbasis of Shifman's RICO conviction were the four extortionate\r\n\ncredit transactions he was convicted of aiding and abetting. \r\n\nShifman contends there was insufficient evidence from which to\r\n\nfind that he committed these racketeering acts.\r\n\n            In order to convict Shifman of aiding and abetting\r\n\nthe making of extortionate extensions of credit, the government\r\n\nhad to prove Shifman aided and abetted \"[a]ny extension of credit\r\n\nwith respect to which it is the understanding of the creditor and\r\n\nthe debtor at the time it is made that delay in making repayment\r\n\nor failure to make repayment could result in the use of violence\r\n\nor other criminal means to cause harm to the person, reputation,\r\n\nor property of any person.\"  18 U.S.C.   891(6).\r\n\n            A basic element of aiding and abetting is proof \"that\r\n\nthe defendant consciously shared the principal's knowledge of the\r\n\nunderlying criminal act, and intended to help the principal.\" \r\n\nUnited States v. Taylor, 54 F.3d 967, 975 (1st Cir. 1995).   \r                                 \r\n\n            The present record provided sufficient evidence for\r\n\nthe jury to find that Shifman aided and abetted the making of the\r\n\nfour extortionate extensions of credit.  \r\n\n            There was ample evidence that Yerardi's loans to\r\n\nLaChance, Moore, Gasbarro, and Mahoney were extortionate.  The\r\n\njury could infer an understanding between Yerardi and the\r\n\n                      \r                                \r\n\n  against the United States, is punishable as a principal.\r\n  18 U.S.C.   2.\r\n\n                               -12-\r\r\n\nborrowers that if a borrower delayed in repaying, violence would\r\n\nbe used to force repayment.  The rate of interest on the loans\r\n\nfar exceeded the legal rate; legal collection means were\r\n\nunavailable.  LaChance, Moore, Gasbarro, and Mahoney all\r\n\ntestified to knowing that Yerardi was a loan shark.  LaChance and\r\n\nGasbarro were each told by Shifman that Yerardi was a hard money\r\n\nlender, and that they should be aware of what type of person they\r\n\nwere dealing with.  Both understood this to mean that Yerardi was\r\n\na loan shark.  Moore was warned by Yerardi himself that violence\r\n\nwould ensue if he did not make his payments on time.  Mahoney\r\n\ntestified that he understood Yerardi's business, as Shifman\r\n\nexplained it, to be loan-sharking.  Mahoney also understood that\r\n\nloan sharks would use force to collect payment.  From this\r\n\nevidence the jury was entitled to find that there was an\r\n\nunderstanding between Yerardi and the borrowers that violence\r\n\nwould be used if they failed to make their loan repayments.  \r\n\n            There was also sufficient evidence at trial for the\r\n\njury to find beyond a reasonable doubt that Shifman aided and\r\n\nabetted the making of these extortionate loans.  Shifman knew\r\n\nthat the loans Yerardi would make to the borrowers Shifman\r\n\nreferred to him would be extortionate, having himself borrowed\r\n\nfrom Yerardi at an illegal rate of interest and, when he fell\r\n\nbehind, having been threatened with violence by Yerardi's\r\n\nhenchmen.  Shifman informed the borrowers of the realities of\r\n\ndoing business with Yerardi, with its potential for violence.  It\r\n\n                               -13-\r\r\n\ncould be inferred that Shifman referred the borrowers to Yerardi\r\n\nfully expecting them to take out loans from him.  There was also\r\n\nevidence, as explained above, that Shifman was actively helping\r\n\nYerardi find new borrowers in order to gain fees from the\r\n\nborrowers or a reduction in the interest rate on his outstanding\r\n\ndebt to Yerardi.  Accordingly, the jury was warranted in\r\n\nconcluding that Shifman knowingly rendered tangible aid to\r\n\nYerardi's loan-sharking activities and was desirous, in the case\r\n\nof the four borrowers, that those illegal activities succeed. \r\n\nThe jury's finding that Shifman was guilty of aiding and abetting\r\n\nthe extortionate extensions of credit involving these four men\r\n\nwas amply supported. \r\n\n            b.   The RICO Conspiracy\r                                              \r\n\n                 i.   Affecting Interstate Commerce\r                                                             \r\n\n            As noted, Shifman does not challenge the sufficiency\r\n\nof the evidence offered to prove that Yerardi's enterprise\r\n\naffected interstate commerce.\r\n\n                ii.   Knowingly Joining the Conspiracy\r                                                                \r\n\n            The second element of the conspiracy charge requires\r\n\nthat the defendant \"knowingly joined the conspiracy to\r\n\nparticipate in the conduct of the affairs of the enterprise.\" \r\n\nAetna, 43 F.3d at 1561.  \"All that is necessary to prove this\r               \r\n\nelement of the RICO conspiracy . . . is to prove that [the\r\n\ndefendant] agreed with one or more co-conspirators to participate\r\n\nin the conspiracy.\"  Id. at 1562.  The evidence showed an\r                                  \r\n\n                               -14-\r\r\n\nagreement between Yerardi and Shifman for the latter to refer\r\n\nborrowers to Yerardi.  The evidence also supported a finding of\r\n\nan understanding between Yerardi and Shifman that, at least in\r\n\nsome cases, if Shifman referred a borrower to Yerardi who\r\n\nproceeded to take out a loan his own debt would be reduced. \r\n\nThere was clearly sufficient proof of an agreement between\r\n\nShifman and a co-conspirator for the former to have joined in the\r\n\nconspiracy.\r\n\n               iii.   Participation in the Conduct\r                                                            \r\n\n            This element is identical to the third element of the\r\n\nsubstantive RICO violation.  As indicated in our discussion of\r\n\nthat element, supra, there is sufficient evidence to prove this\r                             \r\n\nelement of the RICO conspiracy count.\r\n\n                iv.   Pattern of Racketeering Activity\r                                                                \r\n\n            The fourth element of the RICO conspiracy violation\r\n\nis met if the defendant agrees to commit or actually commits two\r\n\nor more acts of racketeering activity.  As discussed under the\r\n\nsubstantive RICO violation section, there was sufficient evidence\r\n\nfor the jury to find that Shifman committed four of the charged\r\n\nracketeering acts.  Accordingly, the fourth element is met.  \r\n\n       2.   Aiding and Abetting Extortionate Extensions of Credit\r                                                                           \r\n\n            Appellant contends that there was insufficient\r\n\nevidence to convict him of the four substantive counts of aiding\r\n\nand abetting the extortionate extensions of credit.  We have\r\n\n                               -15-\r\r\n\nalready considered and rejected this argument in the course of\r\n\ndiscussing the substantive RICO violations, supra.\r                                                           \r\n\nB.     Miscellaneous Trial Issues\r                                           \r\n\n       1.   The Cooperation Evidence\r\n\n            Appellant argues that the court erroneously excluded\r\n\ncertain evidence showing his cooperation with government\r\n\nauthorities; that the court unduly limited his counsel's opening\r\n\nstatement; and that the pretrial stipulation that the government\r\n\nwould not attempt to show that Shifman participated in Yerardi's\r\n\nenterprise after he began cooperating with law enforcement\r\n\nofficials in June of 1991 should have been read to the jury.  All\r\n\nthese matters, Shifman argues, tended to show a \"consciousness of\r\n\ninnocence\" that he should have been able to place before the\r\n\njury.  We find no reversible error.\r\n\n            Turning first to the cooperation evidence, the jury\r\n\nwas ultimately allowed to hear and to consider extensive evidence\r\n\nof Shifman's cooperation with law enforcement officials.  It is\r\n\nnot clear to us that the court excluded any significant amount of\r\n\nthis evidence.  We see no abuse of discretion in the court's\r\n\nhandling of the cooperation evidence.\r\n\n            As for the alleged restriction on defense counsel's\r\n\nopening statement, we found no such restriction in the record. \r\n\nThe court merely stated:\r\n\n            I'm not going to preclude [appellant's\r\n            attorney] from saying what he wishes in\r\n            light of what I have said previously,\r\n            that of course I have instructed and will\r\n\n                               -16-\r\r\n\n            instruct the jury again that what counsel\r\n            says in opening statement is not\r\n            evidence, and if he makes any promises to\r\n            offer in evidence something that I have\r\n            not ruled on, he's doing it at his peril.\r\n\nWe see nothing improper in these remarks.\r\n\n            Regarding the stipulation, appellant argues that it\r\n\nshould have been read to the jury after the government said in\r\n\nits opening statement that Shifman told authorities \"half the\r\n\nstory.\"  The government plausibly argues, however, that the \"half\r\n\nthe story\" remark had to do with Shifman's pre-June conduct,\r\n\nunrelated to the stipulation.  Shifman, however, did not then\r\n\nrequest that the stipulation be read at trial, so we review for\r\n\nplain error.  Fed. R. Crim. P. 52(b).  Under the plain error\r\n\nstandard of review, appellant bears \"the burden of persuasion\" to\r\n\nestablish that there was an error, that the error was \"clear\" or\r\n\n\"obvious,\" and that the error \"affect[ed] substantial rights.\" \r\n\nUnited States v. Olano, 507 U.S. 725, 734 (1993).  \r                                \r\n\n            We do not see how the district court's failure, on\r\n\nits own initiative, and without request, to read the pretrial\r\n\nstipulation to the jury amounted to an error of any kind.  Nor\r\n\nhas appellant met the burden of showing prejudice under Rule\r\n\n52(b).3  In accordance with the stipulation, he was not\r\n\nprosecuted for any offenses after his cooperation with law\r\n\nenforcement officials began in June of 1991.  The government\r\n\n                      \r                                \r\n\n  3.  Normally, \"the defendant must make a specific showing of\r\n  prejudice to satisfy the 'affecting substantial rights' prong\r\n  of Rule 52(b).  Olano, 507 U.S. at 735.\r                                 \r\n\n                               -17-\r\r\n\npresented evidence pertaining to Shifman's conversations with\r\n\npolice after June, but only to rebut Shifman's direct testimony\r\n\nconcerning these conversations and his state of mind during the\r\n\nalleged offenses.  We find no prejudice to Shifman from the\r\n\ndistrict judge's failure to advise the jury of the stipulation.   \r\n\n       2.   The Response to the Jury Question\r                                                       \r\n\n            Appellant contends that the court erred when, with\r\n\nhis counsel's approval, it referred the jury to the written jury\r\n\ninstructions in response to a question about conducting or\r\n\nparticipating in an enterprise's affairs.  The government\r\n\nresponds that Shifman waived any objection to the answer when his\r\n\nattorney explicitly agreed to the district judge's response to\r\n\nthe jury question.  See United States v. Rojo-Alvarez, 944 F.2d\r                                                               \r\n\n959, 971 (1st Cir. 1991) (holding that there was waiver when\r\n\ndefense counsel stated he was satisfied with the reworded\r\n\ninstruction); see also United States v. Lakich, 23 F.3d 1203 (7th\r                                                        \r\n\nCir. 1994) (holding that there was waiver when counsel explicitly\r\n\nagreed to the court's instruction).  But see United States v.\r                                                                    \r\n\nMarder, 48 F.3d 564, 571 (1st Cir. 1995) (waiver in these\r                \r\n\ncircumstances is an open question), cert. denied, 514 U.S. 1056\r                                                          \r\n\n(1995).  Regardless whether an actual waiver took place, we see\r\n\nnothing even remotely close to an error meeting the plain error\r\n\nstandard. \r\n\n            Affirmed.\r                              \r\n\n                               -18-\r\r\n",
  "html": "<p class=\"case_cite\">124 F.3d 31</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Stanton D. SHIFMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-2286.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 2, 1997.<br>Decided Aug. 19, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul G. Holian, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Donald C. Lockhart, Trial Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Stanton Shifman challenges his convictions on charges arising out of an illegal loan-sharking operation run by Joseph A Yerardi, Jr. He argues, inter alia, that there was insufficient evidence to support the convictions.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stanton Shifman and nine others were indicted on October 14, 1993 for multiple offenses based on their involvement in an illegal gambling and loan-sharking operation.  Shifman, whose activities pertained only to the loan-sharking side of the operation, was charged with violation of, and conspiracy to violate, the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. &#167;&#167; 1962(c) &amp; (d).  He was also charged with four counts of aiding and abetting the making of extortionate extensions of credit, 18 U.S.C &#167; 892(a), and a single count of aiding and abetting the collection of an extension of credit by extortionate means, 18 U.S.C &#167; 894(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Shifman was tried separately from the others.  The government's evidence consisted primarily of the testimony of the alleged victims of the loan-sharking activities, seized records of loans, and admissions made by Shifman to law enforcement officials.  We recite the facts in the light most favorable to the verdicts being appealed.  United States v. Valerio, 48 F.3d 58, 63 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Joseph Yerardi operated a large-scale gambling and loan-sharking enterprise that made loans to borrowers at weekly interest rates of from 3 percent to 5 percent.  These rates translate into annual interest rates of from 153 percent to 260 percent.  The maximum legal annual rate allowed in Massachusetts is 20 percent.  Mass. Gen. Laws. ch. 271, &#167; 49.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shifman first came into contact with Yerardi when he needed the loan shark's services because of his own mounting debts.  Shifman subsequently borrowed from Yerardi numerous times and on each occasion made interest payments of 3 percent or 4 percent a week.  At times, Shifman fell behind in his weekly payments and was threatened with physical injury by a Yerardi employee, Jack Murphy, also known as Jack Kelley.  At some point, Yerardi encouraged Shifman to refer anyone he knew in need of money to Yerardi.  In return for these referrals, which totaled approximately ten over a twelve to sixteen month period, Shifman received either fees from the borrowers or \"points\"--a reduction in the interest rate on his loan--from Yerardi.  Lieutenant-Detective William McDermott testified that Shifman admitted to him that Yerardi would reduce his debt after he referred a customer who proceeded to take out a loan from Yerardi.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Much of the testimony came from the borrowers, Mark LaChance, Gerald Moore, Craig Inge, Randall Gasbarro, and Paul Mahoney, whose loans were all documented by entries in the records seized from Yerardi.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">LaChance testified that he approached Shifman, who he knew to be in the mortgage business, for legitimate financing on his construction equipment.  Shifman told him the financing would come through without a problem.  After weeks of waiting, LaChance, desperately in need of money, approached Shifman for help in obtaining a short-term loan.  Shifman referred LaChance to Yerardi, clearly conveying that Yerardi was a loan shark.  The legitimate financing Shifman was allegedly procuring for LaChance never materialized.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Gerald Moore testified that he too was introduced to Yerardi by Shifman.  He also testified that he was paying 4 percent interest a week on the money he borrowed from Yerardi, and that he knew that he could be physically hurt if he didn't repay the money.  Moore gave a portion of the proceeds of his loan from Yerardi to Shifman.  At one point, when Moore was behind in his payments, Jack Murphy and two other men visited Moore on Yerardi's behalf and attempted to break Moore's hand.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Craig Inge testified that he went to Shifman with the hope of obtaining legitimate financing for his video business.  When the financing failed to materialize, Shifman referred Inge to Yerardi.  Shifman represented that the loan with Yerardi would serve only to meet Inge's needs until the legitimate financing came through.  Again, the legitimate financing never materialized.  Inge paid Shifman $1,000 from the money he borrowed from Yerardi for what Shifman described as a fee for his services.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Randall Gasbarro and Paul Mahoney both testified that Shifman referred them to Yerardi.  They both understood, from Shifman's description, that Yerardi was a loan shark.  Both men testified that they were paying 3 percent interest a week on the money they borrowed from Yerardi.  Mahoney testified that he gave a portion of the money he borrowed from Yerardi to Shifman.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Another witness, Paul Terranova, testified that he approached Shifman for a second mortgage on his home.  When the mortgage didn't come through, Shifman referred Terranova to Yerardi suggesting that the loan would be a short-term loan to tide him over until the mortgage came through.  He also testified that he paid Shifman approximately $2,500, and that the mortgage never came through, causing him to remain indebted to Yerardi.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Shifman himself testified that he gave numerous people Yerardi's telephone number, and that these people would not have known about Yerardi, nor would they have taken out extortionate loans from Yerardi, had he not referred them.  Shifman testified to knowing Yerardi to be a loan shark, and that people could be physically injured if they did not repay the loans from Yerardi.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The jury found Shifman guilty of both violating RICO and conspiring to violate RICO.  The jury also found Shifman guilty on all four counts of aiding and abetting the making of extortionate extensions of credit.  The jury acquitted Shifman on the charge that he had aided and abetted the collection of an extension of credit by extortionate means.  Shifman was sentenced to 51 months imprisonment.  This appeal followed.II.</p>\n    </div>\n    <p>A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Shifman contends that the evidence was insufficient as a matter of law to support his convictions.  \"In reviewing sufficiency claims, we consider the evidence 'in the light most favorable to the prosecution' and then ask whether the evidence 'would allow a rational jury to determine beyond a reasonable doubt that the defendant[ ] w[as] guilty as charged.' \"  United States v. Hurley, 63 F.3d 1, 11 (1st Cir.1995)(quoting United States v. Mena-Robles, 4 F.3d 1026, 1031 (1st Cir.1993)), cert. denied, --- U.S. ----, 116 S.Ct. 1322, 134 L.Ed.2d 474 (1996).</p>\n    </div>\n    <p class=\"indent\">1. The RICO Counts</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For a defendant to be found guilty of a substantive RICO violation, the government must prove beyond a reasonable doubt that (1) the \"enterprise affect[ed] interstate or foreign commerce, (2) that the defendant under consideration associated with the enterprise, (3) that [the] defendant participated in the conduct of the enterprise's affairs, and (4) that [the] defendant's participation was through a pattern of racketeering activity.\"  Aetna Cas. Sur. Co. v. P &amp; B Autobody, 43 F.3d 1546, 1558 (1st Cir.1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For a defendant to be found guilty of conspiring to violate RICO, the government must prove \"(1) the existence of an enterprise affecting interstate commerce, (2) that the defendant knowingly joined the conspiracy to participate in the conduct of the affairs of the enterprise, (3) that the defendant participated in the conduct of the affairs of the enterprise, and (4) that the defendant did so through a pattern of racketeering activity by agreeing to commit, or in fact committing, two or more predicate offenses.\"  Id. at 1561.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Hence liability for a substantive RICO violation under &#167; 1962(c) and liability for a RICO conspiracy violation under &#167; 1062(d) rest on very similar elements.  There are, however, two notable differences.  As stated in Aetna:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>The major difference between a violation of &#167; 1962(c) itself ... and a violation of &#167; 1962(d) based on &#167; 1962(c) ... is the additional required element that the defendant knowingly joined a conspiracy to violate &#167; 1962(c).  Another difference is that, to prove that a defendant violated &#167; 1962(c), it is necessary for the plaintiff to prove two predicate offenses;  under &#167; 1962(d), in contrast, this is not an element required to be proved.  To prove a violation of &#167; 1962(d), it is enough to prove that a defendant agreed with one or more others that two predicate offenses be committed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 1562.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">a. The Substantive RICO Violation</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>i. Affecting Interstate Commerce</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Shifman does not challenge the adequacy of the proof that Yerardi's loan-sharking enterprise affected interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>ii. Association with the Enterprise</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The second element of the substantive RICO violation is \"that the defendant under consideration associated with the enterprise.\"  Id. at 1558.   The jury could reasonably have found from the evidence presented that Shifman deliberately associated himself with Yerardi's enterprise.  Not only did Shifman himself borrow from Yerardi, he referred borrowers to Yerardi with the goal of obtaining either a reduction in the interest rate on his own debt to Yerardi, or a cash fee from the borrower.  Infra.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>iii. Participation in the Conduct</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The third element of the substantive RICO violation under &#167; 1962(c) requires that the defendant have participated in the conduct of the enterprise's affairs.  The Supreme Court has interpreted the phrase \"to participate in the conduct of the enterprise's affairs\" to mean participation in the operation or management of the criminal enterprise.  See Reves v. Ernst &amp; Young, 507 U.S. 170, 185, 113 S.Ct. 1163, 1173, 122 L.Ed.2d 525 (1993).  Appellant argues that there was insufficient evidence for the jury to find that his conduct met the \"operation or management\" test.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Reves differs from the present case in that it addressed the civil RICO liability of an independent adviser outside of the RICO enterprise's chain of command.  The Supreme Court held in Reves that an accounting firm employed by the enterprise could not be held civilly liable under RICO for preparing an inaccurate accounting statement as it had not \"participate[d] in the operation or management of the enterprise itself.\"  Id. Respecting Reves, we have said:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Special care is required in translating Reves ' concern with \"horizontal\" connections--focusing on the liability of an outside adviser--into the \"vertical\" question of how far RICO liability may extend within the enterprise but down the organizational ladder.  In our view, the reason the accountants were not liable in Reves is that, while they were undeniably involved in the enterprise's decisions, they neither made those decisions nor carried them out;  in other words, the accountants were outside the chain of command through which the enterprise's affairs were conducted.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">United States v. Oreto, 37 F.3d 739, 750 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We have held, post-Reves, however, that a defendant who is \"plainly integral to carrying out\" the enterprise's activities may be held criminally liable under RICO.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the present case, Shifman was \"plainly integral to carrying out\" Yerardi's loan-sharking plans.  There was evidence that Yerardi encouraged Shifman to refer persons in need of money to the enterprise and that Shifman did so on a number of occasions.  The evidence was plain that Shifman knew Yerardi to be engaged in illegal loan-sharking operations, that Shifman gave Yerardi's number to many people, and that the victims would not have known of Yerardi had Shifman not referred them.  Shifman, moreover, could be found to have \"set up\" certain victims so as to make it more likely they would borrow from Yerardi.  He did this by first promising legitimate financing, and when this was not forthcoming, and they were desperate, offering them Yerardi's services.  The evidence also supported a finding that Shifman benefitted financially from the transactions by either receiving points on his debt to Yerardi, or else obtaining fees from the borrowers.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The jury could infer that, but for Shifman's referrals, the extortionate loans to LaChance, Moore, Inge, Gasbarro, and Mahoney would not have taken place, and that these referrals were calculated and regular efforts taken by Shifman on behalf of the Yerardi enterprise.  We are satisfied there was sufficient proof of Shifman's participation in the conduct of the enterprise's affairs, albeit at a relatively low level, to support the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>iv. Pattern of Racketeering Activity</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The final element for substantive RICO liability is that the defendant's participation was through a \"pattern of racketeering activity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In order to have engaged in a \"pattern\" of racketeering activity, a defendant must have committed at least two racketeering acts within ten years of one another.  See 18 U.S.C. &#167; 1961(5).  These acts must be related and \"amount to or pose a threat of continued criminal activity.\"  H.J. Inc. v. Northwestern Bell Telephone Co., 492 U.S. 229, 239, 109 S.Ct. 2893, 2900, 106 L.Ed.2d 195 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The definition of \"racketeering activity\" includes making or conspiring to make an extortionate extension of credit.  See 18 U.S.C. &#167; 1961(1) (defining \"racketeering activity\" in part as including an offense indictable under 18 U.S.C. &#167; 892, which bans the making of extortionate extensions of credit).  Aiding and abetting one of the activities listed in &#167; 1961(1) as racketeering activities makes one punishable as a principal and amounts to engaging in that racketeering activity.  See 18 U.S.C. &#167; 2.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In this case, the racketeering acts that formed the basis of Shifman's RICO conviction were the four extortionate credit transactions he was convicted of aiding and abetting.  Shifman contends there was insufficient evidence from which to find that he committed these racketeering acts.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In order to convict Shifman of aiding and abetting the making of extortionate extensions of credit, the government had to prove Shifman aided and abetted \"[a]ny extension of credit with respect to which it is the understanding of the creditor and the debtor at the time it is made that delay in making repayment or failure to make repayment could result in the use of violence or other criminal means to cause harm to the person, reputation, or property of any person.\"  18 U.S.C. &#167; 891(6).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A basic element of aiding and abetting is proof \"that the defendant consciously shared the principal's knowledge of the underlying criminal act, and intended to help the principal.\"  United States v. Taylor, 54 F.3d 967, 975 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The present record provided sufficient evidence for the jury to find that Shifman aided and abetted the making of the four extortionate extensions of credit.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There was ample evidence that Yerardi's loans to LaChance, Moore, Gasbarro, and Mahoney were extortionate.  The jury could infer an understanding between Yerardi and the borrowers that if a borrower delayed in repaying, violence would be used to force repayment.  The rate of interest on the loans far exceeded the legal rate;  legal collection means were unavailable.  LaChance, Moore, Gasbarro, and Mahoney all testified to knowing that Yerardi was a loan shark.  LaChance and Gasbarro were each told by Shifman that Yerardi was a hard money lender, and that they should be aware of what type of person they were dealing with.  Both understood this to mean that Yerardi was a loan shark.  Moore was warned by Yerardi himself that violence would ensue if he did not make his payments on time.  Mahoney testified that he understood Yerardi's business, as Shifman explained it, to be loan-sharking.  Mahoney also understood that loan sharks would use force to collect payment.  From this evidence the jury was entitled to find that there was an understanding between Yerardi and the borrowers that violence would be used if they failed to make their loan repayments.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There was also sufficient evidence at trial for the jury to find beyond a reasonable doubt that Shifman aided and abetted the making of these extortionate loans.  Shifman knew that the loans Yerardi would make to the borrowers Shifman referred to him would be extortionate, having himself borrowed from Yerardi at an illegal rate of interest and, when he fell behind, having been threatened with violence by Yerardi's henchmen.  Shifman informed the borrowers of the realities of doing business with Yerardi, with its potential for violence.  It could be inferred that Shifman referred the borrowers to Yerardi fully expecting them to take out loans from him.  There was also evidence, as explained above, that Shifman was actively helping Yerardi find new borrowers in order to gain fees from the borrowers or a reduction in the interest rate on his outstanding debt to Yerardi.  Accordingly, the jury was warranted in concluding that Shifman knowingly rendered tangible aid to Yerardi's loan-sharking activities and was desirous, in the case of the four borrowers, that those illegal activities succeed.  The jury's finding that Shifman was guilty of aiding and abetting the extortionate extensions of credit involving these four men was amply supported.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">b. The RICO Conspiracy</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>i. Affecting Interstate Commerce</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As noted, Shifman does not challenge the sufficiency of the evidence offered to prove that Yerardi's enterprise affected interstate commerce.ii. Knowingly Joining the Conspiracy</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The second element of the conspiracy charge requires that the defendant \"knowingly joined the conspiracy to participate in the conduct of the affairs of the enterprise.\"  Aetna, 43 F.3d at 1561.  \"All that is necessary to prove this element of the RICO conspiracy ... is to prove that [the defendant] agreed with one or more co-conspirators to participate in the conspiracy.\"  Id. at 1562.   The evidence showed an agreement between Yerardi and Shifman for the latter to refer borrowers to Yerardi.  The evidence also supported a finding of an understanding between Yerardi and Shifman that, at least in some cases, if Shifman referred a borrower to Yerardi who proceeded to take out a loan his own debt would be reduced.  There was clearly sufficient proof of an agreement between Shifman and a co-conspirator for the former to have joined in the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>iii. Participation in the Conduct</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This element is identical to the third element of the substantive RICO violation.  As indicated in our discussion of that element, supra, there is sufficient evidence to prove this element of the RICO conspiracy count.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>iv. Pattern of Racketeering Activity</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The fourth element of the RICO conspiracy violation is met if the defendant agrees to commit or actually commits two or more acts of racketeering activity.  As discussed under the substantive RICO violation section, there was sufficient evidence for the jury to find that Shifman committed four of the charged racketeering acts.  Accordingly, the fourth element is met.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">2. Aiding and Abetting Extortionate Extensions of Credit</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Appellant contends that there was insufficient evidence to convict him of the four substantive counts of aiding and abetting the extortionate extensions of credit.  We have already considered and rejected this argument in the course of discussing the substantive RICO violations, supra.</p>\n    </div>\n    <p>B. Miscellaneous Trial Issues</p>\n    <p class=\"indent\">1. The Cooperation Evidence</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Appellant argues that the court erroneously excluded certain evidence showing his cooperation with government authorities;  that the court unduly limited his counsel's opening statement;  and that the pretrial stipulation that the government would not attempt to show that Shifman participated in Yerardi's enterprise after he began cooperating with law enforcement officials in June of 1991 should have been read to the jury.  All these matters, Shifman argues, tended to show a \"consciousness of innocence\" that he should have been able to place before the jury.  We find no reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Turning first to the cooperation evidence, the jury was ultimately allowed to hear and to consider extensive evidence of Shifman's cooperation with law enforcement officials.  It is not clear to us that the court excluded any significant amount of this evidence.  We see no abuse of discretion in the court's handling of the cooperation evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">As for the alleged restriction on defense counsel's opening statement, we found no such restriction in the record.  The court merely stated:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>I'm not going to preclude [appellant's attorney] from saying what he wishes in light of what I have said previously, that of course I have instructed and will instruct the jury again that what counsel says in opening statement is not evidence, and if he makes any promises to offer in evidence something that I have not ruled on, he's doing it at his peril.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We see nothing improper in these remarks.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Regarding the stipulation, appellant argues that it should have been read to the jury after the government said in its opening statement that Shifman told authorities \"half the story.\"   The government plausibly argues, however, that the \"half the story\" remark had to do with Shifman's pre-June conduct, unrelated to the stipulation.  Shifman, however, did not then request that the stipulation be read at trial, so we review for plain error.  Fed.R.Crim.P. 52(b).  Under the plain error standard of review, appellant bears \"the burden of persuasion\" to establish that there was an error, that the error was \"clear\" or \"obvious,\" and that the error \"affect[ed] substantial rights.\"  United States v. Olano, 507 U.S. 725, 734, 113 S.Ct. 1770, 1777, 123 L.Ed.2d 508 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We do not see how the district court's failure, on its own initiative, and without request, to read the pretrial stipulation to the jury amounted to an error of any kind.  Nor has appellant met the burden of showing prejudice under Rule 52(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In accordance with the stipulation, he was not prosecuted for any offenses after his cooperation with law enforcement officials began in June of 1991.  The government presented evidence pertaining to Shifman's conversations with police after June, but only to rebut Shifman's direct testimony concerning these conversations and his state of mind during the alleged offenses.  We find no prejudice to Shifman from the district judge's failure to advise the jury of the stipulation.</p>\n    </div>\n    <p class=\"indent\">2. The Response to the Jury Question</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Appellant contends that the court erred when, with his counsel's approval, it referred the jury to the written jury instructions in response to a question about conducting or participating in an enterprise's affairs.  The government responds that Shifman waived any objection to the answer when his attorney explicitly agreed to the district judge's response to the jury question.  See United States v. Rojo-Alvarez, 944 F.2d 959, 971 (1st Cir.1991) (holding that there was waiver when defense counsel stated he was satisfied with the reworded instruction);  see also United States v. Lakich, 23 F.3d 1203 (7th Cir.1994) (holding that there was waiver when counsel explicitly agreed to the court's instruction).  But see United States v. Marder, 48 F.3d 564, 571 (1st Cir.1995) (waiver in these circumstances is an open question), cert. denied, 514 U.S. 1056, 115 S.Ct. 1441, 131 L.Ed.2d 320 (1995).  Regardless whether an actual waiver took place, we see nothing even remotely close to an error meeting the plain error standard.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Aetna dealt with a civil RICO claim, but it is appropriate to rely on civil RICO precedent when analyzing criminal RICO liability.  The standard is the same for both criminal and civil RICO violations.  See 18 U.S.C. &#167; 1962.  The RICO Act differentiates between criminal and civil liability by providing for criminal penalties in 18 U.S.C. &#167; 1963, and civil remedies in 18 U.S.C. &#167; 1964</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> (a) Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal</p>\n        <p>(b) Whoever willfully causes an act to be done which if directly performed by him or another would be an offense against the United States, is punishable as a principal.</p>\n        <p>18 U.S.C. &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Normally, \"the defendant must make a specific showing of prejudice to satisfy the 'affecting substantial rights' prong of Rule 52(b)\".  Olano, 507 U.S. at 735, 113 S.Ct. at 1778</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Stanton D. SHIFMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-2286.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 2, 1997.<br>Decided Aug. 19, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul G. Holian, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Donald C. Lockhart, Trial Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Stanton Shifman challenges his convictions on charges arising out of an illegal loan-sharking operation run by Joseph A Yerardi, Jr. He argues, inter alia, that there was insufficient evidence to support the convictions.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stanton Shifman and nine others were indicted on October 14, 1993 for multiple offenses based on their involvement in an illegal gambling and loan-sharking operation.  Shifman, whose activities pertained only to the loan-sharking side of the operation, was charged with violation of, and conspiracy to violate, the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. &#167;&#167; 1962(c) &amp; (d).  He was also charged with four counts of aiding and abetting the making of extortionate extensions of credit, 18 U.S.C &#167; 892(a), and a single count of aiding and abetting the collection of an extension of credit by extortionate means, 18 U.S.C &#167; 894(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Shifman was tried separately from the others.  The government's evidence consisted primarily of the testimony of the alleged victims of the loan-sharking activities, seized records of loans, and admissions made by Shifman to law enforcement officials.  We recite the facts in the light most favorable to the verdicts being appealed.  United States v. Valerio, <span class=\"citation\" data-id=\"195933\"><a href=\"/opinion/195933/united-states-v-valerio/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 63 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Joseph Yerardi operated a large-scale gambling and loan-sharking enterprise that made loans to borrowers at weekly interest rates of from 3 percent to 5 percent.  These rates translate into annual interest rates of from 153 percent to 260 percent.  The maximum legal annual rate allowed in Massachusetts is 20 percent.  Mass. Gen. Laws. ch. 271, &#167; 49.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shifman first came into contact with Yerardi when he needed the loan shark's services because of his own mounting debts.  Shifman subsequently borrowed from Yerardi numerous times and on each occasion made interest payments of 3 percent or 4 percent a week.  At times, Shifman fell behind in his weekly payments and was threatened with physical injury by a Yerardi employee, Jack Murphy, also known as Jack Kelley.  At some point, Yerardi encouraged Shifman to refer anyone he knew in need of money to Yerardi.  In return for these referrals, which totaled approximately ten over a twelve to sixteen month period, Shifman received either fees from the borrowers or \"points\"--a reduction in the interest rate on his loan--from Yerardi.  Lieutenant-Detective William McDermott testified that Shifman admitted to him that Yerardi would reduce his debt after he referred a customer who proceeded to take out a loan from Yerardi.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Much of the testimony came from the borrowers, Mark LaChance, Gerald Moore, Craig Inge, Randall Gasbarro, and Paul Mahoney, whose loans were all documented by entries in the records seized from Yerardi.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">LaChance testified that he approached Shifman, who he knew to be in the mortgage business, for legitimate financing on his construction equipment.  Shifman told him the financing would come through without a problem.  After weeks of waiting, LaChance, desperately in need of money, approached Shifman for help in obtaining a short-term loan.  Shifman referred LaChance to Yerardi, clearly conveying that Yerardi was a loan shark.  The legitimate financing Shifman was allegedly procuring for LaChance never materialized.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Gerald Moore testified that he too was introduced to Yerardi by Shifman.  He also testified that he was paying 4 percent interest a week on the money he borrowed from Yerardi, and that he knew that he could be physically hurt if he didn't repay the money.  Moore gave a portion of the proceeds of his loan from Yerardi to Shifman.  At one point, when Moore was behind in his payments, Jack Murphy and two other men visited Moore on Yerardi's behalf and attempted to break Moore's hand.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Craig Inge testified that he went to Shifman with the hope of obtaining legitimate financing for his video business.  When the financing failed to materialize, Shifman referred Inge to Yerardi.  Shifman represented that the loan with Yerardi would serve only to meet Inge's needs until the legitimate financing came through.  Again, the legitimate financing never materialized.  Inge paid Shifman $1,000 from the money he borrowed from Yerardi for what Shifman described as a fee for his services.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Randall Gasbarro and Paul Mahoney both testified that Shifman referred them to Yerardi.  They both understood, from Shifman's description, that Yerardi was a loan shark.  Both men testified that they were paying 3 percent interest a week on the money they borrowed from Yerardi.  Mahoney testified that he gave a portion of the money he borrowed from Yerardi to Shifman.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Another witness, Paul Terranova, testified that he approached Shifman for a second mortgage on his home.  When the mortgage didn't come through, Shifman referred Terranova to Yerardi suggesting that the loan would be a short-term loan to tide him over until the mortgage came through.  He also testified that he paid Shifman approximately $2,500, and that the mortgage never came through, causing him to remain indebted to Yerardi.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Shifman himself testified that he gave numerous people Yerardi's telephone number, and that these people would not have known about Yerardi, nor would they have taken out extortionate loans from Yerardi, had he not referred them.  Shifman testified to knowing Yerardi to be a loan shark, and that people could be physically injured if they did not repay the loans from Yerardi.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The jury found Shifman guilty of both violating RICO and conspiring to violate RICO.  The jury also found Shifman guilty on all four counts of aiding and abetting the making of extortionate extensions of credit.  The jury acquitted Shifman on the charge that he had aided and abetted the collection of an extension of credit by extortionate means.  Shifman was sentenced to 51 months imprisonment.  This appeal followed.II.</p>\n    </div>\n    <p>A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Shifman contends that the evidence was insufficient as a matter of law to support his convictions.  \"In reviewing sufficiency claims, we consider the evidence 'in the light most favorable to the prosecution' and then ask whether the evidence 'would allow a rational jury to determine beyond a reasonable doubt that the defendant[ ] w[as] guilty as charged.' \"  United States v. Hurley, <span class=\"citation\" data-id=\"702294\"><a href=\"/opinion/702294/united-states-v-vincent-hurley-united-states-of-america-v-carlo-demarco/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.1995)(quoting United States v. Mena-Robles, <span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1031 (1st Cir.1993)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></span> (1996).</p>\n    </div>\n    <p class=\"indent\">1. The RICO Counts</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For a defendant to be found guilty of a substantive RICO violation, the government must prove beyond a reasonable doubt that (1) the \"enterprise affect[ed] interstate or foreign commerce, (2) that the defendant under consideration associated with the enterprise, (3) that [the] defendant participated in the conduct of the enterprise's affairs, and (4) that [the] defendant's participation was through a pattern of racketeering activity.\"  Aetna Cas. Sur. Co. v. P &amp; B Autobody, <span class=\"citation\" data-id=\"686425\"><a href=\"/opinion/686425/aetna-casualty-surety-company-v-p-b-autobody-arsenal-auto-repairs/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1546</span></a></span>, 1558 (1st Cir.1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For a defendant to be found guilty of conspiring to violate RICO, the government must prove \"(1) the existence of an enterprise affecting interstate commerce, (2) that the defendant knowingly joined the conspiracy to participate in the conduct of the affairs of the enterprise, (3) that the defendant participated in the conduct of the affairs of the enterprise, and (4) that the defendant did so through a pattern of racketeering activity by agreeing to commit, or in fact committing, two or more predicate offenses.\"  Id. at 1561.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Hence liability for a substantive RICO violation under &#167; 1962(c) and liability for a RICO conspiracy violation under &#167; 1062(d) rest on very similar elements.  There are, however, two notable differences.  As stated in Aetna:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>The major difference between a violation of &#167; 1962(c) itself ... and a violation of &#167; 1962(d) based on &#167; 1962(c) ... is the additional required element that the defendant knowingly joined a conspiracy to violate &#167; 1962(c).  Another difference is that, to prove that a defendant violated &#167; 1962(c), it is necessary for the plaintiff to prove two predicate offenses;  under &#167; 1962(d), in contrast, this is not an element required to be proved.  To prove a violation of &#167; 1962(d), it is enough to prove that a defendant agreed with one or more others that two predicate offenses be committed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 1562.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">a. The Substantive RICO Violation</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>i. Affecting Interstate Commerce</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Shifman does not challenge the adequacy of the proof that Yerardi's loan-sharking enterprise affected interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>ii. Association with the Enterprise</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The second element of the substantive RICO violation is \"that the defendant under consideration associated with the enterprise.\"  Id. at 1558.   The jury could reasonably have found from the evidence presented that Shifman deliberately associated himself with Yerardi's enterprise.  Not only did Shifman himself borrow from Yerardi, he referred borrowers to Yerardi with the goal of obtaining either a reduction in the interest rate on his own debt to Yerardi, or a cash fee from the borrower.  Infra.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>iii. Participation in the Conduct</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The third element of the substantive RICO violation under &#167; 1962(c) requires that the defendant have participated in the conduct of the enterprise's affairs.  The Supreme Court has interpreted the phrase \"to participate in the conduct of the enterprise's affairs\" to mean participation in the operation or management of the criminal enterprise.  See Reves v. Ernst &amp; Young, <span class=\"citation\" data-id=\"112826\"><a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></a></span>, 185, <span class=\"citation\" data-id=\"112826\"><a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, 1173, <span class=\"citation\" data-id=\"112826\"><a href=\"/opinion/112826/reves-v-ernst-young/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">525</span></a></span> (1993).  Appellant argues that there was insufficient evidence for the jury to find that his conduct met the \"operation or management\" test.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Reves differs from the present case in that it addressed the civil RICO liability of an independent adviser outside of the RICO enterprise's chain of command.  The Supreme Court held in Reves that an accounting firm employed by the enterprise could not be held civilly liable under RICO for preparing an inaccurate accounting statement as it had not \"participate[d] in the operation or management of the enterprise itself.\"  Id. Respecting Reves, we have said:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Special care is required in translating Reves ' concern with \"horizontal\" connections--focusing on the liability of an outside adviser--into the \"vertical\" question of how far RICO liability may extend within the enterprise but down the organizational ladder.  In our view, the reason the accountants were not liable in Reves is that, while they were undeniably involved in the enterprise's decisions, they neither made those decisions nor carried them out;  in other words, the accountants were outside the chain of command through which the enterprise's affairs were conducted.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">United States v. Oreto, <span class=\"citation\" data-id=\"679957\"><a href=\"/opinion/679957/united-states-v-frank-oreto-sr-united-states-of-america-v-frank-oreto/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 750 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We have held, post-Reves, however, that a defendant who is \"plainly integral to carrying out\" the enterprise's activities may be held criminally liable under RICO.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the present case, Shifman was \"plainly integral to carrying out\" Yerardi's loan-sharking plans.  There was evidence that Yerardi encouraged Shifman to refer persons in need of money to the enterprise and that Shifman did so on a number of occasions.  The evidence was plain that Shifman knew Yerardi to be engaged in illegal loan-sharking operations, that Shifman gave Yerardi's number to many people, and that the victims would not have known of Yerardi had Shifman not referred them.  Shifman, moreover, could be found to have \"set up\" certain victims so as to make it more likely they would borrow from Yerardi.  He did this by first promising legitimate financing, and when this was not forthcoming, and they were desperate, offering them Yerardi's services.  The evidence also supported a finding that Shifman benefitted financially from the transactions by either receiving points on his debt to Yerardi, or else obtaining fees from the borrowers.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The jury could infer that, but for Shifman's referrals, the extortionate loans to LaChance, Moore, Inge, Gasbarro, and Mahoney would not have taken place, and that these referrals were calculated and regular efforts taken by Shifman on behalf of the Yerardi enterprise.  We are satisfied there was sufficient proof of Shifman's participation in the conduct of the enterprise's affairs, albeit at a relatively low level, to support the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>iv. Pattern of Racketeering Activity</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The final element for substantive RICO liability is that the defendant's participation was through a \"pattern of racketeering activity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In order to have engaged in a \"pattern\" of racketeering activity, a defendant must have committed at least two racketeering acts within ten years of one another.  See 18 U.S.C. &#167; 1961(5).  These acts must be related and \"amount to or pose a threat of continued criminal activity.\"  H.J. Inc. v. Northwestern Bell Telephone Co., <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 239, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2893</span></a></span>, 2900, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span> (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The definition of \"racketeering activity\" includes making or conspiring to make an extortionate extension of credit.  See 18 U.S.C. &#167; 1961(1) (defining \"racketeering activity\" in part as including an offense indictable under 18 U.S.C. &#167; 892, which bans the making of extortionate extensions of credit).  Aiding and abetting one of the activities listed in &#167; 1961(1) as racketeering activities makes one punishable as a principal and amounts to engaging in that racketeering activity.  See 18 U.S.C. &#167; 2.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In this case, the racketeering acts that formed the basis of Shifman's RICO conviction were the four extortionate credit transactions he was convicted of aiding and abetting.  Shifman contends there was insufficient evidence from which to find that he committed these racketeering acts.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In order to convict Shifman of aiding and abetting the making of extortionate extensions of credit, the government had to prove Shifman aided and abetted \"[a]ny extension of credit with respect to which it is the understanding of the creditor and the debtor at the time it is made that delay in making repayment or failure to make repayment could result in the use of violence or other criminal means to cause harm to the person, reputation, or property of any person.\"  18 U.S.C. &#167; 891(6).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A basic element of aiding and abetting is proof \"that the defendant consciously shared the principal's knowledge of the underlying criminal act, and intended to help the principal.\"  United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 975 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The present record provided sufficient evidence for the jury to find that Shifman aided and abetted the making of the four extortionate extensions of credit.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There was ample evidence that Yerardi's loans to LaChance, Moore, Gasbarro, and Mahoney were extortionate.  The jury could infer an understanding between Yerardi and the borrowers that if a borrower delayed in repaying, violence would be used to force repayment.  The rate of interest on the loans far exceeded the legal rate;  legal collection means were unavailable.  LaChance, Moore, Gasbarro, and Mahoney all testified to knowing that Yerardi was a loan shark.  LaChance and Gasbarro were each told by Shifman that Yerardi was a hard money lender, and that they should be aware of what type of person they were dealing with.  Both understood this to mean that Yerardi was a loan shark.  Moore was warned by Yerardi himself that violence would ensue if he did not make his payments on time.  Mahoney testified that he understood Yerardi's business, as Shifman explained it, to be loan-sharking.  Mahoney also understood that loan sharks would use force to collect payment.  From this evidence the jury was entitled to find that there was an understanding between Yerardi and the borrowers that violence would be used if they failed to make their loan repayments.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There was also sufficient evidence at trial for the jury to find beyond a reasonable doubt that Shifman aided and abetted the making of these extortionate loans.  Shifman knew that the loans Yerardi would make to the borrowers Shifman referred to him would be extortionate, having himself borrowed from Yerardi at an illegal rate of interest and, when he fell behind, having been threatened with violence by Yerardi's henchmen.  Shifman informed the borrowers of the realities of doing business with Yerardi, with its potential for violence.  It could be inferred that Shifman referred the borrowers to Yerardi fully expecting them to take out loans from him.  There was also evidence, as explained above, that Shifman was actively helping Yerardi find new borrowers in order to gain fees from the borrowers or a reduction in the interest rate on his outstanding debt to Yerardi.  Accordingly, the jury was warranted in concluding that Shifman knowingly rendered tangible aid to Yerardi's loan-sharking activities and was desirous, in the case of the four borrowers, that those illegal activities succeed.  The jury's finding that Shifman was guilty of aiding and abetting the extortionate extensions of credit involving these four men was amply supported.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">b. The RICO Conspiracy</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>i. Affecting Interstate Commerce</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As noted, Shifman does not challenge the sufficiency of the evidence offered to prove that Yerardi's enterprise affected interstate commerce.ii. Knowingly Joining the Conspiracy</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The second element of the conspiracy charge requires that the defendant \"knowingly joined the conspiracy to participate in the conduct of the affairs of the enterprise.\"  Aetna, 43 F.3d at 1561.  \"All that is necessary to prove this element of the RICO conspiracy ... is to prove that [the defendant] agreed with one or more co-conspirators to participate in the conspiracy.\"  Id. at 1562.   The evidence showed an agreement between Yerardi and Shifman for the latter to refer borrowers to Yerardi.  The evidence also supported a finding of an understanding between Yerardi and Shifman that, at least in some cases, if Shifman referred a borrower to Yerardi who proceeded to take out a loan his own debt would be reduced.  There was clearly sufficient proof of an agreement between Shifman and a co-conspirator for the former to have joined in the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>iii. Participation in the Conduct</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This element is identical to the third element of the substantive RICO violation.  As indicated in our discussion of that element, supra, there is sufficient evidence to prove this element of the RICO conspiracy count.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>iv. Pattern of Racketeering Activity</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The fourth element of the RICO conspiracy violation is met if the defendant agrees to commit or actually commits two or more acts of racketeering activity.  As discussed under the substantive RICO violation section, there was sufficient evidence for the jury to find that Shifman committed four of the charged racketeering acts.  Accordingly, the fourth element is met.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">2. Aiding and Abetting Extortionate Extensions of Credit</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Appellant contends that there was insufficient evidence to convict him of the four substantive counts of aiding and abetting the extortionate extensions of credit.  We have already considered and rejected this argument in the course of discussing the substantive RICO violations, supra.</p>\n    </div>\n    <p>B. Miscellaneous Trial Issues</p>\n    <p class=\"indent\">1. The Cooperation Evidence</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Appellant argues that the court erroneously excluded certain evidence showing his cooperation with government authorities;  that the court unduly limited his counsel's opening statement;  and that the pretrial stipulation that the government would not attempt to show that Shifman participated in Yerardi's enterprise after he began cooperating with law enforcement officials in June of 1991 should have been read to the jury.  All these matters, Shifman argues, tended to show a \"consciousness of innocence\" that he should have been able to place before the jury.  We find no reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Turning first to the cooperation evidence, the jury was ultimately allowed to hear and to consider extensive evidence of Shifman's cooperation with law enforcement officials.  It is not clear to us that the court excluded any significant amount of this evidence.  We see no abuse of discretion in the court's handling of the cooperation evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">As for the alleged restriction on defense counsel's opening statement, we found no such restriction in the record.  The court merely stated:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>I'm not going to preclude [appellant's attorney] from saying what he wishes in light of what I have said previously, that of course I have instructed and will instruct the jury again that what counsel says in opening statement is not evidence, and if he makes any promises to offer in evidence something that I have not ruled on, he's doing it at his peril.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We see nothing improper in these remarks.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Regarding the stipulation, appellant argues that it should have been read to the jury after the government said in its opening statement that Shifman told authorities \"half the story.\"   The government plausibly argues, however, that the \"half the story\" remark had to do with Shifman's pre-June conduct, unrelated to the stipulation.  Shifman, however, did not then request that the stipulation be read at trial, so we review for plain error.  Fed.R.Crim.P. 52(b).  Under the plain error standard of review, appellant bears \"the burden of persuasion\" to establish that there was an error, that the error was \"clear\" or \"obvious,\" and that the error \"affect[ed] substantial rights.\"  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We do not see how the district court's failure, on its own initiative, and without request, to read the pretrial stipulation to the jury amounted to an error of any kind.  Nor has appellant met the burden of showing prejudice under Rule 52(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In accordance with the stipulation, he was not prosecuted for any offenses after his cooperation with law enforcement officials began in June of 1991.  The government presented evidence pertaining to Shifman's conversations with police after June, but only to rebut Shifman's direct testimony concerning these conversations and his state of mind during the alleged offenses.  We find no prejudice to Shifman from the district judge's failure to advise the jury of the stipulation.</p>\n    </div>\n    <p class=\"indent\">2. The Response to the Jury Question</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Appellant contends that the court erred when, with his counsel's approval, it referred the jury to the written jury instructions in response to a question about conducting or participating in an enterprise's affairs.  The government responds that Shifman waived any objection to the answer when his attorney explicitly agreed to the district judge's response to the jury question.  See United States v. Rojo-Alvarez, <span class=\"citation\" data-id=\"568494\"><a href=\"/opinion/568494/united-states-v-alvaro-rojo-alvarez-united-states-v-adalberto/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">959</span></a></span>, 971 (1st Cir.1991) (holding that there was waiver when defense counsel stated he was satisfied with the reworded instruction);  see also United States v. Lakich, <span class=\"citation\" data-id=\"669726\"><a href=\"/opinion/669726/united-states-v-dusan-lakich/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1203</span></a></span> (7th Cir.1994) (holding that there was waiver when counsel explicitly agreed to the court's instruction).  But see United States v. Marder, <span class=\"citation\" data-id=\"195887\"><a href=\"/opinion/195887/united-states-v-marder/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">564</span></a></span>, 571 (1st Cir.1995) (waiver in these circumstances is an open question), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1056</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">320</span></span> (1995).  Regardless whether an actual waiver took place, we see nothing even remotely close to an error meeting the plain error standard.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Aetna dealt with a civil RICO claim, but it is appropriate to rely on civil RICO precedent when analyzing criminal RICO liability.  The standard is the same for both criminal and civil RICO violations.  See 18 U.S.C. &#167; 1962.  The RICO Act differentiates between criminal and civil liability by providing for criminal penalties in 18 U.S.C. &#167; 1963, and civil remedies in 18 U.S.C. &#167; 1964</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> (a) Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal</p>\n        <p>(b) Whoever willfully causes an act to be done which if directly performed by him or another would be an offense against the United States, is punishable as a principal.</p>\n        <p>18 U.S.C. &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Normally, \"the defendant must make a specific showing of prejudice to satisfy the 'affecting substantial rights' prong of Rule 52(b)\".  Olano, 507 U.S. at 735, 113 S.Ct. at 1778</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702294/"
  ]
}