{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197512/",
  "absolute_url": "/opinion/197512/united-states-v-dethlefs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197512/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:32:01Z",
  "date_modified": "2017-03-24T10:52:28.816986Z",
  "type": "010combined",
  "sha1": "cbaaaf60ca84a9a3dd167ad5631613002e5f63d4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2071.01A",
  "local_path": null,
  "plain_text": "\n\n                                             \r\n\nNo. 96-2071\r\n\n                    UNITED STATES OF AMERICA,\r\n                           Appellant,\r\n\n                               v.\r\n\n                        GARY T. DETHLEFS,\r\n                      Defendant, Appellee.\r\n\n                                             \r\n\nNo. 96-2072\r\n\n                    UNITED STATES OF AMERICA,\r\n                           Appellant,\r\n\n                               v.\r\n\n                         DAVID C. WHITE,\r\n                      Defendant, Appellee.\r\n\n                                             \r\n\nNo. 96-2073\r\n\n                    UNITED STATES OF AMERICA,\r\n                           Appellant,\r\n\n                               v.\r\n\n                    PETER CLAUDE PICCIANDRA,\r\n                      Defendant, Appellee.\r\n\n                                             \r\n\nNo. 96-2074\r\n\n                    UNITED STATES OF AMERICA,\r\n                           Appellant,\r\n\n                               v.\r\n\n                         RICHARD RECORD,\r\n                      Defendant, Appellee.\r\n\n                                             \r\r\n\nNo. 96-2075\r\n\n                    UNITED STATES OF AMERICA,\r\n                           Appellant,\r\n\n                               v.\r\n\n                        THOMAS K. STONE,\r\n                      Defendant, Appellee.\r\n\n                                             \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r\n\n                                             \r\n\n                             Before\r\n\n                      Selya, Circuit Judge,\r\n\n                   Cyr, Senior Circuit Judge,\r\n\n                   and Boudin, Circuit Judge.\r\n\n                                             \r\n\n     Margaret D. McGaughey\r                                   , Assistant United States Attorney, with\r\nwhom Jay \r                   P. \r                       McCloskey, United States Attorney, and  Jonathan \r                                                                         R.\r\nToof, Assistant United States Attorney, were on brief, for the\r\nUnited States.\r\n     John  \r                    A.  \r                        Ciraldo, with whom  Perkins,  \r                                                      Thompson,  \r                                                                Hinckley  \r                                                                          &amp;\r\nKeddy,  \r                 P.A.,  Richard  \r                                 M.  \r                                    Egbert,  Robert  \r                                                     N.  \r                                                        Launie,  Joseph  \r                                                                         J.\r\nBalliro, \r                  Bruce B. Hochman\r                                  , and \r                                        Black, Lambert, Coffin &amp; Rudman\r                                                                       were\r\non consolidated brief, for the appellees.\r\n\n                                             \r\n\n                         August 18, 1997\r\n                                             \r\r\n\n          SELYA, \r                          Circuit Judge\r                                       . In this case, the sentencing court\r\n\ngranted a full three-level acceptance of responsibility discount to\r\n\neach of five defendants (Gary T. Dethlefs, David C. White, Peter C.\r\n\nPicciandra, Richard Record, and Thomas K. Stone) on the ground that\r\n\ntheir guilty pleas were opportune.  See USSG S3E1.1(b)(2) (1995).\r\n\nThen the court essayed general, global downward departures under\r\n\nUSSG S5K2.0 (1995), reasoning that the defendants' pleas\r\n\nsubstantially assisted the judicial system and the administration\r\n\nof justice by obviating the need for trial of a complex,\r\n\npotentially time-consuming case. Concluding, as we do, that the\r\n\nrecord contains no sufficient justification for the downward\r\n\ndepartures, we vacate the sentences and remand for resentencing.\r\n\nI. THE PROCEEDINGS BELOW\r\n\n          To the modest extent that the offense conduct pertains to\r\n\nthe issues on appeal, we extract the facts from the undisputed\r\n\nportions of the five presentence investigation reports, the plea\r\n\ncolloquies, and the transcripts of the sentencing hearings.   See\r\n\nUnited \r                 States v. Talladino, 38 F.3d 1255, 1258 (1st Cir. 1994);\r\n\nUnited States v. Dietz, 950 F.2d 50, 51 (1st Cir. 1991). We also\r\n\nconsider the transcript of the hearing on the motions for downward\r\n\ndepartures (which the district court expressly incorporated into\r\n\nthe sentencing record).\r\n\n          In September 1994, a federal grand jury in Maine returned\r\n\na superseding indictment which charged the five appellees and four\r\n\nconfederates with conspiring to possess and distribute marijuana\r\n\n(count 1) and conspiring to commit tax fraud (count 3).   See 21\r\n\n                                3\r\r\n\nU.S.C. SS 841(a)(1), 841(b)(1)(A), 846 (1994); 18 U.S.C. S 371\r\n\n(1994). Count 2 of the indictment sought the forfeiture of certain\r\n\nproperty based on the owners' involvement in the marijuana\r\n\noperation.  See 21 U.S.C. S 853 (1994); see also United States v.\r\n\nWhite, 116 F.3d 948 (1st Cir. 1997) (discussing forfeiture aspect).\r\n\nThe court treated an epidemic of motions during the next several\r\n\nmonths. Along the way, one defendant, Thomas Baker, entered into\r\n\na plea agreement and, for present purposes, dropped out of sight.\r\n\n          Faced with the prospect of trying eight defendants on\r\n\ndrug and tax charges, the district court opted to bifurcate the\r\n\nanticipated trial and to sever defendants.    See March 14, 1995\r\n\nOrder. The court proposed to start the process by trying five\r\n\ndefendants on the drug charges. A planned rehabilitation of the\r\n\nPortland courthouse complicated the court's scheduling efforts.\r\n\nAfter contemplating his options, Judge Carter moved the trial to\r\n\nBangor and decreed that Phase I would begin on September 6, 1995.\r\n\n          The record reflects that the judge vigorously promoted\r\n\nplea negotiations. At pretrial conferences, defense counsel\r\n\nbemoaned the government's rigidity and suggested that the court\r\n\n     This was to be Phase I, encompassing Record, Dethlefs, Baker,\r\nIrvin Morris and Stuart Smith. Phase II was to involve trying the\r\nWhites (who are siblings), Picciandra, and Stone on the same\r\ncounts. The bifurcation order left the tax count for subsequent\r\nresolution. Some two months later, the court entered a new order\r\nvacating the severance of the defendants into two groups but\r\nretaining the principle of bifurcation.  See May 12, 1995 Order;\r\nsee also United States v. Morris, 914 F. Supp. 637, 639 (D. Me.),\r\naff'd, 99 F.3d 476 (1st Cir. 1996). While the court referred to a\r\nthree-phased trial in subsequent discussions, the record leaves the\r\nimpression that only two phases   a drug trial and a tax trial   \r\nwould have been necessary.\r\n\n                                4\r\r\n\ncould restore the balance if it agreed to depart downward from the\r\n\ndefendants' normal sentencing ranges. The judge signalled some\r\n\ndegree of receptivity to this idea, stating at one pretrial\r\n\nconference:\r\n\n          If all of the defendants got together and\r\n          pleaded straight up in this case and made\r\n          strong arguments to me for downward departure\r\n          in order to recognize the alleviation of an\r\n          immense load upon the time, effort and\r\n          resources of this Court, I would consider it\r\n          very[,] very favorably.\r\n\n          On August 22, 1995, the appellees changed their pleas\r\n\npursuant to agreements which stipulated drug quantities but which\r\n\ncontained no other commitments as to sentencing. In anticipation\r\n\nof their disposition hearings, the appellees moved for downward\r\n\ndepartures on the ground that their guilty pleas substantially\r\n\nassisted the judiciary by conserving resources important to\r\n\njudicial administration. The district court entertained oral\r\n\nargument. During the hearing, the court expressed concern about\r\n\nwhether it had the authority to, or should, depart downward \"for\r\n\nconduct of these defendants consisting of their tender of guilty\r\n\npleas\" which \"results in a benefit to the Court in aiding in the\r\n\nconservation of judicial resources without direct benefit to the\r\n\nprosecution.\" Despite its avowed reservations, the court concluded\r\n\nthat \"there was a substantial benefit that accrued to the Court\r\n\nfrom the fact that it did not have to go to trial in this case\";\r\n\nthat the proceedings would have been \"very complex\" and would have\r\n\ngenerated a host of issues on appeal; that, due to bifurcation, the\r\n\ntrial proceedings would have taken four to six months of courtroom\r\n\n                                5\r\r\n\ntime spanning a period of ten to twelve months, followed by a\r\n\nsignificant post-trial motion practice; and that the situation\r\n\nwould have been exacerbated by the transfer of the case to Bangor\r\n\n(which would have required Judge Carter to suspend operations in\r\n\nPortland, transport his staff to Bangor, and disrupt the wonted\r\n\noperations of the resident district judge).\r\n\n          Pondering these factors, Judge Carter concluded that the\r\n\nentry of pleas was a mitigating circumstance which, given the\r\n\nsignificant conservation of judicial resources that resulted, was\r\n\nnot adequately considered under the applicable guideline\r\n\nprovisions. He therefore announced that he would grant downward\r\n\ndepartures in favor of all five appellees.\r\n\n          The court convened individualized disposition hearings.\r\n\nWe eschew the interstitial details of the various sentencing\r\n\ncomputations, save only to note that each appellee received a\r\n\nthree-level reduction for acceptance of responsibility. Judge\r\n\nCarter calculated the guideline sentencing range (GSR) to be 87-108\r\n\nmonths for White, Record, and Stone,    see USSG Ch. 5, Pt. A\r\n\n(Sentencing Table) (adjusted offense level 29; criminal history\r\n\ncategory I), 108-135 months for Picciandra,    see id. (adjusted\r\n\noffense level 31; criminal history category I), and 235-293 months\r\n\n     Rebecca White also pleaded guilty in the same time frame, but\r\nher case took a different turn.  See United \r                                                      States v. White,    \r\nF.3d     (1st Cir. July 28, 1997) [No. 96-2215] (rejecting Rebecca\r\nWhite's appeal). The two remaining defendants, Morris and Smith,\r\nproceeded to trial on the drug charges and were acquitted. When\r\nlast we visited the matter, the government was preparing to try\r\nthem for tax fraud. See \r                                  United States\r                                                v. \r                                                   Morris, 99 F.3d 476, 478\r\n(1st Cir. 1996).\r\n\n                                6\r\r\n\nfor Dethlefs, \r                       see \r                           id. (adjusted offense level 37; criminal history\r\n\ncategory II). The judge then essayed wholesale departures.   He\r\n\nsentenced White, Record, and Stone to 60-month incarcerative terms\r\n\nand Picciandra to a 72-month incarcerative term (attributing the\r\n\nlarger departure to the perceived need \"to maintain parity in terms\r\n\nof receipt of proper recognition of benefit received by the\r\n\nCourt\"). As to Dethlefs, the judge imposed a 175-month\r\n\nincarcerative term, deeming him \"entitled to a very significant\r\n\ndownward departure for his role in bringing about the pleas of five\r\n\nother defendants, and in bringing to the Court his own plea,\r\n\nobviating the need for extensive trial proceedings.\" Displeased by\r\n\nthe court's rulings, the government appealed.\r\n\nII. ACCEPTANCE OF RESPONSIBILITY\r\n\n          These appeals present two distinct questions. We first\r\n\naddress the easier question: acceptance of responsibility.\r\n\nWhether a defendant has accepted personal responsibility is a fact-\r\n\nintensive determination. Absent an error of law, we will not\r\n\ndisturb the sentencing court's judgment in this area unless it is\r\n\nclearly erroneous.  See Talladino, 38 F.3d at 1263; United States\r\n\nv. Morillo, 8 F.3d 864, 871 (1st Cir. 1993).\r\n\n          The applicable guideline provision is USSG S3E1.1 (1995),\r\n\nreprinted in the appendix. It authorizes a basic two-level\r\n\nreduction in a defendant's offense level if the court determines\r\n\n     In addition to prison sentences, the court also imposed terms\r\nof supervised release on all the appellees; levied special\r\nassessments but no fines; and entered forfeiture orders against\r\nWhite, Record, and Dethlefs.\r\n\n                                7\r\r\n\nthat he has accepted responsibility.     See  id. S3E1.1(a). A\r\n\nrecently added subsection permits an additional one-level reduction\r\n\nfor certain defendants, provided that the court makes particular\r\n\nfindings.  See id. S3E1.1(b). The district court gave all five\r\n\nappellees the full three-level discount pursuant to section\r\n\n3E1.1(b)(2).\r\n\n          The government concedes the appellees' entitlement to the\r\n\nbasic two-level reduction and also concedes that they meet the\r\n\nthreshold eligibility criteria for the bonus one-level reduction.\r\n\nBut the government strenuously protests the appellees' entitlement\r\n\nto that bonus. Section 3E1.1(b)(2) requires a finding that a\r\n\ndefendant \"timely notif[ied] authorities,\" that is, the prosecution\r\n\nand the court, \"of his intention to enter a plea of guilty, thereby\r\n\npermitting the government to avoid preparing for trial and\r\n\npermitting the court to allocate its resources efficiently,\" and\r\n\nthe government says that pleas tendered more than a year after\r\n\nindictment and only two weeks before trial cannot meet that\r\n\nbenchmark.\r\n\n          To be sure, we have upheld the denial of a one-level\r\n\ndiscount under section 3E1.1(b) in situations where defendants have\r\n\nwaited less time to plead,   see, e.g., United \r                                                          States v.  Nunez-\r\n\nRodriguez, 92 F.3d 14, 17 &amp; n.2 (1st Cir. 1996); \r                                                         Morillo, 8 F.3d at\r\n\n872, and we have suggested that defendants who put the prosecutors\r\n\nthrough their paces by loosing a heavy barrage of pretrial motions\r\n\n(as did the appellees) usually cannot expect to receive the bonus\r\n\ndiscount, see United \r                               States v. Munoz, 83 F.3d 7, 9 n.1 (1st Cir.\r\n\n                                8\r\r\n\n1996) (per curiam) (dictum). But generalities are often unhelpful\r\n\nin specific cases, and the trier's judgment on acceptance of\r\n\nresponsibility issues is entitled to great respect.     See USSG\r\n\nS3E1.1, comment. (n.5); see also United States v. Royer, 895 F.2d\r\n\n28, 29 (1st Cir. 1990).\r\n\n          Here, the district judge made particularized findings and\r\n\narticulated a plausible basis for his determination that the\r\n\nappellees had satisfied the timeliness requirement:\r\n\n          I think the timeliness of notification in\r\n          these cases is one that is in some sense\r\n          relative . . . . Here it is clear to the\r\n          Court that the plea entered at a point in time\r\n          [taking into account] the total future\r\n          duration of this effort if the pleas were not\r\n          entered, such that they did serve the purpose\r\n          intended to be served by section 3E1.1(b)(2),\r\n          of cutting off a significant portion of\r\n          preparation for trial . . . and afford[ing]\r\n          the Court an opportunity to employ its\r\n          resources to good advantage and in an\r\n          efficient manner. I think there was a\r\n          timeliness in that respect in the full context\r\n          and circumstances of the case . . . .\r\n\n          Although the matter is arguable, we cannot say that this\r\n\nfinding is clearly erroneous. Timeliness is a concept, not a\r\n\nconstant, and it normally must be evaluated in context. This is\r\n\nespecially true in connection with section 3E1.1(b), since that\r\n\nguideline defines timeliness in functional, rather than strictly\r\n\ntemporal, terms. See USSG S3E1.1, comment. (n.6) (\"The timeliness\r\n\nof the defendant's acceptance of responsibility . . . is context\r\n\nspecific.\"); see also United \r                                       States v.  Wetwattana, 94 F.3d 280,\r\n\n285-86 (7th Cir. 1996). Thus, the timeliness requirement of\r\n\nsection 3E1.1(b)(2) cannot always be measured simply by counting\r\n\n                                9\r\r\n\ncalendar pages.\r\n\n          The trial court, which enjoys a superior coign of\r\n\nvantage, found that the notification given, though late in absolute\r\n\nterms, was still early enough in the game to be of substantial\r\n\nbenefit to both the prosecution and the court because it\r\n\nforestalled the need to make final preparations for a full-scale\r\n\ndrug trial, and, perhaps more importantly, because it eliminated\r\n\nthe arduous task of preparing to try, and then actually trying, the\r\n\ntax charge vis-a-vis the appellees. On this basis, the district\r\n\ncourt's finding that the appellees timely notified the authorities\r\n\nof their intent to enter guilty pleas is supportable.\r\n\nIII. THE DOWNWARD DEPARTURES\r\n\n          The government assigns error to all five downward\r\n\ndepartures. We review departures for abuse of discretion, \r                                                                   see \r                                                                       Koon\r\n\nv. United \r                    States, 116 S. Ct. 2035, 2046-47 (1996), employing an\r\n\nanalysis which, like all Gaul, is divided into three parts. First,\r\n\nwe determine as a theoretical matter whether the stated ground for\r\n\ndeparture is permissible under the guidelines. If the ground is\r\n\ntheoretically appropriate, we next examine whether it finds\r\n\nadequate factual support in the record. \r                                                 See \r                                                     United States\r                                                                   v. \r                                                                      Diaz-\r\n\nVillafane, 874 F.2d 43, 49 (1st Cir. 1989). If so, we must probe\r\n\nthe degree of the departure in order to verify its reasonableness.\r\n\n     While this prong of the test poses a question of law,    see\r\nKoon, 116 S. Ct. at 2047, it nonetheless falls within the abuse of\r\ndiscretion rubric. That \"standard includes review to determine\r\nthat the discretion was not guided by erroneous legal conclusions.\"\r\nId. at 2048.\r\n\n                               10\r\r\n\nSee United \r                     States v. Quinones, 26 F.3d 213, 219 (1st Cir. 1994).\r\n\nIn this instance, the government posits that the district court's\r\n\ndeparture decisions fail each prong of this tripartite test.\r\n\n                  A.  The Ground for Departure.\r\n\n          The lower court departed under USSG S5K2.0 (1995) (the\r\n\ntext of which is reprinted in the appendix). This proviso, echoing\r\n\n18 U.S.C. S 3553(b) (1994), permits (but does not require) a\r\n\nsentencing court to venture outside the GSR if it detects \"an\r\n\naggravating or mitigating circumstance of a kind, or to a degree,\r\n\nnot adequately taken into consideration by the Sentencing\r\n\nCommission in formulating the guidelines that should result in a\r\n\nsentence different from that described.\" Not any aggravating or\r\n\nmitigating circumstance will do; the circumstance must \"render the\r\n\ncase atypical and take it out of the `heartland' for which the\r\n\napplicable guideline was designed.\" \r                                             United States\r                                                           v. \r                                                              Carrion-Cruz,\r\n\n92 F.3d 5, 6 (1st Cir. 1996) (per curiam).\r\n\n          Here, the court's stated basis for departing was\r\n\nsubstantially the same in respect to all five appellees: the\r\n\nsignificant conservation of judicial resources which the entry of\r\n\na guilty plea yielded. Consequently, we first must ask whether, in\r\n\ntheory, a guilty plea which conserves judicial resources and\r\n\nthereby facilitates the administration of justice is a mitigating\r\n\nfeature on which a court may predicate a downward departure (which\r\n\nwe sometimes shall call a \"facilitation\" departure). Although this\r\n\nissue has generated disagreement among the courts of appeals, it is\r\n\nnew to us.\r\n\n                               11\r\r\n\n          The touchstone for our analysis is   Koon. There, the\r\n\nJustices made it clear that, in considering whether a valid basis\r\n\nfor departure exists, an inquiring court should take a series of\r\n\nrelated steps. The initial step is to identify \"[w]hat features of\r\n\nth[e] case, potentially, take it outside the Guidelines'\r\n\n`heartland,'\" thus making it \"special\" or \"unusual.\" Koon, 116 S.\r\n\nCt. at 2045 (quoting United \r                                      States v.  Rivera, 994 F.2d 942, 949\r\n\n(1st Cir. 1993)). After the distinguishing feature has been\r\n\nidentified, the next step is to determine whether the Sentencing\r\n\nCommission has prohibited departures based on that feature.   See\r\n\nid. If so, the inquiry ends. But if the Commission has not\r\n\noutlawed departures on that account, the court must ascertain\r\n\nwhether the Commission has considered the identified feature at\r\n\nall, and if so, whether it has either encouraged or discouraged\r\n\ndepartures premised thereon.  See id.\r\n\n          Once this segment of the analysis is complete, the\r\n\ncontours of the sentencing court's authority to depart begin to\r\n\ntake shape. If the distinguishing feature is a factor which is not\r\n\nmentioned in the sentencing guidelines, the court, mindful of the\r\n\n\"structure and theory\" of the guidelines, is free to decide whether\r\n\nthat feature logically suffices to remove the case from the\r\n\nheartland.  Id. If, however, the distinguishing feature is a\r\n\ndiscouraged factor or an encouraged factor which already has been\r\n\ntaken into account in the framing of the applicable guideline, the\r\n\ncourt may depart only if the feature is present to an exceptional\r\n\ndegree or the case is distinctive in some other way.  See id.\r\n\n                               12\r\r\n\n          In this case, the sentencing judge identified a feature\r\n\n  a timely guilty plea which conserved judicial resources and\r\n\nthereby facilitated the administration of justice   which he\r\n\nthought differentiated the case from those within the heartland.\r\n\nBecause the government concedes that the Commission has not\r\n\nexpressly forbidden courts from considering this feature, the\r\n\npivotal issue becomes whether the Commission took the identified\r\n\nfeature into account in formulating the guidelines (and if so, to\r\n\nwhat end). This issue implicates the reach of two guidelines, USSG\r\n\nSS3E1.1 and 5K1.1, the full text of which we set out in the\r\n\nappendix. We discuss them in reverse order.\r\n\n          Section 5K1.1 depends on a defendant's \"assistance to the\r\n\nauthorities,\" a phrase which, in context, means assistance to the\r\n\nprosecution. The language of that section targets assistance in\r\n\nreference to interests and duties unique to the prosecution.  See\r\n\nUSSG S5K1.1 (referring to \"substantial assistance in the\r\n\ninvestigation or prosecution of another person\"); \r                                                          see \r                                                              also USSG Ch.\r\n\n1, Pt. A, intro. comment. 4(g). Indeed, a sentencing judge cannot\r\n\ndepart under section 5K1.1 unless the prosecution chooses to place\r\n\nthat guideline in play.  See Wade v. United States, 504 U.S. 181,\r\n\n185 (1992); \r                     United States\r                                   v. \r                                      Mariano, 983 F.2d 1150, 1155 (1st Cir.\r\n\n1993). We think it is extremely unlikely that the Commission, if\r\n\nit had considered a defendant's assistance to the courts under\r\n\nsection 5K1.1, would have placed the availability of such a\r\n\ndeparture in the prosecutor's sole discretion. It is, after all,\r\n\nself-evident that what is beneficial for the administration of\r\n\n                               13\r\r\n\njustice and what is of assistance to the prosecution are not\r\n\nnecessarily congruent, and the judge, not the prosecutor, is in the\r\n\nbest position to assess a defendant's assistance to \r                                                              the \r                                                                   judicial\r\n\nsystem. It is equally self-evident that, even if assistance to the\r\n\nprosecution accrues benefit to the court, or vice versa, the extent\r\n\nof the conferred benefit can vary appreciably between the two\r\n\ninstitutions.\r\n\n          USSG S3E1.1(b) is closer to the mark. It rewards the\r\n\nefficient allocation of judicial resources which is a normal\r\n\nconcomitant of a guilty plea. Still, consideration under that\r\n\nguideline is tied exclusively to timeliness.    See id. comment.\r\n\n(n.6). We easily can envision circumstances in which a guilty plea\r\n\nmaterially assists a court (even though the assistance may not be\r\n\ntemporally focused) and confers benefits beyond scheduling\r\n\nefficiency. Then, too, assistance to the court may result from\r\n\nefforts which include, but which go well beyond, the timely entry\r\n\nof a plea.\r\n\n          Courts are divided as to whether these guidelines leave\r\n\nany room for facilitation departures. The court below saw no\r\n\nbarrier. It relied mainly on United States\r                                                    v. \r                                                       Garcia, 926 F.2d 125\r\n\n(2d Cir. 1991). There, three defendants initially pleaded not\r\n\nguilty to drug-trafficking charges. Two months later, one of them,\r\n\nGarcia, agreed to furnish information and testify for the\r\n\n     But cf. Charles Erwin Wilson, To the Senate Armed Forces\r\nCommittee (1952) (suggesting that \"[w]hat is good for the country\r\nis good for General Motors, and what's good for General Motors is\r\ngood for the country\").\r\n\n                               14\r\r\n\nprosecution. At that juncture, he pleaded guilty to the conspiracy\r\n\ncount in the indictment. Shortly thereafter, his codefendants\r\n\nchanged their pleas. See \r                                   id. at 126. The sentencing court granted\r\n\nGarcia a two-level reduction for acceptance of responsibility   the\r\n\nadded level for timely notification of a guilty plea was not\r\n\navailable, as section 3E1.1(b) had not yet been adopted   and then\r\n\ndeparted downward on the ground that Garcia's actions had\r\n\nfacilitated the administration of justice.  See id. at 126-27.\r\n\n          The Second Circuit upheld the sentence. It reasoned that\r\n\nthe guidelines did not adequately consider the mitigating\r\n\ncircumstances present in Garcia's case: USSG S5K1.1 focuses on\r\n\nassistance to the government, not the judicial system, and\r\n\nacceptance of responsibility as that term is used in USSG S3E1.1\r\n\ndiffers qualitatively from activities facilitating the\r\n\nadministration of justice.   See id. at 127-28. The court then\r\n\nupheld the departure on the basis that:\r\n\n          [T]he additional assistance rendered the\r\n          [district] court in the disposition of the\r\n          charges against the other defendants justified\r\n          the departure from the Sentencing Guidelines.\r\n          As [the district judge] found, Garcia's\r\n          conduct \"broke the log jam\" in a multi-\r\n          defendant case. His relatively early guilty\r\n          plea and willingness to testify against co-\r\n          defendants induced [them] to enter guilty\r\n          pleas. This conserved judicial resources by\r\n          facilitating the disposition of the case\r\n          without a trial.\r\n\nId. at 128.\r\n\n          Garcia is to some extent a waif in the wilderness. Other\r\n\nappellate courts, fortified in their resolve by the enactment of\r\n\nUSSG S3E1.1(b), see USSG App. C, amend. 459 (effective Nov. 1,\r\n\n                               15\r\r\n\n1992), have declined to follow \r                                       Garcia, concluding that, because the\r\n\nsentencing guidelines adequately consider a defendant's assistance\r\n\nto the judicial system under sections 3E1.1 and 5K1.1, facilitation\r\n\nis not a permissible basis for a downward departure.  See,  e.g.,\r\n\nUnited  \r                 States v.  Dorsey, 61 F.3d 260, 262-63 (4th Cir. 1995)\r\n\n(upholding a district court's refusal to depart downward for\r\n\nprofessed assistance to the judicial system), \r                                                       cert. \r                                                             denied, 116 S.\r\n\nCt. 732 (1996); United \r                                 States v. Haversat, 22 F.3d 790, 794-95 &amp;\r\n\nn.5 (8th Cir. 1994) (reversing the sentencing court and holding\r\n\nthat neither the defendant's early plea nor his help in settling a\r\n\nrelated civil suit warranted a downward departure under USSG\r\n\nS5K2.0); \r                  United States\r                                v. \r                                   Shrewsberry, 980 F.2d 1296, 1297-98 (9th\r\n\nCir. 1992) (per curiam) (rejecting the defendant's plaint that she\r\n\nshould receive a downward departure for her aid in cracking a\r\n\ncase). Indeed, the Fourth Circuit went so far as to say that \"[w]e\r\n\ncan envision no circumstance in which `assistance to the judicial\r\n\nsystem' would not also be of assistance to the Government.\"\r\n\nDorsey, 61 F.3d at 262.\r\n\n          The problem with all these cases,  Garcia included, is\r\n\nthat they were decided without the benefit of Koon. We read  Koon\r\n\nto mean that courts, as a general rule, should not categorically\r\n\nreject any factors (save only forbidden factors and factors which\r\n\nlack relevance) as possible bases for departures. \r                                                           See \r                                                               Koon, 116 S.\r\n\nCt. at 2051 (warning that too ready resort to categorical\r\n\ninterpretations \"would nullify the Commission's treatment of\r\n\nparticular departure factors and its determination that, with few\r\n\n                               16\r\r\n\nexceptions, departure factors should not be ruled out on a\r\n\ncategorical basis\"); see also USSG Ch. 1, Pt. A, intro. comment.\r\n\n4(b) (explaining that, apart from forbidden factors, the Sentencing\r\n\nCommission \"does not intend to limit the kinds of factors, whether\r\n\nor not mentioned anywhere else in the guidelines, that could\r\n\nconstitute grounds for departure in an unusual case\"). Post Koon,\r\n\nit would be folly to conclude that a timely guilty plea which\r\n\nconserves judicial resources and thereby facilitates the\r\n\nadministration of justice must not be considered under any\r\n\ncircumstances in the departure calculus.\r\n\n          On this basis, then, we hold that a categorical bar (such\r\n\nas the government urges here) would contradict Koon and undermine\r\n\nthe theoretical foundations on which the sentencing guidelines\r\n\nrest.  See United \r                            States v.  Olbres, 99 F.3d 28, 34-35 (1st Cir.\r\n\n1996). Viewed at an appropriate level of generality, \r                                                              cf. \r                                                                  Koon, 116\r\n\nS. Ct. at 2047, the mere existence of sections 5K1.1 and 3E1.1(b)\r\n\ndoes not foreclose the theoretical possibility of predicating a\r\n\ndownward departure on such conduct. Cf., \r                                                   e.g., \r                                                         Olbres, 99 F.3d at\r\n\n36 (reaching a substantially similar conclusion as to business\r\n\nfailure and attendant loss of jobs by innocent employees stemming\r\n\nfrom a defendant's proposed incarceration); \r                                                    Rivera, 994 F.2d at 953\r\n\n(reaching a substantially similar conclusion as to a defendant's\r\n\nfamily circumstances); United \r                                        States v. Sklar, 920 F.2d 107, 116\r\n\n(1st Cir. 1990) (reaching a substantially similar conclusion as to\r\n\na defendant's rehabilitation).\r\n\n                   B.  The Factual Predicate.\r\n\n                               17\r\r\n\n          To this point, we have established that, consistent with\r\n\nthe method of the sentencing guidelines as elucidated in Koon, a\r\n\ndefendant's timeous agreement to enter a plea and his actions\r\n\nancillary thereto may have ameliorative consequences so far beyond\r\n\nordinary expectations as to warrant a downward departure for\r\n\nconserving judicial resources and thereby facilitating the\r\n\nadministration of justice. We next inquire whether the court below\r\n\nhad a sufficient factual predicate for its determination that the\r\n\ndeparture-justifying feature exists in this situation to a degree\r\n\nwhich suffices to distinguish the case from the mine-run.     See\r\n\nKoon, 116 S. Ct. at 2045.\r\n\n          Departures which depend on the presence of a\r\n\ndistinguishing characteristic to an exceptional degree are\r\n\nsometimes called quantitative departures (as opposed to qualitative\r\n\ndepartures, which depend upon the presence, simpliciter, of a\r\n\ndistinguishing characteristic).  See Bruce M. Selya &amp; Matthew R.\r\n\nKipp, \r               An Examination of Emerging Departure Jurisprudence Under the\r\n\nFederal \r                  Sentencing  \r                             Guidelines, 67 Notre Dame L. Rev. 1, 22-24\r\n\n(1991). Although descriptions of the phenomenon vary, their\r\n\nessence remains the same: when a sentencing court mulls a ground\r\n\nalready considered by the Commission, there must be something very\r\n\nspecial about how that ground manifests itself in the particular\r\n\ncase if it is to bear the weight of a departure. See \r                                                               Koon, 116 S.\r\n\nCt. at 2045; Rivera, 994 F.2d at 949.\r\n\n          Judge Carter understood the nature of this inquiry. He\r\n\nreasoned that the appellees' guilty pleas negated a potentially\r\n\n                               18\r\r\n\ncumbersome trial and thus accrued a substantial benefit to the\r\n\ncourt. He premised this conclusion primarily on four subsidiary\r\n\ndeterminations: (1) the appellees' courage in changing their pleas\r\n\nwithout first having secured any commitments as to sentencing, (2)\r\n\nthe length of the anticipated trial, (3) the case's complexity, and\r\n\n(4) the need to relocate the proceedings to Bangor. In the judge's\r\n\nview, these circumstances made the case sufficiently atypical to\r\n\nwarrant departures across the board.\r\n\n          In our estimation, the collateral circumstances relied on\r\n\nby the sentencing court, whether viewed singly or in combination,\r\n\ndo not justify the wholesale departures that ensued.\r\n\n          We start with the most obvious point. To the extent that\r\n\nthe district court based its departure decision on the fact that\r\n\nthe appellees, though facing potentially severe sentences, entered\r\n\npleas without sentencing agreements,  it erred. Notwithstanding\r\n\nthat most categorical interpretations are disfavored under the \r                                                                       Koon\r\n\nCourt's regime, some boundaries are essential if the guidelines are\r\n\nnot to be emptied of all meaning. Considering a straight plea as\r\n\na factor supporting departure impinges upon one of these\r\n\nboundaries. Permitting courts to pass freely across this line\r\n\nwould intrude upon the Commission's prerogatives and undercut the\r\n\nsentencing guidelines. After all, the Commission specifically\r\n\nrecognized the high percentage of guilty pleas in federal criminal\r\n\n     The court colorfully described this scenario as one in which\r\nthe appellees had agreed \"to plead with their hearts in their\r\nthroats . . . knowing that the sky is the limit and the judge\r\ndetermines the height.\"\r\n\n                               19\r\r\n\ncases, \r                see USSG Ch. 1, Pt. A, intro. comment. 4(c) (observing that\r\n\n\"[n]early ninety percent of all federal criminal cases involve\r\n\nguilty pleas\"), and pleading straight up is commonplace.\r\n\n          No deviation from this principle is warranted here. In\r\n\npoint of fact, these appellees did not tender bare pleas. They\r\n\nreceived a significant concession in exchange for eschewing trial:\r\n\nthe government stipulated to drug quantities (a critical integer in\r\n\nthe formula for constructing a defendant's GSR). Even more\r\n\nimportantly, the district court indicated in advance that the\r\n\nappellees could anticipate receiving solicitous treatment in\r\n\nsentencing if they changed their pleas.\r\n\n          The remainder of the lower court's analysis is also\r\n\nflawed. The court placed great emphasis on the fact that trial\r\n\nwould have taken four to six months, spread over a period spanning\r\n\nten months to a year. In and of itself, this estimate is puzzling.\r\n\nThe court had abandoned the idea of splitting the defendants into\r\n\ngroups for purposes of trial, and, in its procedural order setting\r\n\nthe conditions for the upcoming trial, entered on May 12, 1995, the\r\n\ncourt had allotted 12 days for trial on the drug-related counts.\r\n\nBy coincidence, the drug-count trial of the two defendants who did\r\n\nnot plead took exactly 12 days.  See United States v. Morris, 914\r\n\n     This appeal does not raise the question of whether the\r\ndistrict court's actions impinged on Fed. R. Crim. P. 11(e)(1)\r\n(ordaining that the sentencing court \"shall not participate\" in\r\nplea discussions). Consequently, we express no opinion either on\r\nthat question or on the somewhat related question whether, with or\r\nwithout regard to Rule 11(e)(1), the appellants might have a basis\r\nfor seeking to withdraw their guilty pleas.\r\n\n                               20\r\r\n\nF. Supp. 637, 639 (D. Me.) (recounting travel of the case), \r                                                                     aff'd,\r\n\n99 F.3d 476 (1st Cir. 1996). It is hard to believe that a separate\r\n\ntax-fraud trial, if one proved necessary, would have consumed more\r\n\nthan this amount of time.\r\n\n          Judicial time is a valuable commodity, and to save a\r\n\nhalf-year or more of trial time, along with jury costs and other\r\n\nassociated expenses, might be a significant savings. But multiple-\r\n\ndefendant/multiple-count criminal cases of the duration involved\r\n\nhere (five to six weeks seems a generous estimate) are not\r\n\nuncommon. Even in the case of a trial projected to take much\r\n\nlonger, we think it would require a very detailed and specific\r\n\nshowing to give full weight to such a projection   especially in\r\n\nview of the perverse incentive created by encouraging defendants to\r\n\nthreaten to prolong proceedings as a wedge for obtaining downward\r\n\ndepartures.\r\n\n          In the same vein, it will be exceedingly rare that the\r\n\ncomplicated nature of an anticipated trial will warrant a downward\r\n\ndeparture. While we can conjure up some byzantine case in which\r\n\ncomplexity might be a proper factor in assessing whether the\r\n\ndefendant's facilitative conduct benefitted the judiciary to a\r\n\ndegree not contemplated by the applicable guideline range,    cf.\r\n\nSelya &amp; Kipp,    supra, at 31-37 (canvassing cases examining\r\n\ncollateral circumstances to gauge a factor's quantitative weight),\r\n\nthere is nothing so unusual about the complexities of a garden\r\n\n                               21\r\r\n\nvariety drug-and-tax case that warrants departing.\r\n\n          The need to manage large, multi-defendant, multi-issue\r\n\ncases arises in federal district courts with the approximate\r\n\nfrequency of acne in adolescence. This case does not appear to\r\n\npresent problems so out of the ordinary as to pluck it from the\r\n\nmainstream. The case, in its most cumbersome form, involved nine\r\n\ndefendants and three counts. Trying such a case is no small chore,\r\n\nbut, given the evolution of federal criminal cases in the modern\r\n\nera, it is not an atypical configuration. \r                                                   See, \r                                                        e.g., \r                                                              United States\r\n\nv. Gallegos, 108 F.3d 1272, 1275 (10th Cir. 1997) (22 defendants,\r\n\n23-count indictment); United States v. McKinney, 98 F.3d 974, 976\r\n\n(7th Cir. 1996) (10 defendants, 12-count indictment), \r                                                              cert. \r                                                                    denied,\r\n\n117 S. Ct. 1119 (1997); United \r                                         States v. Anderson, 89 F.3d 1306,\r\n\n1308 (6th Cir. 1996) (29 defendants, 56-count indictment),  cert.\r\n\ndenied, 117 S. Ct. 786 (1997).\r\n\n          Before leaving the imbricated topics of duration and\r\n\ncomplexity, we offer two additional insights. First, we flatly\r\n\nreject the notion that the prospect of burdensome post-trial\r\n\nmotions or difficult appellate issues, no matter how tricky or\r\n\ntime-consuming, can justify a downward departure. Second, we think\r\n\nit is important to note that the district court took what amounted\r\n\n     Withal, we reject the government's claim that the prospective\r\nlength and complexity of the proceedings should be disregarded\r\nbecause these attributes were aggravated by the court's bifurcation\r\norder. Such trial management decisions are peculiarly within a\r\nnisi prius court's discretion,    see,  e.g.,  United  \r                                                                 States v.\r\nSaccoccia, 58 F.3d 754, 770 (1st Cir. 1995), cert. denied, 116 S.\r\nCt. 1322 (1996); United \r                                  States v.  Taylor, 54 F.3d 967, 974 (1st\r\nCir. 1995), and that discretion was not abused here.\r\n\n                               22\r\r\n\nto an abstract view of the gross benefit that would accrue as a\r\n\nresult of the guilty pleas. Since not all the defendants pleaded,\r\n\nthe court still had to try the drug case and the tax case, albeit\r\n\nwith fewer parties, and to resolve much the same tangle of legal\r\n\nissues. Consequently, the net savings to the justice system were\r\n\nconsiderably more modest than the court projected.\r\n\n          The final idiosyncracy identified by the court below  \r\n\nthe shortage of suitable courtroom space   is a somewhat different\r\n\nmatter. Although we can find no precedent on the point, we assume\r\n\narguendo that the hardship of proceeding to trial during a major\r\n\ncourthouse rehabilitation project which puts adequate courtrooms in\r\n\nshort supply might be a relevant collateral circumstance.\r\n\nNevertheless, the record suffers from a dearth of information. For\r\n\nexample, there are insufficient facts concerning both the lack of\r\n\nalternative facilities in Portland and the availability of\r\n\ncourtrooms in Bangor. While we might perhaps take judicial notice\r\n\nof the existence of other courthouses, the record furnishes no\r\n\nbasis for us to determine whether those alternatives really were\r\n\ninadequate.  This scarcity of record support weakens the influence\r\n\n     As we read the record, the lower court did not place much\r\nweight on this factor. It found a substantial benefit to the\r\njudicial system apart from the issue of limited trial space and\r\nstated only that the removal to Bangor compounded its\r\nconsiderations.\r\n\n      To be sure, the court stated that the only Portland location\r\nat which it could try criminal cases was in the Cumberland County\r\nCourthouse and that \"[t]he courthouse facility there available was\r\nin the new, modern wing where the courtrooms are relatively small,\r\nand none of those courtrooms that were available to this court as\r\na result of that agreement were adequate to try 8 defendants with\r\n\n                               23\r\r\n\nof the courthouse renovation on the departure determination. In\r\n\nall events, what we know about the courtroom problem in this case\r\n\nindicates fairly conclusively that this distinguishing feature does\r\n\nnot warrant departure.\r\n\n          It thus appears that the district court's reasons, taken\r\n\none by one, do not justify the dispensing of wholesale departures.\r\n\nAnd while factors insufficient in themselves sometimes may suffice,\r\n\nin combination, to wrest a case from the heartland and thus clear\r\n\nthe way for a departure, see, e.g., United \r                                                     States v. Bowser, 941\r\n\nF.2d 1019, 1024-25 (10th Cir. 1991), this is not such an instance.\r\n\nThe court's articulated reasons, even when taken in cumulation,\r\n\nlack the force which is necessary to transport the case\r\n\nsufficiently beyond the realm of the ordinary.\r\n\n          To summarize, we hold that in an appropriate case a\r\n\ndefendant's timely entry of a guilty plea might facilitate the\r\n\nadministration of justice in such an unusual way, or to so\r\n\ninordinate a degree, that it substantially exceeds the reasonable\r\n\nexpectations the sentencing commissioners likely harbored when\r\n\nformulating the guidelines.   Garcia is such a case (or so the\r\n\nSecond Circuit thought). In our judgment, however, merited\r\n\ndownward departures of this stripe are bound to be rare. That is\r\n\nso because some facilitation flows from virtually every timely\r\n\nupwards of twenty lawyers participating in trial.\" But the court\r\ndid not explain why the bankruptcy court facilities (which were\r\nused during the renovation to conduct civil jury trials) were not\r\nutilized, or why the original severance order could not have been\r\nreinstated (thus paring the size of the queue), or whether the\r\navailability of other state facilities outside of Portland but\r\ncloser than Bangor was explored.\r\n\n                               24\r\r\n\nguilty plea   and the Sentencing Commission knew as much. Such a\r\n\nreadily foreseeable level of facilitation, while laudable, stops\r\n\nwell shy of what is necessary to take a case out of the heartland.\r\n\nSee, \r              e.g., \r                    United States\r                                  v. \r                                     Gonzalez, 970 F.2d 1095, 1103 (2d Cir.\r\n\n1992) (distinguishing  Garcia on the facts);   United  \r                                                                 States v.\r\n\nLockyer, 966 F.2d 1390, 1392 (11th Cir. 1992) (per curiam)\r\n\n(similar); \r                    United States\r                                  v. \r                                     Armstrong, 842 F. Supp. 92, 96 (S.D.N.Y\r\n\n1994); United States v. Collazo, 798 F. Supp. 513, 518 (N.D. Ind.\r\n\n1992). It is only the occasional instance, where circumstances\r\n\npermit and the accused takes full advantage of them, that will\r\n\nyield facilitation so dramatic as to cross the line. This is as it\r\n\nshould be: \"If the guidelines are to provide a coherent system of\r\n\ncriminal sentencing, the trial court's right to depart, up or down,\r\n\nmust be restricted to those few instances where some  substantial\r\n\natypicality can be demonstrated.\"  United States v. Williams, 891\r\n\nF.2d 962, 967 (1st Cir. 1989) (emphasis supplied).\r\n\n          On the record as it now stands, this case falls within\r\n\nthe general rule, not within the long-odds exception to it. Multi-\r\n\ndefendant criminal cases are mothers' milk in the federal courts.\r\n\nSo, too, are guilty pleas. Thus, multiple defendants participating\r\n\nin the entry of guilty pleas, without quite a bit more, cannot\r\n\nconstitute the meaningful atypicality that is required to warrant\r\n\na departure. Here, there is not enough \"more.\" Hence, the\r\n\ndepartures were improvidently granted.\r\n\nIV. CONCLUSION\r\n\n          We need go no further. The award of the third-level\r\n\n                               25\r\r\n\nacceptance of responsibility adjustment was not clearly erroneous.\r\n\nAs for the downward departures, we hold that, in theory, the court\r\n\nhad authority to depart for conduct (i.e., the timely guilty pleas)\r\n\nwhich conserved judicial resources and thereby facilitated the\r\n\nadministration of justice. Here, however, the case for departure,\r\n\noverall, falls so far short of   Garcia that the court's global\r\n\ndepartures cannot survive.  We therefore vacate the appellees'\r\n\nsentences and remand for further proceedings consistent with this\r\n\nopinion.\r\n\nIt is so ordered.\r\n\n      In this case, the record strongly suggests that not all the\r\nappellees contributed in the same degree to bringing about the\r\nglobal pleas. Moreover, in fixing the extent of the individual\r\ndepartures, the judge commented on the especially significant\r\ncontributions that one or two defendants had made in breaking the\r\nlog jam. The court remains free, on remand, to pursue the question\r\nof whether this is a distinguishing feature warranting a downward\r\ndeparture in a particular instance.  See Garcia, 926 F.2d at 128.\r\n\n                               26\r\r\n\n                            APPENDIX\r\n\nS3E1.1.  Acceptance of Responsibility\r\n\n          (a) If the defendant clearly demonstrates\r\n          acceptance of responsibility for his offense,\r\n          decrease the offense level by 2 levels.\r\n\n          (b) If the defendant qualifies for a decrease\r\n          under subsection (a), the offense level\r\n          determined prior to the operation of\r\n          subsection (a) is level \r                                           16 or greater, and the\r\n          defendant has assisted authorities in the\r\n          investigation or prosecution of his own\r\n          misconduct by taking one or more of the\r\n          following steps:\r\n\n               (1) timely providing complete information to\r\n               the government concerning his own involvement\r\n               in the offense; or\r\n\n               (2) timely notifying authorities of his\r\n               intention to enter a plea of guilty, thereby\r\n               permitting the government to avoid preparing\r\n               for trial and permitting the court to allocate\r\n               its resources efficiently,\r\n\n               decrease the offense level by 1 additional level.\r\n\nUSSG S3E1.1 (1995).\r\n\nS5K1.1. Substantial Assistance to Authorities\r                                                        (Policy Statement)\r\n\nUpon motion of the government stating that the defendant has\r\nprovided substantial assistance in the investigation or prosecution\r\nof another person who has committed an offense, the court may\r\ndepart from the guidelines.\r\n\n          (a) The appropriate reduction shall be determined by the\r\n          court for reasons stated that may include, but are not\r\n          limited to, consideration of the following:\r\n\n               (1) the court's evaluation of the\r\n               significance and usefulness of the\r\n               defendant's assistance, taking into\r\n               consideration the government's evaluation\r\n               of the assistance rendered;\r\n\n               (2) the truthfulness, completeness, and\r\n               reliability of any information or testimony\r\n\n                               27\r\r\n\n               provided by the defendant;\r\n\n               (3) the nature and extent of the\r\n               defendant's assistance;\r\n\n               (4) any injury suffered, or any danger or\r\n               risk of injury to the defendant or his\r\n               family resulting from his assistance;\r\n\n               (5) the timeliness of the defendant's\r\n               assistance.\r\n\nUSSG S5K1.1 (1995).\r\n\nS5K2.0.  Grounds for Departure (Policy Statement)\r\n\n          Under 18 U.S.C. S 3553(b) the sentencing court may impose\r\n          a sentence outside the range established by the\r\n          applicable guideline, if the court finds \"that there\r\n          exists an aggravating or mitigating circumstance of a\r\n          kind, or to a degree, not adequately taken into\r\n          consideration by the Sentencing Commission in formulating\r\n          the guidelines that should result in a sentence different\r\n          from that described.\" Circumstances that may warrant\r\n          departure from the guidelines pursuant to this provision\r\n          cannot, by their very nature, be comprehensively listed\r\n          and analyzed in advance. The controlling decision as to\r\n          whether and to what extent departure is warranted can\r\n          only be made by the courts. Nonetheless, this subpart\r\n          seeks to aid the court by identifying some of the factors\r\n          that the Commission has not been able to take into\r\n          account fully in formulating the guidelines. Any case\r\n          may involve factors in addition to those identified that\r\n          have not been given adequate consideration by the\r\n          Commission. Presence of any such factor may warrant\r\n          departure from the guidelines, under some circumstances,\r\n          in the discretion of the sentencing court. Similarly,\r\n          the court may depart from the guidelines, even though the\r\n          reason for departure is taken into consideration in the\r\n          guidelines (\r                               e.g., as a specific offense characteristic or\r\n          other adjustment), if the court determines that, in light\r\n          of unusual circumstances, the guideline level attached to\r\n          that factor is inadequate.\r\n\n          Where, for example, the applicable offense guideline and\r\n          adjustments do take into consideration a factor listed in\r\n          this subpart, departure from the applicable guideline\r\n          range is warranted only if the factor is present to a\r\n          degree substantially in excess of that which ordinarily\r\n          is involved in the offense. Thus, disruption of a\r\n          governmental function, S5K2.7, would have to be quite\r\n\n                               28\r\r\n\n          serious to warrant departure from the guidelines when the\r\n          applicable offense guideline is bribery or obstruction of\r\n          justice. When the theft offense guideline is applicable,\r\n          however, and the theft caused disruption of a\r\n          governmental function, departure from the applicable\r\n          guideline range more readily would be appropriate.\r\n          Similarly, physical injury would not warrant departure\r\n          from the guidelines when the robbery offense guideline is\r\n          applicable because the robbery guideline includes a\r\n          specific adjustment based on the extent of any injury.\r\n          However, because the robbery guideline does not deal with\r\n          injury to more than one victim, departure would be\r\n          warranted if several persons were injured.\r\n\n          Also, a factor may be listed as a specific offense\r\n          characteristic under one guideline but not under all\r\n          guidelines. Simply because it was not listed does not\r\n          mean that there may not be circumstances when that factor\r\n          would be relevant to sentencing. For example, the use of\r\n          a weapon has been listed as a specific offense\r\n          characteristic under many guidelines, but not under\r\n          immigration violations. Therefore, if a weapon is a\r\n          relevant factor to sentencing for an immigration\r\n          violation, the court may depart for this reason.\r\n\n          An offender characteristic or other circumstance that is\r\n          not ordinarily relevant in determining whether a sentence\r\n          should be outside the applicable guideline range may be\r\n          relevant to this determination if such characteristic or\r\n          circumstance is present to an unusual degree and\r\n          distinguishes the case from the \"heartland\" cases covered\r\n          by the guidelines in a way that is important to the\r\n          statutory purposes of sentencing.\r\n\nUSSG S5K2.0 (1995).\r\n\n                               29\r\n",
  "html": "<p class=\"case_cite\">123 F.3d 39</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Gary T. DETHLEFS, Defendant, Appellee.<br>UNITED STATES of America, Appellant,<br>v.<br>David C. WHITE, Defendant, Appellee.<br>UNITED STATES of America, Appellant,<br>v.<br>Peter Claude PICCIANDRA, Defendant, Appellee.<br>UNITED STATES of America, Appellant,<br>v.<br>Richard RECORD, Defendant, Appellee.<br>UNITED STATES of America, Appellant,<br>v.<br>Thomas K. STONE, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 96-2071 through 96-2075.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 3, 1997.<br>Decided Aug. 18, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Jonathan R. Toof, Assistant United States Attorney, were on brief, for United States.</p>\n      <p class=\"indent\">John A. Ciraldo, with whom Perkins, Thompson, Hinckley &amp; Keddy, P.A., Richard M. Egbert, Robert N. Launie, Joseph J. Balliro, Bruce B. Hochman, and Black, Lambert, Coffin &amp; Rudman were on consolidated brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the sentencing court granted a full three-level acceptance of responsibility discount to each of five defendants (Gary T. Dethlefs, David C. White, Peter C. Picciandra, Richard Record, and Thomas K. Stone) on the ground that their guilty pleas were opportune.  See U.S.S.G. &#167; 3E1.1(b)(2) (1995).  Then the court essayed general, global downward departures under U.S.S.G. &#167; 5K2.0 (1995), reasoning that the defendants' pleas substantially assisted the judicial system and the administration of justice by obviating the need for trial of a complex, potentially time-consuming case.  Concluding, as we do, that the record contains no sufficient justification for the downward departures, we vacate the sentences and remand for resentencing.</p>\n    </div>\n    <p>I. THE PROCEEDINGS BELOW</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To the modest extent that the offense conduct pertains to the issues on appeal, we extract the facts from the undisputed portions of the five presentence investigation reports, the plea colloquies, and the transcripts of the sentencing hearings.  See United States v. Talladino, 38 F.3d 1255, 1258 (1st Cir.1994);  United States v. Dietz, 950 F.2d 50, 51 (1st Cir.1991).  We also consider the transcript of the hearing on the motions for downward departures (which the district court expressly incorporated into the sentencing record).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In September 1994, a federal grand jury in Maine returned a superseding indictment which charged the five appellees and four confederates with conspiring to possess and distribute marijuana (count 1) and conspiring to commit tax fraud (count 3).  See 21 U.S.C. &#167;&#167; 841(a)(1), 841(b)(1)(A), 846 (1994);  18 U.S.C. &#167; 371 (1994).  Count 2 of the indictment sought the forfeiture of certain property based on the owners' involvement in the marijuana operation.  See 21 U.S.C. &#167; 853 (1994);  see also United States v. White, 116 F.3d 948 (1st Cir.1997) (discussing forfeiture aspect).  The court treated an epidemic of motions during the next several months.  Along the way, one defendant, Thomas Baker, entered into a plea agreement and, for present purposes, dropped out of sight.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Faced with the prospect of trying eight defendants on drug and tax charges, the district court opted to bifurcate the anticipated trial and to sever defendants.  See March 14, 1995 Order.  The court proposed to start the process by trying five defendants on the drug charges.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  A planned rehabilitation of the Portland courthouse complicated the court's scheduling efforts.  After contemplating his options, Judge Carter moved the trial to Bangor and decreed that Phase I would begin on September 6, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The record reflects that the judge vigorously promoted plea negotiations.  At pretrial conferences, defense counsel bemoaned the government's rigidity and suggested that the court could restore the balance if it agreed to depart downward from the defendants' normal sentencing ranges.  The judge signalled some degree of receptivity to this idea, stating at one pretrial conference:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>If all of the defendants got together and pleaded straight up in this case and made strong arguments to me for downward departure in order to recognize the alleviation of an immense load upon the time, effort and resources of this Court, I would consider it very[,] very favorably.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 22, 1995, the appellees changed their pleas pursuant to agreements which stipulated drug quantities but which contained no other commitments as to sentencing.  In anticipation of their disposition hearings, the appellees moved for downward departures on the ground that their guilty pleas substantially assisted the judiciary by conserving resources important to judicial administration.  The district court entertained oral argument.  During the hearing, the court expressed concern about whether it had the authority to, or should, depart downward \"for conduct of these defendants consisting of their tender of guilty pleas\" which \"results in a benefit to the Court in aiding in the conservation of judicial resources without direct benefit to the prosecution.\"   Despite its avowed reservations, the court concluded that \"there was a substantial benefit that accrued to the Court from the fact that it did not have to go to trial in this case\";  that the proceedings would have been \"very complex\" and would have generated a host of issues on appeal;  that, due to bifurcation, the trial proceedings would have taken four to six months of courtroom time spanning a period of ten to twelve months, followed by a significant post-trial motion practice;  and that the situation would have been exacerbated by the transfer of the case to Bangor (which would have required Judge Carter to suspend operations in Portland, transport his staff to Bangor, and disrupt the wonted operations of the resident district judge).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pondering these factors, Judge Carter concluded that the entry of pleas was a mitigating circumstance which, given the significant conservation of judicial resources that resulted, was not adequately considered under the applicable guideline provisions.  He therefore announced that he would grant downward departures in favor of all five appellees.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court convened individualized disposition hearings.  We eschew the interstitial details of the various sentencing computations, save only to note that each appellee received a three-level reduction for acceptance of responsibility.  Judge Carter calculated the guideline sentencing range (GSR) to be 87-108 months for White, Record, and Stone, see U.S.S.G. Ch. 5, Pt. A (Sentencing Table) (adjusted offense level 29;  criminal history category I), 108-135 months for Picciandra, see id.  (adjusted offense level 31;  criminal history category I), and 235-293 months for Dethlefs, see id.  (adjusted offense level 37;  criminal history category II).  The judge then essayed wholesale departures.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  He sentenced White, Record, and Stone to 60-month incarcerative terms and Picciandra to a 72-month incarcerative term (attributing the larger departure to the perceived need \"to maintain parity in terms of receipt of proper recognition of benefit received by the Court\").  As to Dethlefs, the judge imposed a 175-month incarcerative term, deeming him \"entitled to a very significant downward departure for his role in bringing about the pleas of five other defendants, and in bringing to the Court his own plea, obviating the need for extensive trial proceedings.\"   Displeased by the court's rulings, the government appealed.</p>\n    </div>\n    <p>II. ACCEPTANCE OF RESPONSIBILITY</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">These appeals present two distinct questions.  We first address the easier question:  acceptance of responsibility.  Whether a defendant has accepted personal responsibility is a fact-intensive determination.  Absent an error of law, we will not disturb the sentencing court's judgment in this area unless it is clearly erroneous.  See Talladino, 38 F.3d at 1263;  United States v. Morillo, 8 F.3d 864, 871 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The applicable guideline provision is U.S.S.G. &#167; 3E1.1 (1995), reprinted in the appendix.  It authorizes a basic two-level reduction in a defendant's offense level if the court determines that he has accepted responsibility.  See id.  &#167; 3E1.1(a).  A recently added subsection permits an additional one-level reduction for certain defendants, provided that the court makes particular findings.  See id.  &#167; 3E1.1(b).  The district court gave all five appellees the full three-level discount pursuant to section 3E1.1(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government concedes the appellees' entitlement to the basic two-level reduction and also concedes that they meet the threshold eligibility criteria for the bonus one-level reduction.  But the government strenuously protests the appellees' entitlement to that bonus.  Section 3E1.1(b)(2) requires a finding that a defendant \"timely notif[ied] authorities,\" that is, the prosecution and the court, \"of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently,\" and the government says that pleas tendered more than a year after indictment and only two weeks before trial cannot meet that benchmark.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To be sure, we have upheld the denial of a one-level discount under section 3E1.1(b) in situations where defendants have waited less time to plead, see, e.g., United States v. Nunez-Rodriguez, 92 F.3d 14, 17 &amp; n. 2 (1st Cir.1996);  Morillo, 8 F.3d at 872, and we have suggested that defendants who put the prosecutors through their paces by loosing a heavy barrage of pretrial motions (as did the appellees) usually cannot expect to receive the bonus discount, see United States v. Munoz, 83 F.3d 7, 9 n. 1 (1st Cir.1996) (per curiam) (dictum).  But generalities are often unhelpful in specific cases, and the trier's judgment on acceptance of responsibility issues is entitled to great respect.  See U.S.S.G. &#167; 3E1.1, comment.  (n.5);  see also United States v. Royer, 895 F.2d 28, 29 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the district judge made particularized findings and articulated a plausible basis for his determination that the appellees had satisfied the timeliness requirement:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>I think the timeliness of notification in these cases is one that is in some sense relative....  Here it is clear to the Court that the plea entered at a point in time [taking into account] the total future duration of this effort if the pleas were not entered, such that they did serve the purpose intended to be served by section 3E1.1(b)(2), of cutting off a significant portion of preparation for trial ... and afford[ing] the Court an opportunity to employ its resources to good advantage and in an efficient manner.  I think there was a timeliness in that respect in the full context and circumstances of the case....</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the matter is arguable, we cannot say that this finding is clearly erroneous.  Timeliness is a concept, not a constant, and it normally must be evaluated in context.  This is especially true in connection with section 3E1.1(b), since that guideline defines timeliness in functional, rather than strictly temporal, terms.  See U.S.S.G. &#167; 3E1.1, comment.  (n.6) (\"The timeliness of the defendant's acceptance of responsibility ... is context specific.\");   see also United States v. Wetwattana, 94 F.3d 280, 285-86 (7th Cir.1996).  Thus, the timeliness requirement of section 3E1.1(b)(2) cannot always be measured simply by counting calendar pages.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The trial court, which enjoys a superior coign of vantage, found that the notification given, though late in absolute terms, was still early enough in the game to be of substantial benefit to both the prosecution and the court because it forestalled the need to make final preparations for a full-scale drug trial, and, perhaps more importantly, because it eliminated the arduous task of preparing to try, and then actually trying, the tax charge vis-a-vis the appellees.  On this basis, the district court's finding that the appellees timely notified the authorities of their intent to enter guilty pleas is supportable.</p>\n    </div>\n    <p>III. THE DOWNWARD DEPARTURES</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government assigns error to all five downward departures.  We review departures for abuse of discretion, see Koon v. United States, --- U.S. ----, ---- - ----, 116 S.Ct. 2035, 2046-47, 135 L.Ed.2d 392 (1996), employing an analysis which, like all Gaul, is divided into three parts.  First, we determine as a theoretical matter whether the stated ground for departure is permissible under the guidelines.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  If the ground is theoretically appropriate, we next examine whether it finds adequate factual support in the record.  See United States v. Diaz-Villafane, 874 F.2d 43, 49 (1st Cir.1989).  If so, we must probe the degree of the departure in order to verify its reasonableness.  See United States v. Quinones, 26 F.3d 213, 219 (1st Cir.1994).  In this instance, the government posits that the district court's departure decisions fail each prong of this tripartite test.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. The Ground for Departure.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The lower court departed under U.S.S.G. &#167; 5K2.0 (1995) (the text of which is reprinted in the appendix).  This proviso, echoing 18 U.S.C. &#167; 3553(b) (1994), permits (but does not require) a sentencing court to venture outside the GSR if it detects \"an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"   Not any aggravating or mitigating circumstance will do;  the circumstance must \"render the case atypical and take it out of the 'heartland' for which the applicable guideline was designed.\"  United States v. Carrion-Cruz, 92 F.3d 5, 6 (1st Cir.1996) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, the court's stated basis for departing was substantially the same in respect to all five appellees:  the significant conservation of judicial resources which the entry of a guilty plea yielded.  Consequently, we first must ask whether, in theory, a guilty plea which conserves judicial resources and thereby facilitates the administration of justice is a mitigating feature on which a court may predicate a downward departure (which we sometimes shall call a \"facilitation\" departure).  Although this issue has generated disagreement among the courts of appeals, it is new to us.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The touchstone for our analysis is Koon.  There, the Justices made it clear that, in considering whether a valid basis for departure exists, an inquiring court should take a series of related steps.  The initial step is to identify \"[w]hat features of th[e] case, potentially, take it outside the Guidelines' 'heartland,' \" thus making it \"special\" or \"unusual.\"  Koon, --- U.S. at ----, 116 S.Ct. at 2045 (quoting United States v. Rivera, 994 F.2d 942, 949 (1st Cir.1993)).  After the distinguishing feature has been identified, the next step is to determine whether the Sentencing Commission has prohibited departures based on that feature.  See id.   If so, the inquiry ends.  But if the Commission has not outlawed departures on that account, the court must ascertain whether the Commission has considered the identified feature at all, and if so, whether it has either encouraged or discouraged departures premised thereon.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Once this segment of the analysis is complete, the contours of the sentencing court's authority to depart begin to take shape.  If the distinguishing feature is a factor which is not mentioned in the sentencing guidelines, the court, mindful of the \"structure and theory\" of the guidelines, is free to decide whether that feature logically suffices to remove the case from the heartland.  Id. If, however, the distinguishing feature is a discouraged factor or an encouraged factor which already has been taken into account in the framing of the applicable guideline, the court may depart only if the feature is present to an exceptional degree or the case is distinctive in some other way.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case, the sentencing judge identified a feature--a timely guilty plea which conserved judicial resources and thereby facilitated the administration of justice--which he thought differentiated the case from those within the heartland.  Because the government concedes that the Commission has not expressly forbidden courts from considering this feature, the pivotal issue becomes whether the Commission took the identified feature into account in formulating the guidelines (and if so, to what end).  This issue implicates the reach of two guidelines, U.S.S.G. &#167;&#167; 3E1.1 and 5K1.1, the full text of which we set out in the appendix.  We discuss them in reverse order.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Section 5K1.1 depends on a defendant's \"assistance to the authorities,\" a phrase which, in context, means assistance to the prosecution.   The language of that section targets assistance in reference to interests and duties unique to the prosecution.  See U.S.S.G. &#167; 5K1.1 (referring to \"substantial assistance in the investigation or prosecution of another person\");  see also U.S.S.G. Ch. 1, Pt. A, intro. comment. 4(g).  Indeed, a sentencing judge cannot depart under section 5K1.1 unless the prosecution chooses to place that guideline in play.  See Wade v. United States, 504 U.S. 181, 185, 112 S.Ct. 1840, 1843-44, 118 L.Ed.2d 524 (1992);  United States v. Mariano, 983 F.2d 1150, 1155 (1st Cir.1993).  We think it is extremely unlikely that the Commission, if it had considered a defendant's assistance to the courts under section 5K1.1, would have placed the availability of such a departure in the prosecutor's sole discretion.  It is, after all, self-evident that what is beneficial for the administration of justice and what is of assistance to the prosecution are not necessarily congruent,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and the judge, not the prosecutor, is in the best position to assess a defendant's assistance to the judicial system.   It is equally self-evident that, even if assistance to the prosecution accrues benefit to the court, or vice versa, the extent of the conferred benefit can vary appreciably between the two institutions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">U.S.S.G. &#167; 3E1.1(b) is closer to the mark.  It rewards the efficient allocation of judicial resources which is a normal concomitant of a guilty plea.  Still, consideration under that guideline is tied exclusively to timeliness.  See id. comment.  (n.6).  We easily can envision circumstances in which a guilty plea materially assists a court (even though the assistance may not be temporally focused) and confers benefits beyond scheduling efficiency.  Then, too, assistance to the court may result from efforts which include, but which go well beyond, the timely entry of a plea.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Courts are divided as to whether these guidelines leave any room for facilitation departures.  The court below saw no barrier.  It relied mainly on United States v. Garcia, 926 F.2d 125 (2d Cir.1991).  There, three defendants initially pleaded not guilty to drug-trafficking charges.  Two months later, one of them, Garcia, agreed to furnish information and testify for the prosecution.  At that juncture, he pleaded guilty to the conspiracy count in the indictment.  Shortly thereafter, his codefendants changed their pleas.  See id. at 126.   The sentencing court granted Garcia a two-level reduction for acceptance of responsibility--the added level for timely notification of a guilty plea was not available, as section 3E1.1(b) had not yet been adopted--and then departed downward on the ground that Garcia's actions had facilitated the administration of justice.  See id. at 126-27.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Second Circuit upheld the sentence.  It reasoned that the guidelines did not adequately consider the mitigating circumstances present in Garcia's case:  U.S.S.G. &#167; 5K1.1 focuses on assistance to the government, not the judicial system, and acceptance of responsibility as that term is used in U.S.S.G. &#167; 3E1.1 differs qualitatively from activities facilitating the administration of justice.  See id. at 127-28.   The court then upheld the departure on the basis that:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>[T]he additional assistance rendered the [district] court in the disposition of the charges against the other defendants justified the departure from the Sentencing Guidelines.  As [the district judge] found, Garcia's conduct \"broke the log jam\" in a multi-defendant case.  His relatively early guilty plea and willingness to testify against co-defendants induced [them] to enter guilty pleas.  This conserved judicial resources by facilitating the disposition of the case without a trial.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Id. at 128.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Garcia is to some extent a waif in the wilderness.  Other appellate courts, fortified in their resolve by the enactment of U.S.S.G. &#167; 3E1.1(b), see U.S.S.G. App.  C, amend. 459 (effective Nov. 1, 1992), have declined to follow Garcia, concluding that, because the sentencing guidelines adequately consider a defendant's assistance to the judicial system under sections 3E1.1 and 5K1.1, facilitation is not a permissible basis for a downward departure.  See, e.g., United States v. Dorsey, 61 F.3d 260, 262-63 (4th Cir.1995) (upholding a district court's refusal to depart downward for professed assistance to the judicial system), cert. denied, --- U.S. ----, 116 S.Ct. 732, 133 L.Ed.2d 682 (1996);  United States v. Haversat, 22 F.3d 790, 794-95 &amp; n. 5 (8th Cir.1994) (reversing the sentencing court and holding that neither the defendant's early plea nor his help in settling a related civil suit warranted a downward departure under U.S.S.G. &#167; 5K2.0);  United States v. Shrewsberry, 980 F.2d 1296, 1297-98 (9th Cir.1992) (per curiam) (rejecting the defendant's plaint that she should receive a downward departure for her aid in cracking a case).  Indeed, the Fourth Circuit went so far as to say that \"[w]e can envision no circumstance in which 'assistance to the judicial system' would not also be of assistance to the Government.\"  Dorsey, 61 F.3d at 262.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The problem with all these cases, Garcia included, is that they were decided without the benefit of Koon.  We read Koon to mean that courts, as a general rule, should not categorically reject any factors (save only forbidden factors and factors which lack relevance) as possible bases for departures.  See Koon, --- U.S. at ----, 116 S.Ct. at 2051 (warning that too ready resort to categorical interpretations \"would nullify the Commission's treatment of particular departure factors and its determination that, with few exceptions, departure factors should not be ruled out on a categorical basis\");  see also U.S.S.G. Ch. 1, Pt. A, intro. comment. 4(b) (explaining that, apart from forbidden factors, the Sentencing Commission \"does not intend to limit the kinds of factors, whether or not mentioned anywhere else in the guidelines, that could constitute grounds for departure in an unusual case\").  Post Koon, it would be folly to conclude that a timely guilty plea which conserves judicial resources and thereby facilitates the administration of justice must not be considered under any circumstances in the departure calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On this basis, then, we hold that a categorical bar (such as the government urges here) would contradict Koon and undermine the theoretical foundations on which the sentencing guidelines rest.  See United States v. Olbres, 99 F.3d 28, 34-35 (1st Cir.1996).  Viewed at an appropriate level of generality, cf.  Koon, --- U.S. at ----, 116 S.Ct. at 2047, the mere existence of sections 5K1.1 and 3E1.1(b) does not foreclose the theoretical possibility of predicating a downward departure on such conduct.  Cf., e.g., Olbres, 99 F.3d at 36 (reaching a substantially similar conclusion as to business failure and attendant loss of jobs by innocent employees stemming from a defendant's proposed incarceration);  Rivera, 994 F.2d at 953 (reaching a substantially similar conclusion as to a defendant's family circumstances);  United States v. Sklar, 920 F.2d 107, 116 (1st Cir.1990) (reaching a substantially similar conclusion as to a defendant's rehabilitation).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>B. The Factual Predicate.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To this point, we have established that, consistent with the method of the sentencing guidelines as elucidated in Koon, a defendant's timeous agreement to enter a plea and his actions ancillary thereto may have ameliorative consequences so far beyond ordinary expectations as to warrant a downward departure for conserving judicial resources and thereby facilitating the administration of justice.  We next inquire whether the court below had a sufficient factual predicate for its determination that the departure-justifying feature exists in this situation to a degree which suffices to distinguish the case from the mine-run.  See Koon, --- U.S. at ----, 116 S.Ct. at 2045.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Departures which depend on the presence of a distinguishing characteristic to an exceptional degree are sometimes called quantitative departures (as opposed to qualitative departures, which depend upon the presence, simpliciter, of a distinguishing characteristic).  See Bruce M. Selya &amp; Matthew R. Kipp, An Examination of Emerging Departure Jurisprudence Under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 22-24 (1991).  Although descriptions of the phenomenon vary, their essence remains the same:  when a sentencing court mulls a ground already considered by the Commission, there must be something very special about how that ground manifests itself in the particular case if it is to bear the weight of a departure.  See Koon, --- U.S. at ----, 116 S.Ct. at 2045;  Rivera, 994 F.2d at 949.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Judge Carter understood the nature of this inquiry.  He reasoned that the appellees' guilty pleas negated a potentially cumbersome trial and thus accrued a substantial benefit to the court.  He premised this conclusion primarily on four subsidiary determinations:  (1) the appellees' courage in changing their pleas without first having secured any commitments as to sentencing, (2) the length of the anticipated trial, (3) the case's complexity, and (4) the need to relocate the proceedings to Bangor.  In the judge's view, these circumstances made the case sufficiently atypical to warrant departures across the board.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In our estimation, the collateral circumstances relied on by the sentencing court, whether viewed singly or in combination, do not justify the wholesale departures that ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We start with the most obvious point.  To the extent that the district court based its departure decision on the fact that the appellees, though facing potentially severe sentences, entered pleas without sentencing agreements,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> it erred.  Notwithstanding that most categorical interpretations are disfavored under the Koon Court's regime, some boundaries are essential if the guidelines are not to be emptied of all meaning.  Considering a straight plea as a factor supporting departure impinges upon one of these boundaries.  Permitting courts to pass freely across this line would intrude upon the Commission's prerogatives and undercut the sentencing guidelines.  After all, the Commission specifically recognized the high percentage of guilty pleas in federal criminal cases, see U.S.S.G. Ch. 1, Pt. A, intro. comment. 4(c) (observing that \"[n]early ninety percent of all federal criminal cases involve guilty pleas\"), and pleading straight up is commonplace.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">No deviation from this principle is warranted here.  In point of fact, these appellees did not tender bare pleas.  They received a significant concession in exchange for eschewing trial:  the government stipulated to drug quantities (a critical integer in the formula for constructing a defendant's GSR).  Even more importantly, the district court indicated in advance that the appellees could anticipate receiving solicitous treatment in sentencing if they changed their pleas.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The remainder of the lower court's analysis is also flawed.  The court placed great emphasis on the fact that trial would have taken four to six months, spread over a period spanning ten months to a year.  In and of itself, this estimate is puzzling.  The court had abandoned the idea of splitting the defendants into groups for purposes of trial, and, in its procedural order setting the conditions for the upcoming trial, entered on May 12, 1995, the court had allotted 12 days for trial on the drug-related counts.  By coincidence, the drug-count trial of the two defendants who did not plead took exactly 12 days.  See United States v. Morris, 914 F.Supp. 637, 639 (D.Me.)  (recounting travel of the case), aff'd, 99 F.3d 476 (1st Cir.1996).  It is hard to believe that a separate tax-fraud trial, if one proved necessary, would have consumed more than this amount of time.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Judicial time is a valuable commodity, and to save a half-year or more of trial time, along with jury costs and other associated expenses, might be a significant savings.  But multiple-defendant/multiple-count criminal cases of the duration involved here (five to six weeks seems a generous estimate) are not uncommon.  Even in the case of a trial projected to take much longer, we think it would require a very detailed and specific showing to give full weight to such a projection--especially in view of the perverse incentive created by encouraging defendants to threaten to prolong proceedings as a wedge for obtaining downward departures.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In the same vein, it will be exceedingly rare that the complicated nature of an anticipated trial will warrant a downward departure.  While we can conjure up some byzantine case in which complexity might be a proper factor in assessing whether the defendant's facilitative conduct benefitted the judiciary to a degree not contemplated by the applicable guideline range, cf.   Selya &amp; Kipp, supra, at 31-37 (canvassing cases examining collateral circumstances to gauge a factor's quantitative weight), there is nothing so unusual about the complexities of a garden variety drug-and-tax case that warrants departing.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The need to manage large, multi-defendant, multi-issue cases arises in federal district courts with the approximate frequency of acne in adolescence.  This case does not appear to present problems so out of the ordinary as to pluck it from the mainstream.  The case, in its most cumbersome form, involved nine defendants and three counts.  Trying such a case is no small chore, but, given the evolution of federal criminal cases in the modern era, it is not an atypical configuration.  See, e.g., United States v. Gallegos, 108 F.3d 1272, 1275 (10th Cir.1997) (22 defendants, 23-count indictment);  United States v. McKinney, 98 F.3d 974, 976 (7th Cir.1996) (10 defendants, 12-count indictment), cert. denied, --- U.S. ----, 117 S.Ct. 1119, 137 L.Ed.2d 319 (1997);  United States v. Anderson, 89 F.3d 1306, 1308 (6th Cir.1996) (29 defendants, 56-count indictment), cert. denied, --- U.S. ----, 117 S.Ct. 786, 136 L.Ed.2d 728 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Before leaving the imbricated topics of duration and complexity, we offer two additional insights.  First, we flatly reject the notion that the prospect of burdensome post-trial motions or difficult appellate issues, no matter how tricky or time-consuming, can justify a downward departure.  Second, we think it is important to note that the district court took what amounted to an abstract view of the gross benefit that would accrue as a result of the guilty pleas.  Since not all the defendants pleaded, the court still had to try the drug case and the tax case, albeit with fewer parties, and to resolve much the same tangle of legal issues.  Consequently, the net savings to the justice system were considerably more modest than the court projected.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The final idiosyncracy identified by the court below--the shortage of suitable courtroom space--is a somewhat different matter.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Although we can find no precedent on the point, we assume arguendo that the hardship of proceeding to trial during a major courthouse rehabilitation project which puts adequate courtrooms in short supply might be a relevant collateral circumstance.  Nevertheless, the record suffers from a dearth of information.  For example, there are insufficient facts concerning both the lack of alternative facilities in Portland and the availability of courtrooms in Bangor.  While we might perhaps take judicial notice of the existence of other courthouses, the record furnishes no basis for us to determine whether those alternatives really were inadequate.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  This scarcity of record support weakens the influence of the courthouse renovation on the departure determination.  In all events, what we know about the courtroom problem in this case indicates fairly conclusively that this distinguishing feature does not warrant departure.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It thus appears that the district court's reasons, taken one by one, do not justify the dispensing of wholesale departures.  And while factors insufficient in themselves sometimes may suffice, in combination, to wrest a case from the heartland and thus clear the way for a departure, see, e.g., United States v. Bowser, 941 F.2d 1019, 1024-25 (10th Cir.1991), this is not such an instance.  The court's articulated reasons, even when taken in cumulation, lack the force which is necessary to transport the case sufficiently beyond the realm of the ordinary.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">To summarize, we hold that in an appropriate case a defendant's timely entry of a guilty plea might facilitate the administration of justice in such an unusual way, or to so inordinate a degree, that it substantially exceeds the reasonable expectations the sentencing commissioners likely harbored when formulating the guidelines.  Garcia is such a case (or so the Second Circuit thought).  In our judgment, however, merited downward departures of this stripe are bound to be rare.  That is so because some facilitation flows from virtually every timely guilty plea--and the Sentencing Commission knew as much.  Such a readily foreseeable level of facilitation, while laudable, stops well shy of what is necessary to take a case out of the heartland.  See, e.g., United States v. Gonzalez, 970 F.2d 1095, 1103 (2d Cir.1992) (distinguishing Garcia on the facts);  United States v. Lockyer, 966 F.2d 1390, 1392 (11th Cir.1992) (per curiam) (similar);  United States v. Armstrong, 842 F.Supp. 92, 96 (S.D.N.Y.1994);  United States v. Collazo, 798 F.Supp. 513, 518 (N.D.Ind.1992).  It is only the occasional instance, where circumstances permit and the accused takes full advantage of them, that will yield facilitation so dramatic as to cross the line.  This is as it should be:  \"If the guidelines are to provide a coherent system of criminal sentencing, the trial court's right to depart, up or down, must be restricted to those few instances where some substantial atypicality can be demonstrated.\"  United States v. Williams, 891 F.2d 962, 967 (1st Cir.1989) (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">On the record as it now stands, this case falls within the general rule, not within the long-odds exception to it.  Multi-defendant criminal cases are mothers' milk in the federal courts.  So, too, are guilty pleas.  Thus, multiple defendants participating in the entry of guilty pleas, without quite a bit more, cannot constitute the meaningful atypicality that is required to warrant a departure.  Here, there is not enough \"more.\"   Hence, the departures were improvidently granted.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We need go no further.  The award of the third-level acceptance of responsibility adjustment was not clearly erroneous.  As for the downward departures, we hold that, in theory, the court had authority to depart for conduct (i.e., the timely guilty pleas) which conserved judicial resources and thereby facilitated the administration of justice.  Here, however, the case for departure, overall, falls so far short of Garcia that the court's global departures cannot survive.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  We therefore vacate the appellees' sentences and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>&#167; 3E1.1.  Acceptance of Responsibility</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>(a) If the defendant clearly demonstrates acceptance of responsibility for his offense, decrease the offense level by 2 levels.(b) If the defendant qualifies for a decrease under subsection (a), the offense level determined prior to the operation of subsection (a) is level 16 or greater, and the defendant has assisted authorities in the investigation or prosecution of his own misconduct by taking one or more of the following steps:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>(1) timely providing complete information to the government concerning his own involvement in the offense;  or</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>(2) timely notifying authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently,</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>decrease the offense level by 1 additional level.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">U.S.S.G. &#167; 3E1.1 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>&#167; 5K1.1.  Substantial Assistance to Authorities (Policy Statement)</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Upon motion of the government stating that the defendant has provided substantial assistance in the investigation or prosecution of another person who has committed an offense, the court may depart from the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>(a) The appropriate reduction shall be determined by the court for reasons stated that may include, but are not limited to, consideration of the following:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>(1) the court's evaluation of the significance and usefulness of the defendant's assistance, taking into consideration the government's evaluation of the assistance rendered;</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>(2) the truthfulness, completeness, and reliability of any information or testimony provided by the defendant;</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>(3) the nature and extent of the defendant's assistance;</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>(4) any injury suffered, or any danger or risk of injury to the defendant or his family resulting from his assistance;</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>(5) the timeliness of the defendant's assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">U.S.S.G. &#167; 5K1.1 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>&#167; 5K2.0.  Grounds for Departure (Policy Statement)</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>Under 18 U.S.C. &#167; 3553(b) the sentencing court may impose a sentence outside the range established by the applicable guideline, if the court finds \"that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"   Circumstances that may warrant departure from the guidelines pursuant to this provision cannot, by their very nature, be comprehensively listed and analyzed in advance.  The controlling decision as to whether and to what extent departure is warranted can only be made by the courts.  Nonetheless, this subpart seeks to aid the court by identifying some of the factors that the Commission has not been able to take into account fully in formulating the guidelines.  Any case may involve factors in addition to those identified that have not been given adequate consideration by the Commission.  Presence of any such factor may warrant departure from the guidelines, under some circumstances, in the discretion of the sentencing court.  Similarly, the court may depart from the guidelines, even though the reason for departure is taken into consideration in the guidelines (e.g., as a specific offense characteristic or other adjustment), if the court determines that, in light of unusual circumstances, the guideline level attached to that factor is inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>Where, for example, the applicable offense guideline and adjustments do take into consideration a factor listed in this subpart, departure from the applicable guideline range is warranted only if the factor is present to a degree substantially in excess of that which ordinarily is involved in the offense.  Thus, disruption of a governmental function, &#167; 5K2.7, would have to be quite serious to warrant departure from the guidelines when the applicable offense guideline is bribery or obstruction of justice.  When the theft offense guideline is applicable, however, and the theft caused disruption of a governmental function, departure from the applicable guideline range more readily would be appropriate.  Similarly, physical injury would not warrant departure from the guidelines when the robbery offense guideline is applicable because the robbery guideline includes a specific adjustment based on the extent of any injury.  However, because the robbery guideline does not deal with injury to more than one victim, departure would be warranted if several persons were injured.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>Also, a factor may be listed as a specific offense characteristic under one guideline but not under all guidelines.  Simply because it was not listed does not mean that there may not be circumstances when that factor would be relevant to sentencing.  For example, the use of a weapon has been listed as a specific offense characteristic under many guidelines, but not under immigration violations.  Therefore, if a weapon is a relevant factor to sentencing for an immigration violation, the court may depart for this reason.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>An offender characteristic or other circumstance that is not ordinarily relevant in determining whether a sentence should be outside the applicable guideline range may be relevant to this determination if such characteristic or circumstance is present to an unusual degree and distinguishes the case from the \"heartland\" cases covered by the guidelines in a way that is important to the statutory purposes of sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">U.S.S.G. &#167; 5K2.0 (1995).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This was to be Phase I, encompassing Record, Dethlefs, Baker, Irvin Morris and Stuart Smith.  Phase II was to involve trying the Whites (who are siblings), Picciandra, and Stone on the same counts.  The bifurcation order left the tax count for subsequent resolution.  Some two months later, the court entered a new order vacating the severance of the defendants into two groups but retaining the principle of bifurcation.  See May 12, 1995 Order;  see also United States v. Morris, 914 F.Supp. 637, 639 (D.Me.), aff'd, 99 F.3d 476 (1st Cir.1996).  While the court referred to a three-phased trial in subsequent discussions, the record leaves the impression that only two phases--a drug trial and a tax trial--would have been necessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rebecca White also pleaded guilty in the same time frame, but her case took a different turn.  See United States v. White, 119 F.3d 70 (1st Cir.  July 28, 1997) [No. 96-2215] (rejecting Rebecca White's appeal).  The two remaining defendants, Morris and Smith, proceeded to trial on the drug charges and were acquitted.  When last we visited the matter, the government was preparing to try them for tax fraud.  See United States v. Morris, 99 F.3d 476, 478 (1st Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition to prison sentences, the court also imposed terms of supervised release on all the appellees;  levied special assessments but no fines;  and entered forfeiture orders against White, Record, and Dethlefs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While this prong of the test poses a question of law, see Koon, --- U.S. at ----, 116 S.Ct. at 2047, it nonetheless falls within the abuse of discretion rubric.  That \"standard includes review to determine that the discretion was not guided by erroneous legal conclusions.\"  Id. at ----, 116 S.Ct. at 2048</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> But cf.   Charles Erwin Wilson, To the Senate Armed Forces Committee (1952) (suggesting that \"[w]hat is good for the country is good for General Motors, and what's good for General Motors is good for the country\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court colorfully described this scenario as one in which the appellees had agreed \"to plead with their hearts in their throats ... knowing that the sky is the limit and the judge determines the height.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This appeal does not raise the question of whether the district court's actions impinged on Fed.R.Crim.P. 11(e)(1) (ordaining that the sentencing court \"shall not participate\" in plea discussions).  Consequently, we express no opinion either on that question or on the somewhat related question whether, with or without regard to Rule 11(e)(1), the appellants might have a basis for seeking to withdraw their guilty pleas</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Withal, we reject the government's claim that the prospective length and complexity of the proceedings should be disregarded because these attributes were aggravated by the court's bifurcation order.  Such trial management decisions are peculiarly within a nisi prius court's discretion, see, e.g., United States v. Saccoccia, 58 F.3d 754, 770 (1st Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 1322, 134 L.Ed.2d 474 (1996);  United States v. Taylor, 54 F.3d 967, 974 (1st Cir.1995), and that discretion was not abused here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As we read the record, the lower court did not place much weight on this factor.  It found a substantial benefit to the judicial system apart from the issue of limited trial space and stated only that the removal to Bangor compounded its considerations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To be sure, the court stated that the only Portland location at which it could try criminal cases was in the Cumberland County Courthouse and that \"[t]he courthouse facility there available was in the new, modern wing where the courtrooms are relatively small, and none of those courtrooms that were available to this court as a result of that agreement were adequate to try 8 defendants with upwards of twenty lawyers participating in trial.\"   But the court did not explain why the bankruptcy court facilities (which were used during the renovation to conduct civil jury trials) were not utilized, or why the original severance order could not have been reinstated (thus paring the size of the queue), or whether the availability of other state facilities outside of Portland but closer than Bangor was explored</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In this case, the record strongly suggests that not all the appellees contributed in the same degree to bringing about the global pleas.  Moreover, in fixing the extent of the individual departures, the judge commented on the especially significant contributions that one or two defendants had made in breaking the log jam.  The court remains free, on remand, to pursue the question of whether this is a distinguishing feature warranting a downward departure in a particular instance.  See Garcia, 926 F.2d at 128</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Gary T. DETHLEFS, Defendant, Appellee.<br>UNITED STATES of America, Appellant,<br>v.<br>David C. WHITE, Defendant, Appellee.<br>UNITED STATES of America, Appellant,<br>v.<br>Peter Claude PICCIANDRA, Defendant, Appellee.<br>UNITED STATES of America, Appellant,<br>v.<br>Richard RECORD, Defendant, Appellee.<br>UNITED STATES of America, Appellant,<br>v.<br>Thomas K. STONE, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 96-2071 through 96-2075.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 3, 1997.<br>Decided Aug. 18, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Jonathan R. Toof, Assistant United States Attorney, were on brief, for United States.</p>\n      <p class=\"indent\">John A. Ciraldo, with whom Perkins, Thompson, Hinckley &amp; Keddy, P.A., Richard M. Egbert, Robert N. Launie, Joseph J. Balliro, Bruce B. Hochman, and Black, Lambert, Coffin &amp; Rudman were on consolidated brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the sentencing court granted a full three-level acceptance of responsibility discount to each of five defendants (Gary T. Dethlefs, David C. White, Peter C. Picciandra, Richard Record, and Thomas K. Stone) on the ground that their guilty pleas were opportune.  See U.S.S.G. &#167; 3E1.1(b)(2) (1995).  Then the court essayed general, global downward departures under U.S.S.G. &#167; 5K2.0 (1995), reasoning that the defendants' pleas substantially assisted the judicial system and the administration of justice by obviating the need for trial of a complex, potentially time-consuming case.  Concluding, as we do, that the record contains no sufficient justification for the downward departures, we vacate the sentences and remand for resentencing.</p>\n    </div>\n    <p>I. THE PROCEEDINGS BELOW</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To the modest extent that the offense conduct pertains to the issues on appeal, we extract the facts from the undisputed portions of the five presentence investigation reports, the plea colloquies, and the transcripts of the sentencing hearings.  See United States v. Talladino, <span class=\"citation\" data-id=\"195724\"><a href=\"/opinion/195724/united-states-v-talladino/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1258 (1st Cir.1994);  United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 51 (1st Cir.1991).  We also consider the transcript of the hearing on the motions for downward departures (which the district court expressly incorporated into the sentencing record).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In September 1994, a federal grand jury in Maine returned a superseding indictment which charged the five appellees and four confederates with conspiring to possess and distribute marijuana (count 1) and conspiring to commit tax fraud (count 3).  See 21 U.S.C. &#167;&#167; 841(a)(1), 841(b)(1)(A), 846 (1994);  18 U.S.C. &#167; 371 (1994).  Count 2 of the indictment sought the forfeiture of certain property based on the owners' involvement in the marijuana operation.  See 21 U.S.C. &#167; 853 (1994);  see also United States v. White, <span class=\"citation\" data-id=\"197435\"><a href=\"/opinion/197435/united-states-v-white/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">948</span></a></span> (1st Cir.1997) (discussing forfeiture aspect).  The court treated an epidemic of motions during the next several months.  Along the way, one defendant, Thomas Baker, entered into a plea agreement and, for present purposes, dropped out of sight.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Faced with the prospect of trying eight defendants on drug and tax charges, the district court opted to bifurcate the anticipated trial and to sever defendants.  See March 14, 1995 Order.  The court proposed to start the process by trying five defendants on the drug charges.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  A planned rehabilitation of the Portland courthouse complicated the court's scheduling efforts.  After contemplating his options, Judge Carter moved the trial to Bangor and decreed that Phase I would begin on September 6, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The record reflects that the judge vigorously promoted plea negotiations.  At pretrial conferences, defense counsel bemoaned the government's rigidity and suggested that the court could restore the balance if it agreed to depart downward from the defendants' normal sentencing ranges.  The judge signalled some degree of receptivity to this idea, stating at one pretrial conference:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>If all of the defendants got together and pleaded straight up in this case and made strong arguments to me for downward departure in order to recognize the alleviation of an immense load upon the time, effort and resources of this Court, I would consider it very[,] very favorably.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 22, 1995, the appellees changed their pleas pursuant to agreements which stipulated drug quantities but which contained no other commitments as to sentencing.  In anticipation of their disposition hearings, the appellees moved for downward departures on the ground that their guilty pleas substantially assisted the judiciary by conserving resources important to judicial administration.  The district court entertained oral argument.  During the hearing, the court expressed concern about whether it had the authority to, or should, depart downward \"for conduct of these defendants consisting of their tender of guilty pleas\" which \"results in a benefit to the Court in aiding in the conservation of judicial resources without direct benefit to the prosecution.\"   Despite its avowed reservations, the court concluded that \"there was a substantial benefit that accrued to the Court from the fact that it did not have to go to trial in this case\";  that the proceedings would have been \"very complex\" and would have generated a host of issues on appeal;  that, due to bifurcation, the trial proceedings would have taken four to six months of courtroom time spanning a period of ten to twelve months, followed by a significant post-trial motion practice;  and that the situation would have been exacerbated by the transfer of the case to Bangor (which would have required Judge Carter to suspend operations in Portland, transport his staff to Bangor, and disrupt the wonted operations of the resident district judge).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pondering these factors, Judge Carter concluded that the entry of pleas was a mitigating circumstance which, given the significant conservation of judicial resources that resulted, was not adequately considered under the applicable guideline provisions.  He therefore announced that he would grant downward departures in favor of all five appellees.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court convened individualized disposition hearings.  We eschew the interstitial details of the various sentencing computations, save only to note that each appellee received a three-level reduction for acceptance of responsibility.  Judge Carter calculated the guideline sentencing range (GSR) to be 87-108 months for White, Record, and Stone, see U.S.S.G. Ch. 5, Pt. A (Sentencing Table) (adjusted offense level 29;  criminal history category I), 108-135 months for Picciandra, see id.  (adjusted offense level 31;  criminal history category I), and 235-293 months for Dethlefs, see id.  (adjusted offense level 37;  criminal history category II).  The judge then essayed wholesale departures.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  He sentenced White, Record, and Stone to 60-month incarcerative terms and Picciandra to a 72-month incarcerative term (attributing the larger departure to the perceived need \"to maintain parity in terms of receipt of proper recognition of benefit received by the Court\").  As to Dethlefs, the judge imposed a 175-month incarcerative term, deeming him \"entitled to a very significant downward departure for his role in bringing about the pleas of five other defendants, and in bringing to the Court his own plea, obviating the need for extensive trial proceedings.\"   Displeased by the court's rulings, the government appealed.</p>\n    </div>\n    <p>II. ACCEPTANCE OF RESPONSIBILITY</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">These appeals present two distinct questions.  We first address the easier question:  acceptance of responsibility.  Whether a defendant has accepted personal responsibility is a fact-intensive determination.  Absent an error of law, we will not disturb the sentencing court's judgment in this area unless it is clearly erroneous.  See Talladino, 38 F.3d at 1263;  United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 871 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The applicable guideline provision is U.S.S.G. &#167; 3E1.1 (1995), reprinted in the appendix.  It authorizes a basic two-level reduction in a defendant's offense level if the court determines that he has accepted responsibility.  See id.  &#167; 3E1.1(a).  A recently added subsection permits an additional one-level reduction for certain defendants, provided that the court makes particular findings.  See id.  &#167; 3E1.1(b).  The district court gave all five appellees the full three-level discount pursuant to section 3E1.1(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government concedes the appellees' entitlement to the basic two-level reduction and also concedes that they meet the threshold eligibility criteria for the bonus one-level reduction.  But the government strenuously protests the appellees' entitlement to that bonus.  Section 3E1.1(b)(2) requires a finding that a defendant \"timely notif[ied] authorities,\" that is, the prosecution and the court, \"of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently,\" and the government says that pleas tendered more than a year after indictment and only two weeks before trial cannot meet that benchmark.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To be sure, we have upheld the denial of a one-level discount under section 3E1.1(b) in situations where defendants have waited less time to plead, see, e.g., United States v. Nunez-Rodriguez, <span class=\"citation\" data-id=\"723914\"><a href=\"/opinion/723914/united-states-v-josee-antonio-nunez-rodriguez/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 17 &amp; n. 2 (1st Cir.1996);  Morillo, 8 F.3d at 872, and we have suggested that defendants who put the prosecutors through their paces by loosing a heavy barrage of pretrial motions (as did the appellees) usually cannot expect to receive the bonus discount, see United States v. Munoz, <span class=\"citation\" data-id=\"196734\"><a href=\"/opinion/196734/united-states-v-munoz/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 9 n. 1 (1st Cir.1996) (per curiam) (dictum).  But generalities are often unhelpful in specific cases, and the trier's judgment on acceptance of responsibility issues is entitled to great respect.  See U.S.S.G. &#167; 3E1.1, comment.  (n.5);  see also United States v. Royer, <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 29 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the district judge made particularized findings and articulated a plausible basis for his determination that the appellees had satisfied the timeliness requirement:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>I think the timeliness of notification in these cases is one that is in some sense relative....  Here it is clear to the Court that the plea entered at a point in time [taking into account] the total future duration of this effort if the pleas were not entered, such that they did serve the purpose intended to be served by section 3E1.1(b)(2), of cutting off a significant portion of preparation for trial ... and afford[ing] the Court an opportunity to employ its resources to good advantage and in an efficient manner.  I think there was a timeliness in that respect in the full context and circumstances of the case....</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the matter is arguable, we cannot say that this finding is clearly erroneous.  Timeliness is a concept, not a constant, and it normally must be evaluated in context.  This is especially true in connection with section 3E1.1(b), since that guideline defines timeliness in functional, rather than strictly temporal, terms.  See U.S.S.G. &#167; 3E1.1, comment.  (n.6) (\"The timeliness of the defendant's acceptance of responsibility ... is context specific.\");   see also United States v. Wetwattana, <span class=\"citation\" data-id=\"725084\"><a href=\"/opinion/725084/united-states-v-paibool-wetwattana/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span>, 285-86 (7th Cir.1996).  Thus, the timeliness requirement of section 3E1.1(b)(2) cannot always be measured simply by counting calendar pages.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The trial court, which enjoys a superior coign of vantage, found that the notification given, though late in absolute terms, was still early enough in the game to be of substantial benefit to both the prosecution and the court because it forestalled the need to make final preparations for a full-scale drug trial, and, perhaps more importantly, because it eliminated the arduous task of preparing to try, and then actually trying, the tax charge vis-a-vis the appellees.  On this basis, the district court's finding that the appellees timely notified the authorities of their intent to enter guilty pleas is supportable.</p>\n    </div>\n    <p>III. THE DOWNWARD DEPARTURES</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government assigns error to all five downward departures.  We review departures for abuse of discretion, see Koon v. United States, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, 2046-47, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996), employing an analysis which, like all Gaul, is divided into three parts.  First, we determine as a theoretical matter whether the stated ground for departure is permissible under the guidelines.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  If the ground is theoretically appropriate, we next examine whether it finds adequate factual support in the record.  See United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 49 (1st Cir.1989).  If so, we must probe the degree of the departure in order to verify its reasonableness.  See United States v. Quinones, <span class=\"citation\" data-id=\"672030\"><a href=\"/opinion/672030/united-states-v-jesus-m-quinones-aka-jesus-m-quinones-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 219 (1st Cir.1994).  In this instance, the government posits that the district court's departure decisions fail each prong of this tripartite test.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. The Ground for Departure.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The lower court departed under U.S.S.G. &#167; 5K2.0 (1995) (the text of which is reprinted in the appendix).  This proviso, echoing 18 U.S.C. &#167; 3553(b) (1994), permits (but does not require) a sentencing court to venture outside the GSR if it detects \"an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"   Not any aggravating or mitigating circumstance will do;  the circumstance must \"render the case atypical and take it out of the 'heartland' for which the applicable guideline was designed.\"  United States v. Carrion-Cruz, <span class=\"citation\" data-id=\"196916\"><a href=\"/opinion/196916/united-states-v-carrion-cruz/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 6 (1st Cir.1996) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, the court's stated basis for departing was substantially the same in respect to all five appellees:  the significant conservation of judicial resources which the entry of a guilty plea yielded.  Consequently, we first must ask whether, in theory, a guilty plea which conserves judicial resources and thereby facilitates the administration of justice is a mitigating feature on which a court may predicate a downward departure (which we sometimes shall call a \"facilitation\" departure).  Although this issue has generated disagreement among the courts of appeals, it is new to us.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The touchstone for our analysis is Koon.  There, the Justices made it clear that, in considering whether a valid basis for departure exists, an inquiring court should take a series of related steps.  The initial step is to identify \"[w]hat features of th[e] case, potentially, take it outside the Guidelines' 'heartland,' \" thus making it \"special\" or \"unusual.\"  Koon, --- U.S. at ----, 116 S.Ct. at 2045 (quoting United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 949 (1st Cir.1993)).  After the distinguishing feature has been identified, the next step is to determine whether the Sentencing Commission has prohibited departures based on that feature.  See id.   If so, the inquiry ends.  But if the Commission has not outlawed departures on that account, the court must ascertain whether the Commission has considered the identified feature at all, and if so, whether it has either encouraged or discouraged departures premised thereon.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Once this segment of the analysis is complete, the contours of the sentencing court's authority to depart begin to take shape.  If the distinguishing feature is a factor which is not mentioned in the sentencing guidelines, the court, mindful of the \"structure and theory\" of the guidelines, is free to decide whether that feature logically suffices to remove the case from the heartland.  Id. If, however, the distinguishing feature is a discouraged factor or an encouraged factor which already has been taken into account in the framing of the applicable guideline, the court may depart only if the feature is present to an exceptional degree or the case is distinctive in some other way.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case, the sentencing judge identified a feature--a timely guilty plea which conserved judicial resources and thereby facilitated the administration of justice--which he thought differentiated the case from those within the heartland.  Because the government concedes that the Commission has not expressly forbidden courts from considering this feature, the pivotal issue becomes whether the Commission took the identified feature into account in formulating the guidelines (and if so, to what end).  This issue implicates the reach of two guidelines, U.S.S.G. &#167;&#167; 3E1.1 and 5K1.1, the full text of which we set out in the appendix.  We discuss them in reverse order.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Section 5K1.1 depends on a defendant's \"assistance to the authorities,\" a phrase which, in context, means assistance to the prosecution.   The language of that section targets assistance in reference to interests and duties unique to the prosecution.  See U.S.S.G. &#167; 5K1.1 (referring to \"substantial assistance in the investigation or prosecution of another person\");  see also U.S.S.G. Ch. 1, Pt. A, intro. comment. 4(g).  Indeed, a sentencing judge cannot depart under section 5K1.1 unless the prosecution chooses to place that guideline in play.  See Wade v. United States, <span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span>, 185, <span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1840</span></a></span>, 1843-44, <span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span></a></span> (1992);  United States v. Mariano, <span class=\"citation\" data-id=\"598971\"><a href=\"/opinion/598971/united-states-v-abel-a-mariano-jr-united-states-of-america-v-barry/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1150</span></a></span>, 1155 (1st Cir.1993).  We think it is extremely unlikely that the Commission, if it had considered a defendant's assistance to the courts under section 5K1.1, would have placed the availability of such a departure in the prosecutor's sole discretion.  It is, after all, self-evident that what is beneficial for the administration of justice and what is of assistance to the prosecution are not necessarily congruent,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and the judge, not the prosecutor, is in the best position to assess a defendant's assistance to the judicial system.   It is equally self-evident that, even if assistance to the prosecution accrues benefit to the court, or vice versa, the extent of the conferred benefit can vary appreciably between the two institutions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">U.S.S.G. &#167; 3E1.1(b) is closer to the mark.  It rewards the efficient allocation of judicial resources which is a normal concomitant of a guilty plea.  Still, consideration under that guideline is tied exclusively to timeliness.  See id. comment.  (n.6).  We easily can envision circumstances in which a guilty plea materially assists a court (even though the assistance may not be temporally focused) and confers benefits beyond scheduling efficiency.  Then, too, assistance to the court may result from efforts which include, but which go well beyond, the timely entry of a plea.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Courts are divided as to whether these guidelines leave any room for facilitation departures.  The court below saw no barrier.  It relied mainly on United States v. Garcia, <span class=\"citation\" data-id=\"556405\"><a href=\"/opinion/556405/united-states-v-oscar-david-garcia/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span> (2d Cir.1991).  There, three defendants initially pleaded not guilty to drug-trafficking charges.  Two months later, one of them, Garcia, agreed to furnish information and testify for the prosecution.  At that juncture, he pleaded guilty to the conspiracy count in the indictment.  Shortly thereafter, his codefendants changed their pleas.  See id. at 126.   The sentencing court granted Garcia a two-level reduction for acceptance of responsibility--the added level for timely notification of a guilty plea was not available, as section 3E1.1(b) had not yet been adopted--and then departed downward on the ground that Garcia's actions had facilitated the administration of justice.  See id. at 126-27.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Second Circuit upheld the sentence.  It reasoned that the guidelines did not adequately consider the mitigating circumstances present in Garcia's case:  U.S.S.G. &#167; 5K1.1 focuses on assistance to the government, not the judicial system, and acceptance of responsibility as that term is used in U.S.S.G. &#167; 3E1.1 differs qualitatively from activities facilitating the administration of justice.  See id. at 127-28.   The court then upheld the departure on the basis that:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>[T]he additional assistance rendered the [district] court in the disposition of the charges against the other defendants justified the departure from the Sentencing Guidelines.  As [the district judge] found, Garcia's conduct \"broke the log jam\" in a multi-defendant case.  His relatively early guilty plea and willingness to testify against co-defendants induced [them] to enter guilty pleas.  This conserved judicial resources by facilitating the disposition of the case without a trial.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Id. at 128.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Garcia is to some extent a waif in the wilderness.  Other appellate courts, fortified in their resolve by the enactment of U.S.S.G. &#167; 3E1.1(b), see U.S.S.G. App.  C, amend. 459 (effective Nov. 1, 1992), have declined to follow Garcia, concluding that, because the sentencing guidelines adequately consider a defendant's assistance to the judicial system under sections 3E1.1 and 5K1.1, facilitation is not a permissible basis for a downward departure.  See, e.g., United States v. Dorsey, <span class=\"citation\" data-id=\"700626\"><a href=\"/opinion/700626/united-states-v-marvin-dorsey/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">260</span></a></span>, 262-63 (4th Cir.1995) (upholding a district court's refusal to depart downward for professed assistance to the judicial system), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">732</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">682</span></span> (1996);  United States v. Haversat, <span class=\"citation\" data-id=\"668594\"><a href=\"/opinion/668594/united-states-of-america-appellantcross-appellee-v-robert-a-haversat/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span>, 794-95 &amp; n. 5 (8th Cir.1994) (reversing the sentencing court and holding that neither the defendant's early plea nor his help in settling a related civil suit warranted a downward departure under U.S.S.G. &#167; 5K2.0);  United States v. Shrewsberry, <span class=\"citation\" data-id=\"596194\"><a href=\"/opinion/596194/united-states-v-renee-shrewsberry/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1296</span></a></span>, 1297-98 (9th Cir.1992) (per curiam) (rejecting the defendant's plaint that she should receive a downward departure for her aid in cracking a case).  Indeed, the Fourth Circuit went so far as to say that \"[w]e can envision no circumstance in which 'assistance to the judicial system' would not also be of assistance to the Government.\"  Dorsey, 61 F.3d at 262.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The problem with all these cases, Garcia included, is that they were decided without the benefit of Koon.  We read Koon to mean that courts, as a general rule, should not categorically reject any factors (save only forbidden factors and factors which lack relevance) as possible bases for departures.  See Koon, --- U.S. at ----, 116 S.Ct. at 2051 (warning that too ready resort to categorical interpretations \"would nullify the Commission's treatment of particular departure factors and its determination that, with few exceptions, departure factors should not be ruled out on a categorical basis\");  see also U.S.S.G. Ch. 1, Pt. A, intro. comment. 4(b) (explaining that, apart from forbidden factors, the Sentencing Commission \"does not intend to limit the kinds of factors, whether or not mentioned anywhere else in the guidelines, that could constitute grounds for departure in an unusual case\").  Post Koon, it would be folly to conclude that a timely guilty plea which conserves judicial resources and thereby facilitates the administration of justice must not be considered under any circumstances in the departure calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On this basis, then, we hold that a categorical bar (such as the government urges here) would contradict Koon and undermine the theoretical foundations on which the sentencing guidelines rest.  See United States v. Olbres, <span class=\"citation\" data-id=\"197051\"><a href=\"/opinion/197051/united-states-v-olbres/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 34-35 (1st Cir.1996).  Viewed at an appropriate level of generality, cf.  Koon, --- U.S. at ----, 116 S.Ct. at 2047, the mere existence of sections 5K1.1 and 3E1.1(b) does not foreclose the theoretical possibility of predicating a downward departure on such conduct.  Cf., e.g., Olbres, 99 F.3d at 36 (reaching a substantially similar conclusion as to business failure and attendant loss of jobs by innocent employees stemming from a defendant's proposed incarceration);  Rivera, 994 F.2d at 953 (reaching a substantially similar conclusion as to a defendant's family circumstances);  United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 116 (1st Cir.1990) (reaching a substantially similar conclusion as to a defendant's rehabilitation).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>B. The Factual Predicate.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To this point, we have established that, consistent with the method of the sentencing guidelines as elucidated in Koon, a defendant's timeous agreement to enter a plea and his actions ancillary thereto may have ameliorative consequences so far beyond ordinary expectations as to warrant a downward departure for conserving judicial resources and thereby facilitating the administration of justice.  We next inquire whether the court below had a sufficient factual predicate for its determination that the departure-justifying feature exists in this situation to a degree which suffices to distinguish the case from the mine-run.  See Koon, --- U.S. at ----, 116 S.Ct. at 2045.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Departures which depend on the presence of a distinguishing characteristic to an exceptional degree are sometimes called quantitative departures (as opposed to qualitative departures, which depend upon the presence, simpliciter, of a distinguishing characteristic).  See Bruce M. Selya &amp; Matthew R. Kipp, An Examination of Emerging Departure Jurisprudence Under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 22-24 (1991).  Although descriptions of the phenomenon vary, their essence remains the same:  when a sentencing court mulls a ground already considered by the Commission, there must be something very special about how that ground manifests itself in the particular case if it is to bear the weight of a departure.  See Koon, --- U.S. at ----, 116 S.Ct. at 2045;  Rivera, 994 F.2d at 949.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Judge Carter understood the nature of this inquiry.  He reasoned that the appellees' guilty pleas negated a potentially cumbersome trial and thus accrued a substantial benefit to the court.  He premised this conclusion primarily on four subsidiary determinations:  (1) the appellees' courage in changing their pleas without first having secured any commitments as to sentencing, (2) the length of the anticipated trial, (3) the case's complexity, and (4) the need to relocate the proceedings to Bangor.  In the judge's view, these circumstances made the case sufficiently atypical to warrant departures across the board.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In our estimation, the collateral circumstances relied on by the sentencing court, whether viewed singly or in combination, do not justify the wholesale departures that ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We start with the most obvious point.  To the extent that the district court based its departure decision on the fact that the appellees, though facing potentially severe sentences, entered pleas without sentencing agreements,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> it erred.  Notwithstanding that most categorical interpretations are disfavored under the Koon Court's regime, some boundaries are essential if the guidelines are not to be emptied of all meaning.  Considering a straight plea as a factor supporting departure impinges upon one of these boundaries.  Permitting courts to pass freely across this line would intrude upon the Commission's prerogatives and undercut the sentencing guidelines.  After all, the Commission specifically recognized the high percentage of guilty pleas in federal criminal cases, see U.S.S.G. Ch. 1, Pt. A, intro. comment. 4(c) (observing that \"[n]early ninety percent of all federal criminal cases involve guilty pleas\"), and pleading straight up is commonplace.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">No deviation from this principle is warranted here.  In point of fact, these appellees did not tender bare pleas.  They received a significant concession in exchange for eschewing trial:  the government stipulated to drug quantities (a critical integer in the formula for constructing a defendant's GSR).  Even more importantly, the district court indicated in advance that the appellees could anticipate receiving solicitous treatment in sentencing if they changed their pleas.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The remainder of the lower court's analysis is also flawed.  The court placed great emphasis on the fact that trial would have taken four to six months, spread over a period spanning ten months to a year.  In and of itself, this estimate is puzzling.  The court had abandoned the idea of splitting the defendants into groups for purposes of trial, and, in its procedural order setting the conditions for the upcoming trial, entered on May 12, 1995, the court had allotted 12 days for trial on the drug-related counts.  By coincidence, the drug-count trial of the two defendants who did not plead took exactly 12 days.  See United States v. Morris, <span class=\"citation no-link\"><span class=\"volume\">914</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">637</span></span>, 639 (D.Me.)  (recounting travel of the case), aff'd, <span class=\"citation\" data-id=\"197063\"><a href=\"/opinion/197063/united-states-v-morris/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span> (1st Cir.1996).  It is hard to believe that a separate tax-fraud trial, if one proved necessary, would have consumed more than this amount of time.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Judicial time is a valuable commodity, and to save a half-year or more of trial time, along with jury costs and other associated expenses, might be a significant savings.  But multiple-defendant/multiple-count criminal cases of the duration involved here (five to six weeks seems a generous estimate) are not uncommon.  Even in the case of a trial projected to take much longer, we think it would require a very detailed and specific showing to give full weight to such a projection--especially in view of the perverse incentive created by encouraging defendants to threaten to prolong proceedings as a wedge for obtaining downward departures.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In the same vein, it will be exceedingly rare that the complicated nature of an anticipated trial will warrant a downward departure.  While we can conjure up some byzantine case in which complexity might be a proper factor in assessing whether the defendant's facilitative conduct benefitted the judiciary to a degree not contemplated by the applicable guideline range, cf.   Selya &amp; Kipp, supra, at 31-37 (canvassing cases examining collateral circumstances to gauge a factor's quantitative weight), there is nothing so unusual about the complexities of a garden variety drug-and-tax case that warrants departing.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The need to manage large, multi-defendant, multi-issue cases arises in federal district courts with the approximate frequency of acne in adolescence.  This case does not appear to present problems so out of the ordinary as to pluck it from the mainstream.  The case, in its most cumbersome form, involved nine defendants and three counts.  Trying such a case is no small chore, but, given the evolution of federal criminal cases in the modern era, it is not an atypical configuration.  See, e.g., United States v. Gallegos, <span class=\"citation\" data-id=\"737510\"><a href=\"/opinion/737510/united-states-of-america-and-v-sonia-gallegos-and-cross-appellee/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1272</span></a></span>, 1275 (10th Cir.1997) (22 defendants, 23-count indictment);  United States v. McKinney, <span class=\"citation\" data-id=\"728118\"><a href=\"/opinion/728118/united-states-v-larry-mckinney/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">974</span></a></span>, 976 (7th Cir.1996) (10 defendants, 12-count indictment), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span></span> (1997);  United States v. Anderson, <span class=\"citation\" data-id=\"722392\"><a href=\"/opinion/722392/united-states-v-jessie-anderson/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1308 (6th Cir.1996) (29 defendants, 56-count indictment), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">786</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Before leaving the imbricated topics of duration and complexity, we offer two additional insights.  First, we flatly reject the notion that the prospect of burdensome post-trial motions or difficult appellate issues, no matter how tricky or time-consuming, can justify a downward departure.  Second, we think it is important to note that the district court took what amounted to an abstract view of the gross benefit that would accrue as a result of the guilty pleas.  Since not all the defendants pleaded, the court still had to try the drug case and the tax case, albeit with fewer parties, and to resolve much the same tangle of legal issues.  Consequently, the net savings to the justice system were considerably more modest than the court projected.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The final idiosyncracy identified by the court below--the shortage of suitable courtroom space--is a somewhat different matter.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Although we can find no precedent on the point, we assume arguendo that the hardship of proceeding to trial during a major courthouse rehabilitation project which puts adequate courtrooms in short supply might be a relevant collateral circumstance.  Nevertheless, the record suffers from a dearth of information.  For example, there are insufficient facts concerning both the lack of alternative facilities in Portland and the availability of courtrooms in Bangor.  While we might perhaps take judicial notice of the existence of other courthouses, the record furnishes no basis for us to determine whether those alternatives really were inadequate.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  This scarcity of record support weakens the influence of the courthouse renovation on the departure determination.  In all events, what we know about the courtroom problem in this case indicates fairly conclusively that this distinguishing feature does not warrant departure.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It thus appears that the district court's reasons, taken one by one, do not justify the dispensing of wholesale departures.  And while factors insufficient in themselves sometimes may suffice, in combination, to wrest a case from the heartland and thus clear the way for a departure, see, e.g., United States v. Bowser, <span class=\"citation\" data-id=\"566442\"><a href=\"/opinion/566442/united-states-of-america-plaintiff-appellee-cross-appellant-v-carland-a/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1019</span></a></span>, 1024-25 (10th Cir.1991), this is not such an instance.  The court's articulated reasons, even when taken in cumulation, lack the force which is necessary to transport the case sufficiently beyond the realm of the ordinary.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">To summarize, we hold that in an appropriate case a defendant's timely entry of a guilty plea might facilitate the administration of justice in such an unusual way, or to so inordinate a degree, that it substantially exceeds the reasonable expectations the sentencing commissioners likely harbored when formulating the guidelines.  Garcia is such a case (or so the Second Circuit thought).  In our judgment, however, merited downward departures of this stripe are bound to be rare.  That is so because some facilitation flows from virtually every timely guilty plea--and the Sentencing Commission knew as much.  Such a readily foreseeable level of facilitation, while laudable, stops well shy of what is necessary to take a case out of the heartland.  See, e.g., United States v. Gonzalez, <span class=\"citation\" data-id=\"587586\"><a href=\"/opinion/587586/united-states-of-america-appellee-cross-appellant-v-jose-gonzalez/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1095</span></a></span>, 1103 (2d Cir.1992) (distinguishing Garcia on the facts);  United States v. Lockyer, <span class=\"citation\" data-id=\"584606\"><a href=\"/opinion/584606/united-states-v-john-a-lockyer/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1390</span></a></span>, 1392 (11th Cir.1992) (per curiam) (similar);  United States v. Armstrong, <span class=\"citation no-link\"><span class=\"volume\">842</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">92</span></span>, 96 (S.D.N.Y.1994);  United States v. Collazo, <span class=\"citation no-link\"><span class=\"volume\">798</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">513</span></span>, 518 (N.D.Ind.1992).  It is only the occasional instance, where circumstances permit and the accused takes full advantage of them, that will yield facilitation so dramatic as to cross the line.  This is as it should be:  \"If the guidelines are to provide a coherent system of criminal sentencing, the trial court's right to depart, up or down, must be restricted to those few instances where some substantial atypicality can be demonstrated.\"  United States v. Williams, <span class=\"citation\" data-id=\"533779\"><a href=\"/opinion/533779/united-states-v-terryl-l-williams/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 967 (1st Cir.1989) (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">On the record as it now stands, this case falls within the general rule, not within the long-odds exception to it.  Multi-defendant criminal cases are mothers' milk in the federal courts.  So, too, are guilty pleas.  Thus, multiple defendants participating in the entry of guilty pleas, without quite a bit more, cannot constitute the meaningful atypicality that is required to warrant a departure.  Here, there is not enough \"more.\"   Hence, the departures were improvidently granted.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We need go no further.  The award of the third-level acceptance of responsibility adjustment was not clearly erroneous.  As for the downward departures, we hold that, in theory, the court had authority to depart for conduct (i.e., the timely guilty pleas) which conserved judicial resources and thereby facilitated the administration of justice.  Here, however, the case for departure, overall, falls so far short of Garcia that the court's global departures cannot survive.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  We therefore vacate the appellees' sentences and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>&#167; 3E1.1.  Acceptance of Responsibility</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>(a) If the defendant clearly demonstrates acceptance of responsibility for his offense, decrease the offense level by 2 levels.(b) If the defendant qualifies for a decrease under subsection (a), the offense level determined prior to the operation of subsection (a) is level 16 or greater, and the defendant has assisted authorities in the investigation or prosecution of his own misconduct by taking one or more of the following steps:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>(1) timely providing complete information to the government concerning his own involvement in the offense;  or</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>(2) timely notifying authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently,</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>decrease the offense level by 1 additional level.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">U.S.S.G. &#167; 3E1.1 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>&#167; 5K1.1.  Substantial Assistance to Authorities (Policy Statement)</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Upon motion of the government stating that the defendant has provided substantial assistance in the investigation or prosecution of another person who has committed an offense, the court may depart from the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>(a) The appropriate reduction shall be determined by the court for reasons stated that may include, but are not limited to, consideration of the following:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>(1) the court's evaluation of the significance and usefulness of the defendant's assistance, taking into consideration the government's evaluation of the assistance rendered;</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>(2) the truthfulness, completeness, and reliability of any information or testimony provided by the defendant;</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>(3) the nature and extent of the defendant's assistance;</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>(4) any injury suffered, or any danger or risk of injury to the defendant or his family resulting from his assistance;</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>(5) the timeliness of the defendant's assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">U.S.S.G. &#167; 5K1.1 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>&#167; 5K2.0.  Grounds for Departure (Policy Statement)</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>Under 18 U.S.C. &#167; 3553(b) the sentencing court may impose a sentence outside the range established by the applicable guideline, if the court finds \"that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"   Circumstances that may warrant departure from the guidelines pursuant to this provision cannot, by their very nature, be comprehensively listed and analyzed in advance.  The controlling decision as to whether and to what extent departure is warranted can only be made by the courts.  Nonetheless, this subpart seeks to aid the court by identifying some of the factors that the Commission has not been able to take into account fully in formulating the guidelines.  Any case may involve factors in addition to those identified that have not been given adequate consideration by the Commission.  Presence of any such factor may warrant departure from the guidelines, under some circumstances, in the discretion of the sentencing court.  Similarly, the court may depart from the guidelines, even though the reason for departure is taken into consideration in the guidelines (e.g., as a specific offense characteristic or other adjustment), if the court determines that, in light of unusual circumstances, the guideline level attached to that factor is inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>Where, for example, the applicable offense guideline and adjustments do take into consideration a factor listed in this subpart, departure from the applicable guideline range is warranted only if the factor is present to a degree substantially in excess of that which ordinarily is involved in the offense.  Thus, disruption of a governmental function, &#167; 5K2.7, would have to be quite serious to warrant departure from the guidelines when the applicable offense guideline is bribery or obstruction of justice.  When the theft offense guideline is applicable, however, and the theft caused disruption of a governmental function, departure from the applicable guideline range more readily would be appropriate.  Similarly, physical injury would not warrant departure from the guidelines when the robbery offense guideline is applicable because the robbery guideline includes a specific adjustment based on the extent of any injury.  However, because the robbery guideline does not deal with injury to more than one victim, departure would be warranted if several persons were injured.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>Also, a factor may be listed as a specific offense characteristic under one guideline but not under all guidelines.  Simply because it was not listed does not mean that there may not be circumstances when that factor would be relevant to sentencing.  For example, the use of a weapon has been listed as a specific offense characteristic under many guidelines, but not under immigration violations.  Therefore, if a weapon is a relevant factor to sentencing for an immigration violation, the court may depart for this reason.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>An offender characteristic or other circumstance that is not ordinarily relevant in determining whether a sentence should be outside the applicable guideline range may be relevant to this determination if such characteristic or circumstance is present to an unusual degree and distinguishes the case from the \"heartland\" cases covered by the guidelines in a way that is important to the statutory purposes of sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">U.S.S.G. &#167; 5K2.0 (1995).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This was to be Phase I, encompassing Record, Dethlefs, Baker, Irvin Morris and Stuart Smith.  Phase II was to involve trying the Whites (who are siblings), Picciandra, and Stone on the same counts.  The bifurcation order left the tax count for subsequent resolution.  Some two months later, the court entered a new order vacating the severance of the defendants into two groups but retaining the principle of bifurcation.  See May 12, 1995 Order;  see also United States v. Morris, <span class=\"citation no-link\"><span class=\"volume\">914</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">637</span></span>, 639 (D.Me.), aff'd, <span class=\"citation\" data-id=\"197063\"><a href=\"/opinion/197063/united-states-v-morris/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span> (1st Cir.1996).  While the court referred to a three-phased trial in subsequent discussions, the record leaves the impression that only two phases--a drug trial and a tax trial--would have been necessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rebecca White also pleaded guilty in the same time frame, but her case took a different turn.  See United States v. White, <span class=\"citation\" data-id=\"197478\"><a href=\"/opinion/197478/united-states-v-white/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span> (1st Cir.  July 28, 1997) [No. 96-2215] (rejecting Rebecca White's appeal).  The two remaining defendants, Morris and Smith, proceeded to trial on the drug charges and were acquitted.  When last we visited the matter, the government was preparing to try them for tax fraud.  See United States v. Morris, <span class=\"citation\" data-id=\"197063\"><a href=\"/opinion/197063/united-states-v-morris/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 478 (1st Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition to prison sentences, the court also imposed terms of supervised release on all the appellees;  levied special assessments but no fines;  and entered forfeiture orders against White, Record, and Dethlefs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While this prong of the test poses a question of law, see Koon, --- U.S. at ----, 116 S.Ct. at 2047, it nonetheless falls within the abuse of discretion rubric.  That \"standard includes review to determine that the discretion was not guided by erroneous legal conclusions.\"  Id. at ----, 116 S.Ct. at 2048</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> But cf.   Charles Erwin Wilson, To the Senate Armed Forces Committee (1952) (suggesting that \"[w]hat is good for the country is good for General Motors, and what's good for General Motors is good for the country\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court colorfully described this scenario as one in which the appellees had agreed \"to plead with their hearts in their throats ... knowing that the sky is the limit and the judge determines the height.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This appeal does not raise the question of whether the district court's actions impinged on Fed.R.Crim.P. 11(e)(1) (ordaining that the sentencing court \"shall not participate\" in plea discussions).  Consequently, we express no opinion either on that question or on the somewhat related question whether, with or without regard to Rule 11(e)(1), the appellants might have a basis for seeking to withdraw their guilty pleas</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Withal, we reject the government's claim that the prospective length and complexity of the proceedings should be disregarded because these attributes were aggravated by the court's bifurcation order.  Such trial management decisions are peculiarly within a nisi prius court's discretion, see, e.g., United States v. Saccoccia, <span class=\"citation\" data-id=\"196165\"><a href=\"/opinion/196165/united-states-v-saccoccia/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 770 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></span> (1996);  United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 974 (1st Cir.1995), and that discretion was not abused here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As we read the record, the lower court did not place much weight on this factor.  It found a substantial benefit to the judicial system apart from the issue of limited trial space and stated only that the removal to Bangor compounded its considerations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To be sure, the court stated that the only Portland location at which it could try criminal cases was in the Cumberland County Courthouse and that \"[t]he courthouse facility there available was in the new, modern wing where the courtrooms are relatively small, and none of those courtrooms that were available to this court as a result of that agreement were adequate to try 8 defendants with upwards of twenty lawyers participating in trial.\"   But the court did not explain why the bankruptcy court facilities (which were used during the renovation to conduct civil jury trials) were not utilized, or why the original severance order could not have been reinstated (thus paring the size of the queue), or whether the availability of other state facilities outside of Portland but closer than Bangor was explored</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In this case, the record strongly suggests that not all the appellees contributed in the same degree to bringing about the global pleas.  Moreover, in fixing the extent of the individual departures, the judge commented on the especially significant contributions that one or two defendants had made in breaking the log jam.  The court remains free, on remand, to pursue the question of whether this is a distinguishing feature warranting a downward departure in a particular instance.  See Garcia, 926 F.2d at 128</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/737510/"
  ]
}