{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197529/",
  "absolute_url": "/opinion/197529/clair-v-mercedes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197529/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:32:27Z",
  "date_modified": "2017-03-24T10:52:30.276800Z",
  "type": "010combined",
  "sha1": "e6d7fccc60490d38949fe9adc7dcd44d64fc8ab0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1398.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 96-1398\r\n\n                    CLAIR INTERNATIONAL, INC.\r\n                  AND FOREIGN MOTORS WEST, INC.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n              MERCEDES-BENZ OF NORTH AMERICA, INC.,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n             Aldrich and Cyr, Senior Circuit Judges,\r                                                             \r\n\n                                           \r                                                     \r\n\n   Richard B. McNamara, with whom Gregory A. Holmes and Stephanie A.\r                                                                              \r\nBray were on brief for appellants.\r            \r\n   Mark P. Szpak, with whom Peter K. Levitt and Ropes &amp; Gray were on\r                                                                      \r\nbrief for appellee.\r\n\n                                           \r                                                     \r\n                        September 5, 1997\r\n                                           \r                                                     \r\r\n\n          CYR,   Senior   Circuit   Judge.     Plaintiffs   Clair\r                    CYR,   Senior   Circuit   Judge.     \r                                                   \r\n\nInternational,  Inc. and Foreign Motors West,  Inc. appeal from a\r\n\ndistrict court  judgment dismissing  their respective  claims for\r\n\nbreach  of contract  and violation  of  Mass. Gen.  Laws ch.  93B\r\n\nagainst  Mercedes-Benz  of  North  America  (\"MBNA\"),  the  North\r\n\nAmerican distribution organization for Mercedes-Benz automobiles.\r\n\nThe  central  controversy   concerns  whether  the  restructuring\r\n\neffected by MBNA among its franchisees in the Greater Boston area\r\n\nduring  the  mid-1990s  breached its  dealership  agreement  with\r\n\nplaintiffs-appellants.  We affirm the district court judgment.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          During the  early 1990s,  MBNA was  represented by  two\r\n\ndealerships  in the  North Shore  area of  Greater Boston:   Auto\r\n\nEngineering, Inc.  (\"Auto Engineering\"),  located in  Burlington,\r\n\nand Gauthier Motors,  Inc. (\"Gauthier\"), located in Salem.   Auto\r\n\nEngineering closed in  April 1993,1 leaving Gauthier  as the only\r\n\nMBNA  presence on  the North  Shore.   Gauthier, among  the older\r\n\nMercedes-Benz dealerships  in  the United  States, operated  from\r\n\nwhat  MBNA considered an  inadequate facility, a  small, outmoded\r\n\ndealership located  in  downtown  Salem.   In  early  1993,  MBNA\r\n\napproved a plan for relocating  the Gauthier dealership to  Route\r\n                    \r                              \r\n\n     1Auto  Engineering  relocated  its dealership  without  MBNA\r\nauthorization on November 2,  1992.  See McLane  v. Mercedes-Benz\r                                                                           \r\nof  North America, Inc., 3  F.3d 522, 523 (1st  Cir. 1993).  As a\r                                 \r\nresult,  Mercedes gave notice  of termination.   Auto Engineering\r\nthen  obtained  a  temporary  injunction prohibiting  termination\r\nuntil April 11,  1993, at which time the injunction expired.  See\r                                                                           \r\nid. at 523-24.  See infra p. 9.\r                                   \r\n\n                                2\r\r\n\n128,  which would  enable it  to service  the entire  North Shore\r\n\narea.   Whereupon,  Gauthier  began  its search  for  an  outside\r\n\ninvestor to finance its relocation plan. \r\n\n          Unable to secure  a suitable investor, in  October 1994\r\n\nGauthier  decided  to  sell its  dealership  outright  to Michael\r\n\nCantanucci, an  experienced automobile dealer  who already  owned\r\n\nmore  than twenty non-MBNA franchises.  In due course, Cantanucci\r\n\nobtained a purchase and sale agreement on a  parcel of land along\r\n\nRoute  128, as  the  site  of the  proposed  new, exclusive  MBNA\r\n\ndealership.   After completing  a routine \"due  diligence\" check,\r\n\nwhich took approximately  one month, MBNA approved  the franchise\r\n\ntransfer to Cantanucci.  \r\n\n          The exclusivity provision was important to MBNA,  which\r\n\nfaced  increased competition from new luxury automobile lines and\r\n\nplanned to shift  to larger,  exclusive dealerships  in order  to\r\n\nmeet the challenge.  At the time, moreover, MBNA had no exclusive\r\n\ndealership  in the  Greater Boston  area,  and Mercedes-Benz  was\r\n\ndeveloping several new products, at  least one of which, a sports\r\n\nutility vehicle, was to be sold only at exclusive dealerships.\r\n\n          Upon  learning   of  the  proposed   location  for  the\r\n\nCantanucci dealership, Herb  Chambers, a Mercedes-Benz  dealer in\r\n\nSomerville, Massachusetts, protested to  MBNA, claiming that  the\r\n\nproposed  Route   128  site  was  too  close  to  his  Somerville\r\n\ndealership.  In December 1994, Chambers brought an action against\r\n\nMBNA to enjoin construction of its proposed Route 128 dealership.\r\n\nAlthough the  suit was  dismissed in April  1995, six  months had\r\n\n                                3\r\r\n\nelapsed   during  which   Cantanucci  had   not   proceeded  with\r\n\nconstruction  of the new dealership facility  due to the Chambers\r\n\nlitigation.\r\n\n          Meanwhile, differences were developing between MBNA and\r\n\nCantanucci concerning  the proposed new  dealership, particularly\r\n\nthe  timetable  for  construction, since  MBNA  had  been without\r\n\nadequate  North Shore representation for approximately two years.\r\n\nMoreover,  during the  summer of  1995 Cantanucci  had agreed  to\r\n\nacquire  a Mercedes  dealership in  Connecticut, which  concerned\r\n\nMBNA  for  two  reasons.    First,  MBNA  had  never  dealt  with\r\n\nCantanucci before, yet suddenly was faced with the  prospect that\r\n\nhe could  control two MBNA  dealerships in New England.   Second,\r\n\nthe   $10,000,000  investment   required   for  the   Connecticut\r\n\ndealership could leave  Cantanucci without adequate  financing to\r\n\nproceed with the North Shore dealership, where MBNA considered an\r\n\nadequate Mercedes-Benz presence vital. \r\n\n          These   concerns  were   borne   out  when   Cantanucci\r\n\napproached MBNA for permission to construct a smaller facility on\r\n\nRoute 128, then attempted to renege on the exclusivity provision.\r\n\nAlthough Cantanucci later agreed to meet the original terms after\r\n\nMBNA declined his  request, the new  permanent facility on  Route\r\n\n128 could not be completed for approximately ten more months, and\r\n\nCantanucci declined to  open a temporary service  facility during\r\n\nthe interim as MBNA had requested.\r\n\n          At this point,  with Gauthier running out  of operating\r\n\ncapital and MBNA  confronting the prospect that  there might soon\r\n\n                                4\r\r\n\nbe no Mercedes-Benz presence on  the North Shore, MBNA decided to\r\n\noffer its North Shore dealership to Chambers.\r\n\n          The MBNA decision  was based in  part on its  perceived\r\n\nneed to move quickly, due to the extended period during which the\r\n\nNorth Shore had  been without a suitable  Mercedes-Benz presence,\r\n\nespecially in light of the competition from new luxury automobile\r\n\nlines being marketed  at large, exclusive dealerships.   Further,\r\n\nMBNA  considered Chambers the  Mercedes-Benz dealer best  able to\r\n\nbecome an immediate force in the North  Shore market area.  As an\r\n\nestablished Massachusetts automobile  dealer, Chambers had access\r\n\nto  advertising opportunities  on  a scale  no  new dealer  could\r\n\nmatch.  Indeed, MBNA regarded  Chambers as its top dealer  in the\r\n\nGreater Boston area, especially since  he had the highest  profit\r\n\nmargin  and  was rated  its  best  dealer  \"at point  of  sale.\"2\r\n\nMoreover,  Chambers was well  capitalized and planned  to proceed\r\n\nimmediately with construction of an exclusive dealership facility\r                     \r\n\nmeeting  all MBNA  specifications, on  a very  desirable site  he\r\n\nalready owned in Danvers, Massachusetts.\r\n\n          In  the  meantime,  Chambers had  agreed  to  operate a\r\n\ntemporary  MBNA dealership  facility  at  a  site  in  Lynnfield,\r\n\nMassachusetts, pending  construction of  the permanent  facility.\r\n\nFinally, he not only agreed to operate an exclusive Mercedes-Benz\r\n\ndealership  on  the  North Shore,  but  to  convert  his existing\r\n\n                    \r                              \r\n\n     2The  \"point of sale\" rating assesses the degree of customer\r\nsatisfaction  with  the   dealer  at  the  time  the  vehicle  is\r\npurchased.   Chambers  fared less  well in  terms of  the vehicle\r\n\"service\" rating.\r\n\n                                5\r\r\n\nSomerville  dealership to an exclusive dealership as well, giving\r\n\nMBNA two exclusive dealerships in an important market  area where\r\n\nit had none.\r\n\n          At this  point, MBNA approached  Cantanucci, explaining\r\n\nthat it intended to honor its commitment  to him but would prefer\r\n\nthat the North Shore dealership go to Chambers.  MBNA offered  to\r\n\nmake Cantanucci whole, however, by reimbursing him for the amount\r\n\npaid  to Gauthier for  the North Shore franchise,  as well as any\r\n\nout-of-pocket  costs  incurred.3    In  August  1995,  Cantanucci\r\n\nreadily agreed to withdraw.\r\n\n          On  September  27, 1995,  Gauthier  ceased  to operate,\r\n\nleaving  MBNA with no  permanent Mercedes-Benz dealership  on the\r\n\nNorth  Shore,   though  Chambers  was   operating  the  temporary\r\n\ndealership   in  Lynnfield,  Massachusetts.    See  supra  p.  5.\r                                                                   \r\n\nThereafter, MBNA  never sought  another candidate  for the  North\r\n\nShore  area,  having  already  concluded,  even  before  Gauthier\r\n\nproposed Cantanucci,  that Chambers was the  preferred candidate,\r\n\nexcept for  the fact that Chambers already  owned a Mercedes-Benz\r                                                                           \r\n\ndealership in Somerville, a contiguous MBNA market area.\r                                                                 \r\n\n          MBNA  had a  longstanding  policy against  granting the\r\n\nsame dealer more  than one dealership in contiguous market areas.\r\n\nIts dealership agreements in 1992 stated the policy as follows:  \r\n\n          [T]o foster  competition among  Mercedes-Benz\r\n                    \r                              \r\n\n     3MBNA further proposed to make up any difference between the\r\nprice Cantanucci had paid to acquire the Route 128 site,  and the\r\nprice received for  it.  Ultimately, however, Cantanucci sold the\r\nland to Chambers  for the original purchase price.  But see infra\r                                                                           \r\npp. 16-17.\r\n\n                                6\r\r\n\n          dealers, it is  Mercedes-Benz's policy not to\r\n          permit,      except      in     extraordinary\r                                                                 \r\n          circumstances, an existing  dealer, owner, or\r                                 \r\n          operator to have interest in the ownership or\r\n          management of  another competitive  Mercedes-\r\n          Benz sales and service dealership in the same\r\n          area  of responsibility  or  in a  contiguous\r\n          market area. \r\n\n(Emphasis added.)   Nonetheless, a standard  dealership agreement\r\n\nprovision states: \r\n\n          Notwithstanding any provision  of this Agree-\r\n          ment, the final decision whether to establish\r                                                                 \r\n          additional dealers, or relocation of [sic] an\r                                      \r\n          existing dealer, shall be made by MBNA solely\r                                                                 \r\n          pursuant to  its own  business judgment,  and\r                                                           \r\n          nothing in this  Agreement shall be construed\r\n          to   require   Dealer's    consent   to   the\r\n          establishment  of  an  additional  dealer  or\r\n          relocation of an existing dealer.\r\n\n(Emphasis added.)   This  \"business judgment\"  provision and  all\r\n\nother standard dealership  agreement provisions are  incorporated\r\n\nby reference into each dealership agreement.  \r\n\n          By the time MBNA awarded the North Shore  dealership to\r\n\nChambers, however,  it was  operating under  a policy adopted  in\r\n\nApril 1993:\r\n\n          [A]  policy that  existed in  the  past which\r                                                                 \r\n          prohibited a proven  successful Mercedes-Benz\r                                                   \r\n          operator from operating more  than one Point,\r                                                                \r\n          does not  lend itself to  the most  effective\r                                            \r\n          and efficient way to meet today's competitive\r                                                                 \r\n          challenges.   Today it is the strength of the\r                              \r\n          overall  dealership  operation  that  insures\r\n          customer  satisfaction in  terms of  products\r\n          and services.  \r\n\n          Therefore,  it is in  our best interests   to\r                                                                 \r\n          permit,  in  appropriate  circumstances,  the\r                                                           \r\n          common ownership  of  more  than  one  dealer\r                                                                 \r\n          point for the express purpose  of meeting the\r                         \r\n          challenges of a competitive marketplace.\r\n\n                                7\r\r\n\n(Emphasis added.)4\r\n\n          On December 4, 1995, three dealers brought suit against\r\n\nMBNA:  Clair  International,  Inc., located  in  Dedham;  Foreign\r\n\nMotors West,  Inc., located in  Natick; and Smith Motor  Sales of\r\n\nHaverhill,  Inc., in  Haverhill.   Their  complaint alleged  that\r\n\nawarding Chambers a second dealership,  to be based in Danvers   \r\n\na  market area  contiguous to  the  Somerville market  area where\r\n\nChambers  already had a  dealership    breached  their dealership\r\n\ncontracts and  violated Mass. Gen.  Laws ch. 93B.   The complaint\r\n\nsought only to  enjoin Chambers from opening and  operating a new\r\n\ndealership in Danvers, Lynnfield, or any other area contiguous to\r\n\nthe Somerville dealership.\r\n\n          Following a  three-day bench trial,  the district court\r\n\nfound that MBNA had breached  its contract with Smith, though not\r\n\nwith Clair or Foreign Motors.5  It determined that the dealership\r\n\nprovision governing contiguous  market areas, see supra  pp. 6-7,\r                                                                 \r\n                    \r                              \r\n\n     4Although  MBNA did not  provide advance notice  to existing\r\ndealers regarding its amended policy, appellants raise the notice\r\nissue solely in connection with their belated attempt to assert a\r\nchapter 93B claim independently of any  breach-of-contract claim.\r\nSee infra pp. 16-17 &amp; note 7.\r                   \r\n\n     5The trial court decided that MBNA's conduct vis-a-vis Smith\r\nhad been based on a \"mixed\" motive.  It  found that Smith did not\r\noperate the type  of dealership MBNA wanted  to work with in  the\r\nfuture  and that  MBNA had  already  tried to  persuade Smith  to\r\nrelocate to the larger Manchester, New Hampshire, market.   Thus,\r\nthe court found that MBNA had installed Chambers not only to meet\r\nits own  pressing marketing  needs in the  North Shore  area, but\r\nalso to  foster its  goal of promoting  larger dealerships.   The\r\ndistrict court  further found that  MBNA had  not violated  Mass.\r\nGen.  Laws ch.  93B, however,  and  denied the  injunctive relief\r\nrequested by  Smith.   Finally, since the  court directed  that a\r\ntrial on damages  be scheduled in the Smith case at a later date,\r\nSmith is not a party to the present appeal.\r\n\n                                8\r\r\n\nwas contractual in nature, rather  than a mere recital of company\r\n\npolicy.    The  court  nonetheless  ruled  that  the  unambiguous\r\n\ncontract  language required  it to  ascertain,  from the  vantage\r                                                                           \r\n\npoint  of  MBNA,  whether  or not  \"extraordinary  circumstances\"\r                         \r\n\nwarranted  its  business  judgment  to  install  Chambers  in  an\r\n\nadditional dealership in  a contiguous  market area.   The  court\r\n\nwent  on to  find that  the  demise of  the Gauthier  dealership,\r\n\ncoupled with the  closing of Auto Engineering, see  supra note 1,\r                                                                   \r\n\nhad given  rise to an  extraordinary circumstance in the  eyes of\r\n\nMBNA.   The court  further found that  it was vital  to MBNA that\r\n\nChambers be  installed in the  North Shore dealership,  given the\r\n\nextended duration of its dealership  problems in the area and the\r\n\nincreased  competition from other  luxury automobile lines.   The\r\n\ndistrict  court findings  foreclosed  all  relief  to  Clair  and\r\n\nForeign  Motors, whose claims for injunctive relief under chapter\r\n\n93B  were premised  exclusively on  the  alleged breach  of their\r\n\ncontracts by  MBNA.   Finally, the  district court  certified the\r\n\njudgment  against Clair  and Foreign Motors  pursuant to  Fed. R.\r\n\nCiv. P. 54(b) (\"Rule 54(b)\").\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n1.   Appellate Jurisdiction \r          1.   Appellate Jurisdiction\r                                     \r\n\n     A.   Rule 54(b)\r               A.   Rule 54(b)\r                             \r\n\n          MBNA has moved  to dismiss  the appeal,  on the  ground\r\n\nthat the  Rule  54(b) certification  was  improper.   Rule  54(b)\r\n\npermits entry of a final judgment as to fewer than all parties in\r\n\n                                9\r\r\n\na civil  action upon \"an  express determination that there  is no\r\n\njust  reason for delay.\"  After  provisionally denying the motion\r\n\nto  dismiss, we  instructed the  parties to  brief both  the Rule\r\n\n54(b)  certification challenge and whether 28 U.S.C.   1292(a)(1)\r\n\nmight afford an  alternate jurisdictional ground for  the appeal,\r\n\nsee part II, 1.B, infra.\r                                 \r\n\n          The Rule 54(b) certification is problematic.  First, it\r\n\nincludes  no findings on  the relationship between  certified and\r\n\nuncertified claims.  See Credit Francais Int'l, S.A. v. Bio-Vita,\r                                                                           \r\n\nLtd., 78 F.3d  698, 706 (1st Cir. 1996);  Feinstein v. Resolution\r                                                                           \r\n\nTrust  Corp., 942  F.2d 34,  39-40  (1st Cir.  1991); Spiegel  v.\r                                                                       \r\n\nTrustees  of Tufts  College, 843  F.2d  38, 43  (1st Cir.  1988).\r                                     \r\n\nMoreover,  our review of  the record reveals  substantial overlap\r\n\nbetween the Clair and Foreign Motors cases, on the one  hand, and\r\n\nthe Smith  case awaiting  trial in the  district court.   Yet the\r\n\npresent  appeal would  have us  interpret contractual  provisions\r\n\ncommon to all three dealership agreements.  See Bio-Vita, 78 F.3d\r                                                                  \r\n\nat  707-08  (Rule 54(b)  certification  improvidently  granted in\r\n\nlight of overlap between certified and pending claims); Kersey v.\r                                                                        \r\n\nDennison Mfg. Co., 3 F.3d 482, 487-88 (1st Cir. 1993) (Rule 54(b)\r                           \r\n\ncertification improper given  interlocking factual issues  common\r\n\nto  adjudicated and unadjudicated  claims); Spiegel, 843  F.2d at\r                                                             \r\n\n44-45  (Rule 54(b)  certification  improper  where dismissed  and\r\n\npending   claims  \"stem   from  essentially   the  same   factual\r\n\naverments\").\r\n\n          Second, the central benefit identified in  the district\r\n\n                                10\r\r\n\ncourt's decision to  certify the adverse judgments  against Clair\r\n\nand Foreign Motors    that  the appellate court might resolve the\r\n\nMass. Gen. Laws  ch. 93B claims  in the process     is  illusory,\r\n\nespecially  since  the  district  court has  yet  to  address any\r\n\nchapter 93B claim.  See infra p. 16.6 \r                                       \r\n\n     B.   Interlocutory Jurisdiction (28 U.S.C.   1292(a)(1))\r               B.   Interlocutory Jurisdiction (28 U.S.C.   1292(a)(1))\r                                                                       \r\n\n          The  courts of  appeals are invested  with jurisdiction\r\n\nover  appeals from \"[i]nterlocutory orders of the district courts\r\n\n. .  . granting,  continuing, modifying,  refusing or  dissolving\r\n\ninjunctions, or refusing to dissolve  or modify injunctions.\"  28\r\n\nU.S.C.     1292(a)(1).    Clair  and  Foreign  Motors   have  not\r\n\ndemonstrated   that   section    1292(a)(1)   confers   appellate\r\n\njurisdiction over their claims. \r\n\n          The  district court order  had the practical  effect of\r\n\ndenying  injunctive relief  to  these  appellants.    See,  e.g.,\r                                                                          \r\n\nManchester Knitted Fashions, Inc. v. Amalgamated Cotton Garment &amp;\r                                                                           \r\n\nAllied Indus.  Fund, 967 F.2d  688, 690 (1st Cir.  1992) (partial\r                             \r\n\nsummary judgment had  practical effect  of granting  injunction);\r\n\nPlymouth Cty. Nuclear Info. Comm., Inc. v. Boston Edison Co., 655\r                                                                      \r\n\nF.2d  15,  17-18  (1st Cir.  1981)  (order  precluding injunctive\r\n\nrelief  on  stricken  claims had  \"practical  effect\"  of denying\r\n                    \r                              \r\n\n     6We would have no occasion  to address any chapter 93B claim\r\nat the present time.  Were we to conclude that the district court\r\nerred in its interpretation of the dealership contract, or in its\r\ndetermination that MBNA  did not  breach the  contract, we  would\r\nremand to  the district court  for further  consideration of  the\r\nClair  and Foreign  Motors claims.   As there  is no  chapter 93B\r\nruling to review, however, our  remand order would leave any such\r\nclaims  for  resolution  by  the  district  court  in  the  first\r\ninstance.\r\n\n                                11\r\r\n\ninjunction).   Consequently, appellants must satisfy the test set\r\n\nout in Carson v. American Brands, Inc., 450 U.S. 79, 84 (1981).\r                                                \r\n\n          There,   the   Supreme   Court    announced   that   an\r\n\ninterlocutory order which  has the practical effect  of granting,\r\n\ndenying, or altering an injunction, is not immediately appealable\r\n\nas of right  under section 1292(a)(1),  unless the appellant  can\r                                                        \r\n\nshow that the  order \"might have a serious,  perhaps irreparable,\r\n\nconsequence, and that [it] can  be effectually challenged only by\r\n\nimmediate appeal.\"  Id. (internal quotation marks omitted).   See\r                                                                           \r\n\nalso Casas Office Machines, Inc.  v. Mita Copystar America, Inc.,\r                                                                          \r\n\n42 F.3d 668,  672-73 (1st Cir. 1994).   Appellants, however, have\r\n\nidentified  no immediate  and  irreparable  harm  that  would  be\r\n\noccasioned  were   the  district  court   order  not  immediately\r\n\nappealable. \r\n\n          Nevertheless, given  both the problematic nature of the\r\n\nRule 54(b) certification and the  time which has passed since its\r\n\nentry, we conclude that the  interests of justice are best served\r\n\nby proceeding to  the merits.   See United  States v. Connell,  6\r                                                                       \r\n\nF.3d 27,  29 n.3  (1st Cir. 1993)  (It is  well settled  that \"an\r\n\nappellate court  may forego  the resolution  of a  jurisdictional\r\n\nquestion if,  as is  true here, the  appeal is  uncomplicated and\r\n\neasily  resolved in  favor  of  the party  to  whose benefit  the\r\n\njurisdictional  question would  redound.\");  see  also Norton  v.\r                                                                       \r\n\nMathews, 427 U.S. 524, 532 (1976);  Sierra Club v. Larson, 2 F.3d\r                                                                   \r\n\n462,  466 (1st Cir.  1993); In re  Unanue Casal, 998  F.2d 28, 33\r                                                         \r\n\n(1st Cir. 1993); Narragansett Indian  Tribe v. Guilbert, 934 F.2d\r                                                                 \r\n\n                                12\r\r\n\n4, 8 n.5 (1st Cir. 1991); Federal Deposit Ins. Corp. v. Caledonia\r                                                                           \r\n\nInv. Corp., 862 F.2d 378, 381 (1st Cir. 1988).\r                    \r\n\n2.   Construing the Dealership Agreements\r          2.   Construing the Dealership Agreements\r                                                   \r\n\n          The  dealership  agreements   included  two  provisions\r\n\ndirectly pertinent  to the MBNA  decision to install  Chambers in\r\n\nthe North Shore area  dealership.  The first  provision prohibits\r\n\nMBNA  from awarding franchises  to the same  dealer in contiguous\r\n\nmarket areas except in \"extraordinary circumstances.\"  The second\r\n\nprovision sweeps more broadly, however, enabling MBNA to exercise\r\n\nits  business  judgment  as to  whether  an  additional franchise\r\n\nshould be  awarded to an  existing dealer in a  contiguous market\r\n\narea.  \r\n\n          The  district court  made  two important  legal rulings\r\n\nregarding these  provisions.  First, it held that the \"extraordi-\r\n\nnary  circumstances\"  provision  is  contractual  in  nature  and\r\n\nbinding   upon  MBNA.    It  then  construed  the  \"extraordinary\r\n\ncircumstances\" provision  in relation to the  \"business judgment\"\r\n\nprovision, as follows: \r\n\n          But what does  it mean?  In  the context read\r\n          in light of  the more sweeping  clause . .  .\r\n          which leaves  to Mercedes-Benz  the virtually\r\n          unfettered,  save  by  the covenant  of  good\r\n          faith  and fair dealing .  . . what does this\r\n          more limited  but more  precise clause  mean?\r\n          Legally . . . to read it in harmony in .  . .\r\n          a  way that effectuates  the intention of the\r\n          parties, it  means that  this clause  is read\r\n          such that, absent extraordinary circumstances\r\n          in the  eyes of Mercedes-Benz, they  will not\r\n          appoint  a  dealer  to  have  two  points  in\r\n          contiguous  market areas  and that  they will\r\n          interpret the  implementation of  this policy\r\n          in a  fashion  as to  foster competition,  to\r\n          give   the  phrase   to  foster   competition\r\n\n                                13\r\r\n\n          significance,  in its  context.   Now, that's\r\n          what this language means on its face.\r\n\nThus, the  district court rejected  both the MBNA claim  that the\r\n\n\"extraordinary  circumstances\"  provision  was  simply  a  policy\r\n\nstatement,  and  the  theory  advanced  by  appellants  that  the\r\n\n\"business judgment\" provision  had no application in  the present\r\n\ncontext. \r\n\n          Appellants challenge the  district court ruling on  the\r\n\nground  that  its   \"extraordinary  circumstances\"  determination\r\n\nshould have been  based on an objective  reasonableness standard,\r\n\nnot merely on reasonableness in the eyes of MBNA.  As the present\r\n\nclaim challenges the district court's construction of unambiguous\r\n\ncontractual terms in  an integrated agreement, we  review de novo\r                                                                           \r\n\nthe \"plain  meaning\" the district court ascribed  to these terms.\r\n\nState Police Ass'n  v. Commissioner of Internal  Revenue, No. 97-\r                                                                  \r\n\n1319,  slip op.  at 5  (1st Cir.  Aug. 20,  1997); United  States\r                                                                           \r\n\nLiability  Ins. Co. v. Selman, 70  F.3d 684, 687 (1st Cir. 1995).\r                                       \r\n\nThe   choice-of-law  provision   in   the  dealership   agreement\r\n\ndesignates New Jersey  law.  See McCarthy v. Azure,  22 F.3d 351,\r                                                            \r\n\n356 n.5 (1st Cir. 1994) (reasonable choice-of-law provision to be\r\n\nrespected).   Since MBNA has  its principal place of  business in\r\n\nNew Jersey, we honor this designation.\r\n\n          As the district court recognized, \"a document should be\r\n\nread to  give effect  to all  its provisions  and to render  them\r\n\nconsistent  with each  other.\"   Mastrobuono  v. Shearson  Lehman\r                                                                           \r\n\nHutton, Inc. 115  S. Ct. 1212, 1219 (1995)  (Illinois law; citing\r                      \r\n\nRESTATEMENT (SECOND) OF CONTRACTS   203  and cmt. b (1979);   202\r\n\n                                14\r\r\n\n(5)); see also Coolidge &amp; Sickler, Inc. v. Regn, 80 A.2d 554, 557\r                                                         \r\n\n(N.J. 1951) (\"'The design of the parties to a written contract is\r\n\nto be collected from the instrument as an entirety. . . .  Words,\r\n\nphrases and  clauses are  not to be  isolated but related  to the\r\n\ncontext  and the  contractual scheme  as a  whole, and  given the\r\n\nmeaning that comports with  the probable intention.   The literal\r\n\nsense  of  the terms  may  be  qualified  by context.'\"  (quoting\r\n\nMantell  v. International Plastic  Harmonica Corp., 55  A.2d 250,\r                                                            \r\n\n255 (N.J.  1947))); Andreaggi v.  Relis, 408 A.2d 455,  468 (N.J.\r                                                 \r\n\nSuper.  1979) (\"All  provisions of  a document  must be  read and\r\n\nshould  be  harmonized  where possible  in  interpreting  a docu-\r\n\nment.\").   Unlike appellants,  the district  court construed  the\r\n\ndealership agreement  as a whole,  in the  sense that it  did not\r\n\nrender meaningless the broad contractual caveat that MBNA, in the\r\n\nexercise  of  its  exclusive business  judgment,  was  to be  the\r\n\nultimate  arbiter.   Thus construed,  the \"extraordinary  circum-\r\n\nstances\" provision  simply encapsulates  the essential  nature of\r\n\nthe business judgment MBNA is permitted to make regarding whether\r\n\nto award the  same dealer more than one  dealership in contiguous\r\n\nmarket areas.\r\n\n3.   \"Extraordinary Circumstances\"\r          3.   \"Extraordinary Circumstances\"\r                                           \r\n\n          The   district    court   based    its   \"extraordinary\r\n\ncircumstances\" determination  on the  evidence adduced  at trial.\r\n\nFocusing especially on the extended period  during which MBNA had\r\n\nbeen without adequate representation on the North Shore, it found\r\n\nthat  \"the demise  or imminent  demise of  Gauthier on  the North\r\n\n                                15\r\r\n\nShore, coupled with the squeezing  out of Auto Engineering .  . .\r\n\n[was] an extraordinary circumstance in the eyes of Mercedes.\"  We\r\n\nreview its finding  only for \"clear  error.\"  Selman, 70  F.3d at\r                                                              \r\n\n687  (\"clear error\" standard  \"pertains whenever the  trial court\r\n\ndecides  factual matters that  are essential to  ascertaining the\r\n\nparties' rights in  a particular situation (though  not dependent\r\n\non the meaning of contractual terms per se)\").\r\n\n          The district court reasonably  found that the  extended\r\n\nabsence  of  an  adequate  MBNA  presence  on  the  North   Shore\r\n\nconstituted  an extraordinary circumstance  in the eyes  of MBNA,\r\n\nespecially  since MBNA was facing aggressive competition from new\r\n\nluxury   automobile   lines  operating   from   large,  exclusive\r\n\ndealerships,  whereas MBNA  had no  exclusive  dealership in  the\r\n\nNorth Shore market area and  soon could be without any dealership\r\n\nthere.   MBNA's  decision to  award a  North Shore  dealership to\r\n\nChambers in these extraordinary  circumstances, see supra Section\r                                                                   \r\n\nI, was  well within the  broad and exclusive  \"business judgment\"\r\n\ndiscretion conferred upon it by the dealership agreement.   There\r\n\nwas no clear error.\r\n\n          Next, we  consider appellants' claims  under Mass. Gen.\r\n\nLaws ch. 93B.   Since there  was no breach  of contract by  MBNA,\r\n\ntheir  chapter 93B claims  fail as well.   See supra  pp. 10-11 &amp;\r                                                              \r\n\nnote 6. \r\n\n          Appellants assert that MBNA promulgated a secret policy\r\n\ninconsistent  with  the   contractual  restrictions  on  multiple\r\n\ndealerships in contiguous  market areas, and that  MBNA \"secretly\r\n\n                                16\r\r\n\nsubsidized\"  Chambers by  affording him  financial  assistance in\r\n\nacquiring the Route 128 property from Cantanucci.  See supra note\r                                                                      \r\n\n3.  Appellants  mischaracterize the trial court  record, however,\r\n\nin attempting  to demonstrate  that enough  evidence of  \"general\r\n\nunfairness\" by MBNA  came in by consent,  at trial, to raise  the\r\n\nspecter of a chapter 93B violation notwithstanding the absence of\r\n\na breach of contract.\r\n\n          The district court initially  excluded all evidence  of\r\n\nsubsidies, since appellants had never alleged a chapter 93B claim\r\n\nindependent  of  their  breach-of-contract claims.7    Clair  and\r\n\nForeign  Motors then changed course, and ultimately the proffered\r\n\nevidence  was  admitted,  but  only  to establish  \"extraordinary\r\n\ncircumstances.\"  We  cannot conclude, on such a  record, that the\r\n\nproffered  evidence  came  in by  consent  to  establish \"general\r\n\nunfairness.\"    To the  contrary, neither  MBNA nor  the district\r\n\ncourt acquiesced, let alone consented,  to the trial of a chapter\r\n\n93B claim  predicated on  general unfairness.   Nor did  Clair or\r\n\nForeign Motors move to amend their pleadings, see Fed. R. Civ. P.\r                                                           \r\n\n15(b),  to  reflect  their  newfound  general unfairness  theory.\r\n\nGiven  the  explicit  restrictions  repeatedly  imposed  by   the\r\n\ndistrict  court  in  allowing  the \"extraordinary  circumstances\"\r\n\nevidence, we conclude that the general unfairness  theory was not\r\n\ntried below.   See DCPB, Inc. v.  City of Lebanon, 957  F.2d 913,\r                                                           \r\n                    \r                              \r\n\n     7Further,  based on the fact that  the complaint included no\r\nindependent  chapter 93B  claim, the  district  court ruled  that\r\nMBNA's failure to give  its dealers notice of the  new policy was\r\nimmaterial,  since  MBNA  had  complied  with the  \"extraordinary\r\ncircumstances\" provision in the dealership agreement. \r\n\n                                17\r\r\n\n917  (1st  Cir.  1992) (\"The  introduction  of  evidence directly\r\n\nrelevant to  a pleaded issue  cannot be  the basis for  a founded\r\n\nclaim that  the opposing  party should have  realized that  a new\r\n\nissue was  infiltrating the  case.\").  See  also In re  Rauh,    \r                                                                      \r\n\nF.3d    ,     ,   1997 WL  394424, *7  (1st Cir.  July 18,  1997)\r\n\n(collecting cases). 8\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          Accordingly, the district  court judgment is  affirmed;\r                                                                          \r\n\ncosts to MBNA.\r                       \r\n\n                    \r                              \r\n\n     8Appellants' further contention    that an injunction should\r\nhave  been granted  under  the common-law  standard     was never\r\nraised below.   See Violette v. Smith  &amp; Nephew Dyonics, Inc., 62\r                                                                       \r\nF.3d  8,  10-11  (1st Cir.  1995),  cert.  denied, 116 S.Ct. 1568\r                                                           \r\n(1996); Desjardins v.  Van Buren Community Hosp.,  969 F.2d 1280,\r                                                          \r\n1282 (1st Cir. 1992) (collecting cases).\r\n\n                                18\r\r\n",
  "html": "<p class=\"case_cite\">124 F.3d 314</p>\n    <p class=\"case_cite\">38 Fed.R.Serv.3d 737</p>\n    <p class=\"parties\">CLAIR INTERNATIONAL, INC. and Foreign Motors West, Inc.,<br>Plaintiffs, Appellants,<br>v.<br>MERCEDES-BENZ OF NORTH AMERICA, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1398.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1997.<br>Decided Sept. 5, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard B. McNamara, Bedford, NH, with whom Gregory A. Holmes and Stephanie A. Bray, Manchester, NH, were on brief for appellants.</p>\n      <p class=\"indent\">Mark P. Szpak, Boston, MA, with whom Peter K. Levitt, Washington, DC, and Ropes &amp; Gray were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs Clair International, Inc. and Foreign Motors West, Inc. appeal from a district court judgment dismissing their respective claims for breach of contract and violation of Mass.  Gen. Laws ch.  93B against Mercedes-Benz of North America (\"MBNA\"), the North American distribution organization for Mercedes-Benz automobiles.  The central controversy concerns whether the restructuring effected by MBNA among its franchisees in the Greater Boston area during the mid-1990s breached its dealership agreement with plaintiffs-appellants.  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the early 1990s, MBNA was represented by two dealerships in the North Shore area of Greater Boston:  Auto Engineering, Inc.  (\"Auto Engineering\"), located in Burlington, and Gauthier Motors, Inc.  (\"Gauthier\"), located in Salem.  Auto Engineering closed in April 1993,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> leaving Gauthier as the only MBNA presence on the North Shore.  Gauthier, among the older Mercedes-Benz dealerships in the United States, operated from what MBNA considered an inadequate facility, a small, outmoded dealership located in downtown Salem.  In early 1993, MBNA approved a plan for relocating the Gauthier dealership to Route 128, which would enable it to service the entire North Shore area.  Whereupon, Gauthier began its search for an outside investor to finance its relocation plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Unable to secure a suitable investor, in October 1994 Gauthier decided to sell its dealership outright to Michael Cantanucci, an experienced automobile dealer who already owned more than twenty non-MBNA franchises.  In due course, Cantanucci obtained a purchase and sale agreement on a parcel of land along Route 128, as the site of the proposed new, exclusive MBNA dealership.  After completing a routine \"due diligence\" check, which took approximately one month, MBNA approved the franchise transfer to Cantanucci.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The exclusivity provision was important to MBNA, which faced increased competition from new luxury automobile lines and planned to shift to larger, exclusive dealerships in order to meet the challenge.  At the time, moreover, MBNA had no exclusive dealership in the Greater Boston area, and Mercedes-Benz was developing several new products, at least one of which, a sports utility vehicle, was to be sold only at exclusive dealerships.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon learning of the proposed location for the Cantanucci dealership, Herb Chambers, a Mercedes-Benz dealer in Somerville, Massachusetts, protested to MBNA, claiming that the proposed Route 128 site was too close to his Somerville dealership.  In December 1994, Chambers brought an action against MBNA to enjoin construction of its proposed Route 128 dealership.  Although the suit was dismissed in April 1995, six months had elapsed during which Cantanucci had not proceeded with construction of the new dealership facility due to the Chambers litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Meanwhile, differences were developing between MBNA and Cantanucci concerning the proposed new dealership, particularly the timetable for construction, since MBNA had been without adequate North Shore representation for approximately two years.  Moreover, during the summer of 1995 Cantanucci had agreed to acquire a Mercedes dealership in Connecticut, which concerned MBNA for two reasons.  First, MBNA had never dealt with Cantanucci before, yet suddenly was faced with the prospect that he could control two MBNA dealerships in New England.  Second, the $10,000,000 investment required for the Connecticut dealership could leave Cantanucci without adequate financing to proceed with the North Shore dealership, where MBNA considered an adequate Mercedes-Benz presence vital.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">These concerns were borne out when Cantanucci approached MBNA for permission to construct a smaller facility on Route 128, then attempted to renege on the exclusivity provision.  Although Cantanucci later agreed to meet the original terms after MBNA declined his request, the new permanent facility on Route 128 could not be completed for approximately ten more months, and Cantanucci declined to open a temporary service facility during the interim as MBNA had requested.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At this point, with Gauthier running out of operating capital and MBNA confronting the prospect that there might soon be no Mercedes-Benz presence on the North Shore, MBNA decided to offer its North Shore dealership to Chambers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The MBNA decision was based in part on its perceived need to move quickly, due to the extended period during which the North Shore had been without a suitable Mercedes-Benz presence, especially in light of the competition from new luxury automobile lines being marketed at large, exclusive dealerships.  Further, MBNA considered Chambers the Mercedes-Benz dealer best able to become an immediate force in the North Shore market area.  As an established Massachusetts automobile dealer, Chambers had access to advertising opportunities on a scale no new dealer could match.  Indeed, MBNA regarded Chambers as its top dealer in the Greater Boston area, especially since he had the highest profit margin and was rated its best dealer \"at point of sale.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Moreover, Chambers was well capitalized and planned to proceed immediately with construction of an exclusive dealership facility meeting all MBNA specifications, on a very desirable site he already owned in Danvers, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the meantime, Chambers had agreed to operate a temporary MBNA dealership facility at a site in Lynnfield, Massachusetts, pending construction of the permanent facility.  Finally, he not only agreed to operate an exclusive Mercedes-Benz dealership on the North Shore, but to convert his existing Somerville dealership to an exclusive dealership as well, giving MBNA two exclusive dealerships in an important market area where it had none.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At this point, MBNA approached Cantanucci, explaining that it intended to honor its commitment to him but would prefer that the North Shore dealership go to Chambers.  MBNA offered to make Cantanucci whole, however, by reimbursing him for the amount paid to Gauthier for the North Shore franchise, as well as any out-of-pocket costs incurred.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In August 1995, Cantanucci readily agreed to withdraw.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On September 27, 1995, Gauthier ceased to operate, leaving MBNA with no permanent Mercedes-Benz dealership on the North Shore, though Chambers was operating the temporary dealership in Lynnfield, Massachusetts.  See supra p. 317.  Thereafter, MBNA never sought another candidate for the North Shore area, having already concluded, even before Gauthier proposed Cantanucci, that Chambers was the preferred candidate, except for the fact that Chambers already owned a Mercedes-Benz dealership in Somerville, a contiguous MBNA market area.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">MBNA had a longstanding policy against granting the same dealer more than one dealership in contiguous market areas.  Its dealership agreements in 1992 stated the policy as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[T]o foster competition among Mercedes-Benz dealers, it is Mercedes-Benz's policy not to permit, except in extraordinary circumstances, an existing dealer, owner, or operator to have interest in the ownership or management of another competitive Mercedes-Benz sales and service dealership in the same area of responsibility or in a contiguous market area.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(Emphasis added.)   Nonetheless, a standard dealership agreement provision states:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Notwithstanding any provision of this Agreement, the final decision whether to establish additional dealers, or relocation of [sic] an existing dealer, shall be made by MBNA solely pursuant to its own business judgment, and nothing in this Agreement shall be construed to require Dealer's consent to the establishment of an additional dealer or relocation of an existing dealer.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(Emphasis added.)   This \"business judgment\" provision and all other standard dealership agreement provisions are incorporated by reference into each dealership agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">By the time MBNA awarded the North Shore dealership to Chambers, however, it was operating under a policy adopted in April 1993:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[A ] policy that existed in the past which prohibited a proven successful Mercedes-Benz operator from operating more than one Point, does not lend itself to the most effective and efficient way to meet today's competitive challenges.   Today it is the strength of the overall dealership operation that insures customer satisfaction in terms of products and services.Therefore, it is in our best interests to permit, in appropriate circumstances, the common ownership of more than one dealer point for the express purpose of meeting the challenges of a competitive marketplace.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(Emphasis added.)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On December 4, 1995, three dealers brought suit against MBNA:  Clair International, Inc., located in Dedham;  Foreign Motors West, Inc., located in Natick;  and Smith Motor Sales of Haverhill, Inc., in Haverhill.  Their complaint alleged that awarding Chambers a second dealership, to be based in Danvers--a market area contiguous to the Somerville market area where Chambers already had a dealership--breached their dealership contracts and violated Mass.  Gen. Laws ch.  93B. The complaint sought only to enjoin Chambers from opening and operating a new dealership in Danvers, Lynnfield, or any other area contiguous to the Somerville dealership.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Following a three-day bench trial, the district court found that MBNA had breached its contract with Smith, though not with Clair or Foreign Motors.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  It determined that the dealership provision governing contiguous market areas, see supra pp. 316-17, was contractual in nature, rather than a mere recital of company policy.  The court nonetheless ruled that the unambiguous contract language required it to ascertain, from the vantage point of MBNA, whether or not \"extraordinary circumstances\" warranted its business judgment to install Chambers in an additional dealership in a contiguous market area.  The court went on to find that the demise of the Gauthier dealership, coupled with the closing of Auto Engineering, see supra note 1, had given rise to an extraordinary circumstance in the eyes of MBNA.  The court further found that it was vital to MBNA that Chambers be installed in the North Shore dealership, given the extended duration of its dealership problems in the area and the increased competition from other luxury automobile lines.  The district court findings foreclosed all relief to Clair and Foreign Motors, whose claims for injunctive relief under chapter 93B were premised exclusively on the alleged breach of their contracts by MBNA.  Finally, the district court certified the judgment against Clair and Foreign Motors pursuant to Fed.R.Civ.P. 54(b) (\"Rule 54(b)\").</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>1. Appellate Jurisdiction</p>\n    <p class=\"indent\">A.  Rule 54(b)</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">MBNA has moved to dismiss the appeal, on the ground that the Rule 54(b) certification was improper.  Rule 54(b) permits entry of a final judgment as to fewer than all parties in a civil action upon \"an express determination that there is no just reason for delay.\"   After provisionally denying the motion to dismiss, we instructed the parties to brief both the Rule 54(b) certification challenge and whether 28 U.S.C. &#167; 1292(a)(1) might afford an alternate jurisdictional ground for the appeal, see part II, 1.B, infra.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Rule 54(b) certification is problematic.  First, it includes no findings on the relationship between certified and uncertified claims.  See Credit Francais Int'l, S.A. v. Bio-Vita, Ltd., 78 F.3d 698, 706 (1st Cir.1996);  Feinstein v. Resolution Trust Corp., 942 F.2d 34, 39-40 (1st Cir.1991);  Spiegel v. Trustees of Tufts College, 843 F.2d 38, 43 (1st Cir.1988).  Moreover, our review of the record reveals substantial overlap between the Clair and Foreign Motors cases, on the one hand, and the Smith case awaiting trial in the district court.  Yet the present appeal would have us interpret contractual provisions common to all three dealership agreements.  See Bio-Vita, 78 F.3d at 707-08 (Rule 54(b) certification improvidently granted in light of overlap between certified and pending claims);  Kersey v. Dennison Mfg. Co., 3 F.3d 482, 487-88 (1st Cir.1993) (Rule 54(b) certification improper given interlocking factual issues common to adjudicated and unadjudicated claims);  Spiegel, 843 F.2d at 44-45 (Rule 54(b) certification improper where dismissed and pending claims \"stem from essentially the same factual averments\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, the central benefit identified in the district court's decision to certify the adverse judgments against Clair and Foreign Motors--that the appellate court might resolve the Mass.  Gen. Laws ch.  93B claims in the process--is illusory, especially since the district court has yet to address any chapter 93B claim.  See infra p. 321.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">B. Interlocutory Jurisdiction (28 U.S.C. &#167; 1292(a)(1))</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The courts of appeals are invested with jurisdiction over appeals from \"[i]nterlocutory orders of the district courts ... granting, continuing, modifying, refusing or dissolving injunctions, or refusing to dissolve or modify injunctions.\"  28 U.S.C. &#167; 1292(a)(1).  Clair and Foreign Motors have not demonstrated that section 1292(a)(1) confers appellate jurisdiction over their claims.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court order had the practical effect of denying injunctive relief to these appellants.  See, e.g., Manchester Knitted Fashions, Inc. v. Amalgamated Cotton Garment &amp; Allied Indus. Fund, 967 F.2d 688, 690 (1st Cir.1992) (partial summary judgment had practical effect of granting injunction);  Plymouth County Nuclear Info.  Committee, Inc. v. Boston Edison Co., 655 F.2d 15, 17-18 (1st Cir.1981) (order precluding injunctive relief on stricken claims had \"practical effect\" of denying injunction).  Consequently, appellants must satisfy the test set out in Carson v. American Brands, Inc., 450 U.S. 79, 84, 101 S.Ct. 993, 996-97, 67 L.Ed.2d 59 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">There, the Supreme Court announced that an interlocutory order which has the practical effect of granting, denying, or altering an injunction, is not immediately appealable as of right under section 1292(a)(1), unless the appellant can show that the order \"might have a serious, perhaps irreparable, consequence, and that [it] can be effectually challenged only by immediate appeal.\"  Id. (internal quotation marks omitted).  See also Casas Office Machines, Inc. v. Mita Copystar America, Inc., 42 F.3d 668, 672-73 (1st Cir.1994).  Appellants, however, have identified no immediate and irreparable harm that would be occasioned were the district court order not immediately appealable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nevertheless, given both the problematic nature of the Rule 54(b) certification and the time which has passed since its entry, we conclude that the interests of justice are best served by proceeding to the merits.  See United States v. Connell, 6 F.3d 27, 29 n. 3 (1st Cir.1993) (It is well settled that \"an appellate court may forego the resolution of a jurisdictional question if, as is true here, the appeal is uncomplicated and easily resolved in favor of the party to whose benefit the jurisdictional question would redound.\");   see also Norton v. Mathews, 427 U.S. 524, 532, 96 S.Ct. 2771, 2775-76, 49 L.Ed.2d 672 (1976);  Sierra Club v. Larson, 2 F.3d 462, 466 (1st Cir.1993);  In re Unanue Casal, 998 F.2d 28, 33 (1st Cir.1993);  Narragansett Indian Tribe v. Guilbert, 934 F.2d 4, 8 n. 5 (1st Cir.1991);  Federal Deposit Ins. Corp. v. Caledonia Inv. Corp., 862 F.2d 378, 381 (1st Cir.1988).2. Construing the Dealership Agreements</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The dealership agreements included two provisions directly pertinent to the MBNA decision to install Chambers in the North Shore area dealership.  The first provision prohibits MBNA from awarding franchises to the same dealer in contiguous market areas except in \"extraordinary circumstances.\"   The second provision sweeps more broadly, however, enabling MBNA to exercise its business judgment as to whether an additional franchise should be awarded to an existing dealer in a contiguous market area.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court made two important legal rulings regarding these provisions.  First, it held that the \"extraordinary circumstances\" provision is contractual in nature and binding upon MBNA.  It then construed the \"extraordinary circumstances\" provision in relation to the \"business judgment\" provision, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>But what does it mean?   In the context read in light of the more sweeping clause ... which leaves to Mercedes-Benz the virtually unfettered, save by the covenant of good faith and fair dealing ... what does this more limited but more precise clause mean?   Legally ... to read it in harmony in ... a way that effectuates the intention of the parties, it means that this clause is read such that, absent extraordinary circumstances in the eyes of Mercedes-Benz, they will not appoint a dealer to have two points in contiguous market areas and that they will interpret the implementation of this policy in a fashion as to foster competition, to give the phrase to foster competition significance, in its context.  Now, that's what this language means on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus, the district court rejected both the MBNA claim that the \"extraordinary circumstances\" provision was simply a policy statement, and the theory advanced by appellants that the \"business judgment\" provision had no application in the present context.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellants challenge the district court ruling on the ground that its \"extraordinary circumstances\" determination should have been based on an objective reasonableness standard, not merely on reasonableness in the eyes of MBNA.  As the present claim challenges the district court's construction of unambiguous contractual terms in an integrated agreement, we review de novo the \"plain meaning\" the district court ascribed to these terms.  State Police Ass'n v. Commissioner of Internal Revenue, 125 F.3d 1, 3, (1st Cir.1997);  United States Liability Ins. Co. v. Selman, 70 F.3d 684, 687 (1st Cir.1995).  The choice-of-law provision in the dealership agreement designates New Jersey law.  See McCarthy v. Azure, 22 F.3d 351, 356 n. 5 (1st Cir.1994) (reasonable choice-of-law provision to be respected).  Since MBNA has its principal place of business in New Jersey, we honor this designation.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As the district court recognized, \"a document should be read to give effect to all its provisions and to render them consistent with each other.\"  Mastrobuono v. Shearson Lehman Hutton, Inc. 514 U.S. 52, 63, 115 S.Ct. 1212, 1219, 131 L.Ed.2d 76 (1995) (Illinois law;  citing RESTATEMENT (SECOND) OF CONTRACTS &#167; 203 and cmt. b (1979);  &#167; 202(5));  see also Coolidge &amp; Sickler, Inc. v. Regn, 7 N.J. 93, 80 A.2d 554, 557 (1951) (\" 'The design of the parties to a written contract is to be collected from the instrument as an entirety....  Words, phrases and clauses are not to be isolated but related to the context and the contractual scheme as a whole, and given the meaning that comports with the probable intention.  The literal sense of the terms may be qualified by context.' \"  (quoting Mantell v. International Plastic Harmonica Corp., 141 N.J. Eq. 379, 55 A.2d 250, 255 (1947)));  Andreaggi v. Relis, 171 N.J.Super. 203, 408 A.2d 455, 468 (1979) (\"All provisions of a document must be read and should be harmonized where possible in interpreting a document.\").  Unlike appellants, the district court construed the dealership agreement as a whole, in the sense that it did not render meaningless the broad contractual caveat that MBNA, in the exercise of its exclusive business judgment, was to be the ultimate arbiter.  Thus construed, the \"extraordinary circumstances\" provision simply encapsulates the essential nature of the business judgment MBNA is permitted to make regarding whether to award the same dealer more than one dealership in contiguous market areas.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>3. \"Extraordinary Circumstances\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court based its \"extraordinary circumstances\" determination on the evidence adduced at trial.  Focusing especially on the extended period during which MBNA had been without adequate representation on the North Shore, it found that \"the demise or imminent demise of Gauthier on the North Shore, coupled with the squeezing out of Auto Engineering ... [was] an extraordinary circumstance in the eyes of Mercedes.\"   We review its finding only for \"clear error.\"  Selman, 70 F.3d at 687 (\"clear error\" standard \"pertains whenever the trial court decides factual matters that are essential to ascertaining the parties' rights in a particular situation (though not dependent on the meaning of contractual terms per se)\").</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court reasonably found that the extended absence of an adequate MBNA presence on the North Shore constituted an extraordinary circumstance in the eyes of MBNA, especially since MBNA was facing aggressive competition from new luxury automobile lines operating from large, exclusive dealerships, whereas MBNA had no exclusive dealership in the North Shore market area and soon could be without any dealership there.  MBNA's decision to award a North Shore dealership to Chambers in these extraordinary circumstances, see supra Section I, was well within the broad and exclusive \"business judgment\" discretion conferred upon it by the dealership agreement.  There was no clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Next, we consider appellants' claims under Mass.  Gen. Laws ch.  93B. Since there was no breach of contract by MBNA, their chapter 93B claims fail as well.  See supra pp. 318-19 &amp; note 6.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellants assert that MBNA promulgated a secret policy inconsistent with the contractual restrictions on multiple dealerships in contiguous market areas, and that MBNA \"secretly subsidized\" Chambers by affording him financial assistance in acquiring the Route 128 property from Cantanucci.  See supra note 3. Appellants mischaracterize the trial court record, however, in attempting to demonstrate that enough evidence of \"general unfairness\" by MBNA came in by consent, at trial, to raise the specter of a chapter 93B violation notwithstanding the absence of a breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court initially excluded all evidence of subsidies, since appellants had never alleged a chapter 93B claim independent of their breach-of-contract claims.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Clair and Foreign Motors then changed course, and ultimately the proffered evidence was admitted, but only to establish \"extraordinary circumstances.\"   We cannot conclude, on such a record, that the proffered evidence came in by consent to establish \"general unfairness.\"   To the contrary, neither MBNA nor the district court acquiesced, let alone consented, to the trial of a chapter 93B claim predicated on general unfairness.  Nor did Clair or Foreign Motors move to amend their pleadings, see Fed.R.Civ.P. 15(b), to reflect their newfound general unfairness theory.  Given the explicit restrictions repeatedly imposed by the district court in allowing the \"extraordinary circumstances\" evidence, we conclude that the general unfairness theory was not tried below.  See DCPB, Inc. v. City of Lebanon, 957 F.2d 913, 917 (1st Cir.1992) (\"The introduction of evidence directly relevant to a pleaded issue cannot be the basis for a founded claim that the opposing party should have realized that a new issue was infiltrating the case.\").  See also In re Rauh, 119 F.3d 46, 52-53 (1st Cir.1997) (collecting cases).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>III</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Accordingly, the district court judgment is affirmed;  costs to MBNA.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Auto Engineering relocated its dealership without MBNA authorization on November 2, 1992.  See McLane v. Mercedes-Benz of North America, Inc., 3 F.3d 522, 523 (1st Cir.1993).  As a result, Mercedes gave notice of termination.  Auto Engineering then obtained a temporary injunction prohibiting termination until April 11, 1993, at which time the injunction expired.  See id. at 523-24.   See infra p. 318</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The \"point of sale\" rating assesses the degree of customer satisfaction with the dealer at the time the vehicle is purchased.  Chambers fared less well in terms of the vehicle \"service\" rating</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> MBNA further proposed to make up any difference between the price Cantanucci had paid to acquire the Route 128 site, and the price received for it.  Ultimately, however, Cantanucci sold the land to Chambers for the original purchase price.  But see infra p. 321</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although MBNA did not provide advance notice to existing dealers regarding its amended policy, appellants raise the notice issue solely in connection with their belated attempt to assert a chapter 93B claim independently of any breach-of-contract claim.  See infra p. 321 &amp; note 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The trial court decided that MBNA's conduct vis-a-vis Smith had been based on a \"mixed\" motive.  It found that Smith did not operate the type of dealership MBNA wanted to work with in the future and that MBNA had already tried to persuade Smith to relocate to the larger Manchester, New Hampshire, market.  Thus, the court found that MBNA had installed Chambers not only to meet its own pressing marketing needs in the North Shore area, but also to foster its goal of promoting larger dealerships.  The district court further found that MBNA had not violated Mass.  Gen. Laws ch.  93B, however, and denied the injunctive relief requested by Smith.  Finally, since the court directed that a trial on damages be scheduled in the Smith case at a later date, Smith is not a party to the present appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We would have no occasion to address any chapter 93B claim at the present time.  Were we to conclude that the district court erred in its interpretation of the dealership contract, or in its determination that MBNA did not breach the contract, we would remand to the district court for further consideration of the Clair and Foreign Motors claims.  As there is no chapter 93B ruling to review, however, our remand order would leave any such claims for resolution by the district court in the first instance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Further, based on the fact that the complaint included no independent chapter 93B claim, the district court ruled that MBNA's failure to give its dealers notice of the new policy was immaterial, since MBNA had complied with the \"extraordinary circumstances\" provision in the dealership agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellants' further contention--that an injunction should have been granted under the common-law standard--was never raised below.  See Violette v. Smith &amp; Nephew Dyonics, Inc., 62 F.3d 8, 10-11 (1st Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 1568, 134 L.Ed.2d 667 (1996);  Desjardins v. Van Buren Community Hosp., 969 F.2d 1280, 1282 (1st Cir.1992) (collecting cases)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">737</span></span></p>\n    <p class=\"parties\">CLAIR INTERNATIONAL, INC. and Foreign Motors West, Inc.,<br>Plaintiffs, Appellants,<br>v.<br>MERCEDES-BENZ OF NORTH AMERICA, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1398.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1997.<br>Decided Sept. 5, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard B. McNamara, Bedford, NH, with whom Gregory A. Holmes and Stephanie A. Bray, Manchester, NH, were on brief for appellants.</p>\n      <p class=\"indent\">Mark P. Szpak, Boston, MA, with whom Peter K. Levitt, Washington, DC, and Ropes &amp; Gray were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs Clair International, Inc. and Foreign Motors West, Inc. appeal from a district court judgment dismissing their respective claims for breach of contract and violation of Mass.  Gen. Laws ch.  93B against Mercedes-Benz of North America (\"MBNA\"), the North American distribution organization for Mercedes-Benz automobiles.  The central controversy concerns whether the restructuring effected by MBNA among its franchisees in the Greater Boston area during the mid-1990s breached its dealership agreement with plaintiffs-appellants.  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the early 1990s, MBNA was represented by two dealerships in the North Shore area of Greater Boston:  Auto Engineering, Inc.  (\"Auto Engineering\"), located in Burlington, and Gauthier Motors, Inc.  (\"Gauthier\"), located in Salem.  Auto Engineering closed in April 1993,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> leaving Gauthier as the only MBNA presence on the North Shore.  Gauthier, among the older Mercedes-Benz dealerships in the United States, operated from what MBNA considered an inadequate facility, a small, outmoded dealership located in downtown Salem.  In early 1993, MBNA approved a plan for relocating the Gauthier dealership to Route 128, which would enable it to service the entire North Shore area.  Whereupon, Gauthier began its search for an outside investor to finance its relocation plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Unable to secure a suitable investor, in October 1994 Gauthier decided to sell its dealership outright to Michael Cantanucci, an experienced automobile dealer who already owned more than twenty non-MBNA franchises.  In due course, Cantanucci obtained a purchase and sale agreement on a parcel of land along Route 128, as the site of the proposed new, exclusive MBNA dealership.  After completing a routine \"due diligence\" check, which took approximately one month, MBNA approved the franchise transfer to Cantanucci.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The exclusivity provision was important to MBNA, which faced increased competition from new luxury automobile lines and planned to shift to larger, exclusive dealerships in order to meet the challenge.  At the time, moreover, MBNA had no exclusive dealership in the Greater Boston area, and Mercedes-Benz was developing several new products, at least one of which, a sports utility vehicle, was to be sold only at exclusive dealerships.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon learning of the proposed location for the Cantanucci dealership, Herb Chambers, a Mercedes-Benz dealer in Somerville, Massachusetts, protested to MBNA, claiming that the proposed Route 128 site was too close to his Somerville dealership.  In December 1994, Chambers brought an action against MBNA to enjoin construction of its proposed Route 128 dealership.  Although the suit was dismissed in April 1995, six months had elapsed during which Cantanucci had not proceeded with construction of the new dealership facility due to the Chambers litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Meanwhile, differences were developing between MBNA and Cantanucci concerning the proposed new dealership, particularly the timetable for construction, since MBNA had been without adequate North Shore representation for approximately two years.  Moreover, during the summer of 1995 Cantanucci had agreed to acquire a Mercedes dealership in Connecticut, which concerned MBNA for two reasons.  First, MBNA had never dealt with Cantanucci before, yet suddenly was faced with the prospect that he could control two MBNA dealerships in New England.  Second, the $10,000,000 investment required for the Connecticut dealership could leave Cantanucci without adequate financing to proceed with the North Shore dealership, where MBNA considered an adequate Mercedes-Benz presence vital.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">These concerns were borne out when Cantanucci approached MBNA for permission to construct a smaller facility on Route 128, then attempted to renege on the exclusivity provision.  Although Cantanucci later agreed to meet the original terms after MBNA declined his request, the new permanent facility on Route 128 could not be completed for approximately ten more months, and Cantanucci declined to open a temporary service facility during the interim as MBNA had requested.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At this point, with Gauthier running out of operating capital and MBNA confronting the prospect that there might soon be no Mercedes-Benz presence on the North Shore, MBNA decided to offer its North Shore dealership to Chambers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The MBNA decision was based in part on its perceived need to move quickly, due to the extended period during which the North Shore had been without a suitable Mercedes-Benz presence, especially in light of the competition from new luxury automobile lines being marketed at large, exclusive dealerships.  Further, MBNA considered Chambers the Mercedes-Benz dealer best able to become an immediate force in the North Shore market area.  As an established Massachusetts automobile dealer, Chambers had access to advertising opportunities on a scale no new dealer could match.  Indeed, MBNA regarded Chambers as its top dealer in the Greater Boston area, especially since he had the highest profit margin and was rated its best dealer \"at point of sale.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Moreover, Chambers was well capitalized and planned to proceed immediately with construction of an exclusive dealership facility meeting all MBNA specifications, on a very desirable site he already owned in Danvers, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the meantime, Chambers had agreed to operate a temporary MBNA dealership facility at a site in Lynnfield, Massachusetts, pending construction of the permanent facility.  Finally, he not only agreed to operate an exclusive Mercedes-Benz dealership on the North Shore, but to convert his existing Somerville dealership to an exclusive dealership as well, giving MBNA two exclusive dealerships in an important market area where it had none.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At this point, MBNA approached Cantanucci, explaining that it intended to honor its commitment to him but would prefer that the North Shore dealership go to Chambers.  MBNA offered to make Cantanucci whole, however, by reimbursing him for the amount paid to Gauthier for the North Shore franchise, as well as any out-of-pocket costs incurred.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In August 1995, Cantanucci readily agreed to withdraw.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On September 27, 1995, Gauthier ceased to operate, leaving MBNA with no permanent Mercedes-Benz dealership on the North Shore, though Chambers was operating the temporary dealership in Lynnfield, Massachusetts.  See supra p. 317.  Thereafter, MBNA never sought another candidate for the North Shore area, having already concluded, even before Gauthier proposed Cantanucci, that Chambers was the preferred candidate, except for the fact that Chambers already owned a Mercedes-Benz dealership in Somerville, a contiguous MBNA market area.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">MBNA had a longstanding policy against granting the same dealer more than one dealership in contiguous market areas.  Its dealership agreements in 1992 stated the policy as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[T]o foster competition among Mercedes-Benz dealers, it is Mercedes-Benz's policy not to permit, except in extraordinary circumstances, an existing dealer, owner, or operator to have interest in the ownership or management of another competitive Mercedes-Benz sales and service dealership in the same area of responsibility or in a contiguous market area.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(Emphasis added.)   Nonetheless, a standard dealership agreement provision states:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Notwithstanding any provision of this Agreement, the final decision whether to establish additional dealers, or relocation of [sic] an existing dealer, shall be made by MBNA solely pursuant to its own business judgment, and nothing in this Agreement shall be construed to require Dealer's consent to the establishment of an additional dealer or relocation of an existing dealer.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(Emphasis added.)   This \"business judgment\" provision and all other standard dealership agreement provisions are incorporated by reference into each dealership agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">By the time MBNA awarded the North Shore dealership to Chambers, however, it was operating under a policy adopted in April 1993:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[A ] policy that existed in the past which prohibited a proven successful Mercedes-Benz operator from operating more than one Point, does not lend itself to the most effective and efficient way to meet today's competitive challenges.   Today it is the strength of the overall dealership operation that insures customer satisfaction in terms of products and services.Therefore, it is in our best interests to permit, in appropriate circumstances, the common ownership of more than one dealer point for the express purpose of meeting the challenges of a competitive marketplace.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(Emphasis added.)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On December 4, 1995, three dealers brought suit against MBNA:  Clair International, Inc., located in Dedham;  Foreign Motors West, Inc., located in Natick;  and Smith Motor Sales of Haverhill, Inc., in Haverhill.  Their complaint alleged that awarding Chambers a second dealership, to be based in Danvers--a market area contiguous to the Somerville market area where Chambers already had a dealership--breached their dealership contracts and violated Mass.  Gen. Laws ch.  93B. The complaint sought only to enjoin Chambers from opening and operating a new dealership in Danvers, Lynnfield, or any other area contiguous to the Somerville dealership.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Following a three-day bench trial, the district court found that MBNA had breached its contract with Smith, though not with Clair or Foreign Motors.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  It determined that the dealership provision governing contiguous market areas, see supra pp. 316-17, was contractual in nature, rather than a mere recital of company policy.  The court nonetheless ruled that the unambiguous contract language required it to ascertain, from the vantage point of MBNA, whether or not \"extraordinary circumstances\" warranted its business judgment to install Chambers in an additional dealership in a contiguous market area.  The court went on to find that the demise of the Gauthier dealership, coupled with the closing of Auto Engineering, see supra note 1, had given rise to an extraordinary circumstance in the eyes of MBNA.  The court further found that it was vital to MBNA that Chambers be installed in the North Shore dealership, given the extended duration of its dealership problems in the area and the increased competition from other luxury automobile lines.  The district court findings foreclosed all relief to Clair and Foreign Motors, whose claims for injunctive relief under chapter 93B were premised exclusively on the alleged breach of their contracts by MBNA.  Finally, the district court certified the judgment against Clair and Foreign Motors pursuant to Fed.R.Civ.P. 54(b) (\"Rule 54(b)\").</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>1. Appellate Jurisdiction</p>\n    <p class=\"indent\">A.  Rule 54(b)</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">MBNA has moved to dismiss the appeal, on the ground that the Rule 54(b) certification was improper.  Rule 54(b) permits entry of a final judgment as to fewer than all parties in a civil action upon \"an express determination that there is no just reason for delay.\"   After provisionally denying the motion to dismiss, we instructed the parties to brief both the Rule 54(b) certification challenge and whether 28 U.S.C. &#167; 1292(a)(1) might afford an alternate jurisdictional ground for the appeal, see part II, 1.B, infra.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Rule 54(b) certification is problematic.  First, it includes no findings on the relationship between certified and uncertified claims.  See Credit Francais Int'l, S.A. v. Bio-Vita, Ltd., <span class=\"citation\" data-id=\"196607\"><a href=\"/opinion/196607/credit-francais-v-bio-vita-ltd/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 706 (1st Cir.1996);  Feinstein v. Resolution Trust Corp., <span class=\"citation\" data-id=\"566797\"><a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 39-40 (1st Cir.1991);  Spiegel v. Trustees of Tufts College, <span class=\"citation\" data-id=\"503774\"><a href=\"/opinion/503774/professor-harriet-spiegel-v-the-trustees-of-tufts-college/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 43 (1st Cir.1988).  Moreover, our review of the record reveals substantial overlap between the Clair and Foreign Motors cases, on the one hand, and the Smith case awaiting trial in the district court.  Yet the present appeal would have us interpret contractual provisions common to all three dealership agreements.  See Bio-Vita, 78 F.3d at 707-08 (Rule 54(b) certification improvidently granted in light of overlap between certified and pending claims);  Kersey v. Dennison Mfg. Co., <span class=\"citation\" data-id=\"194887\"><a href=\"/opinion/194887/kersey-v-dennison/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 487-88 (1st Cir.1993) (Rule 54(b) certification improper given interlocking factual issues common to adjudicated and unadjudicated claims);  Spiegel, 843 F.2d at 44-45 (Rule 54(b) certification improper where dismissed and pending claims \"stem from essentially the same factual averments\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, the central benefit identified in the district court's decision to certify the adverse judgments against Clair and Foreign Motors--that the appellate court might resolve the Mass.  Gen. Laws ch.  93B claims in the process--is illusory, especially since the district court has yet to address any chapter 93B claim.  See infra p. 321.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">B. Interlocutory Jurisdiction (28 U.S.C. &#167; 1292(a)(1))</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The courts of appeals are invested with jurisdiction over appeals from \"[i]nterlocutory orders of the district courts ... granting, continuing, modifying, refusing or dissolving injunctions, or refusing to dissolve or modify injunctions.\"  28 U.S.C. &#167; 1292(a)(1).  Clair and Foreign Motors have not demonstrated that section 1292(a)(1) confers appellate jurisdiction over their claims.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court order had the practical effect of denying injunctive relief to these appellants.  See, e.g., Manchester Knitted Fashions, Inc. v. Amalgamated Cotton Garment &amp; Allied Indus. Fund, <span class=\"citation\" data-id=\"585779\"><a href=\"/opinion/585779/manchester-knitted-fashions-inc-v-amalgamated-cotton-garment-and-allied/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">688</span></a></span>, 690 (1st Cir.1992) (partial summary judgment had practical effect of granting injunction);  Plymouth County Nuclear Info.  Committee, Inc. v. Boston Edison Co., <span class=\"citation\" data-id=\"392714\"><a href=\"/opinion/392714/plymouth-county-nuclear-information-committee-inc-v-boston-edison-co/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17-18 (1st Cir.1981) (order precluding injunctive relief on stricken claims had \"practical effect\" of denying injunction).  Consequently, appellants must satisfy the test set out in Carson v. American Brands, Inc., <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 84, <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, 996-97, <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">There, the Supreme Court announced that an interlocutory order which has the practical effect of granting, denying, or altering an injunction, is not immediately appealable as of right under section 1292(a)(1), unless the appellant can show that the order \"might have a serious, perhaps irreparable, consequence, and that [it] can be effectually challenged only by immediate appeal.\"  Id. (internal quotation marks omitted).  See also Casas Office Machines, Inc. v. Mita Copystar America, Inc., <span class=\"citation\" data-id=\"684340\"><a href=\"/opinion/684340/casas-office-machines-inc-v-mita-copystar-america-inc/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">668</span></a></span>, 672-73 (1st Cir.1994).  Appellants, however, have identified no immediate and irreparable harm that would be occasioned were the district court order not immediately appealable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nevertheless, given both the problematic nature of the Rule 54(b) certification and the time which has passed since its entry, we conclude that the interests of justice are best served by proceeding to the merits.  See United States v. Connell, <span class=\"citation\" data-id=\"194971\"><a href=\"/opinion/194971/united-states-v-connell/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 29 n. 3 (1st Cir.1993) (It is well settled that \"an appellate court may forego the resolution of a jurisdictional question if, as is true here, the appeal is uncomplicated and easily resolved in favor of the party to whose benefit the jurisdictional question would redound.\");   see also Norton v. Mathews, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">524</span></a></span>, 532, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2771</span></a></span>, 2775-76, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></a></span> (1976);  Sierra Club v. Larson, <span class=\"citation\" data-id=\"194858\"><a href=\"/opinion/194858/sierra-club-v-larson/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 466 (1st Cir.1993);  In re Unanue Casal, <span class=\"citation\" data-id=\"610897\"><a href=\"/opinion/610897/in-re-ulpiano-unanue-casal-debtor-gerardo-a-quiros-lopez-v-ulpiano/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 33 (1st Cir.1993);  Narragansett Indian Tribe v. Guilbert, <span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 8 n. 5 (1st Cir.1991);  Federal Deposit Ins. Corp. v. Caledonia Inv. Corp., <span class=\"citation\" data-id=\"515173\"><a href=\"/opinion/515173/federal-deposit-insurance-corporation-v-caledonia-investment-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span>, 381 (1st Cir.1988).2. Construing the Dealership Agreements</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The dealership agreements included two provisions directly pertinent to the MBNA decision to install Chambers in the North Shore area dealership.  The first provision prohibits MBNA from awarding franchises to the same dealer in contiguous market areas except in \"extraordinary circumstances.\"   The second provision sweeps more broadly, however, enabling MBNA to exercise its business judgment as to whether an additional franchise should be awarded to an existing dealer in a contiguous market area.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court made two important legal rulings regarding these provisions.  First, it held that the \"extraordinary circumstances\" provision is contractual in nature and binding upon MBNA.  It then construed the \"extraordinary circumstances\" provision in relation to the \"business judgment\" provision, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>But what does it mean?   In the context read in light of the more sweeping clause ... which leaves to Mercedes-Benz the virtually unfettered, save by the covenant of good faith and fair dealing ... what does this more limited but more precise clause mean?   Legally ... to read it in harmony in ... a way that effectuates the intention of the parties, it means that this clause is read such that, absent extraordinary circumstances in the eyes of Mercedes-Benz, they will not appoint a dealer to have two points in contiguous market areas and that they will interpret the implementation of this policy in a fashion as to foster competition, to give the phrase to foster competition significance, in its context.  Now, that's what this language means on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus, the district court rejected both the MBNA claim that the \"extraordinary circumstances\" provision was simply a policy statement, and the theory advanced by appellants that the \"business judgment\" provision had no application in the present context.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellants challenge the district court ruling on the ground that its \"extraordinary circumstances\" determination should have been based on an objective reasonableness standard, not merely on reasonableness in the eyes of MBNA.  As the present claim challenges the district court's construction of unambiguous contractual terms in an integrated agreement, we review de novo the \"plain meaning\" the district court ascribed to these terms.  State Police Ass'n v. Commissioner of Internal Revenue, <span class=\"citation\" data-id=\"746421\"><a href=\"/opinion/746421/state-police-association-of-massachusetts-v-commissioner-of-internal/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3, (1st Cir.1997);  United States Liability Ins. Co. v. Selman, <span class=\"citation\" data-id=\"196432\"><a href=\"/opinion/196432/us-liability-v-selman/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 687 (1st Cir.1995).  The choice-of-law provision in the dealership agreement designates New Jersey law.  See McCarthy v. Azure, <span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 356 n. 5 (1st Cir.1994) (reasonable choice-of-law provision to be respected).  Since MBNA has its principal place of business in New Jersey, we honor this designation.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As the district court recognized, \"a document should be read to give effect to all its provisions and to render them consistent with each other.\"  Mastrobuono v. Shearson Lehman Hutton, Inc. <span class=\"citation\" data-id=\"117907\"><a href=\"/opinion/117907/mastrobuono-v-shearson-lehman-hutton-inc/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 63, <span class=\"citation\" data-id=\"117907\"><a href=\"/opinion/117907/mastrobuono-v-shearson-lehman-hutton-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1212</span></a></span>, 1219, <span class=\"citation\" data-id=\"117907\"><a href=\"/opinion/117907/mastrobuono-v-shearson-lehman-hutton-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">76</span></a></span> (1995) (Illinois law;  citing RESTATEMENT (SECOND) OF CONTRACTS &#167; 203 and cmt. b (1979);  &#167; 202(5));  see also Coolidge &amp; Sickler, Inc. v. Regn, <span class=\"citation\" data-id=\"2290267\"><a href=\"/opinion/2290267/coolidge-sickler-inc-v-regn/\"><span class=\"volume\">7</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">93</span></a></span>, <span class=\"citation\" data-id=\"2290267\"><a href=\"/opinion/2290267/coolidge-sickler-inc-v-regn/\"><span class=\"volume\">80</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">554</span></a></span>, 557 (1951) (\" 'The design of the parties to a written contract is to be collected from the instrument as an entirety....  Words, phrases and clauses are not to be isolated but related to the context and the contractual scheme as a whole, and given the meaning that comports with the probable intention.  The literal sense of the terms may be qualified by context.' \"  (quoting Mantell v. International Plastic Harmonica Corp., <span class=\"citation\" data-id=\"3561072\"><a href=\"/opinion/3580583/mantell-v-international-plastic-harmonica-corp/\"><span class=\"volume\">141</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">379</span></a></span>, <span class=\"citation\" data-id=\"3561072\"><a href=\"/opinion/3580583/mantell-v-international-plastic-harmonica-corp/\"><span class=\"volume\">55</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">250</span></a></span>, 255 (1947)));  Andreaggi v. Relis, 171 N.J.Super. 203, <span class=\"citation\" data-id=\"2295372\"><a href=\"/opinion/2295372/andreaggi-v-relis/\"><span class=\"volume\">408</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">455</span></a></span>, 468 (1979) (\"All provisions of a document must be read and should be harmonized where possible in interpreting a document.\").  Unlike appellants, the district court construed the dealership agreement as a whole, in the sense that it did not render meaningless the broad contractual caveat that MBNA, in the exercise of its exclusive business judgment, was to be the ultimate arbiter.  Thus construed, the \"extraordinary circumstances\" provision simply encapsulates the essential nature of the business judgment MBNA is permitted to make regarding whether to award the same dealer more than one dealership in contiguous market areas.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>3. \"Extraordinary Circumstances\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court based its \"extraordinary circumstances\" determination on the evidence adduced at trial.  Focusing especially on the extended period during which MBNA had been without adequate representation on the North Shore, it found that \"the demise or imminent demise of Gauthier on the North Shore, coupled with the squeezing out of Auto Engineering ... [was] an extraordinary circumstance in the eyes of Mercedes.\"   We review its finding only for \"clear error.\"  Selman, 70 F.3d at 687 (\"clear error\" standard \"pertains whenever the trial court decides factual matters that are essential to ascertaining the parties' rights in a particular situation (though not dependent on the meaning of contractual terms per se)\").</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court reasonably found that the extended absence of an adequate MBNA presence on the North Shore constituted an extraordinary circumstance in the eyes of MBNA, especially since MBNA was facing aggressive competition from new luxury automobile lines operating from large, exclusive dealerships, whereas MBNA had no exclusive dealership in the North Shore market area and soon could be without any dealership there.  MBNA's decision to award a North Shore dealership to Chambers in these extraordinary circumstances, see supra Section I, was well within the broad and exclusive \"business judgment\" discretion conferred upon it by the dealership agreement.  There was no clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Next, we consider appellants' claims under Mass.  Gen. Laws ch.  93B. Since there was no breach of contract by MBNA, their chapter 93B claims fail as well.  See supra pp. 318-19 &amp; note 6.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellants assert that MBNA promulgated a secret policy inconsistent with the contractual restrictions on multiple dealerships in contiguous market areas, and that MBNA \"secretly subsidized\" Chambers by affording him financial assistance in acquiring the Route 128 property from Cantanucci.  See supra note 3. Appellants mischaracterize the trial court record, however, in attempting to demonstrate that enough evidence of \"general unfairness\" by MBNA came in by consent, at trial, to raise the specter of a chapter 93B violation notwithstanding the absence of a breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court initially excluded all evidence of subsidies, since appellants had never alleged a chapter 93B claim independent of their breach-of-contract claims.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Clair and Foreign Motors then changed course, and ultimately the proffered evidence was admitted, but only to establish \"extraordinary circumstances.\"   We cannot conclude, on such a record, that the proffered evidence came in by consent to establish \"general unfairness.\"   To the contrary, neither MBNA nor the district court acquiesced, let alone consented, to the trial of a chapter 93B claim predicated on general unfairness.  Nor did Clair or Foreign Motors move to amend their pleadings, see Fed.R.Civ.P. 15(b), to reflect their newfound general unfairness theory.  Given the explicit restrictions repeatedly imposed by the district court in allowing the \"extraordinary circumstances\" evidence, we conclude that the general unfairness theory was not tried below.  See DCPB, Inc. v. City of Lebanon, <span class=\"citation\" data-id=\"578604\"><a href=\"/opinion/578604/dcpb-inc-v-city-of-lebanon-dcpb-inc-v-city-of-lebanon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></a></span>, 917 (1st Cir.1992) (\"The introduction of evidence directly relevant to a pleaded issue cannot be the basis for a founded claim that the opposing party should have realized that a new issue was infiltrating the case.\").  See also In re Rauh, <span class=\"citation\" data-id=\"197463\"><a href=\"/opinion/197463/noonan-v-rauh/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 52-53 (1st Cir.1997) (collecting cases).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>III</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Accordingly, the district court judgment is affirmed;  costs to MBNA.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Auto Engineering relocated its dealership without MBNA authorization on November 2, 1992.  See McLane v. Mercedes-Benz of North America, Inc., <span class=\"citation\" data-id=\"194910\"><a href=\"/opinion/194910/mclane-v-mercedes-benz/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">522</span></a></span>, 523 (1st Cir.1993).  As a result, Mercedes gave notice of termination.  Auto Engineering then obtained a temporary injunction prohibiting termination until April 11, 1993, at which time the injunction expired.  See id. at 523-24.   See infra p. 318</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The \"point of sale\" rating assesses the degree of customer satisfaction with the dealer at the time the vehicle is purchased.  Chambers fared less well in terms of the vehicle \"service\" rating</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> MBNA further proposed to make up any difference between the price Cantanucci had paid to acquire the Route 128 site, and the price received for it.  Ultimately, however, Cantanucci sold the land to Chambers for the original purchase price.  But see infra p. 321</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although MBNA did not provide advance notice to existing dealers regarding its amended policy, appellants raise the notice issue solely in connection with their belated attempt to assert a chapter 93B claim independently of any breach-of-contract claim.  See infra p. 321 &amp; note 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The trial court decided that MBNA's conduct vis-a-vis Smith had been based on a \"mixed\" motive.  It found that Smith did not operate the type of dealership MBNA wanted to work with in the future and that MBNA had already tried to persuade Smith to relocate to the larger Manchester, New Hampshire, market.  Thus, the court found that MBNA had installed Chambers not only to meet its own pressing marketing needs in the North Shore area, but also to foster its goal of promoting larger dealerships.  The district court further found that MBNA had not violated Mass.  Gen. Laws ch.  93B, however, and denied the injunctive relief requested by Smith.  Finally, since the court directed that a trial on damages be scheduled in the Smith case at a later date, Smith is not a party to the present appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We would have no occasion to address any chapter 93B claim at the present time.  Were we to conclude that the district court erred in its interpretation of the dealership contract, or in its determination that MBNA did not breach the contract, we would remand to the district court for further consideration of the Clair and Foreign Motors claims.  As there is no chapter 93B ruling to review, however, our remand order would leave any such claims for resolution by the district court in the first instance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Further, based on the fact that the complaint included no independent chapter 93B claim, the district court ruled that MBNA's failure to give its dealers notice of the new policy was immaterial, since MBNA had complied with the \"extraordinary circumstances\" provision in the dealership agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellants' further contention--that an injunction should have been granted under the common-law standard--was never raised below.  See Violette v. Smith &amp; Nephew Dyonics, Inc., <span class=\"citation\" data-id=\"701304\"><a href=\"/opinion/701304/russell-violette-v-smith-nephew-dyonics-inc-russell-violette-v-smith/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 10-11 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1568</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></span> (1996);  Desjardins v. Van Buren Community Hosp., <span class=\"citation\" data-id=\"587241\"><a href=\"/opinion/587241/eugene-desjardins-v-van-buren-community-hospital/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1280</span></a></span>, 1282 (1st Cir.1992) (collecting cases)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2290267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2295372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3561072/"
  ]
}