{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197584/",
  "absolute_url": "/opinion/197584/united-states-v-damon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197584/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:33:22Z",
  "date_modified": "2017-03-24T10:52:46.984388Z",
  "type": "010combined",
  "sha1": "7877ce27175214bc1b6b1be7d8ac4d173a28d0dd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1032.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r                            United States Court of Appeals\r\n                      For the First Circuit\r                                For the First Circuit\r\n\n                                           \r\n\nNo.  97-1032\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                        IRA W. DAMON, III,\r\n\n                      Defendant, Appellant.\r\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                       Lynch, Circuit Judge,\r                                                     \r\n             Hill* and Gibson,** Senior Circuit Judges.\r                                                                \r\n\n                                           \r\n\n  F.  Mark  Terison,  Assistant  U.S. Attorney,  with  whom  Jay  P.\r                                                                              \r\nMcCloskey, United  States Attorney,  and James  Moore, Assistant  U.S.\r                                                             \r\nAttorney, were on brief, for appellee.\r\n  Jeffrey  Silverstein, with  whom  Billings  &amp;  Silverstein was  on\r                                                                      \r\nbrief, for defendant-appellant.\r\n                                           \r\n                         October 6, 1997\r\n                                           \r\n\n                  \r                            \r\n\n*  Hon. James C. Hill of the Eleventh Circuit, sitting by designation.\r\n\n**  Hon. John R. Gibson of the Eighth Circuit, sitting by designation.\r\r\n\n            LYNCH, Circuit  Judge.   Under the  U.S. Sentencing\r                      LYNCH, Circuit  Judge.\r                                           \r\n\n  Guidelines, punishment for an offense is, at times, increased\r\n\n  when the  defendant  was previously  convicted  of  unrelated\r\n\n  crimes.  This case presents  serious issues of both substance\r\n\n  and procedure in this \"enhancement\" process.  The substantive\r\n\n  issue  is whether the  crime of aggravated  criminal mischief\r\n\n  under state law is categorically a \"crime  of violence\" under\r\n\n  U.S.S.G.   4B1.2(1), thus warranting an increase in sentence.\r\n\n  The  outcome of  the substantive  question  is determined  by\r\n\n  resolution of  the procedural  issue.   The procedural  issue\r\n\n  concerns when  a trial  court may  look beyond  the statutory\r\n\n  offense and focus on the actual prior criminal conduct in the\r\n\n  face  of  the  Supreme   Court's  admonitions  that   federal\r\n\n  sentencing courts  should prefer a categorical  approach over\r\n\n  an  examination of the actual  facts of the  prior crime.  At\r\n\n  stake  for  defendant  Damon,  an  experienced  felon  caught\r\n\n  possessing  several firearms, is  whether his sentence should\r\n\n  be roughly two years shorter than the 84 months he received.\r\n\n            We hold, under Supreme Court precedent, that it was\r\n\n  error for the  district court to look  beyond the categorical\r\n\n  nature of the crime, which was revealed in the state charging\r\n\n  document.   Thus the  district court  here could  not inquire\r\n\n  further  to discover  the reality  of  the defendant's  prior\r\n\n  crime  as revealed in  the Presentence  Investigative Report:\r\n\n  that  the defendant  attempted to  set fire  to his  house to\r\n\n                               -2-\r                                          2\r\r\n\n  collect insurance.   Such acts certainly would be  a crime of\r\n\n  violence,  if  that  information  could  properly  have  been\r\n\n  considered by the district court.  Nevertheless, the decision\r\n\n  of the  Supreme Court  in Taylor v.  United States,  495 U.S.\r                                                              \r\n\n  575, 600-02 (1990), and the decisions of the  U.S. Sentencing\r\n\n  Commission embodied in amendments to   4B1.2(1) preclude this\r\n\n  inquiry.\r\n\n  I.  Background\r\n\n            Ira  Damon was  stopped while  driving  his car  on\r\n\n  February 28, 1996  by officer Brent Beaulieu of  the Newport,\r\n\n  Maine  police.  Beaulieu  patted-down Damon and  found pistol\r\n\n  and shotgun ammunition in Damon's pockets.  Damon's car  held\r\n\n  a shotgun, a pistol,  two rifles, and a loaded clip of pistol\r\n\n  ammunition.\r\n\n            Damon pled guilty  to the federal charge of being a\r\n\n  felon in possession of a firearm, in violation of 18 U.S.C.  \r\n\n  922(g)(1).   On December 6, 1996 the district court sentenced\r\n\n  Damon, inter alia, to 84 months in prison.\r\n\n            Damon  has been  afoul of  the law  before.   We go\r\n\n  through the sentencing calculations  that resulted from  this\r\n\n  history of  illicit activity.  Damon's unauthorized  use of a\r\n\n  motor vehicle gained him one  criminal history point, and his\r\n\n  crimes  of negotiating  several  worthless instruments  added\r\n\n  three more  points.   Damon's convictions  for assault on  an\r\n\n  officer, aggravated criminal  mischief, criminal threatening,\r\n\n                               -3-\r                                          3\r\r\n\n  and operating a  motor vehicle as an habitual  offender added\r\n\n  two more points each.  It is the aggravated criminal mischief\r\n\n  conviction which raises the serious issue in this appeal.\r\n\n            Because  Damon   was  under  a   \"criminal  justice\r\n\n  sentence\" at the time of the offense, the  federal sentencing\r\n\n  judge  added two  criminal history  points  under U.S.S.G.   \r\n\n  4A1.1.   Damon's score  of fourteen  criminal history  points\r\n\n  placed  him in  Criminal History  Category VI of  the Federal\r\n\n  Sentencing Guidelines.  \r\n\n            The  sentencing court  determined that  the offense\r\n\n  level for Damon's  crime was twenty-two, by  setting the base\r\n\n  offense  level at twenty under U.S.S.G.   2K2.1(a)(4)(A), and\r\n\n  adding  two levels pursuant to U.S.S.G.   2K2.1(b)(4) because\r\n\n  the serial  numbers on the  Colt .45 pistol found  in Damon's\r\n\n  car were obliterated.  The sentencing range for a category VI\r\n\n  offender who commits a level  twenty-two offense is 84 to 105\r\n\n  months of imprisonment.\r\n\n            In  this appeal,  Damon  primarily argues  that his\r\n\n  prior conviction for  criminal mischief should not  have been\r\n\n  classified as  a \"crime of  violence,\" that the  court should\r\n\n  not have awarded  him additional criminal history  points for\r\n\n  related offenses,  and that  the court  erred in  determining\r\n\n  that he was under a criminal justice sentence at the time  of\r\n\n  his  arrest.   We conclude  that Damon's  first  argument has\r\n\n  merit, unlike the second and third.\r\n\n                               -4-\r                                          4\r\r\n\n  II.  The Standard of Review \r\n\n            Questions of  law concerning interpretation  of the\r\n\n  Guidelines  are reviewed de novo, and the factual conclusions\r\n\n  of  the  sentencing  court,  which must  be  supported  by  a\r\n\n  preponderance  of the evidence, are reviewed for clear error.\r\n\n  United States v. Grant, 114 F.3d 323, 328 (1st Cir. 1997).\r                                  \r\n\n  III.  The \"Crime of Violence\" Determination\r\n\n            Because it classified Damon's prior conviction  for\r\n\n  aggravated  criminal mischief  as a  crime  of violence,  the\r\n\n  sentencing court determined  that the base offense  level was\r\n\n  20  under  U.S.S.G.    2K2.1(a)(4)(A).    Had the  court  not\r\n\n  characterized  this  previous   conviction  as  a   crime  of\r\n\n  violence,   the  base  offense  level  would  have  been  14.\r\n\n  Counting   the  two   additional  offense   levels  for   the\r\n\n  obliterated serial  number on the pistol,  Damon's sentencing\r\n\n  range would have  been 46 to 57  months instead of 84  to 105\r\n\n  months.   More  than two  years of  prison time  depends upon\r\n\n  whether  Damon's  prior  conviction  for aggravated  criminal\r\n\n  mischief  qualifies  as   a  crime  of  violence   under  the\r\n\n  Guidelines.\r\n\n            The  Guidelines, U.S.S.G.     4B1.2(1),  set out  a\r\n\n  multi-part definition of the term \"crime of violence\":\r\n\n          The  term  \"crime  of  violence\"  means   any\r\n          offense under federal or state law punishable\r\n          by imprisonment for a term exceeding one year\r\n          that --\r\n\n                               -5-\r                                          5\r\r\n\n          (i)   has an  element of  the use,  attempted\r\n          use,  or  threatened  use  of physical  force\r\n          against the person of another, or\r\n\n          (ii)   is burglary  of a dwelling,  arson, or\r\n          extortion, involves the use of explosives, or\r\n          otherwise  involves conduct  that presents  a\r\n          serious potential risk of  physical injury to\r\n          another.\r\n\n            Under Taylor, whether  a predicate offense  qualifies\r                                  \r\n\nas  a crime of  violence requires a  \"categorical\" examination of\r\n\nthe statutory crime.   Taylor considered whether  the defendant's\r                                       \r\n\npredicate  offenses  were \"burglary\"  as defined  in 18  U.S.C.  \r\n\n924(e),  a  sentencing  enhancement statute.3    Taylor  had been\r\n\nconvicted of \"burglary\"  in Missouri state courts at  a time when\r\n\nMissouri had seven different statutes under which a person  could\r\n\nbe  charged for that crime.  The  Supreme Court held that, rather\r\n\nthan examine the particular circumstances of the crimes for which\r\n\nthe defendant was  convicted, a sentencing court should look only\r\n\nto whether the statute of  conviction contained the elements of a\r\n\n                      \r                                \r\n\n  3.  Taylor  involved the Armed  Career Criminal Act (\"ACCA\"),\r                      \r\n  18 U.S.C.    924(e).   Under 18  U.S.C.    924(e)(2)(B), \"the\r\n  term  'violent   felony'  means  any   crime  punishable   by\r\n  imprisonment for a term exceeding one year . . . that  -- (i)\r\n  has as an  element the use, attempted use,  or threatened use\r\n  of physical force  against the person of another;  or (ii) is\r\n  burglary,   arson,  or   extortion,  involves   the   use  of\r\n  explosives, or  otherwise  involves conduct  that presents  a\r\n  serious potential  risk of physical  injury to another.\"   We\r\n  have  noted that authority for interpreting the term \"violent\r\n  felony\" as it  is defined in  the ACCA constitutes  authority\r\n  for  interpreting U.S.S.G.    4B1.2, given the  similarity in\r\n  definitions.  See United States v. Meader, 1997 WL 375003, at\r                                                     \r\n  *8  n.8 (1st Cir. 1997); United States v. Winter, 22 F.3d 15,\r                                                            \r\n  18 n.3 (1st  Cir. 1994).  Cases  involving the interpretation\r\n  of each provision are helpful in deciding this case.\r\n\n                               -6-\r                                          6\r\r\n\n\"generic\"  burglary and should  not inquire whether  the specific\r\n\ncrime committed was especially dangerous  to others.  Taylor, 495\r                                                                      \r\n\nU.S. at 598.  The Court defined  generic burglary as a crime that\r\n\nconsists  of: \"unlawful and unprivileged entry into, or remaining\r\n\nin, a building or structure, with intent to commit a crime.\" Id.\r                                                                          \r\n\n            Taylor noted that  in some situations the  statute of\r                            \r\n\nconviction  may  include  elements  beyond  those  of  a  generic\r\n\nburglary (e.g., entry into places  other than buildings).  Id. at\r                                                                        \r\n\n599-600.    To  address   that  issue,  and  other   problems  of\r\n\ninterpretation of    924(e),  sentencing courts  should employ  a\r\n\n\"formal  categorical approach,\" and  generally \"look only  to the\r\n\nfact of  conviction and  the  statutory definition  of the  prior\r\n\noffense.\"  Id. at 602.  A sentencing court may go beyond the fact\r                        \r\n\nof  conviction in those cases where  the statute encompasses both\r\n\nviolent  felonies  (e.g.,   generic  burglary)  and   non-violent\r                                  \r\n\nfelonies (e.g., burglary of a vehicle rather than of a building).\r                        \r\n\nIn  such a  situation,  the  sentencing  court  may  examine  the\r\n\nindictment  or  information  and jury  instructions  in  order to\r\n\ndiscern which  type  of  crime  the  offender  was  convicted  of\r\n\nperpetrating.   Id.   The Court  remanded the  case so  that this\r                             \r\n\ndetermination  could be  made  with  respect  to  Taylor's  prior\r\n\nconvictions. \r\n\n            After Taylor,  this  court's  analysis  of  predicate\r                                  \r\n\noffenses  has followed  this categorical  approach.   See  United\r                                                                           \r\n\nStates v. Meader,  1997 WL 375003, *5-*6 (1st  Cir. 1997) (\"[T]he\r                          \r\n\n                               -7-\r                                          7\r\r\n\nstandard approach for determining whether a particular crime fits\r\n\nwithin the 'crime of  violence' rubric is a generic one, in which\r\n\ninquiry  is  restricted  to the  statutory  definitions  of prior\r\n\noffenses,  without  regard  to  the  particular  facts underlying\r\n\nthem.\") (citations omitted); United States v. Winter, 22 F.3d 15,\r                                                              \r\n\n18 (1st Cir.  1994); United States v.  De Jesus, 984 F.2d  21, 23\r                                                         \r\n\n(1st   Cir.   1993)   (\"[R]ather  than   examining   the   actual\r\n\ncircumstances underlying the earlier  conviction, we examine only\r\n\nthe statutory formulation  of the crime charged  . . . to  see if\r\n\nthat crime is a crime of violence . . . .\").  \r\n\n            The  state  statute,   defining  aggravated  criminal\r\n\nmischief under 17-A M.R.S.A.   805, is the starting point for our\r\n\ninquiry:\r\n\n          1.  A person is guilty of aggravated criminal\r\n          mischief   if   that   person  intentionally,\r\n          knowingly or recklessly:\r\n\n          A.  Damages  or destroys property of  another\r\n          in  an  amount  exceeding  $2,000  in  value,\r\n          having no  reasonable ground to  believe that\r\n          the person has a right to do so;\r\n\n          B.  Damages or destroys property in an amount\r\n          exceeding  $2,000  in  value, to  enable  any\r\n          person to collect insurance  proceeds for the\r\n          loss caused;\r\n\n          C.   Damages,  destroys or  tampers with  the\r\n          property of  a law  enforcement agency,  fire\r\n          department  or  supplier  of  gas,  electric,\r\n          steam, water,  transportation, sanitation  or\r\n          communication services to  the public, having\r\n          no  reasonable  ground  to believe  that  the\r\n          person  has a  right to  do  so, and  thereby\r\n          causes   a   substantial    interruption   or\r\n          impairment of service rendered to the public;\r\n          or\r\n\n                               -8-\r                                          8\r\r\n\n          D.     Damages,  destroys  or   tampers  with\r\n          property  of another  and thereby  recklessly\r\n          endangers human life.\r\n\n            This state statute, on its face, covers many types of\r\n\nactivities, some  actually or  potentially violent,  depending on\r\n\nthe  subsection involved, some  not.  Through  its subsections,  \r\n\n805 is the  equivalent of four statutory crimes.   The government\r\n\nconcedes that  17-A M.R.S.A.   805(1)(D) involves  a serious risk\r\n\nof harm to others but that 17-A M.R.S.A.   805(1)(A), (B) and (C)\r\n\ndo not.  \r\n\n            Under such circumstances, Taylor instructs that it is\r                                                      \r\n\nappropriate  to  look  to  the  charging  document to  see  which\r\n\nsubsection of  the statute is involved.  Taylor, 495 U.S. at 602;\r                                                         \r\n\nsee also Winter, 22 F.3d at 21  (parsing 18 U.S.C.   1952(a) into\r                         \r\n\nsubsections  that criminalize  primarily  violent conduct  versus\r\n\nthose  that criminalize  primarily  non-violent conduct);  United\r                                                                           \r\n\nStates  v. Doe,  960 F.2d  221, 224  (1st Cir.  1992) (additional\r                        \r\n\ninquiry  into  indictment  and jury  instructions  authorized  by\r\n\nTaylor when a statute covers both violent and non-violent conduct\r                \r\n\n\"means  only that,  where a  single  statutory provision  defines\r\n\nseveral  different crimes . . .  a court may have  to look at the\r\n\nindictment . . . to see  which of the several different statutory\r\n\ncrimes . . . was at issue\").\r\n\n            We  turn to the  crime with which  Damon was charged.\r\n\nIt is  clear that he  was not  charged under subsection  D, which\r\n\nnecessarily  involves harm to others, but rather under subsection\r\n\n                               -9-\r                                          9\r\r\n\nB,  which does not.   Damon was  charged in an  information which\r\n\nrecited:\r\n\n          That on or about January 8, 1994, in the town\r\n          of  N. Anson, County of Somerset and State of\r\n          Maine,  Ira  Damon   III  did  intentionally,\r\n          knowingly  or  recklessly damage  or  destroy\r\n          property in an amount exceeding $2,000.00  in\r\n          value, to  wit, his  own house,  in order  to\r\n          enable himself to  collect insurance proceeds\r\n          for the loss caused.\r\n\n            The inquiry is  whether the elements of  subsection B\r\n\nfit  the definition  of  a  crime of  violence  under U.S.S.G.   \r\n\n4B1.2(1).   The  answer is  that they do  not, with  the possible\r\n\nexception of the  \"otherwise\" clause in U.S.S.G.    4B1.2(1)(ii).\r\n\nSee De  Jesus, 984 F.2d  at 24-25 (larceny from  the person falls\r                       \r\n\nwithin  the \"otherwise\" clause because the statute requires theft\r\n\nfrom the victim's person or immediate vicinity, and thus involves\r\n\nthe risk of a violent struggle).\r\n\n            Damon's  prior  conviction  for  aggravated  criminal\r\n\nmischief  qualifies  as a  crime  of violence  if and  only  if a\r\n\nserious  potential  risk  of  physical injury  to  another  is  a\r\n\n\"normal,  usual,  or  customary  concomitant\"  of  the  predicate\r\n\noffense  of  aggravated criminal  mischief  as  set  forth  in   \r\n\n805(1)(B).   See  Winter,  22 F.3d  at  20.   In  conducting this\r                                  \r\n\ninquiry, we examine whether the  \"mine run of conduct,\" De Jesus,\r                                                                          \r\n\n984  F.2d  at  24,  which  subsection B  was  intended  to  cover\r\n\nconstitutes a crime of violence.\r\n\n            The  government  vociferously   argues  that  causing\r\n\ndamage to a house of $2,000 or more in order to collect insurance\r\n\n                               -10-\r                                          10\r\r\n\nproceeds  normally involves \"a serious potential risk of physical\r\n\ninjury to  another.\"  We  think not.   We note that  arson, which\r\n\ndoes pose a  great risk to fire department  personnel and others,\r\n\nis a separate  crime and that simply causing  damage to property,\r\n\nincluding a house, does not require  the damage be done by arson.\r\n\nThere  are many  easy ways  to cause  $2,000 in  property4 damage\r\n\nwhich do  not risk physical injury to other people.  Exposing the\r\n\ninterior of a  house to the elements by opening  windows or doors\r\n\ncould cause such damage.  Leaving a  few windows open on a frigid\r\n\nnight or,  to give  a New England  example, during  a Nor'easter,\r\n\nwill readily lead  to such damage to a house.  Furthermore, it is\r\n\nmore typically true that people defrauding insurance companies by\r\n\ndamaging property will  not want other persons to  be present who\r\n\ncould  give witness  to the  misdeeds.   And so,  ironically, the\r\n\nintent to defraud the insurer  reduces any potential risk of harm\r\n\nto others.\r\n\n            This  contrasts markedly  with  the risks  associated\r\n\nwith  the typical  burglary  of  a dwelling.    Burglary has  \"an\r\n\ninherent  potential  for harm  to  persons.    The fact  that  an\r\n\noffender enters  a building to  commit a crime often  creates the\r\n\npossibility of a  violent confrontation between the  offender and\r\n\n                      \r                                \r\n\n  4.  \"Property\"  as  it  is used  in  the  aggravated criminal\r\n  mischief statute means  \"anything of value,\" 17-A  M.R.S.A.  \r\n  352, thus homes are  just one of many forms  of property that\r\n  may be  damaged or  destroyed by  offenders who  violate 17-A\r\n  M.R.S.A.   805(1)(B).\r\n\n                               -11-\r                                          11\r\r\n\nan occupant,  caretaker,  or  some  other  person  who  comes  to\r\n\ninvestigate.\"  Taylor, 495 U.S. at 588.\r                               \r\n\n            Examining  just  the   statutory  language  and   the\r\n\ncharging  document,5   we  conclude  that   the  typical  conduct\r\n\nreachable under subsection B does not involve a serious potential\r\n\nrisk of physical injury to another.  Our inquiry in reaching this\r\n\nconclusion  is limited  to the  \"usual type  of conduct  that the\r\n\nstatute purposes to proscribe,\"  and does not explore \"the  outer\r\n\nlimits of the statutory  language or the myriad  of possibilities\r\n\ngirdled by that language.\"  Winter, 22 F.3d at 20.  See also Doe,\r                                                                          \r\n\n960  F.2d  at 224-25  (holding  that crime  of being  a  felon in\r\n\npossession  of a  firearm  is  not a  crime  of violence  because\r\n\ntypical  firearm possession  is  not  violent,  even  though  Doe\r\n\npossessed his gun while waiting to ambush an enemy).\r\n\n            The government  nonetheless argues  that the  inquiry\r\n\nshould   not  stop  there,   Taylor  notwithstanding.     At  the\r                                             \r\n\ngovernment's  insistence,  and  relying  on  this   court's  1992\r\n\ndecision  in United  States v.  Harris, 964  F.2d 1234  (1st Cir.\r                                                \r\n\n1992), the district court engaged  in further inquiry.  It turned\r\n\nto  the PSI  and learned that  Damon had  attempted to  \"sell his\r\n\n                      \r                                \r\n\n  5.  This case does not  raise the question of what  documents\r\n  beyond the charging document or  the jury instructions may be\r\n  examined to  determine which subsection of  the multi-faceted\r\n  crime is  involved.  The  question about  what subsection  or\r\n  type of statutory  crime is involved is resolved  here by the\r\n  charging  document.    The parties'  vigorous  argument about\r\n  whether a PSI may ever be  a source of information is  simply\r\n  not germane.\r\n\n                               -12-\r                                          12\r\r\n\nhouse to  the insurance  company\" (as this  activity is  commonly\r\n\ndescribed)6 by burning it.  The district court sensibly concluded\r\n\nthat this was  the equivalent of arson, and  that, under explicit\r\n\nmandate of the Guidelines and  our precedent, arson is undeniably\r\n\na crime  of violence, not  the least of  which for the  threat it\r\n\nposes to firefighters.  See United States v. Mitchell,  23 F.3d 1\r                                                               \r\n\n(1st Cir.  1994).   Accordingly,  the  court concluded  that  the\r\n\nactual aggravated  criminal mischief here was a crime of violence\r\n\nand so increased Damon's sentence.\r\n\n            In  light of Taylor and changing definitions from the\r                                         \r\n\nSentencing  Commission, we think the district court was precluded\r\n\nfrom looking so deeply into  the nature of the predicate offense.\r\n\nThat the court thought it permissible to do so under our decision\r\n\nin Harris was not unreasonable, but as we now clarify, was wrong.\r                   \r\n\n            In Harris and  in United States v. Bregnard, 951 F.2d\r                                                                 \r\n\n457 (1st  Cir. 1991), this court held that  it was proper for the\r\n\nsentencing court,  in determining whether a prior guilty plea was\r\n\nto a crime of violence  where the statute typically included both\r\n\ngenerally  violent  and   non-violent  crimes,  to   examine  the\r\n\ndescription in  the offenders' uncontested  presentencing reports\r\n\nof the prior indictment and plea.   In both Harris and  Bregnard,\r                                                                          \r\n\nthe  defendant had  been  previously  convicted  of  assault  and\r\n\nbattery.  Because  the state crime of assault  and battery, Mass.\r\n\n                      \r                                \r\n\n  6.  In some  parts of the  country, but not New  England, the\r\n  phrase is colorfully put as \"sell his house to the Yankees.\"\r\n\n                               -13-\r                                          13\r\r\n\nGen. Laws ch. 265   13A, encompassed both violent and non-violent\r\n\nconduct, this  court said that  it was proper for  the sentencing\r\n\ncourt to determine of which  variety of the offense the defendant\r\n\nhad been  convicted, and to  look to the uncontested  portions of\r\n\nthe presentencing report  to do so.  Harris at  1236; Bregnard at\r                                                                        \r\n\n459-60.\r\n\n            We  noted  in  Harris that  Taylor  establishes  that\r                                                        \r\n\n\"sometimes,  looking to the 'statutory definition' alone will not\r\n\nestablish  whether  or  not  the  prior offense  was  a  'violent\r\n\nfelony,' for some  statutes contain language in a  single section\r\n\nthat covers several separate crimes,  some of which are 'violent'\r\n\nand some of which are not.\"  Harris, 964 F.2d at 1235.  \r                                             \r\n\n            Harris  stated that  the  proper  inquiry  under  the\r                            \r\n\ncategorical approach does not concern what the defendant actually\r\n\ndid, but rather examines whether the defendant was convicted of a\r\n\n\"generically violent crime\" or a \"generically non-violent crime.\"\r\n\nId. at 1236.  Harris held that when a trial court is faced with a\r                              \r\n\npast conviction for violating a single statute that covers both a\r\n\nviolent and  a non-violent  crime it may  decide which  crime was\r\n\ninvolved by looking to an  uncontested presentencing report.  The\r\n\nHarris  court  noted   the  availability  of  other   sources  of\r                \r\n\ninformation, such as the indictment  or guilty plea, to make this\r\n\ndetermination.   Id. at 1236  (\"A sentencing court, faced  with a\r                              \r\n\nprior conviction under a statute  that makes it unlawful to break\r\n\ninto  a 'building'  or into  a 'vehicle,'  might simply  read the\r\n\n                               -14-\r                                          14\r\r\n\nindictment or the guilty plea . . . to see  if it says 'building'\r\n\nor 'vehicle.'\").\r\n\n            Later  cases have clarified  that a  sentencing court\r\n\nfaced with a prior conviction  under a broad statute should first\r\n\nresort to the jury instructions or charging instrument,  and only\r\n\nif  these  are  not  instructive  may the  court  turn  to  other\r\n\ndocuments  for information.   See  Meader, 1997  WL 375003  at *6\r                                                   \r\n\n(noting  that  Application   Note  2  for      4B1.2  \"explicitly\r\n\nidentifies the defendant's charged conduct . . . as the  focus of\r\n\nthe 'otherwise' clause\");  Winter, 22  F.3d at 20 &amp; n.8  (\"Taylor\r                                                                           \r\n\ndemands that a court . . . consult a limited array of materials -\r\n\n-   principally  the  indictment  and  jury  instructions  --  in\r\n\ndetermining  if the  offense  can  be classified  as  a crime  of\r\n\nviolence.\").   In these later  cases, the  courts were  persuaded\r\n\nthat   amendments  to   the  Guidelines   which  emphasized   the\r\n\ndefendant's charged conduct  mandated that  inquiry should  begin\r\n\nwith the charging  instrument.7  See United States  v. Palmer, 68\r                                                                       \r\n\nF.3d  52  (2d Cir.  1995)  (collecting cases);  United  States v.\r                                                                        \r\n\nFernandez, 940 F. Supp. 387,  391-92 (D. Mass. 1996), aff'd, 1997\r                                                                     \r\n\n                      \r                                \r\n\n  7.  Application  note  two  to     4B1.2  now  reads:  \"Other\r\n  offenses are included [as crimes of violence] where . . . the\r\n  conduct set  forth (i.e., expressly charged) in  the count of\r                                                       \r\n  which  the defendant  was convicted  . .  .   by  its nature,\r\n  presented  a serious  potential risk  of  physical injury  to\r\n  another.    Under  this section,  the  conduct  of which  the\r                                                                         \r\n  defendant was convicted  is the focus of  inquiry.\" (emphasis\r                                   \r\n  added).   We must accord the application notes and commentary\r\n  controlling  weight if  they are  not  clearly erroneous  nor\r\n  inconsistent  with the Guidelines.  Stinson v. United States,\r                                                                        \r\n  508 U.S. 36, 45 (1993).\r\n\n                               -15-\r                                          15\r\r\n\nWL 432249 (1st  Cir. 1997).  Also, Taylor  specifically refers to\r                                                   \r\n\nthe  charging  instrument  and  jury instructions  as  acceptable\r\n\nsources of information  under the categorical approach.   Taylor,\r                                                                          \r\n\n495 U.S. at 602.\r\n\n            Under  Taylor, when the predicate statutory crime has\r                                   \r\n\nbeen  determined to be  typically non-violent, the  inquiry ends.\r\n\nIn this case, the charging document makes it clear that Damon was\r\n\nconvicted under  17-A M.R.S.A.    805(1)(B) and we find  that the\r\n\ntypical run  of conduct for  this property damage crime  does not\r\n\nconstitute a crime of violence.  It was error to look beyond.\r\n\n            Our society has decided to enhance the punishment for\r\n\nthose who have a history of crimes of violence, and it may appear\r\n\na   strange  system  which   reverses  a  sentencing   judge  for\r\n\ndetermining whether the defendant's past criminal actions were in\r\n\nfact violent.  Such  a result is compelled by Taylor8  and by the\r                                                              \r\n\nGuidelines.   We  pause to  explain some  of the  reasons, as  we\r\n\nunderstand  them,  which  motivated  the  choice  to  prefer  the\r\n\ncategorical approach.\r\n\n            The   first  reason,  as  Taylor  observed,  is  that\r                                                      \r\n\nCongress intended that the Guidelines take a categorical approach\r\n\nto  sentencing.    The  language  of    4B1.2,  like  the  almost\r\n\n                      \r                                \r\n\n  8.  We  note that  a petition  for certiorari  is pending  in\r\n  United  States  v. Shannon,  110  F.3d 382  (7th  Cir. 1997),\r                                      \r\n  petition for  cert. filed, (July  14, 1997) (No.  97-5326), a\r                                     \r\n  case  which also  concerns  the  proper  application  of  the\r\n  categorical  approach.     Even  if  certiorari  is  granted,\r\n  however,  the Supreme Court's resolution of Shannon would not\r                                                               \r\n  necessarily affect the outcome of this case.\r\n\n                               -16-\r                                          16\r\r\n\nidentical  provisions of    924(e), requires that  the sentencing\r\n\ncourt  should \"look only to the fact  that the defendant had been\r\n\nconvicted of crimes falling within certain categories, and not to\r\n\nthe facts underlying the prior convictions.\"  Taylor, 495 U.S. at\r                                                              \r\n\n600.  Such  categorical sentencing procedures  for implementation\r\n\nof the Guidelines, it is hoped, will lead to like cases receiving\r\n\nlike  sentences.      See  Doe,   960  F.2d   at  225   (\"uniform\r                                        \r\n\ninterpretation of similar language  is itself desirable\"); United\r                                                                           \r\n\nStates  v.  Gonzalez-Lopez, 911  F.2d 542,  547 (11th  Cir. 1990)\r                                    \r\n\n(citation omitted) (\"The guidelines . . . constitute an effort by\r\n\nthe  Commission  to  design  a  sentencing  system  that  reduces\r\n\ndisparities in the  sentences of defendants convicted  of similar\r\n\ncrimes.  Taking into account  the myriad of subtle differences in\r\n\nthe commission of every recognized crime of violence would result\r\n\nin as many different sentences.\").\r\n\n            Second, using a categorical approach makes more sense\r\n\nadministratively  than conducting a  fact-intensive inquiry.  The\r\n\ncategorical  approach usually  requires  the sentencing  court to\r\n\nlook  only  to a  few  readily  available  sources of  undisputed\r\n\ninformation.   The  sentencing court  is thus  spared from  mini-\r\n\ntrials   on  prior  offenses,   which  have  already   been  once\r\n\nadjudicated,  when  deciding  the appropriate  punishment.    See\r                                                                           \r\n\nTaylor, 495 U.S. at 601 (noting \"practical difficulties\" of fact-\r                \r\n\nintensive  inquiry).  As we said in  United States v. Correa, 114\r                                                                      \r\n\nF.3d   314,  318  (1st   Cir.  1997),  \"[c]riminal   history,  by\r\n\n                               -17-\r                                          17\r\r\n\ndefinition,  deals with bygone events which often happened in the\r\n\ndistant past, or in  a remote jurisdiction, or both.  Requiring a\r\n\nfederal judge  to go  behind the formal  record and  excavate the\r\n\ndetails  of what  transpired  in each  instance  would impose  an\r\n\nonerous burden, freighted with unusual evidentiary difficulties.\"\r\n\nSuch  an inquiry, as  Taylor recognized, would  be time-consuming\r                                      \r\n\nand could be unfair.\r\n\n            Third, this approach  honors the choice of  the state\r\n\nin its decisions  concerning which  crimes to  prosecute and  how\r\n\nplea bargains should be negotiated.   It respects the autonomy of\r\n\nthe state  system.  To  give an example,  the state here  did not\r\n\ncharge Damon with arson, clearly a crime of violence.  It charged\r\n\nhim  with  aggravated criminal  mischief.    To the  extent  that\r\n\nenhancement provisions  are \"intended  to supplement  the States'\r\n\nlaw enforcement efforts against  'career' criminals,\" Taylor, 495\r                                                                      \r\n\nU.S.  at 581,  it  is  more fundamentally  fair  to  act in  ways\r\n\n\"consistent with the prerogatives of the States in defining their\r\n\nown offenses.\"   Id. at 582  (quoting from the  Senate Report for\r                              \r\n\nthe Armed Career Criminal Act of 1982).\r\n\n            Fourth,  the  categorical  approach is  more  or less\r\n\nevenhanded in its  imperfections.  In this  case and in  Doe, the\r                                                                      \r\n\ncategorical approach has resulted in  a less severe sentence than\r\n\nwould  result  were  sentencing court  permitted  to  examine the\r\n\nactual  circumstances of the predicate  offense.  In other cases,\r\n\nhowever, the sentence could be harsher than if the actual conduct\r\n\n                               -18-\r                                          18\r\r\n\ncould be examined.   For example, in United  States v. Fernandez,\r                                                                          \r\n\n1997  WL  432249  (1st  Cir.  1997)  this  court  held  that  the\r\n\nMassachusetts crime of  assault and battery  on a police  officer\r\n\nis, categorically,  a crime of  violence.  Despite the  fact that\r\n\nthe  crime  could  theoretically include  both  violent  and non-\r\n\nviolent variants, the usual  case was violent.  Id. at  *3 &amp; n.2.\r                                                             \r\n\nThus a  defendant who actually did  commit the offense  in a non-\r\n\nviolent manner would be subjected to a harsher sentence.9\r\n\n            Finally, we are dealing with sentencing enhancements.\r                                                                          \r\n\nDefendants  have already  been punished  once  for their  earlier\r\n\noffenses.   Those who do  not receive enhancements they  might if\r\n\nthe court  were allowed to examine the  actual conduct underlying\r\n\nthe predicate offense have not escaped punishment for these prior\r\n\nbad acts.\r\n\n            The  choice  of  a   categorical  procedure  for  the\r\n\nevaluation   of   predicate  offenses   could   easily   be  made\r\n\ndifferently.  But  arguments in favor of a  different process are\r\n\nbetter  addressed elsewhere.   We  are  bound by  Taylor and  the\r                                                                  \r\n\nGuidelines.\r\n\nIV.  The Criminal History Calculation\r\n\n            Damon  argues  that the  sentencing  court improperly\r\n\ntallied criminal history points for  related offenses and that he\r\n\n                      \r                                \r\n\n  9.  The  Fernandez  court  did note,  however,  that  in this\r                              \r\n  situation  the defendant  would  be free  to  seek relief  by\r\n  filing a departure motion.  Id. at *4 n.3. \r                                           \r\n\n                               -19-\r                                          19\r\r\n\nwas not  under a  criminal justice sentence  at the  time of  the\r\n\ninstant offense.  These arguments are without merit.\r\n\n            Damon claims that his two prior state law convictions\r\n\nfor aggravated  criminal mischief and  criminal threatening  were\r\n\n\"related\" within the  meaning of U.S.S.G. and so  must be treated\r\n\nas a single sentence under  U.S.S.G.   4A1.2(a)(2).10  The crimes\r\n\nwere  related, he says,  because sentencing occurred  on the same\r\n\nday in  the same court for  both offenses.  It is  clear that the\r\n\noffenses are unrelated.  The aggravated criminal mischief offense\r\n\noccurred on January 8, 1994, and the criminal threatening offense\r\n\non January 5, 1995.   One involved Damon damaging his  own house,\r\n\nwhile  in the  other  Damon  threatened another  man  with a  .45\r\n\ncaliber handgun.  Damon's argument  that these crimes are related\r\n\nfails under United States v. Correa, 114 F.3d  314, 317 (1st Cir.\r                                             \r\n\n1997), where this court expressly held that:\r\n\n          at  least  in respect  to  offenses  that are\r\n          temporally and  factually distinct  (that is,\r\n          offenses  which occurred  on different  dates\r\n          and  which  did  not arise  out  of  the same\r\n          course  of  conduct), charges  based  thereon\r\n          should  not   be  regarded  as   having  been\r\n          consolidated   (and,  therefore,   \"related\")\r\n\n                      \r                                \r\n\n  10.  Section 4A1.2, comment n.3  provides:\r\n          [P]rior sentences  are considered  related if\r\n          they resulted from offenses that (1) occurred\r\n          on  the same  occasion, (2)  were  part of  a\r\n          single  common scheme  or  plan, or  (3) were\r\n          consolidated  for trial or sentencing.  . . .\r\n          [When this  does] not adequately  reflect the\r\n          seriousness  of   the  defendant's   criminal\r\n          history or  the frequency  with which he  has\r\n          committed  crimes . .  . an  upward departure\r\n          may be warranted.\r\n\n                               -20-\r                                          20\r\r\n\n          unless the original  sentencing court entered\r\n          an  actual order of consolidation or there is\r\n          some  other  persuasive  indicium  of  formal\r\n          consolidation  apparent on  the  face of  the\r\n          record which is  sufficient to indicate  that\r\n          the offenses  have some  relationship to  one\r\n          another  beyond   the  sheer   fortuity  that\r\n          sentence was imposed by the same judge at the\r\n          same time.\r\n\nThere was no formal order of consolidation of these two offenses,\r\n\nand we conclude that they are unrelated for sentencing purposes.\r\n\n            Damon  also argues that the district court should not\r\n\nhave assessed two criminal history points  for his conviction for\r\n\noperating a  motor vehicle  as an habitual  offender.   He claims\r\n\nthat this conviction is related to the instant offense, as he was\r\n\nstopped with the  guns in his  car.  The  mere fortuity that  one\r\n\noffense led to the  discovery of a second crime is not sufficient\r\n\nto  make  the  offenses  \"related\"  within  the  meaning  of  the\r\n\nGuidelines.  See United States v. Troncoso, 23 F.3d 612, 616 (1st\r                                                    \r\n\nCir.  1994) (drug  selling  charges  unrelated  to  violation  of\r\n\nfederal immigration  laws, even though former led to discovery of\r\n\nlatter), cert. denied,  513 U.S.  1116 (1995);  United States  v.\r                                                                       \r\n\nBeddow,  957 F.2d 1330,  1338-39 (6th Cir.  1992) (conviction for\r                \r\n\ncarrying a concealed weapon not  part of federal money laundering\r\n\noffense, even though  gun was found at  time of arrest  for money\r\n\nlaundering);  United States  v. Banashefski,  928  F.2d 349,  353\r                                                     \r\n\n(10th Cir. 1991) (state conviction for possession of a stolen car\r\n\nseverable from federal  offense of being  a felon in  possession,\r\n\n                               -21-\r                                          21\r\r\n\neven though firearm was found in car's trunk at time of arrest on\r\n\nstolen vehicle charge).\r\n\n            Damon next  argues that he was not  under a \"criminal\r\n\njustice sentence\" at  the time he committed  the instant offense,\r\n\nFebruary 28, 1996, because while the Maine Superior Court imposed\r\n\na  sentence for  his aggravated  criminal  mischief and  criminal\r\n\nthreatening  offenses  on  February 22,  1996,  the  court stayed\r\n\nexecution of these sentences until March 21, 1996.  \r\n\n            There  is  no  question that  Damon  was  required to\r\n\nsurrender  to prison  to serve  his sentence  at the time  he was\r\n\nfound with firearms in his  possession.  The application note for\r\n\n   4A1.1(d) specifically states  that \"active supervision  is not\r\n\nrequired for  this item  to apply.\"   Because  Damon was under  a\r\n\nrequirement to  serve this  sentence at the  time of  the instant\r\n\noffense, we hold  that he was under a  criminal justice sentence.\r\n\nSee United States v. Martinez, 931 F.2d 851, 852 (11th Cir. 1991)\r                                       \r\n\n(\"[A] defendant  who has been sentenced, regardless of whether he\r\n\nhas surrendered for service of that  sentence, must be considered\r\n\n'under  [a] criminal justice sentence' within section 4A1.1(d).\")\r\n\n            Damon's offenses of negotiating worthless instruments\r\n\noccurred over  a period of eight days in  October of 1989.  Damon\r\n\nwas sentenced for these three offenses on January 3, 1990, on May\r\n\n14, 1990, and  on June 11, 1991.   Sentencing for the  latter two\r\n\ncrimes occurred in a different  court than for the first offense.\r\n\n                               -22-\r                                          22\r\r\n\nDifferent sentences were imposed for  each offense.  We find none\r\n\nof the  factors necessary  to implicate a  common scheme  or plan\r\n\npresent in the record of this case.  See United States v. Correa,\r                                                                          \r\n\n114  F.3d 314, 317 (1st Cir. 1997); United States v. Patasnik, 89\r                                                                       \r\n\nF.3d 63,  74 (2nd Cir. 1996);   United States v.  Letterlough, 63\r                                                                       \r\n\nF.3d  332, 336  (4th  Cir. 1995),  cert. denied,  116 S.  Ct. 406\r                                                         \r\n\n(1995); United States v. Yeo, 936 F.2d 628, 629 (1st Cir. 1991).\r                                      \r\n\nV. Conclusion\r\n\n            Under  the  categorical approach,  sentencing  courts\r\n\nmust  determine, first, which statutory offense the defendant was\r\n\nconvicted of committing and, second, whether this type of offense\r\n\nis  usually  violent.   When  the  statute  of conviction  for  a\r\n\npredicate offense is  broad enough to cover  both generic violent\r\n\ncrimes and generic  non-violent crimes, the sentencing  court may\r\n\nexamine  the  charging  instrument and/or  jury  instructions  to\r\n\ndetermine whether it was the violent or non-violent type of crime\r\n\nfor which the defendant was convicted.  Only if  these sources do\r\n\nnot yield this information may the sentencing court look to other\r\n\naccurate,  judicially noticeable  sources.   At  each stage,  the\r\n\npurpose of the inquiry is to determine whether the type  of crime\r                                                                 \r\n\nthe defendant  committed was  violent  or non-violent.   In  this\r\n\ncase, based on  the charging papers, we hold  that Damon violated\r\n\n17-A  M.R.S.A.      805(1)(B),  and  that  the   typical  offense\r\n\npunishable under this statute is not a crime of violence.\r\n\n                               -23-\r                                          23\r\r\n\n            The violent crime enhancement  to Damon's sentence is\r\n\nvacated  and the  case  is  remanded to  the  district court  for\r\n\nresentencing in accordance with this opinion.\r\n\n                               -24-\r                                          24\r\r\n\n            Hill,  Senior Circuit Judge, concurring.  I concur in\r                      Hill,  Senior Circuit Judge, concurring.\r                                                 \r\n\nthe judgment and in all of the opinion of Judge Lynch except that\r\n\nportion commencing on  page 15, remarking upon the  fact that the\r\n\nlaw forbids a  sentencing judge from ascertaining  the existence,\r\n\nvel non,  of  pertinent  facts  and shouldering  the  burden  \"to\r                 \r\n\nexplain why.\"\r\n\n            The  reason  for  my concurrence  is  that  Taylor v.\r                                                                        \r\n\nUnited States, 495  U.S. 575 (1990) and decisions  of this court,\r                       \r\n\ninterpreting  Taylor, upon which the opinion relies, require this\r                              \r\n\nresult.   Being bound,  I do  not dissent  from  our requiring  a\r\n\nsentencing judge \"to  ignore the reality of the  prior offense in\r\n\ndetermining whether  that offense  is a crime  of violence.\"   We\r\n\nimport instructions -- \"Don't ask.  Don't tell.\"\r\n\n                               -25-\r                                          25\r\r\n",
  "html": "<p class=\"case_cite\">127 F.3d 139</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Ira W. DAMON, III, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1032.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 1997.<br>Decided Oct. 6, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">F. Mark Terison, Assistant U.S. Attorney, with whom Jay P. McCloskey, United States Attorney, and James Moore, Assistant U.S. Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Jeffrey Silverstein, with whom Billings &amp; Silverstein was on brief, for defendant, appellant.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, HILL<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and GIBSON,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Under the U.S. Sentencing Guidelines, punishment for an offense is, at times, increased when the defendant was previously convicted of unrelated crimes.  This case presents serious issues of both substance and procedure in this \"enhancement\" process.  The substantive issue is whether the crime of aggravated criminal mischief under state law is categorically a \"crime of violence\" under U.S.S.G. &#167; 4B1.2(1), thus warranting an increase in sentence.  The outcome of the substantive question is determined by resolution of the procedural issue.  The procedural issue concerns when a trial court may look beyond the statutory offense and focus on the actual prior criminal conduct in the face of the Supreme Court's admonitions that federal sentencing courts should prefer a categorical approach over an examination of the actual facts of the prior crime.  At stake for defendant Damon, an experienced felon caught possessing several firearms, is whether his sentence should be roughly two years shorter than the 84 months he received.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We hold, under Supreme Court precedent, that it was error for the district court to look beyond the categorical nature of the crime, which was revealed in the state charging document.  Thus the district court here could not inquire further to discover the reality of the defendant's prior crime as revealed in the Presentence Investigative Report:  that the defendant attempted to set fire to his house to collect insurance.  Such acts certainly would be a crime of violence, if that information could properly have been considered by the district court.  Nevertheless, the decision of the Supreme Court in Taylor v. United States, 495 U.S. 575, 600-02, 110 S.Ct. 2143, 2159-60, 109 L.Ed.2d 607 (1990), and the decisions of the U.S. Sentencing Commission embodied in amendments to &#167; 4B1.2(1) preclude this inquiry.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Ira Damon was stopped while driving his car on February 28, 1996 by officer Brent Beaulieu of the Newport, Maine police.  Beaulieu patted-down Damon and found pistol and shotgun ammunition in Damon's pockets.  Damon's car held a shotgun, a pistol, two rifles, and a loaded clip of pistol ammunition.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Damon pled guilty to the federal charge of being a felon in possession of a firearm, in violation of 18 U.S.C. &#167; 922(g)(1).  On December 6, 1996 the district court sentenced Damon, inter alia, to 84 months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Damon has been afoul of the law before.  We go through the sentencing calculations that resulted from this history of illicit activity.  Damon's unauthorized use of a motor vehicle gained him one criminal history point, and his crimes of negotiating several worthless instruments added three more points.  Damon's convictions for assault on an officer, aggravated criminal mischief, criminal threatening, and operating a motor vehicle as an habitual offender added two more points each.  It is the aggravated criminal mischief conviction which raises the serious issue in this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because Damon was under a \"criminal justice sentence\" at the time of the offense, the federal sentencing judge added two criminal history points under U.S.S.G. &#167; 4A1.1.  Damon's score of fourteen criminal history points placed him in Criminal History Category VI of the Federal Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The sentencing court determined that the offense level for Damon's crime was twenty-two, by setting the base offense level at twenty under U.S.S.G. &#167; 2K2.1(a)(4)(A), and adding two levels pursuant to U.S.S.G. &#167; 2K2.1(b)(4) because the serial numbers on the Colt .45 pistol found in Damon's car were obliterated.  The sentencing range for a category VI offender who commits a level twenty-two offense is 84 to 105 months of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In this appeal, Damon primarily argues that his prior conviction for criminal mischief should not have been classified as a \"crime of violence,\" that the court should not have awarded him additional criminal history points for related offenses, and that the court erred in determining that he was under a criminal justice sentence at the time of his arrest.  We conclude that Damon's first argument has merit, unlike the second and third.</p>\n    </div>\n    <p>II. The Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Questions of law concerning interpretation of the Guidelines are reviewed de novo, and the factual conclusions of the sentencing court, which must be supported by a preponderance of the evidence, are reviewed for clear error.  United States v. Grant, 114 F.3d 323, 328 (1st Cir.1997).</p>\n    </div>\n    <p>III. The \"Crime of Violence\" Determination</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Because it classified Damon's prior conviction for aggravated criminal mischief as a crime of violence, the sentencing court determined that the base offense level was 20 under U.S.S.G. &#167; 2K2.1(a)(4)(A).  Had the court not characterized this previous conviction as a crime of violence, the base offense level would have been 14.  Counting the two additional offense levels for the obliterated serial number on the pistol, Damon's sentencing range would have been 46 to 57 months instead of 84 to 105 months.  More than two years of prison time depends upon whether Damon's prior conviction for aggravated criminal mischief qualifies as a crime of violence under the Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Guidelines, U.S.S.G. &#167; 4B1.2(1), set out a multi-part definition of the term \"crime of violence\":</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>The term \"crime of violence\" means any offense under federal or state law punishable by imprisonment for a term exceeding one year that--</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>(i) has an element of the use, attempted use, or threatened use of physical force against the person of another, or</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(ii) is burglary of a dwelling, arson, or extortion, involves the use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Under Taylor, whether a predicate offense qualifies as a crime of violence requires a \"categorical\" examination of the statutory crime.  Taylor considered whether the defendant's predicate offenses were \"burglary\" as defined in 18 U.S.C. &#167; 924(e), a sentencing enhancement statute.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Taylor had been convicted of \"burglary\" in Missouri state courts at a time when Missouri had seven different statutes under which a person could be charged for that crime.  The Supreme Court held that, rather than examine the particular circumstances of the crimes for which the defendant was convicted, a sentencing court should look only to whether the statute of conviction contained the elements of a \"generic\" burglary and should not inquire whether the specific crime committed was especially dangerous to others.  Taylor, 495 U.S. at 598, 110 S.Ct. at 2158.   The Court defined generic burglary as a crime that consists of:  \"unlawful and unprivileged entry into, or remaining in, a building or structure, with intent to commit a crime.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Taylor noted that in some situations the statute of conviction may include elements beyond those of a generic burglary (e.g., entry into places other than buildings).  Id. at 599-600, 110 S.Ct. at 2158-59.   To address that issue, and other problems of interpretation of &#167; 924(e), sentencing courts should employ a \"formal categorical approach,\" and generally \"look only to the fact of conviction and the statutory definition of the prior offense.\"  Id. at 602, 110 S.Ct. at 2160.   A sentencing court may go beyond the fact of conviction in those cases where the statute encompasses both violent felonies (e.g., generic burglary) and non-violent felonies (e.g., burglary of a vehicle rather than of a building).  In such a situation, the sentencing court may examine the indictment or information and jury instructions in order to discern which type of crime the offender was convicted of perpetrating.  Id. The Court remanded the case so that this determination could be made with respect to Taylor's prior convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After Taylor, this court's analysis of predicate offenses has followed this categorical approach.  See United States v. Meader, 118 F.3d 876, 881-83 (1st Cir.1997) (\"[T]he standard approach for determining whether a particular crime fits within the 'crime of violence' rubric is a generic one, in which inquiry is restricted to the statutory definitions of prior offenses, without regard to the particular facts underlying them.\")  (citations omitted);  United States v. Winter, 22 F.3d 15, 18 (1st Cir.1994);  United States v. De Jesus, 984 F.2d 21, 23 (1st Cir.1993) (\"[R]ather than examining the actual circumstances underlying the earlier conviction, we examine only the statutory formulation of the crime charged ... to see if that crime is a crime of violence....\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The state statute, defining aggravated criminal mischief under 17-A M.R.S.A. &#167; 805, is the starting point for our inquiry:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>1.  A person is guilty of aggravated criminal mischief if that person intentionally, knowingly or recklessly:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>A.  Damages or destroys property of another in an amount exceeding $2,000 in value, having no reasonable ground to believe that the person has a right to do so;</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>B. Damages or destroys property in an amount exceeding $2,000 in value, to enable any person to collect insurance proceeds for the loss caused;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>C. Damages, destroys or tampers with the property of a law enforcement agency, fire department or supplier of gas, electric, steam, water, transportation, sanitation or communication services to the public, having no reasonable ground to believe that the person has a right to do so, and thereby causes a substantial interruption or impairment of service rendered to the public;  or</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>D. Damages, destroys or tampers with property of another and thereby recklessly endangers human life.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This state statute, on its face, covers many types of activities, some actually or potentially violent, depending on the subsection involved, some not.  Through its subsections, &#167; 805 is the equivalent of four statutory crimes.  The government concedes that 17-A M.R.S.A. &#167; 805(1)(D) involves a serious risk of harm to others but that 17-A M.R.S.A. &#167; 805(1)(A), (B) and (C) do not.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Under such circumstances, Taylor instructs that it is appropriate to look to the charging document to see which subsection of the statute is involved.  Taylor, 495 U.S. at 602, 110 S.Ct. at 2160;  see also Winter, 22 F.3d at 21 (parsing 18 U.S.C. &#167; 1952(a) into subsections that criminalize primarily violent conduct versus those that criminalize primarily non-violent conduct);  United States v. Doe, 960 F.2d 221, 224 (1st Cir.1992) (additional inquiry into indictment and jury instructions authorized by Taylor when a statute covers both violent and non-violent conduct \"means only that, where a single statutory provision defines several different crimes ... a court may have to look at the indictment ... to see which of the several different statutory crimes ... was at issue\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We turn to the crime with which Damon was charged.  It is clear that he was not charged under subsection D, which necessarily involves harm to others, but rather under subsection B, which does not.  Damon was charged in an information which recited:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>That on or about January 8, 1994, in the town of N. Anson, County of Somerset and State of Maine, Ira Damon III did intentionally, knowingly or recklessly damage or destroy property in an amount exceeding $2,000.00 in value, to wit, his own house, in order to enable himself to collect insurance proceeds for the loss caused.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The inquiry is whether the elements of subsection B fit the definition of a crime of violence under U.S.S.G. &#167; 4B1.2(1).  The answer is that they do not, with the possible exception of the \"otherwise\" clause in U.S.S.G. &#167; 4B1.2(1)(ii).  See De Jesus, 984 F.2d at 24-25 (larceny from the person falls within the \"otherwise\" clause because the statute requires theft from the victim's person or immediate vicinity, and thus involves the risk of a violent struggle).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Damon's prior conviction for aggravated criminal mischief qualifies as a crime of violence if and only if a serious potential risk of physical injury to another is a \"normal, usual, or customary concomitant\" of the predicate offense of aggravated criminal mischief as set forth in &#167; 805(1)(B).  See Winter, 22 F.3d at 20.   In conducting this inquiry, we examine whether the \"mine run of conduct,\" De Jesus, 984 F.2d at 24, which subsection B was intended to cover constitutes a crime of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The government vociferously argues that causing damage to a house of $2,000 or more in order to collect insurance proceeds normally involves \"a serious potential risk of physical injury to another.\"   We think not.  We note that arson, which does pose a great risk to fire department personnel and others, is a separate crime and that simply causing damage to property, including a house, does not require the damage be done by arson.  There are many easy ways to cause $2,000 in property<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> damage which do not risk physical injury to other people.  Exposing the interior of a house to the elements by opening windows or doors could cause such damage.  Leaving a few windows open on a frigid night or, to give a New England example, during a Nor'easter, will readily lead to such damage to a house.  Furthermore, it is more typically true that people defrauding insurance companies by damaging property will not want other persons to be present who could give witness to the misdeeds.  And so, ironically, the intent to defraud the insurer reduces any potential risk of harm to others.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This contrasts markedly with the risks associated with the typical burglary of a dwelling.  Burglary has \"an inherent potential for harm to persons.  The fact that an offender enters a building to commit a crime often creates the possibility of a violent confrontation between the offender and an occupant, caretaker, or some other person who comes to investigate.\"  Taylor, 495 U.S. at 588, 110 S.Ct. at 2153.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Examining just the statutory language and the charging document,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we conclude that the typical conduct reachable under subsection B does not involve a serious potential risk of physical injury to another.  Our inquiry in reaching this conclusion is limited to the \"usual type of conduct that the statute purposes to proscribe,\" and does not explore \"the outer limits of the statutory language or the myriad of possibilities girdled by that language.\"  Winter, 22 F.3d at 20.   See also Doe, 960 F.2d at 224-25 (holding that crime of being a felon in possession of a firearm is not a crime of violence because typical firearm possession is not violent, even though Doe possessed his gun while waiting to ambush an enemy).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The government nonetheless argues that the inquiry should not stop there, Taylor notwithstanding.  At the government's insistence, and relying on this court's 1992 decision in United States v. Harris, 964 F.2d 1234 (1st Cir.1992), the district court engaged in further inquiry.  It turned to the PSI and learned that Damon had attempted to \"sell his house to the insurance company\" (as this activity is commonly described)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> by burning it.  The district court sensibly concluded that this was the equivalent of arson, and that, under explicit mandate of the Guidelines and our precedent, arson is undeniably a crime of violence, not the least of which for the threat it poses to firefighters.  See United States v. Mitchell, 23 F.3d 1 (1st Cir.1994).  Accordingly, the court concluded that the actual aggravated criminal mischief here was a crime of violence and so increased Damon's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In light of Taylor and changing definitions from the Sentencing Commission, we think the district court was precluded from looking so deeply into the nature of the predicate offense.  That the court thought it permissible to do so under our decision in Harris was not unreasonable, but as we now clarify, was wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In Harris and in United States v. Bregnard, 951 F.2d 457 (1st Cir.1991), this court held that it was proper for the sentencing court, in determining whether a prior guilty plea was to a crime of violence where the statute typically included both generally violent and non-violent crimes, to examine the description in the offenders' uncontested presentencing reports of the prior indictment and plea.  In both Harris and Bregnard, the defendant had been previously convicted of assault and battery.  Because the state crime of assault and battery, Mass.  Gen. Laws ch.  265 &#167; 13A, encompassed both violent and non-violent conduct, this court said that it was proper for the sentencing court to determine of which variety of the offense the defendant had been convicted, and to look to the uncontested portions of the presentencing report to do so.  Harris at 1236;  Bregnard at 459-60.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We noted in Harris that Taylor establishes that \"sometimes, looking to the 'statutory definition' alone will not establish whether or not the prior offense was a 'violent felony,' for some statutes contain language in a single section that covers several separate crimes, some of which are 'violent' and some of which are not.\"  Harris, 964 F.2d at 1235.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Harris stated that the proper inquiry under the categorical approach does not concern what the defendant actually did, but rather examines whether the defendant was convicted of a \"generically violent crime\" or a \"generically non-violent crime.\"  Id. at 1236.  Harris held that when a trial court is faced with a past conviction for violating a single statute that covers both a violent and a non-violent crime it may decide which crime was involved by looking to an uncontested presentencing report.  The Harris court noted the availability of other sources of information, such as the indictment or guilty plea, to make this determination.  Id. at 1236 (\"A sentencing court, faced with a prior conviction under a statute that makes it unlawful to break into a 'building' or into a 'vehicle,' might simply read the indictment or the guilty plea ... to see if it says 'building' or 'vehicle.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Later cases have clarified that a sentencing court faced with a prior conviction under a broad statute should first resort to the jury instructions or charging instrument, and only if these are not instructive may the court turn to other documents for information.  See Meader, 118 F.3d at 883 (noting that Application Note 2 for &#167; 4B1.2 \"explicitly identifies the defendant's charged conduct ... as the focus of the 'otherwise' clause\");  Winter, 22 F.3d at 20 &amp; n. 8 (\"Taylor demands that a court ... consult a limited array of materials--principally the indictment and jury instructions--in determining if the offense can be classified as a crime of violence.\").  In these later cases, the courts were persuaded that amendments to the Guidelines which emphasized the defendant's charged conduct mandated that inquiry should begin with the charging instrument.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See United States v. Palmer, 68 F.3d 52 (2d Cir.1995) (collecting cases);  United States v. Fernandez, 940 F.Supp. 387, 391-92 (D.Mass.1996), aff'd, 121 F.3d 777 (1st Cir.1997).  Also, Taylor specifically refers to the charging instrument and jury instructions as acceptable sources of information under the categorical approach.  Taylor, 495 U.S. at 602, 110 S.Ct. at 2160.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Under Taylor, when the predicate statutory crime has been determined to be typically non-violent, the inquiry ends.  In this case, the charging document makes it clear that Damon was convicted under 17-A M.R.S.A. &#167; 805(1)(B) and we find that the typical run of conduct for this property damage crime does not constitute a crime of violence.  It was error to look beyond.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our society has decided to enhance the punishment for those who have a history of crimes of violence, and it may appear a strange system which reverses a sentencing judge for determining whether the defendant's past criminal actions were in fact violent.  Such a result is compelled by Taylor<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and by the Guidelines.  We pause to explain some of the reasons, as we understand them, which motivated the choice to prefer the categorical approach.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The first reason, as Taylor observed, is that Congress intended that the Guidelines take a categorical approach to sentencing.  The language of &#167; 4B1.2, like the almost identical provisions of &#167; 924(e), requires that the sentencing court should \"look only to the fact that the defendant had been convicted of crimes falling within certain categories, and not to the facts underlying the prior convictions.\"  Taylor, 495 U.S. at 600, 110 S.Ct. at 2159.   Such categorical sentencing procedures for implementation of the Guidelines, it is hoped, will lead to like cases receiving like sentences.  See Doe, 960 F.2d at 225 (\"uniform interpretation of similar language is itself desirable\");  United States v. Gonzalez-Lopez, 911 F.2d 542, 547 (11th Cir.1990) (citation omitted) (\"The guidelines ... constitute an effort by the Commission to design a sentencing system that reduces disparities in the sentences of defendants convicted of similar crimes.  Taking into account the myriad of subtle differences in the commission of every recognized crime of violence would result in as many different sentences.\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Second, using a categorical approach makes more sense administratively than conducting a fact-intensive inquiry.  The categorical approach usually requires the sentencing court to look only to a few readily available sources of undisputed information.  The sentencing court is thus spared from mini-trials on prior offenses, which have already been once adjudicated, when deciding the appropriate punishment.  See Taylor, 495 U.S. at 601, 110 S.Ct. at 2159-60 (noting \"practical difficulties\" of fact-intensive inquiry).  As we said in United States v. Correa, 114 F.3d 314, 318 (1st Cir.1997), \"[c]riminal history, by definition, deals with bygone events which often happened in the distant past, or in a remote jurisdiction, or both.  Requiring a federal judge to go behind the formal record and excavate the details of what transpired in each instance would impose an onerous burden, freighted with unusual evidentiary difficulties.\"   Such an inquiry, as Taylor recognized, would be time-consuming and could be unfair.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Third, this approach honors the choice of the state in its decisions concerning which crimes to prosecute and how plea bargains should be negotiated.  It respects the autonomy of the state system.  To give an example, the state here did not charge Damon with arson, clearly a crime of violence.  It charged him with aggravated criminal mischief.  To the extent that enhancement provisions are \"intended to supplement the States' law enforcement efforts against 'career' criminals,\" Taylor, 495 U.S. at 581, 110 S.Ct. at 2149, it is more fundamentally fair to act in ways \"consistent with the prerogatives of the States in defining their own offenses.\"  Id. at 582, 110 S.Ct. at 2150 (quoting from the Senate Report for the Armed Career Criminal Act of 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Fourth, the categorical approach is more or less evenhanded in its imperfections.  In this case and in Doe, the categorical approach has resulted in a less severe sentence than would result were sentencing court permitted to examine the actual circumstances of the predicate offense.  In other cases, however, the sentence could be harsher than if the actual conduct could be examined.  For example, in United States v. Fernandez, 121 F.3d 777 (1st Cir.1997) this court held that the Massachusetts crime of assault and battery on a police officer is, categorically, a crime of violence.  Despite the fact that the crime could theoretically include both violent and non-violent variants, the usual case was violent.  Id. 121 F.3d at 779-80.  Thus a defendant who actually did commit the offense in a non-violent manner would be subjected to a harsher sentence.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Finally, we are dealing with sentencing enhancements.   Defendants have already been punished once for their earlier offenses.  Those who do not receive enhancements they might if the court were allowed to examine the actual conduct underlying the predicate offense have not escaped punishment for these prior bad acts.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The choice of a categorical procedure for the evaluation of predicate offenses could easily be made differently.  But arguments in favor of a different process are better addressed elsewhere.  We are bound by Taylor and the Guidelines.</p>\n    </div>\n    <p>IV. The Criminal History Calculation</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Damon argues that the sentencing court improperly tallied criminal history points for related offenses and that he was not under a criminal justice sentence at the time of the instant offense.  These arguments are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Damon claims that his two prior state law convictions for aggravated criminal mischief and criminal threatening were \"related\" within the meaning of U.S.S.G. and so must be treated as a single sentence under U.S.S.G. &#167; 4A1.2(a)(2).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The crimes were related, he says, because sentencing occurred on the same day in the same court for both offenses.  It is clear that the offenses are unrelated.  The aggravated criminal mischief offense occurred on January 8, 1994, and the criminal threatening offense on January 5, 1995.  One involved Damon damaging his own house, while in the other Damon threatened another man with a .45 caliber handgun. Damon's argument that these crimes are related fails under United States v. Correa, 114 F.3d 314, 317 (1st Cir.1997), where this court expressly held that:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>at least in respect to offenses that are temporally and factually distinct (that is, offenses which occurred on different dates and which did not arise out of the same course of conduct), charges based thereon should not be regarded as having been consolidated (and, therefore, \"related\") unless the original sentencing court entered an actual order of consolidation or there is some other persuasive indicium of formal consolidation apparent on the face of the record which is sufficient to indicate that the offenses have some relationship to one another beyond the sheer fortuity that sentence was imposed by the same judge at the same time.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">There was no formal order of consolidation of these two offenses, and we conclude that they are unrelated for sentencing purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Damon also argues that the district court should not have assessed two criminal history points for his conviction for operating a motor vehicle as an habitual offender.  He claims that this conviction is related to the instant offense, as he was stopped with the guns in his car.  The mere fortuity that one offense led to the discovery of a second crime is not sufficient to make the offenses \"related\" within the meaning of the Guidelines.  See United States v. Troncoso, 23 F.3d 612, 616 (1st Cir.1994) (drug selling charges unrelated to violation of federal immigration laws, even though former led to discovery of latter), cert. denied, 513 U.S. 1116, 115 S.Ct. 912, 130 L.Ed.2d 793 (1995);  United States v. Beddow, 957 F.2d 1330, 1338-39 (6th Cir.1992) (conviction for carrying a concealed weapon not part of federal money laundering offense, even though gun was found at time of arrest for money laundering);  United States v. Banashefski, 928 F.2d 349, 353 (10th Cir.1991) (state conviction for possession of a stolen car severable from federal offense of being a felon in possession, even though firearm was found in car's trunk at time of arrest on stolen vehicle charge).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Damon next argues that he was not under a \"criminal justice sentence\" at the time he committed the instant offense, February 28, 1996, because while the Maine Superior Court imposed a sentence for his aggravated criminal mischief and criminal threatening offenses on February 22, 1996, the court stayed execution of these sentences until March 21, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">There is no question that Damon was required to surrender to prison to serve his sentence at the time he was found with firearms in his possession.  The application note for &#167; 4A1.1(d) specifically states that \"active supervision is not required for this item to apply.\"   Because Damon was under a requirement to serve this sentence at the time of the instant offense, we hold that he was under a criminal justice sentence.  See United States v. Martinez, 931 F.2d 851, 852 (11th Cir.1991) (\"[A] defendant who has been sentenced, regardless of whether he has surrendered for service of that sentence, must be considered 'under [a] criminal justice sentence' within section 4A1.1(d).\")</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Damon's offenses of negotiating worthless instruments occurred over a period of eight days in October of 1989.  Damon was sentenced for these three offenses on January 3, 1990, on May 14, 1990, and on June 11, 1991.  Sentencing for the latter two crimes occurred in a different court than for the first offense.  Different sentences were imposed for each offense.  We find none of the factors necessary to implicate a common scheme or plan present in the record of this case.  See United States v. Correa, 114 F.3d 314, 317 (1st Cir.1997);  United States v. Patasnik, 89 F.3d 63, 74 (2nd Cir.1996);  United States v. Letterlough, 63 F.3d 332, 336 (4th Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 406, 133 L.Ed.2d 324 (1995);  United States v. Yeo, 936 F.2d 628, 629 (1st Cir.1991).</p>\n    </div>\n    <p>V. Conclusion</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Under the categorical approach, sentencing courts must determine, first, which statutory offense the defendant was convicted of committing and, second, whether this type of offense is usually violent.  When the statute of conviction for a predicate offense is broad enough to cover both generic violent crimes and generic non-violent crimes, the sentencing court may examine the charging instrument and/or jury instructions to determine whether it was the violent or non-violent type of crime for which the defendant was convicted.  Only if these sources do not yield this information may the sentencing court look to other accurate, judicially noticeable sources.  At each stage, the purpose of the inquiry is to determine whether the type of crime the defendant committed was violent or non-violent.  In this case, based on the charging papers, we hold that Damon violated 17-A M.R.S.A. &#167; 805(1)(B), and that the typical offense punishable under this statute is not a crime of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The violent crime enhancement to Damon's sentence is vacated and the case is remanded to the district court for resentencing in accordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">HILL, Senior Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">I concur in the judgment and in all of the opinion of Judge Lynch except that portion commencing on page 15, remarking upon the fact that the law forbids a sentencing judge from ascertaining the existence, vel non, of pertinent facts and shouldering the burden \"to explain why.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The reason for my concurrence is that Taylor v. United States, 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990) and decisions of this court, interpreting Taylor, upon which the opinion relies, require this result.  Being bound, I do not dissent from our requiring a sentencing judge \"to ignore the reality of the prior offense in determining whether that offense is a crime of violence.\"   We import instructions--\"Don't ask.  Don't tell.\"</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon.  James C. Hill of the Eleventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Hon.  John R. Gibson of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Taylor involved the Armed Career Criminal Act (\"ACCA\"), 18 U.S.C. &#167; 924(e).  Under 18 U.S.C. &#167; 924(e)(2)(B), \"the term 'violent felony' means any crime punishable by imprisonment for a term exceeding one year ... that--(i) has as an element the use, attempted use, or threatened use of physical force against the person of another;  or (ii) is burglary, arson, or extortion, involves the use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\"   We have noted that authority for interpreting the term \"violent felony\" as it is defined in the ACCA constitutes authority for interpreting U.S.S.G. &#167; 4B1.2, given the similarity in definitions.  See United States v. Meader, 118 F.3d 876, 882-83 (1st Cir.1997);  United States v. Winter, 22 F.3d 15, 18 n. 3 (1st Cir.1994).  Cases involving the interpretation of each provision are helpful in deciding this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> \"Property\" as it is used in the aggravated criminal mischief statute means \"anything of value,\" 17-A M.R.S.A. &#167; 352, thus homes are just one of many forms of property that may be damaged or destroyed by offenders who violate 17-A M.R.S.A. &#167; 805(1)(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This case does not raise the question of what documents beyond the charging document or the jury instructions may be examined to determine which subsection of the multi-faceted crime is involved.  The question about what subsection or type of statutory crime is involved is resolved here by the charging document.  The parties' vigorous argument about whether a PSI may ever be a source of information is simply not germane</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In some parts of the country, but not New England, the phrase is colorfully put as \"sell his house to the Yankees.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Application note two to &#167; 4B1.2 now reads:  \"Other offenses are included [as crimes of violence] where ... the conduct set forth (i.e., expressly charged ) in the count of which the defendant was convicted ... by its nature, presented a serious potential risk of physical injury to another.  Under this section, the conduct of which the defendant was convicted is the focus of inquiry.\"  (emphasis added).  We must accord the application notes and commentary controlling weight if they are not clearly erroneous nor inconsistent with the Guidelines.  Stinson v. United States, 508 U.S. 36, 45, 113 S.Ct. 1913, 1919, 123 L.Ed.2d 598 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that a petition for certiorari is pending in United States v. Shannon, 110 F.3d 382 (7th Cir.1997), cert. denied, --- U.S. ----, 118 S.Ct. 223, --- L.Ed.2d ---- (1997), a case which also concerns the proper application of the categorical approach.  Even if certiorari is granted, however, the Supreme Court's resolution of Shannon would not necessarily affect the outcome of this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Fernandez court did note, however, that in this situation the defendant would be free to seek relief by filing a departure motion.  Id. 121 F.3d at 780</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Section 4A1.2, comment n.3 provides:</p>\n        <p>[P]rior sentences are considered related if they resulted from offenses that (1) occurred on the same occasion, (2) were part of a single common scheme or plan, or (3) were consolidated for trial or sentencing....  [When this does] not adequately reflect the seriousness of the defendant's criminal history or the frequency with which he has committed crimes ... an upward departure may be warranted.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Ira W. DAMON, III, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1032.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 1997.<br>Decided Oct. 6, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">F. Mark Terison, Assistant U.S. Attorney, with whom Jay P. McCloskey, United States Attorney, and James Moore, Assistant U.S. Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Jeffrey Silverstein, with whom Billings &amp; Silverstein was on brief, for defendant, appellant.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, HILL<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and GIBSON,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Under the U.S. Sentencing Guidelines, punishment for an offense is, at times, increased when the defendant was previously convicted of unrelated crimes.  This case presents serious issues of both substance and procedure in this \"enhancement\" process.  The substantive issue is whether the crime of aggravated criminal mischief under state law is categorically a \"crime of violence\" under U.S.S.G. &#167; 4B1.2(1), thus warranting an increase in sentence.  The outcome of the substantive question is determined by resolution of the procedural issue.  The procedural issue concerns when a trial court may look beyond the statutory offense and focus on the actual prior criminal conduct in the face of the Supreme Court's admonitions that federal sentencing courts should prefer a categorical approach over an examination of the actual facts of the prior crime.  At stake for defendant Damon, an experienced felon caught possessing several firearms, is whether his sentence should be roughly two years shorter than the 84 months he received.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We hold, under Supreme Court precedent, that it was error for the district court to look beyond the categorical nature of the crime, which was revealed in the state charging document.  Thus the district court here could not inquire further to discover the reality of the defendant's prior crime as revealed in the Presentence Investigative Report:  that the defendant attempted to set fire to his house to collect insurance.  Such acts certainly would be a crime of violence, if that information could properly have been considered by the district court.  Nevertheless, the decision of the Supreme Court in Taylor v. United States, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 600-02, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, 2159-60, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990), and the decisions of the U.S. Sentencing Commission embodied in amendments to &#167; 4B1.2(1) preclude this inquiry.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Ira Damon was stopped while driving his car on February 28, 1996 by officer Brent Beaulieu of the Newport, Maine police.  Beaulieu patted-down Damon and found pistol and shotgun ammunition in Damon's pockets.  Damon's car held a shotgun, a pistol, two rifles, and a loaded clip of pistol ammunition.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Damon pled guilty to the federal charge of being a felon in possession of a firearm, in violation of 18 U.S.C. &#167; 922(g)(1).  On December 6, 1996 the district court sentenced Damon, inter alia, to 84 months in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Damon has been afoul of the law before.  We go through the sentencing calculations that resulted from this history of illicit activity.  Damon's unauthorized use of a motor vehicle gained him one criminal history point, and his crimes of negotiating several worthless instruments added three more points.  Damon's convictions for assault on an officer, aggravated criminal mischief, criminal threatening, and operating a motor vehicle as an habitual offender added two more points each.  It is the aggravated criminal mischief conviction which raises the serious issue in this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because Damon was under a \"criminal justice sentence\" at the time of the offense, the federal sentencing judge added two criminal history points under U.S.S.G. &#167; 4A1.1.  Damon's score of fourteen criminal history points placed him in Criminal History Category VI of the Federal Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The sentencing court determined that the offense level for Damon's crime was twenty-two, by setting the base offense level at twenty under U.S.S.G. &#167; 2K2.1(a)(4)(A), and adding two levels pursuant to U.S.S.G. &#167; 2K2.1(b)(4) because the serial numbers on the Colt .45 pistol found in Damon's car were obliterated.  The sentencing range for a category VI offender who commits a level twenty-two offense is 84 to 105 months of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In this appeal, Damon primarily argues that his prior conviction for criminal mischief should not have been classified as a \"crime of violence,\" that the court should not have awarded him additional criminal history points for related offenses, and that the court erred in determining that he was under a criminal justice sentence at the time of his arrest.  We conclude that Damon's first argument has merit, unlike the second and third.</p>\n    </div>\n    <p>II. The Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Questions of law concerning interpretation of the Guidelines are reviewed de novo, and the factual conclusions of the sentencing court, which must be supported by a preponderance of the evidence, are reviewed for clear error.  United States v. Grant, <span class=\"citation\" data-id=\"197387\"><a href=\"/opinion/197387/united-states-v-grant/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 328 (1st Cir.1997).</p>\n    </div>\n    <p>III. The \"Crime of Violence\" Determination</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Because it classified Damon's prior conviction for aggravated criminal mischief as a crime of violence, the sentencing court determined that the base offense level was 20 under U.S.S.G. &#167; 2K2.1(a)(4)(A).  Had the court not characterized this previous conviction as a crime of violence, the base offense level would have been 14.  Counting the two additional offense levels for the obliterated serial number on the pistol, Damon's sentencing range would have been 46 to 57 months instead of 84 to 105 months.  More than two years of prison time depends upon whether Damon's prior conviction for aggravated criminal mischief qualifies as a crime of violence under the Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Guidelines, U.S.S.G. &#167; 4B1.2(1), set out a multi-part definition of the term \"crime of violence\":</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>The term \"crime of violence\" means any offense under federal or state law punishable by imprisonment for a term exceeding one year that--</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>(i) has an element of the use, attempted use, or threatened use of physical force against the person of another, or</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(ii) is burglary of a dwelling, arson, or extortion, involves the use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Under Taylor, whether a predicate offense qualifies as a crime of violence requires a \"categorical\" examination of the statutory crime.  Taylor considered whether the defendant's predicate offenses were \"burglary\" as defined in 18 U.S.C. &#167; 924(e), a sentencing enhancement statute.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Taylor had been convicted of \"burglary\" in Missouri state courts at a time when Missouri had seven different statutes under which a person could be charged for that crime.  The Supreme Court held that, rather than examine the particular circumstances of the crimes for which the defendant was convicted, a sentencing court should look only to whether the statute of conviction contained the elements of a \"generic\" burglary and should not inquire whether the specific crime committed was especially dangerous to others.  Taylor, 495 U.S. at 598, 110 S.Ct. at 2158.   The Court defined generic burglary as a crime that consists of:  \"unlawful and unprivileged entry into, or remaining in, a building or structure, with intent to commit a crime.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Taylor noted that in some situations the statute of conviction may include elements beyond those of a generic burglary (e.g., entry into places other than buildings).  Id. at 599-600, 110 S.Ct. at 2158-59.   To address that issue, and other problems of interpretation of &#167; 924(e), sentencing courts should employ a \"formal categorical approach,\" and generally \"look only to the fact of conviction and the statutory definition of the prior offense.\"  Id. at 602, 110 S.Ct. at 2160.   A sentencing court may go beyond the fact of conviction in those cases where the statute encompasses both violent felonies (e.g., generic burglary) and non-violent felonies (e.g., burglary of a vehicle rather than of a building).  In such a situation, the sentencing court may examine the indictment or information and jury instructions in order to discern which type of crime the offender was convicted of perpetrating.  Id. The Court remanded the case so that this determination could be made with respect to Taylor's prior convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After Taylor, this court's analysis of predicate offenses has followed this categorical approach.  See United States v. Meader, <span class=\"citation\" data-id=\"197459\"><a href=\"/opinion/197459/united-states-v-meader/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">876</span></a></span>, 881-83 (1st Cir.1997) (\"[T]he standard approach for determining whether a particular crime fits within the 'crime of violence' rubric is a generic one, in which inquiry is restricted to the statutory definitions of prior offenses, without regard to the particular facts underlying them.\")  (citations omitted);  United States v. Winter, <span class=\"citation\" data-id=\"195327\"><a href=\"/opinion/195327/united-states-v-winter/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 (1st Cir.1994);  United States v. De Jesus, <span class=\"citation\" data-id=\"599018\"><a href=\"/opinion/599018/united-states-v-carlos-de-jesus/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 23 (1st Cir.1993) (\"[R]ather than examining the actual circumstances underlying the earlier conviction, we examine only the statutory formulation of the crime charged ... to see if that crime is a crime of violence....\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The state statute, defining aggravated criminal mischief under 17-A M.R.S.A. &#167; 805, is the starting point for our inquiry:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>1.  A person is guilty of aggravated criminal mischief if that person intentionally, knowingly or recklessly:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>A.  Damages or destroys property of another in an amount exceeding $2,000 in value, having no reasonable ground to believe that the person has a right to do so;</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>B. Damages or destroys property in an amount exceeding $2,000 in value, to enable any person to collect insurance proceeds for the loss caused;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>C. Damages, destroys or tampers with the property of a law enforcement agency, fire department or supplier of gas, electric, steam, water, transportation, sanitation or communication services to the public, having no reasonable ground to believe that the person has a right to do so, and thereby causes a substantial interruption or impairment of service rendered to the public;  or</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>D. Damages, destroys or tampers with property of another and thereby recklessly endangers human life.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This state statute, on its face, covers many types of activities, some actually or potentially violent, depending on the subsection involved, some not.  Through its subsections, &#167; 805 is the equivalent of four statutory crimes.  The government concedes that 17-A M.R.S.A. &#167; 805(1)(D) involves a serious risk of harm to others but that 17-A M.R.S.A. &#167; 805(1)(A), (B) and (C) do not.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Under such circumstances, Taylor instructs that it is appropriate to look to the charging document to see which subsection of the statute is involved.  Taylor, 495 U.S. at 602, 110 S.Ct. at 2160;  see also Winter, 22 F.3d at 21 (parsing 18 U.S.C. &#167; 1952(a) into subsections that criminalize primarily violent conduct versus those that criminalize primarily non-violent conduct);  United States v. Doe, <span class=\"citation\" data-id=\"580696\"><a href=\"/opinion/580696/united-states-v-arthur-l-doe-aka-butchy/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span>, 224 (1st Cir.1992) (additional inquiry into indictment and jury instructions authorized by Taylor when a statute covers both violent and non-violent conduct \"means only that, where a single statutory provision defines several different crimes ... a court may have to look at the indictment ... to see which of the several different statutory crimes ... was at issue\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We turn to the crime with which Damon was charged.  It is clear that he was not charged under subsection D, which necessarily involves harm to others, but rather under subsection B, which does not.  Damon was charged in an information which recited:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>That on or about January 8, 1994, in the town of N. Anson, County of Somerset and State of Maine, Ira Damon III did intentionally, knowingly or recklessly damage or destroy property in an amount exceeding $2,000.00 in value, to wit, his own house, in order to enable himself to collect insurance proceeds for the loss caused.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The inquiry is whether the elements of subsection B fit the definition of a crime of violence under U.S.S.G. &#167; 4B1.2(1).  The answer is that they do not, with the possible exception of the \"otherwise\" clause in U.S.S.G. &#167; 4B1.2(1)(ii).  See De Jesus, 984 F.2d at 24-25 (larceny from the person falls within the \"otherwise\" clause because the statute requires theft from the victim's person or immediate vicinity, and thus involves the risk of a violent struggle).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Damon's prior conviction for aggravated criminal mischief qualifies as a crime of violence if and only if a serious potential risk of physical injury to another is a \"normal, usual, or customary concomitant\" of the predicate offense of aggravated criminal mischief as set forth in &#167; 805(1)(B).  See Winter, 22 F.3d at 20.   In conducting this inquiry, we examine whether the \"mine run of conduct,\" De Jesus, 984 F.2d at 24, which subsection B was intended to cover constitutes a crime of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The government vociferously argues that causing damage to a house of $2,000 or more in order to collect insurance proceeds normally involves \"a serious potential risk of physical injury to another.\"   We think not.  We note that arson, which does pose a great risk to fire department personnel and others, is a separate crime and that simply causing damage to property, including a house, does not require the damage be done by arson.  There are many easy ways to cause $2,000 in property<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> damage which do not risk physical injury to other people.  Exposing the interior of a house to the elements by opening windows or doors could cause such damage.  Leaving a few windows open on a frigid night or, to give a New England example, during a Nor'easter, will readily lead to such damage to a house.  Furthermore, it is more typically true that people defrauding insurance companies by damaging property will not want other persons to be present who could give witness to the misdeeds.  And so, ironically, the intent to defraud the insurer reduces any potential risk of harm to others.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This contrasts markedly with the risks associated with the typical burglary of a dwelling.  Burglary has \"an inherent potential for harm to persons.  The fact that an offender enters a building to commit a crime often creates the possibility of a violent confrontation between the offender and an occupant, caretaker, or some other person who comes to investigate.\"  Taylor, 495 U.S. at 588, 110 S.Ct. at 2153.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Examining just the statutory language and the charging document,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we conclude that the typical conduct reachable under subsection B does not involve a serious potential risk of physical injury to another.  Our inquiry in reaching this conclusion is limited to the \"usual type of conduct that the statute purposes to proscribe,\" and does not explore \"the outer limits of the statutory language or the myriad of possibilities girdled by that language.\"  Winter, 22 F.3d at 20.   See also Doe, 960 F.2d at 224-25 (holding that crime of being a felon in possession of a firearm is not a crime of violence because typical firearm possession is not violent, even though Doe possessed his gun while waiting to ambush an enemy).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The government nonetheless argues that the inquiry should not stop there, Taylor notwithstanding.  At the government's insistence, and relying on this court's 1992 decision in United States v. Harris, <span class=\"citation\" data-id=\"583860\"><a href=\"/opinion/583860/united-states-v-gerald-harris/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1234</span></a></span> (1st Cir.1992), the district court engaged in further inquiry.  It turned to the PSI and learned that Damon had attempted to \"sell his house to the insurance company\" (as this activity is commonly described)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> by burning it.  The district court sensibly concluded that this was the equivalent of arson, and that, under explicit mandate of the Guidelines and our precedent, arson is undeniably a crime of violence, not the least of which for the threat it poses to firefighters.  See United States v. Mitchell, <span class=\"citation\" data-id=\"195311\"><a href=\"/opinion/195311/united-states-v-mitchell/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.1994).  Accordingly, the court concluded that the actual aggravated criminal mischief here was a crime of violence and so increased Damon's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In light of Taylor and changing definitions from the Sentencing Commission, we think the district court was precluded from looking so deeply into the nature of the predicate offense.  That the court thought it permissible to do so under our decision in Harris was not unreasonable, but as we now clarify, was wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In Harris and in United States v. Bregnard, <span class=\"citation\" data-id=\"573880\"><a href=\"/opinion/573880/united-states-v-dale-m-bregnard/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">457</span></a></span> (1st Cir.1991), this court held that it was proper for the sentencing court, in determining whether a prior guilty plea was to a crime of violence where the statute typically included both generally violent and non-violent crimes, to examine the description in the offenders' uncontested presentencing reports of the prior indictment and plea.  In both Harris and Bregnard, the defendant had been previously convicted of assault and battery.  Because the state crime of assault and battery, Mass.  Gen. Laws ch.  265 &#167; 13A, encompassed both violent and non-violent conduct, this court said that it was proper for the sentencing court to determine of which variety of the offense the defendant had been convicted, and to look to the uncontested portions of the presentencing report to do so.  Harris at 1236;  Bregnard at 459-60.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We noted in Harris that Taylor establishes that \"sometimes, looking to the 'statutory definition' alone will not establish whether or not the prior offense was a 'violent felony,' for some statutes contain language in a single section that covers several separate crimes, some of which are 'violent' and some of which are not.\"  Harris, 964 F.2d at 1235.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Harris stated that the proper inquiry under the categorical approach does not concern what the defendant actually did, but rather examines whether the defendant was convicted of a \"generically violent crime\" or a \"generically non-violent crime.\"  Id. at 1236.  Harris held that when a trial court is faced with a past conviction for violating a single statute that covers both a violent and a non-violent crime it may decide which crime was involved by looking to an uncontested presentencing report.  The Harris court noted the availability of other sources of information, such as the indictment or guilty plea, to make this determination.  Id. at 1236 (\"A sentencing court, faced with a prior conviction under a statute that makes it unlawful to break into a 'building' or into a 'vehicle,' might simply read the indictment or the guilty plea ... to see if it says 'building' or 'vehicle.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Later cases have clarified that a sentencing court faced with a prior conviction under a broad statute should first resort to the jury instructions or charging instrument, and only if these are not instructive may the court turn to other documents for information.  See Meader, 118 F.3d at 883 (noting that Application Note 2 for &#167; 4B1.2 \"explicitly identifies the defendant's charged conduct ... as the focus of the 'otherwise' clause\");  Winter, 22 F.3d at 20 &amp; n. 8 (\"Taylor demands that a court ... consult a limited array of materials--principally the indictment and jury instructions--in determining if the offense can be classified as a crime of violence.\").  In these later cases, the courts were persuaded that amendments to the Guidelines which emphasized the defendant's charged conduct mandated that inquiry should begin with the charging instrument.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See United States v. Palmer, <span class=\"citation\" data-id=\"706041\"><a href=\"/opinion/706041/united-states-v-scott-palmer/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span> (2d Cir.1995) (collecting cases);  United States v. Fernandez, <span class=\"citation no-link\"><span class=\"volume\">940</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">387</span></span>, 391-92 (D.Mass.1996), aff'd, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></span> (1st Cir.1997).  Also, Taylor specifically refers to the charging instrument and jury instructions as acceptable sources of information under the categorical approach.  Taylor, 495 U.S. at 602, 110 S.Ct. at 2160.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Under Taylor, when the predicate statutory crime has been determined to be typically non-violent, the inquiry ends.  In this case, the charging document makes it clear that Damon was convicted under 17-A M.R.S.A. &#167; 805(1)(B) and we find that the typical run of conduct for this property damage crime does not constitute a crime of violence.  It was error to look beyond.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our society has decided to enhance the punishment for those who have a history of crimes of violence, and it may appear a strange system which reverses a sentencing judge for determining whether the defendant's past criminal actions were in fact violent.  Such a result is compelled by Taylor<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and by the Guidelines.  We pause to explain some of the reasons, as we understand them, which motivated the choice to prefer the categorical approach.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The first reason, as Taylor observed, is that Congress intended that the Guidelines take a categorical approach to sentencing.  The language of &#167; 4B1.2, like the almost identical provisions of &#167; 924(e), requires that the sentencing court should \"look only to the fact that the defendant had been convicted of crimes falling within certain categories, and not to the facts underlying the prior convictions.\"  Taylor, 495 U.S. at 600, 110 S.Ct. at 2159.   Such categorical sentencing procedures for implementation of the Guidelines, it is hoped, will lead to like cases receiving like sentences.  See Doe, 960 F.2d at 225 (\"uniform interpretation of similar language is itself desirable\");  United States v. Gonzalez-Lopez, <span class=\"citation\" data-id=\"546372\"><a href=\"/opinion/546372/united-states-v-ramon-gonzalez-lopez/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">542</span></a></span>, 547 (11th Cir.1990) (citation omitted) (\"The guidelines ... constitute an effort by the Commission to design a sentencing system that reduces disparities in the sentences of defendants convicted of similar crimes.  Taking into account the myriad of subtle differences in the commission of every recognized crime of violence would result in as many different sentences.\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Second, using a categorical approach makes more sense administratively than conducting a fact-intensive inquiry.  The categorical approach usually requires the sentencing court to look only to a few readily available sources of undisputed information.  The sentencing court is thus spared from mini-trials on prior offenses, which have already been once adjudicated, when deciding the appropriate punishment.  See Taylor, 495 U.S. at 601, 110 S.Ct. at 2159-60 (noting \"practical difficulties\" of fact-intensive inquiry).  As we said in United States v. Correa, <span class=\"citation\" data-id=\"197379\"><a href=\"/opinion/197379/united-states-v-rosalio-correa/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></a></span>, 318 (1st Cir.1997), \"[c]riminal history, by definition, deals with bygone events which often happened in the distant past, or in a remote jurisdiction, or both.  Requiring a federal judge to go behind the formal record and excavate the details of what transpired in each instance would impose an onerous burden, freighted with unusual evidentiary difficulties.\"   Such an inquiry, as Taylor recognized, would be time-consuming and could be unfair.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Third, this approach honors the choice of the state in its decisions concerning which crimes to prosecute and how plea bargains should be negotiated.  It respects the autonomy of the state system.  To give an example, the state here did not charge Damon with arson, clearly a crime of violence.  It charged him with aggravated criminal mischief.  To the extent that enhancement provisions are \"intended to supplement the States' law enforcement efforts against 'career' criminals,\" Taylor, 495 U.S. at 581, 110 S.Ct. at 2149, it is more fundamentally fair to act in ways \"consistent with the prerogatives of the States in defining their own offenses.\"  Id. at 582, 110 S.Ct. at 2150 (quoting from the Senate Report for the Armed Career Criminal Act of 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Fourth, the categorical approach is more or less evenhanded in its imperfections.  In this case and in Doe, the categorical approach has resulted in a less severe sentence than would result were sentencing court permitted to examine the actual circumstances of the predicate offense.  In other cases, however, the sentence could be harsher than if the actual conduct could be examined.  For example, in United States v. Fernandez, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></span> (1st Cir.1997) this court held that the Massachusetts crime of assault and battery on a police officer is, categorically, a crime of violence.  Despite the fact that the crime could theoretically include both violent and non-violent variants, the usual case was violent.  Id. 121 F.3d at 779-80.  Thus a defendant who actually did commit the offense in a non-violent manner would be subjected to a harsher sentence.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Finally, we are dealing with sentencing enhancements.   Defendants have already been punished once for their earlier offenses.  Those who do not receive enhancements they might if the court were allowed to examine the actual conduct underlying the predicate offense have not escaped punishment for these prior bad acts.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The choice of a categorical procedure for the evaluation of predicate offenses could easily be made differently.  But arguments in favor of a different process are better addressed elsewhere.  We are bound by Taylor and the Guidelines.</p>\n    </div>\n    <p>IV. The Criminal History Calculation</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Damon argues that the sentencing court improperly tallied criminal history points for related offenses and that he was not under a criminal justice sentence at the time of the instant offense.  These arguments are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Damon claims that his two prior state law convictions for aggravated criminal mischief and criminal threatening were \"related\" within the meaning of U.S.S.G. and so must be treated as a single sentence under U.S.S.G. &#167; 4A1.2(a)(2).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The crimes were related, he says, because sentencing occurred on the same day in the same court for both offenses.  It is clear that the offenses are unrelated.  The aggravated criminal mischief offense occurred on January 8, 1994, and the criminal threatening offense on January 5, 1995.  One involved Damon damaging his own house, while in the other Damon threatened another man with a .45 caliber handgun. Damon's argument that these crimes are related fails under United States v. Correa, <span class=\"citation\" data-id=\"197379\"><a href=\"/opinion/197379/united-states-v-rosalio-correa/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></a></span>, 317 (1st Cir.1997), where this court expressly held that:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>at least in respect to offenses that are temporally and factually distinct (that is, offenses which occurred on different dates and which did not arise out of the same course of conduct), charges based thereon should not be regarded as having been consolidated (and, therefore, \"related\") unless the original sentencing court entered an actual order of consolidation or there is some other persuasive indicium of formal consolidation apparent on the face of the record which is sufficient to indicate that the offenses have some relationship to one another beyond the sheer fortuity that sentence was imposed by the same judge at the same time.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">There was no formal order of consolidation of these two offenses, and we conclude that they are unrelated for sentencing purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Damon also argues that the district court should not have assessed two criminal history points for his conviction for operating a motor vehicle as an habitual offender.  He claims that this conviction is related to the instant offense, as he was stopped with the guns in his car.  The mere fortuity that one offense led to the discovery of a second crime is not sufficient to make the offenses \"related\" within the meaning of the Guidelines.  See United States v. Troncoso, <span class=\"citation\" data-id=\"195377\"><a href=\"/opinion/195377/united-states-v-troncoso/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">612</span></a></span>, 616 (1st Cir.1994) (drug selling charges unrelated to violation of federal immigration laws, even though former led to discovery of latter), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1116</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">793</span></span> (1995);  United States v. Beddow, <span class=\"citation\" data-id=\"578642\"><a href=\"/opinion/578642/united-states-v-stephen-martin-beddow/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1330</span></a></span>, 1338-39 (6th Cir.1992) (conviction for carrying a concealed weapon not part of federal money laundering offense, even though gun was found at time of arrest for money laundering);  United States v. Banashefski, <span class=\"citation\" data-id=\"557438\"><a href=\"/opinion/557438/united-states-v-kenneth-john-banashefski/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 353 (10th Cir.1991) (state conviction for possession of a stolen car severable from federal offense of being a felon in possession, even though firearm was found in car's trunk at time of arrest on stolen vehicle charge).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Damon next argues that he was not under a \"criminal justice sentence\" at the time he committed the instant offense, February 28, 1996, because while the Maine Superior Court imposed a sentence for his aggravated criminal mischief and criminal threatening offenses on February 22, 1996, the court stayed execution of these sentences until March 21, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">There is no question that Damon was required to surrender to prison to serve his sentence at the time he was found with firearms in his possession.  The application note for &#167; 4A1.1(d) specifically states that \"active supervision is not required for this item to apply.\"   Because Damon was under a requirement to serve this sentence at the time of the instant offense, we hold that he was under a criminal justice sentence.  See United States v. Martinez, <span class=\"citation\" data-id=\"559998\"><a href=\"/opinion/559998/united-states-v-jesus-martinez/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">851</span></a></span>, 852 (11th Cir.1991) (\"[A] defendant who has been sentenced, regardless of whether he has surrendered for service of that sentence, must be considered 'under [a] criminal justice sentence' within section 4A1.1(d).\")</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Damon's offenses of negotiating worthless instruments occurred over a period of eight days in October of 1989.  Damon was sentenced for these three offenses on January 3, 1990, on May 14, 1990, and on June 11, 1991.  Sentencing for the latter two crimes occurred in a different court than for the first offense.  Different sentences were imposed for each offense.  We find none of the factors necessary to implicate a common scheme or plan present in the record of this case.  See United States v. Correa, <span class=\"citation\" data-id=\"197379\"><a href=\"/opinion/197379/united-states-v-rosalio-correa/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></a></span>, 317 (1st Cir.1997);  United States v. Patasnik, <span class=\"citation\" data-id=\"721480\"><a href=\"/opinion/721480/united-states-v-michael-s-patasnik-and-james-cecere/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 74 (2nd Cir.1996);  United States v. Letterlough, <span class=\"citation\" data-id=\"702312\"><a href=\"/opinion/702312/united-states-v-vincent-jay-letterlough/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span>, 336 (4th Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">406</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">324</span></span> (1995);  United States v. Yeo, <span class=\"citation\" data-id=\"563648\"><a href=\"/opinion/563648/united-states-v-kenneth-yeo/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 629 (1st Cir.1991).</p>\n    </div>\n    <p>V. Conclusion</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Under the categorical approach, sentencing courts must determine, first, which statutory offense the defendant was convicted of committing and, second, whether this type of offense is usually violent.  When the statute of conviction for a predicate offense is broad enough to cover both generic violent crimes and generic non-violent crimes, the sentencing court may examine the charging instrument and/or jury instructions to determine whether it was the violent or non-violent type of crime for which the defendant was convicted.  Only if these sources do not yield this information may the sentencing court look to other accurate, judicially noticeable sources.  At each stage, the purpose of the inquiry is to determine whether the type of crime the defendant committed was violent or non-violent.  In this case, based on the charging papers, we hold that Damon violated 17-A M.R.S.A. &#167; 805(1)(B), and that the typical offense punishable under this statute is not a crime of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The violent crime enhancement to Damon's sentence is vacated and the case is remanded to the district court for resentencing in accordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">HILL, Senior Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">I concur in the judgment and in all of the opinion of Judge Lynch except that portion commencing on page 15, remarking upon the fact that the law forbids a sentencing judge from ascertaining the existence, vel non, of pertinent facts and shouldering the burden \"to explain why.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The reason for my concurrence is that Taylor v. United States, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990) and decisions of this court, interpreting Taylor, upon which the opinion relies, require this result.  Being bound, I do not dissent from our requiring a sentencing judge \"to ignore the reality of the prior offense in determining whether that offense is a crime of violence.\"   We import instructions--\"Don't ask.  Don't tell.\"</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon.  James C. Hill of the Eleventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Hon.  John R. Gibson of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Taylor involved the Armed Career Criminal Act (\"ACCA\"), 18 U.S.C. &#167; 924(e).  Under 18 U.S.C. &#167; 924(e)(2)(B), \"the term 'violent felony' means any crime punishable by imprisonment for a term exceeding one year ... that--(i) has as an element the use, attempted use, or threatened use of physical force against the person of another;  or (ii) is burglary, arson, or extortion, involves the use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\"   We have noted that authority for interpreting the term \"violent felony\" as it is defined in the ACCA constitutes authority for interpreting U.S.S.G. &#167; 4B1.2, given the similarity in definitions.  See United States v. Meader, <span class=\"citation\" data-id=\"197459\"><a href=\"/opinion/197459/united-states-v-meader/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">876</span></a></span>, 882-83 (1st Cir.1997);  United States v. Winter, <span class=\"citation\" data-id=\"195327\"><a href=\"/opinion/195327/united-states-v-winter/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 n. 3 (1st Cir.1994).  Cases involving the interpretation of each provision are helpful in deciding this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> \"Property\" as it is used in the aggravated criminal mischief statute means \"anything of value,\" 17-A M.R.S.A. &#167; 352, thus homes are just one of many forms of property that may be damaged or destroyed by offenders who violate 17-A M.R.S.A. &#167; 805(1)(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This case does not raise the question of what documents beyond the charging document or the jury instructions may be examined to determine which subsection of the multi-faceted crime is involved.  The question about what subsection or type of statutory crime is involved is resolved here by the charging document.  The parties' vigorous argument about whether a PSI may ever be a source of information is simply not germane</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In some parts of the country, but not New England, the phrase is colorfully put as \"sell his house to the Yankees.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Application note two to &#167; 4B1.2 now reads:  \"Other offenses are included [as crimes of violence] where ... the conduct set forth (i.e., expressly charged ) in the count of which the defendant was convicted ... by its nature, presented a serious potential risk of physical injury to another.  Under this section, the conduct of which the defendant was convicted is the focus of inquiry.\"  (emphasis added).  We must accord the application notes and commentary controlling weight if they are not clearly erroneous nor inconsistent with the Guidelines.  Stinson v. United States, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 45, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1913</span></a></span>, 1919, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></a></span> (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that a petition for certiorari is pending in United States v. Shannon, <span class=\"citation\" data-id=\"739088\"><a href=\"/opinion/739088/united-states-v-defabian-c-shannon/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">382</span></a></span> (7th Cir.1997), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">223</span></span>, --- L.Ed.2d ---- (1997), a case which also concerns the proper application of the categorical approach.  Even if certiorari is granted, however, the Supreme Court's resolution of Shannon would not necessarily affect the outcome of this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Fernandez court did note, however, that in this situation the defendant would be free to seek relief by filing a departure motion.  Id. 121 F.3d at 780</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Section 4A1.2, comment n.3 provides:</p>\n        <p>[P]rior sentences are considered related if they resulted from offenses that (1) occurred on the same occasion, (2) were part of a single common scheme or plan, or (3) were consolidated for trial or sentencing....  [When this does] not adequately reflect the seriousness of the defendant's criminal history or the frequency with which he has committed crimes ... an upward departure may be warranted.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739088/"
  ]
}