{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197582/",
  "absolute_url": "/opinion/197582/united-states-v-brewster/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197582/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:33:20Z",
  "date_modified": "2017-03-24T10:52:47.244068Z",
  "type": "010combined",
  "sha1": "2a49c55ad63039db6c641c0aee94be945a21263f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1448.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 97-1448\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       CHARLES E. BREWSTER,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                             \r\n\n                              Before\r\n\n                     Selya, Boudin and Stahl,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                             \r\n\n     Henry  W.  Griffin,   by  appointment  of  the   court,  for\r                                 \r\nappellant.\r\n     Margaret  D. McGaughey,  Assistant  United States  Attorney,\r                                     \r\nwith whom Jay P. McCloskey, United States Attorney, and Donald E.\r                                                                           \r\nClark,  Assistant  United  States Attorney,  were  on  brief, for\r               \r\nappellee.\r\n\n                                             \r\n\n                         October 2, 1997\r\n                                             \r\r\n\n          SELYA,  Circuit Judge.    In  this  sentencing  appeal,\r                    SELYA,  Circuit Judge.\r                                         \r\n\ndefendant-appellant  Charles  E.  Brewster  protests  an   upward\r\n\ndeparture that the  district court premised  in large measure  on\r\n\nprior, uncharged criminal conduct    a history of persistent  and\r\n\nvicious  domestic  violence     dissimilar  to  the  offenses  of\r\n\nconviction (being a  felon in possession of a  firearm and making\r\n\nfalse statements in connection with the procurement of firearms).\r\n\nWe affirm the sentence.\r\n\nI.  HOW THE CHARGES AROSE\r          I.  HOW THE CHARGES AROSE\r\n\n          We  distill the  facts  from  the  plea  colloquy,  the\r\n\nundisputed portions of the presentence  investigation report (PSI\r\n\nReport),  and the  transcript of  the disposition  hearing.   See\r                                                                           \r\n\nUnited States v.  Talladino, 38 F.3d 1255, 1258  (1st Cir. 1994);\r                                     \r\n\nUnited States v. Dietz, 950 F.2d 50, 51 (1st Cir. 1991).\r                                \r\n\n          In August 1996,  police officers responded to  a report\r\n\nof domestic violence at the abode shared by the appellant and his\r\n\nwife  in Livermore  Falls,  Maine.   The  officers observed  Mrs.\r\n\nBrewster's  injuries, tried to  calm the couple's  three children\r\n\n(ages 10, 11 and 16), took statements from both Mrs. Brewster and\r\n\nher  sister-in-law,  and  arrested the  appellant.    While being\r\n\ntransported to the  county jail, Brewster spoke volubly about his\r\n\nardor for hunting  and described the firearms (a  30-30 rifle and\r\n\n16-gauge shotgun) that  he owned and kept  in his house.   When a\r\n\nroutine criminal record check disclosed a prior felony conviction\r\n\nfor armed  robbery, the  police repaired to  the house  and, with\r\n\nMrs.  Brewster's  consent,  seized  the  two  weapons.    Further\r\n\n                                2\r\r\n\ninvestigation revealed that the appellant had purchased two other\r\n\nrifles  without disclosing  his  status  as  a  convicted  felon.\r\n\nMeanwhile,  Mrs. Brewster obtained a state court \"protection from\r\n\nabuse\"  order, and state  authorities released Brewster  on bail,\r\n\nconditioned upon his refraining  from all contact with his  wife.\r\n\nThe appellant promptly violated this restriction.\r\n\n          In September  1996, a  federal grand  jury returned  an\r\n\nindictment charging the appellant with  one count of making false\r\n\nstatements  on  a firearm  application  form in  violation  of 18\r\n\nU.S.C.    922(a)(6), 924(a)(2) (1994),  and two counts of being a\r\n\nfelon in  possession of a  firearm in violation  of 18  U.S.C.   \r\n\n922(g)(1),  924(a)(2) (1994).    In  due  course,  the  appellant\r\n\npleaded guilty to all three counts.\r\n\nII.  HOW THE SENTENCE DERIVED\r          II.  HOW THE SENTENCE DERIVED\r\n\n          The district  judge pondered several pieces of evidence\r\n\nat  the  disposition hearing.    Among  these  was a  handwritten\r\n\nstatement  appended to  the PSI  Report, in  which the  appellant\r\n\nadmitted to purchasing guns knowing that he was legally forbidden\r\n\nfrom doing so.  In  a second handwritten statement, also appended\r\n\nto the PSI Report, Mrs.  Brewster chronicled 17 years of horrific\r\n\ndomestic abuse.   She explained that sheer terror had forestalled\r\n\nany  contact with  the authorities  before August  of 1996:   she\r\n\nfeared not only for her life,  but also for what might happen  to\r\n\nher children  if she were slaughtered.   Her fear of  bodily harm\r\n\nstemmed  from her husband's  repeated minations during  years and\r\n\nyears of  physical abuse.   She described incidents in  which the\r\n\n                                3\r\r\n\nappellant threw  her on the floor and stomped on her cranium with\r\n\nheavy work boots, banged her head against a counter, threw knives\r\n\nat her, and at various times smothered, kicked, punched, bit, and\r\n\nstrangled her.  In addition,  she had been threatened \"with every\r\n\nkind of brutal death possible.\"1\r\n\n          The appellant made little effort to conceal his abusive\r\n\nbehavior.   In recorded interviews with the state police, several\r\n\nneighbors and  friends  described  incidents  involving  physical\r\n\nviolence and vulgar  language, and reported  that they had  heard\r\n\nthe appellant threaten to kill his wife on several occasions.\r\n\n          After making an upward adjustment for multiple weapons,\r\n\nUSSG  2K2.1(b)(1)(A), and a downward adjustment for acceptance of\r\n\nresponsibility, USSG  3E1.1, Judge Carter settled upon an offense\r\n\nlevel (OL)  of 18.  He then  assessed criminal history points for\r\n\nan  armed  robbery   conviction  and  a  breaking   and  entering\r\n\nconviction  but overlooked  seven  other  convictions because  of\r\n\ntheir age or the unavailability  of records.  The resultant point\r\n\nscore placed  Brewster in  criminal history  category (CHC)  III.\r\n                    \r                              \r\n\n     1A  brief  excerpt illustrates  the  tone and  tenor  of the\r\nstatement:\r\n\n          [My husband] has tried to drowned [sic] me in\r\n          the pool  and in  the bath  tub.   On several\r\n          occasions I thought I was going to die before\r\n          he let me  up. . . .   He's told me  he would\r\n          slice my  throat while I  slept.  He  has put\r\n          knifes  [sic] against  my throat  and pressed\r\n          them  into my neck, laughing while he did it.\r\n          He  has sawed my kitchen set  up with a power\r\n          saw because I  cooked the  `wrong thing'  for\r\n          supper and tried  to pull me outside  to `cut\r\n          my hands off.'  I  hid in the woods for hours\r\n          that night, but had to go back for my son.\r\n\n                                4\r\r\n\nThis matrix (OL 18; CHC III) yielded a guideline sentencing range\r\n\n(GSR) of 33 to 41 months.\r\n\n          The government urged  the court to depart upward on the\r\n\nground  that Brewster's CHC  underrepresented the gravity  of his\r\n\npast criminality and the  corresponding risk of recidivism.   The\r\n\nappellant  objected.   The ensuing  debate  centered around  USSG\r\n\n 4A1.3  (1995), pertinent portions of which are reproduced in the\r\n\nAppendix.  Judge  Carter expressed concern about  whether section\r\n\n4A1.3's language  and structure  permitted a  departure based  on\r\n\nspousal abuse, especially since that  abuse   which he considered\r\n\nrelevant but not similar to the offense of conviction   had never\r\n\nbeen  adjudicated as  criminal conduct.   In  the  last analysis,\r\n\nhowever, the judge opined that the case qualified for a departure\r\n\nbecause  of the 17-year  history of unrelieved  domestic violence\r\n\nand the existence of  seven prior convictions for  serious crimes\r\n\nthat had not been counted in arriving at the CHC.  The judge then\r\n\nmentioned  a third factor, declaring that the appellant's refusal\r\n\neffectively to pursue  an alcohol abuse  program or to  undertake\r\n\ndomestic abuse counseling  \"[a]dd[ed] to all of this  in terms of\r\n\nthe unusual character of this case.\"\r\n\n          Turning to the  matter of degree, the  court determined\r\n\nthat  the upward departure  should be fashioned  by simulating an\r\n\nincrease from  CHC  III to  CHC V.   The  court  stressed that  a\r\n\nsentence at the  upper limit of the simulated  GSR (51-63 months)\r\n\nwould produce a  prison term of approximately five  years, which,\r\n\nwhen followed by the maximum available term of supervised release\r\n\n                                5\r\r\n\n(three years), would keep the  appellant away from his wife until\r\n\ntheir youngest child had reached age 18.  At that time, the court\r\n\nreasoned, Mrs. Brewster  would no longer be \"held  hostage\" in an\r\n\nabusive situation  by her  concern for her  children.   The court\r\n\nadded  that a  sentence  of that  magnitude  was \"appropriate  in\r\n\nrecognizing the serious nature of this  prior criminal conduct as\r\n\nrelated conduct  to  the offense  conduct  of possession  of  the\r\n\nfirearm.\"\r\n\n          When  all was  said and done,  the court  sentenced the\r\n\nappellant to serve  an incarcerative term of  63 months, followed\r\n\nby a  three-year term of  supervised release  (the conditions  of\r\n\nwhich,   among   other   things,   proscribed   any  contact   or\r\n\ncommunication  with his wife  absent written permission  from the\r\n\ncourt).  This appeal followed.\r\n\nIII.  THE STANDARD OF REVIEW\r          III.  THE STANDARD OF REVIEW\r\n\n          We review departures for abuse of discretion.  See Koon\r                                                                           \r\n\nv. United  States,  116 S.  Ct.  2035, 2046-47  (1996).   In  the\r                           \r\n\nprocess, we must determine three things:  whether the articulated\r\n\nground for  departure  is conceptually  appropriate, whether  the\r\n\nrecord provides sufficient factual support for a finding that the\r\n\nground exists, and whether the degree of departure is reasonable.\r\n\nSee United States v. Dethlefs,     F.3d    ,      (1st Cir. 1997)\r                                       \r\n\n[No. 96-2071, slip op. at 10].\r\n\n          For organizational purposes, we  compress the departure\r\n\ninquiry   in  this  case  by  examining  the  legal  and  factual\r\n\nsufficiency of the  departure grounds in tandem.  Only then do we\r\n\n                                6\r\r\n\ninquire into the degree of departure.\r\n\nIV.  THE GROUNDS FOR DEPARTURE\r          IV.  THE GROUNDS FOR DEPARTURE\r\n\n          The court below departed because it determined that the\r\n\nappellant's CHC significantly underrepresented his proclivity  to\r\n\ncommit future crimes and the  seriousness of his criminal past in\r\n\ntwo  ways:   first,  CHC  III failed  adequately  to reflect  the\r\n\ngravity  and  duration  of his  vicious,  assaultive interspousal\r\n\nbehavior; and second,  CHC III failed  adequately to reflect  the\r\n\ncumulative  impact of  seven prior  convictions  that yielded  no\r\n\ncriminal history points.  We  discuss these factors seriatim.  We\r                                                                      \r\n\nthen  discuss the  court's allusion  to  the appellant's  failure\r\n\neffectively to pursue  a treatment program for  domestic violence\r\n\nor alcohol abuse.\r\n\n          A.  Domestic Abuse as a Ground for Departure.\r                    A.  Domestic Abuse as a Ground for Departure.\r                                                                \r\n\n          The  guideline that  the district  court invoked,  USSG\r\n\n 4A1.3,  permits a  departure if  reliable information  indicates\r\n\nthat the CHC  \"significantly under-represents the seriousness  of\r\n\nthe  defendant's  criminal  history or  the  likelihood  that the\r\n\ndefendant  will commit  further crimes.\"    The guideline's  text\r\n\nrelates that such  information \"may include,  but is not  limited\r                                                                           \r\n\nto\" the  type illustrated in  a series  of five  vignettes.   Id.\r                                                                           \r\n\n(emphasis supplied).   The first four examples address charged or\r\n\nadjudicated  criminal conduct,  and the  fifth addresses  conduct\r\n\nwhich, although unadjudicated (and perhaps uncharged), is similar\r\n\nto the offense of conviction.\r\n\n                                7\r\r\n\n          In  contrast  to  these   examples,  the  court   below\r\n\npredicated the  instant departure  principally on  Brewster's 17-\r\n\nyear history of unadjudicated, uncharged domestic abuse, which it\r\n\ntermed \"the  most appalling  part of this  man's record.\"   Judge\r\n\nCarter recognized  that none  of the  illustrations contained  in\r\n\nsection 4A1.3 applied  to this misconduct,  as the appellant  had\r\n\nnever been charged  with, or convicted of, abusive  behavior, and\r\n\nthis  prior misconduct  bore  no similarity  to  the offenses  of\r\n\nconviction.  But the judge looked to the guideline's introductory\r\n\nlanguage and  concluded that Brewster's pervasive  domestic abuse\r\n\n\"amply  demonstrated\" the likelihood  that he will  commit future\r\n\ncrimes.   Brewster  attacks this  finding  on three  fronts.   He\r\n\nmaintains that  the domestic abuse,  in and  of itself, is  not a\r\n\nlegally permissible  ground for  departure  under section  4A1.3;\r\n\nthat it is  not a relevant consideration  here; and that,  in all\r\n\nevents,  the evidence  of domestic  violence  relied upon  by the\r\n\nsentencing court possessed too  few hallmarks of trustworthiness.\r\n\nNone of these arguments is convincing.2\r\n\n                                1.\r                                          1.\r\n\n                    \r                              \r\n\n     2Given the  sentencing  court's  factual  findings,  we  are\r\ninclined to believe  that there is force  behind the government's\r\nargument  that the prolonged  domestic violence which  marred the\r\nBrewsters' marriage would have allowed the court to depart upward\r\nunder  USSG  5K2.0  (permitting departure  if the court  finds an\r\naggravating  circumstance  of  a  kind,   or  to  a  degree,  not\r\nadequately taken into consideration  by the sentencing guidelines\r\nthat renders the case meaningfully atypical).  See,  e.g., United\r                                                                           \r\nStates v.  Keester, 70  F.3d 1026, 1027-28  (8th Cir.  1995) (per\r                            \r\ncuriam) (upholding  such a  departure).   Because we sustain  the\r\nupward departure under section 4A1.3, see text infra, we need not\r                                                              \r\nresolve this question definitively.\r\n\n                                8\r\r\n\n          Emphasizing   the   Sentencing   Commission's   express\r\n\ninvitation  to consider \"prior similar adult criminal conduct not\r                                                \r\n\nresulting  in a  criminal conviction,\"  USSG  4A1.3(e)  (emphasis\r\n\nsupplied),  the appellant posits  that the guideline  by negative\r\n\nimplication forbids the use of dissimilar, uncharged conduct as a\r\n\nbasis for departure.  We do not agree.\r\n\n          In our  judgment, the  determination  of whether  prior\r\n\ncriminal conduct that  is both uncharged and  dissimilar can ever\r\n\nform a basis for a criminal history departure is neither dictated\r\n\nnor informed  by the  language of section  4A1.3(e).   After all,\r\n\nthat   section  states   explicitly  that   the   list  of   five\r\n\nillustrations is not intended to be exhaustive.  What is more, to\r\n\ninfer  that the  guideline's  explicit authorization  to consider\r\n\nsimilar  misconduct  as  a  basis  for  departure  precludes  any\r\n\nconsideration  of dissimilar misconduct for that purpose not only\r\n\nwould  frustrate the \"included,  but not limited  to\" caveat that\r\n\nthe  Sentencing Commission deliberately  inserted in the  text of\r\n\nsection  4A1.3, but  also  would  run  counter to  a  fundamental\r\n\nprinciple of departure jurisprudence:  that, in the absence of an\r\n\nexplicit  proscription,   courts  generally  should   not  reject\r\n\ncategorically any factor as a potential departure predicate.  See\r                                                                           \r\n\nKoon, 116 S. Ct. at 2051; Dethlefs,      F.3d at     [slip op. at\r                                            \r\n\n16]; see  also USSG Ch.1,  Pt. A., intro. comment.  4(b) (stating\r                        \r\n\nthat the Sentencing Commission did not intend \"to limit the kinds\r\n\nof factors,  whether  or  not  mentioned  anywhere  else  in  the\r\n\nguidelines, that  could constitute  grounds for  departure in  an\r\n\n                                9\r\r\n\nunusual case\").   Finally, construing section 4A1.3  to mean what\r\n\nit says comports with the Commission's emphasis on a case-by-case\r\n\napproach to section  4A1.3 departures, see USSG   4A1.3, comment.\r                                                    \r\n\n(backg'd.) (\"This policy  statement recognizes that the  criminal\r\n\nhistory score is unlikely to take into account all the variations\r\n\nin the seriousness of criminal history that may occur.\").\r\n\n          For  these reasons, we  rebuffed a kindred  argument in\r\n\nUnited States v.  Doe, 18 F.3d 41 (1st Cir. 1994).  The defendant\r                               \r\n\nthere, convicted  of being  a felon in  possession of  a firearm,\r\n\nfocused on statements in the  commentary to USSG  4A1.2 that open\r\n\nthe door  for sentencing courts  to use outdated  juvenile crimes\r\n\nsimilar to the  offense of conviction  as a departure  predicate.\r\n\nSee  id.  at 45-46.    Drawing  a  negative inference  from  that\r                  \r\n\nlanguage, Doe argued that the  court could not use his uncounted,\r\n\noutdated,  dissimilar   juvenile  crimes  as  a  springboard  for\r                               \r\n\ndeparture.  See id.  We rejected  this argument, noting both that\r                             \r\n\nit contravened the Sentencing  Commission's express intention not\r\n\nto limit gratuitously the kinds of factors that could  constitute\r\n\ngrounds for departure  in a sufficiently atypical  case, and that\r\n\nthe guideline commentary  provided no explicit instruction  as to\r\n\nthe use of uncounted dissimilar  juvenile misconduct.  See id. at\r                                                                        \r\n\n46.\r\n\n          Both  observations are  apropos  here.   Moreover,  the\r\n\nfundamental lesson to be derived from Doe is \"that a court should\r                                                   \r\n\nnot infer from  inexplicit Guidelines language, or  from language\r\n\nthat  authorizes  use of  a  particular  factor  as a  basis  for\r\n\n                                10\r\r\n\ndeparture in some cases, an absolute barrier in principle against\r                                              \r\n\nusing certain  other factors as  grounds for  departure in  other\r                                                                           \r\n\nunusual circumstances.\"   Id. at 47.   We find that lesson  to be\r                                       \r\n\ninstructive in the circumstances at hand.\r\n\n          Considerations of consistency also conduce to following\r\n\nDoe's  lead.  The  guidelines, while not  specifically addressing\r             \r\n\nthe use of  uncharged, dissimilar conduct as a  factor in section\r\n\n4A1.3 departures, explicitly  provide that the touchstone  of any\r\n\nsuch  departure  determination  is  \"that  the  criminal  history\r\n\ncategory  does  not  adequately reflect  the  seriousness  of the\r\n\ndefendant's  past criminal  conduct or  the  likelihood that  the\r\n\ndefendant will commit other crimes.\"   USSG  4A1.3, p.s.  Because\r\n\nthe  initial CHC determination appraises a defendant's history of\r\n\ndeviant behavior  without regard to  whether his past  crimes are\r\n\nsimilar in nature  to the offense of conviction, we see no reason\r\n\nto insist that courts take an artificially narrow view and assess\r\n\nthe  CHC's  adequacy  through  a  lens  that  filters  out  prior\r\n\nmisconduct  which is  dissimilar  in  nature  to the  offense  of\r\n\nconviction, as long as that conduct, alone or in combination with\r\n\nother known data, involves or portends serious criminal behavior.\r\n\n          On this issue, all roads lead to Rome.  Accordingly, we\r\n\nhold that, in an appropriate  case, a criminal history  departure\r\n\ncan  be based  upon  prior dissimilar  conduct  that was  neither\r\n\ncharged nor  the subject  of a  conviction.3   In so  holding, we\r\n                    \r                              \r\n\n     3To  be   sure,  we  should  approach  \"dissimilar  conduct\"\r\ndepartures, like all other departures, with great circumspection.\r\nOur  holding will  have  force  only in  instances  in which  the\r\n\n                                11\r\r\n\nalign ourselves  with the Seventh  Circuit, see United  States v.\r                                                                        \r\n\nSchweihs,  971 F.2d  1302, 1319  (7th  Cir. 1992),  and note  our\r                  \r\n\nrespectful  disagreement  with  the Second  Circuit,  see  United\r                                                                           \r\n\nStates v. Chunza-Plazas, 45 F.3d  51, 56 (2d Cir. 1995) (vacating\r                                 \r\n\nan upward departure based on dissimilar criminal conduct that had\r\n\nnot  resulted  in  conviction and  holding  that  \"a court  might\r\n\nproperly consider that  conduct [under section 4A1.3(e)]  only if\r\n\nit is `similar' to the crime of conviction\").\r\n\n                                2.\r                                          2.\r\n\n          The appellant  contends, in  the alternative,  that the\r\n\nimposed sentence  must be vacated  because the  court rested  its\r\n\nappraisal of  his past  sociopathy upon  information that  lacked\r\n\ntrustworthiness  and did not  credibly show that  the conduct was\r\n\nmeaningfully atypical.  This contention is without merit.\r\n\n          We begin with  bedrock.  Traditional rules  of evidence\r\n\ndo  not pertain  in the  sentencing phase,  see United  States v.\r                                                                        \r\n\nGonzalez-Vazquez,  34 F.3d  19,  25 (1st  Cir.  1994), and  trial\r                          \r\n\ncourts exercise wide  discretion in deciding what  information is\r\n\nsufficiently  dependable to  rely  upon,  see  United  States  v.\r                                                                       \r\n\nTardiff,  969 F.2d  1283, 1287  (1st  Cir. 1992).   Despite  this\r                 \r\n                    \r                              \r\n\nuncharged, dissimilar  conduct is so  serious that, unless  it is\r\nfactored into the sentencing calculus, the resultant  CHC will be\r\nmanifestly  deficient  as  a  measure  of  the  defendant's  past\r\ncriminality and/or  likely recidivism.   Moreover,  we anticipate\r\nthat  we  will  encounter  relatively  few  defendants  who  have\r\nsubstantial records of serious,  dissimilar criminal conduct that\r\nhas never  been brought  to  contemporaneous official  attention.\r\nIndeed, such cases  may be limited to those  types of misconduct,\r\nsuch  as domestic abuse, in which the very nature of the criminal\r\nbehavior  itself explains  the absence  of  previous charges  and\r\nconvictions.\r\n\n                                12\r\r\n\nlatitude, the information upon  which a sentencing  determination\r\n\nis  based  must  possess \"sufficient  indicia  of  reliability to\r\n\nsupport its probable accuracy.\"  USSG  6A1.3, p.s.\r\n\n          Reliability  is a  flexible, case-specific  standard in\r\n\nthe   sentencing  context,   but  it   always   is  informed   by\r\n\nconsiderations  of due process  and experiential knowledge.   See\r                                                                           \r\n\nUnited States v. Lanterman, 76 F.3d 158, 160-161 (7th Cir. 1996);\r                                    \r\n\nTardiff,  969  F.2d  at  1287.   Within  those  wide  parameters,\r                 \r\n\nsentencing   courts  may  elect   to  embrace  divers   kinds  of\r\n\ninformation,  even hearsay evidence that has never been subjected\r\n\nto  cross-examination.   See  Tardiff, 969  F.2d at  1287; United\r                                                                           \r\n\nStates v.  Zuleta-Alvarez,  922  F.2d 33,  36  (1st  Cir.  1990).\r                                   \r\n\nMoreover, factual averments  contained in the PSI  Report usually\r\n\nare deemed  reliable enough to  be used for  sentencing purposes.\r\n\nSee Gonzalez-Vazquez, 34 F.3d at  25; United States v. Morillo, 8\r                                                                        \r\n\nF.3d 864, 872 (1st Cir. 1993) (collecting cases).\r\n\n          Here, the  sentencing court  relied on  Mrs. Brewster's\r\n\nnotarized statement as the principal basis for its findings anent\r\n\nthe  history  of  domestic  abuse.   In  our  view,  the  judge's\r\n\ndetermination  that  this  statement  accurately  portrayed   the\r\n\nsalient events is unimpugnable.  We explain briefly.\r\n\n          In  the first  place,  Mrs.  Brewster's  statement  was\r\n\nauthored  subject to  the penalties  of perjury.   In  the second\r\n\nplace, the appellant virtually  conceded the statement's accuracy\r\n\n                                13\r\r\n\nbelow,4 and  failed to  dispute the  statement's contents  in the\r\n\nface  of the district judge's explicit  warning that, if accepted\r\n\nas true,  the statement  would form part  of the  foundation upon\r\n\nwhich the  judge  would decide  what sentence  should be  levied.\r\n\nAlthough the  government must carry  the devoir of  persuasion in\r\n\nregard to facts  supporting an upward  departure and the  accused\r\n\nhas no obligation to offer oppugnant evidence, Brewster's refusal\r\n\nto   disavow  the   government's  accusations   when   given  the\r\n\nopportunity to do so  can itself be viewed as an  indicium of the\r\n\nproffered information's  trustworthiness.   See United  States v.\r                                                                        \r\n\nFigaro,  935 F.2d  4,  8 (1st  Cir.  1991).   This  inference  is\r                \r\n\nespecially compelling where, as here, the defendant also declines\r\n\nthe  court's invitation  to cross-examine  the  declarant at  the\r\n\ndisposition hearing.  See United  States v. Shrader, 56 F.3d 288,\r                                                             \r\n\n295 (1st Cir. 1995).\r\n\n          Finally,  a number of the allegations contained in Mrs.\r\n\nBrewster's statement were corroborated by other information, such\r\n\nas the PSI Report's description of the domestic violence incident\r\n\nfrom which the federal charges arose, the original police report,\r\n\nthe  state police interview transcripts, and  the issuance of the\r\n                    \r                              \r\n\n     4The following  colloquy  occurred  during  the  disposition\r\nhearing:\r\n\n          THE COURT:  Is there any respect in which you\r                             \r\n          believe that anything  contained in the [PSI]\r\n          report   or   its  appendices   [i.e.,   Mrs.\r\n          Brewster's   statement]   as  I   have   just\r\n          described them  which [sic] is  inaccurate or\r\n          untrue?\r\n\n          DEFENDANT:  No, sir.\r                             \r\n\n                                14\r\r\n\nstate  court protection order.  Such independent corroboration is\r\n\na prime indicator  of reliability in the sentencing  milieu.  See\r                                                                           \r\n\nUnited States v. Ponce, 51 F.3d 820, 828 (9th Cir. 1995).\r                                \r\n\n          We  need  not  tarry.    On  this  record,  it  strains\r\n\ncredulity to characterize Mrs. Brewster's account as unreliable.5\r\n\nHence, the district  court did not err in  accepting   and acting\r\n\nupon    the information contained  in the statement.   See, e.g.,\r                                                                          \r\n\nShrader, 56 F.3d at 294;  Tardiff, 969 F.2d at 1287; Figaro,  935\r                                                                     \r\n\nF.2d at 7.\r\n\n          Before  leaving the  topic of  factual sufficiency,  we\r\n\npause to discuss  two related points.  One  concerns the question\r\n\nof  relevancy.   The appellant  hints  that, even  if the  record\r\n\nreliably  reflects a pattern  of domestic abuse,  that pattern is\r\n\nnot a fair predictor of future criminality along the lines of the\r\n\noffense of conviction.  This suggestion, however, is no more than\r\n\na  recasting of the argument that prior dissimilar conduct cannot\r                                                            \r\n\nform the fundament for a  section 4A1.3 departure, and we dismiss\r\n\nit on that basis.   Section 4A1.3 permits a departure  as long as\r\n\nthe  uncounted conduct evidences  a general propensity  to commit\r\n\n\"other\" or  \"further\" crimes.   Brewster's  pervasive history  of\r\n                    \r                              \r\n\n     5Brewster's  reliability  argument  leans  heavily  on   our\r\nopinion in United States v. McMinn, 103 F.3d 216 (1st Cir. 1997).\r                                            \r\nMcMinn, fairly read, will not bear the weight that Brewster loads\r                \r\nupon it.  In that  case, we rejected a reliability  challenge and\r\nupheld  a  section  4A1.3  departure based  in  part  on  witness\r\nstatements  attesting to the seriousness of the defendant's prior\r\ncriminal conduct.  See id.  at 218.  Brewster's argument suggests\r                                    \r\nthat,  were it  not for  certain  differences between  the McMinn\r                                                                           \r\nstatements and those  in issue here, the McMinn  court would have\r                                                         \r\ndisallowed the upward  departure.  This is  unfounded conjecture,\r\npremised primarily on wishful thinking.\r\n\n                                15\r\r\n\ndomestic violence  undoubtedly presages  the probability that  he\r\n\nwill continue to engage in such offensive behavior.\r\n\n          We add, moreover, that there  is indeed a nexus in this\r\n\ncase between Brewster's history of  spousal abuse and his  felon-\r\n\nin-possession   offense.    As  Judge  Carter  pointed  out,  the\r\n\ndiscovery of the offense conduct arose  directly from an incident\r\n\nof  domestic violence,  and,  although  the  record  contains  no\r\n\ninkling that Brewster used the guns to menace his wife, we cannot\r\n\nfault the  district judge's conclusion that the  presence of guns\r\n\nin  the home  was \"a  reasonable  source of  sufficient fear\"  to\r\n\ndiscourage  Mrs. Brewster from  seeking outside assistance  in an\r\n\neffort to end the unremitting abuse.\r\n\n          Finally, we must ask whether the appellant's  immersion\r\n\nin domestic violence was sufficiently striking to distinguish him\r\n\nfrom the mine-run of offenders  in CHC III, thereby warranting an\r\n\nupward  departure.  See United States v. Carrillo-Alvarez, 3 F.3d\r                                                                   \r\n\n316,  320 (9th  Cir. 1993).    The district  court described  the\r\n\nthoroughly  despicable   chronicle  of   physical,  verbal,   and\r\n\nemotional  abuse  as  \"highly  unusual.\"   We  believe  that  the\r\n\naccuracy  of that characterization  is self-evident and  that the\r\n\natypicality requirement  of section  4A1.3  is easily  fulfilled.\r\n\nPhrased another way, since the  appellant's placement in CHC  III\r\n\ndid not  compensate at  all for  this  markedly atypical  17-year\r\n\nhistory of grievous misconduct, an upward departure under section\r\n\n4A1.3 was warranted.\r\n\n                 B.  Prior Uncounted Convictions.\r                           B.  Prior Uncounted Convictions.\r                                                          \r\n\n                                16\r\r\n\n          The   appellant  also   contests   the  second   pillar\r\n\nunderpinning the upward departure:  the district court's reliance\r\n\non the  seven prior convictions  that were excluded from  the CHC\r\n\ncalculation.    Because  the  court did  not  rest  its departure\r\n\nanalysis  on the pattern  of protracted domestic  violence alone,\r\n\nbut on  the combined  effect of that  pattern and  the litany  of\r\n\nuncounted convictions, we must address this assignment of error.\r\n\n          Section   4A1.3  specifically   authorizes  courts   to\r\n\nconsider  prior uncounted convictions, see USSG  4A1.3(a), and an\r                                                    \r\n\nupward departure is appropriate if convictions that were excluded\r\n\nfrom  the CHC calculation for reasons  such as remoteness \"evince\r\n\nsome  significantly  unusual penchant  for  serious criminality.\"\r\n\nUnited States v. Aymelek, 926 F.2d 64, 73 (1st Cir. 1991).\r                                  \r\n\n          Here, the uncounted convictions involved a 1977 assault\r\n\nwith a dangerous weapon; a  1979 conviction for operating a motor\r\n\nvehicle so as to endanger; four convictions in 1980 (two separate\r\n\nlarcenies, an episode  of larceny by check, and  an incident that\r\n\ninvolved breaking and entering into  a motor vehicle); and a 1992\r\n\nconviction   for  operating   an  unregistered,   uninsured,  and\r\n\nuninspected  motor vehicle.   Judge Carter's assessment  that the\r\n\nseven  convictions for the most part represented serious offenses\r\n\ncannot be gainsaid, and, when considered against  the backdrop of\r\n\nthe  appellant's  protracted  history   of  spousal  abuse,  such\r\n\nconvictions are \"sufficient to remove the offender from the mine-\r\n\nrun  of other  offenders.\"   Id.   Under  these circumstances,  a\r                                          \r\n\ndeparture is appropriate.  See id.\r                                            \r\n\n                                17\r\r\n\n          Swimming upstream  against this reality,  the appellant\r\n\nasseverates that the age of these convictions dispels  any notion\r\n\nthat  they indicate an increased  likelihood of recidivism.  This\r\n\nasseveration  lacks force.   To be sure,  the appellant committed\r\n\nthe uncounted offenses between  17 and 20 years ago.6   But, when\r\n\nconsidered in conjunction with  the counted offenses and  the 17-\r\n\nyear history of domestic abuse,  they form discernible links in a\r\n\nlong chain of persistent misconduct.   Given this solid basis for\r\n\na powerful  inference of  recidivism and for  a finding  that the\r\n\nstring  of   uncounted  convictions  reflect  a   rather  unusual\r\n\nproclivity  for  serious  criminality,  we  detect  no  abuse  of\r\n\ndiscretion  in  the  lower  court's  reliance  on  the  uncounted\r\n\nconvictions.  See  United States v. Pratt, 73 F.3d  450, 453 (1st\r                                                   \r\n\nCir.  1996) (ratifying  decision to  depart  upward based,  inter\r\n\nalia, on  outdated, uncounted convictions for \"serious dissimilar\r\n\n[mis]conduct\");  United States v. Tilley, 964 F.2d 66, 74-76 (1st\r                                                  \r\n\nCir. 1992)  (similar); Aymelek,  926 F.2d at  73 (holding  that a\r                                        \r\n\nsentencing court properly  relied on  seven outdated  convictions\r\n\n\"distinguished   by  their   numerosity  and   dangerousness\"  in\r\n\nconsidering an  upward departure);  see also Doe,  18 F.3d  at 45\r                                                          \r\n\n(holding that  uncounted convictions  for dissimilar  misconduct,\r\n\nremote in time, can form the basis for an upward departure).\r\n\n                    \r                              \r\n\n     6The  parties,  like  the   sentencing  court,  focus  their\r\nattention on the six convictions  that were excluded from the CHC\r\ncomputation  on temporally-related grounds.  We follow their lead\r\nand omit any  separate discussion of the excluded 1992 conviction\r\n(which, in the overall scheme  of things, appears to carry little\r\nweight).\r\n\n                                18\r\r\n\n                  C.  Refusal to Seek Treatment.\r                            C.  Refusal to Seek Treatment.\r                                                         \r\n\n          In pronouncing  sentence, the district  court mentioned\r\n\nthe  appellant's failure to  pursue counseling for  alcohol abuse\r\n\nand domestic  violence.   The  appellant  claims that  the  court\r\n\nerroneously  employed this finding  as a third  factor justifying\r\n\nthe sentence, and contests it both as a matter of law (he asserts\r\n\nthat  refusal to  seek  treatment  cannot form  the  basis for  a\r\n\ndeparture) and as  a matter of fact (he asserts that he had begun\r\n\ntreatment before his arrest).\r\n\n          Speaking broadly,  the absence  of a  mitigating factor\r\n\nordinarily cannot  be treated as  the presence of  an aggravating\r\n\nfactor, and, therefore, it might  arguably be error to premise an\r\n\nupward  departure on  a finding,  simpliciter,  that a  defendant\r\n\nrefused to seek  voluntary treatment.7  We decline  to pursue the\r\n\npoint for two reasons.  First, the record in this case, read as a\r\n\nwhole, casts doubt upon the appellant's claim that the court used\r\n\nthis finding as an independent  basis for departing.  Rather, the\r\n\n                    \r                              \r\n\n     7This situation is unlike United  States v. Shrader, 56 F.3d\r                                                                  \r\n288 (1st Cir. 1995), a case in which the defendant unsuccessfully\r\nchallenged a criminal history departure granted on the basis that\r\nhis CHC significantly  understated both his criminal  history and\r\nhis proclivity for  recidivist behavior.   We noted, inter  alia,\r\nfour incidents, not included in the CHC computation, during which\r\nShrader  operated a motor  vehicle while  under the  influence of\r\nalcohol, and we  further noted that the CHC  \"did not account for\r\nthe  fact  that  Shrader  had  thrice  been  ordered  to  undergo\r\nrehabilitation  programs  designed  to  deter  the  very behavior\r\nunderlying these  incidents.\"   Id. at  293.   We held  that this\r                                             \r\n\"record of persistently  disregarding the law\" rendered  the case\r\nsufficiently unusual to warrant an upward departure.  However, it\r\nwas not  Shrader's failure  to seek  treatment, but his  flagrant\r\ndisregard  of judicial directives,  that helped to  establish his\r\nrecidivist tendencies.\r\n\n                                19\r\r\n\nsentencing  transcript  suggests  that the  court  considered the\r\n\ndefendant's  failure  to  seek help  primarily  as  evidence that\r\n\nBrewster  had \"every prospect of continuing [the violent domestic\r\n\nabuse]  in the  future\"  and  of continuing  to  \"indulg[e] in  a\r\n\ndangerous and highly reprehensible . . . course of conduct.\"\r\n\n          Second, to  the extent    if at  all    that the  court\r\n\nblended this finding  into the departure mix, any  error would be\r\n\nharmless.  When a departure  rests on a combination of valid  and\r\n\ninvalid grounds,  a reviewing court  should uphold it as  long as\r\n\n(1)  the extent  of departure  is reasonable  in relation  to the\r\n\nvalid grounds, (2)  the exclusion of the invalid  ground does not\r\n\nundermine  the departure rationale  articulated by the sentencing\r\n\ncourt,  and  (3)  whole-record review  offers  an  assurance that\r\n\nexcision of  the invalid ground  probably would not  have altered\r\n\nthe sentence imposed.   See United  States v. Diaz-Bastardo,  929\r                                                                     \r\n\nF.2d 798, 800 (1st Cir. 1991); see also Figaro, 935 F.2d at 7.\r                                                        \r\n\n          In  this  instance,  it is  readily  apparent  that the\r\n\ndistrict court's  decision to  depart depended  primarily on  the\r\n\nappellant's   prolonged  campaign   of   domestic  violence   and\r\n\nsecondarily on the uncounted convictions.  It is equally apparent\r\n\nthat those grounds, standing alone, are fully adequate to support\r\n\nthe departure.   What the  court perceived to be  the appellant's\r\n\nrefusal to  seek treatment was at  most a throw-in    a lagniappe\r\n\nthat in all likelihood did not sway, or even affect, the decision\r\n\nto depart.  Hence, we  rule that the district court's superfluous\r\n\n\"refusal  to  treat\" comments,  whether  or  not intended  as  an\r\n\n                                20\r\r\n\nadditional ground for departure, do not undermine the sentence.\r\n\nV.  THE REASONABLENESS OF THE DEPARTURE\r          V.  THE REASONABLENESS OF THE DEPARTURE\r\n\n          Having determined  that the stated grounds  are legally\r\n\nand  factually  sufficient  to  support  the  sentencing  court's\r\n\ndecision to depart,  our final  task is  to assay  the degree  of\r\n\ndeparture.  The yardstick  is reasonableness.  See  United States\r                                                                           \r\n\nv.  Quinones, 26 F.3d 213, 219 (1st  Cir. 1994); United States v.\r                                                                        \r\n\nDiaz-Villafane,  874 F.2d  43, 49  (1st Cir.  1989); see  also 18\r                                                                        \r\n\nU.S.C.    3742(e)(3)  (1994).    This  criterion requires  us  to\r\n\nconsider not only the trial court's reasons for departing, see 18\r                                                                        \r\n\nU.S.C.   3742(e)(3)(B), but also \"the overall aggregate  of known\r\n\ncircumstances pertaining to  the offense of conviction and to the\r\n\noffender  who committed it,\"  United States  v. Ocasio,  914 F.2d\r                                                                \r\n\n330, 337 (1st Cir. 1990).  Furthermore, we must determine whether\r\n\na  sentencing  court  that  purports  to  undertake  a  so-called\r\n\nhorizontal departure,8 such as a criminal history departure under\r\n\nsection 4A1.3, has fulfilled  its guideline-imposed obligation to\r\n\nevaluate  adjacent criminal history categories in sequence.  See,\r                                                                          \r\n\ne.g., Pratt, 73 F.3d at  453 (concluding that a court seeking  to\r                     \r\n\ndepart   pursuant  to  section  4A1.3  must  determine  that  the\r\n                    \r                              \r\n\n     8Departures   pursuant  to   USSG    4A1.3  are   considered\r\nhorizontal  because, in  selecting an  adequate  criminal history\r\ncategory, \"the  court  moves horizontally  across the  sentencing\r\ntable  through successively  higher  CHCs  until  it  reaches  an\r\nappropriate, or `reflective' sentencing range.\"  United States v.\r                                                                        \r\nHardy, 99  F.3d 1242, 1248  (1st Cir.  1996).  By  contrast, USSG\r               \r\n 5K2.0 authorizes a court to  depart by moving along the vertical\r\naxis of the sentencing table  and selecting an offense level that\r\nreflects   the  impact   of  the   aggravating   (or  mitigating)\r\ncircumstance which makes the offense  of conviction unusual.  See\r                                                                           \r\nid.\r             \r\n\n                                21\r\r\n\noffender's  criminal history is similar to the criminal histories\r\n\nof defendants in  the CHC to which the court  wishes to migrate);\r\n\nAymelek,  926  F.2d   at  70  (explaining  that   \"section  4A1.3\r                 \r\n\ndepartures  require the use  of analogies  by, in  effect, moving\r\n\nfrom one  criminal history category to another\"); see also United\r                                                                           \r\n\nStates  v. Tropiano,  50 F.3d  157, 162  (2d Cir.  1995) (holding\r                             \r\n\nthat,  under section  4A1.3, a  court  is required  to \"proceed[]\r\n\nsequentially from the criminal history category determined by the\r\n\ndefendant's  criminal history  point  score  through each  higher\r\n\ncriminal history category  until it settles upon  a category that\r\n\nfits the defendant\").  Because a sentencing court  has first-hand\r\n\nexposure  to the  accused and  a more  intimate knowledge  of the\r\n\ncircumstances  upon which  the decision  to  depart is  premised,\r\n\nappellate  courts   should  disturb   determinations  implicating\r\n\ndegrees  of  departure  only  if  it  clearly  appears  that  the\r\n\nsentencing court abused  its considerable discretion.   See Diaz-\r                                                                           \r\n\nVillafane, 874 F.2d at 49-50.\r                   \r\n\n          In this instance, the court leapfrogged over CHC IV and\r\n\ndeparted from CHC III to CHC V, thereby upgrading the GSR  from a\r\n\nmaximum of 41 months to a maximum of 63 months.  It  then imposed\r\n\na 63-month sentence.   The court reasoned that this incarcerative\r\n\nterm,  followed by  three  years  of  supervised  release,  would\r\n\naccomplish two things:   it would ensure judicial supervision  of\r\n\nthe appellant's activities until his youngest  son was old enough\r\n\nto  leave  home, and  it  would  appropriately  reflect both  the\r\n\nseriousness  of the appellant's  criminality and  the concomitant\r\n\n                                22\r\r\n\nrisk of recidivism.   We find nothing unacceptable  in the extent\r\n\nof the departure.\r\n\n          At   the  threshold,  we   dismiss  out  of   hand  the\r\n\nappellant's suggestion that the district  court failed adequately\r\n\nto  explain  its  reasons  for  selecting  a  departure  of  this\r\n\nmagnitude.   The requirement that  courts departing  horizontally\r\n\nmust  look to adjacent criminal history categories in sequence is\r\n\nimportant,  but it is  not to be  construed in  a robotic manner.\r\n\nSee Aymelek, 926  F.2d at  70.   Here, though the  court did  not\r                     \r\n\nexplicitly  discuss  the  inadequacy  of  CHC  IV,  it  made  the\r\n\nrationale for its choice of CHC V transparently clear.  Moreover,\r\n\nthe court's explanation  of why a sentence available  under CHC V\r\n\nsatisfied  its concerns    particularly  its  concern about  Mrs.\r\n\nBrewster's welfare in relation to the childrens' ages   served de\r\n\nfacto  as  an  explanation  of  why CHC  IV  would  not  suffice.\r\n\nAccordingly,  the  explanation  substantially complies  with  the\r\n\nrequirement contained in section 4A1.3.\r\n\n          The  appellant's  related  claim  that  the  extent  of\r\n\ndeparture  is  draconian  deserves  scant  comment.    The  court\r\n\ndeparted upward by  22 months to a point  approximately 50% above\r\n\nthe maximum allowed under the original  GSR.  We are mindful that\r\n\nsentencing courts  have substantial  leeway regarding degrees  of\r\n\ndeparture.  See United States  v. Rivera, 994 F.2d 942,  950 (1st\r                                                  \r\n\nCir.  1993); Aymelek,  926 F.2d  at 69  (citing United  States v.\r                                                                        \r\n\nAguilar-Pena, 887 F.2d 347, 350 (1st Cir. 1989)); Diaz-Villafane,\r                                                                          \r\n\n874  F.2d at  52.  Although  the extent  of the departure  in the\r\n\n                                23\r\r\n\ninstant  case  is  substantial, we  believe  that  the departure-\r\n\njustifying  circumstances and the extent of  the departure are in\r\n\nreasonable balance.   No more is exigible.   See United States v.\r                                                                        \r\n\nHarotunian, 920  F.2d  1040, 1045-46  (1st Cir.  1990); see  also\r                                                                           \r\n\nUnited  States v.  Hardy,  99  F.3d 1242,  1253  (1st Cir.  1996)\r                                  \r\n\n(affirming upward departure of 300% based  in part on defendant's\r\n\n\"persistent ten-year history of violent anti-social behavior\").\r\n\nVI.  CONCLUSION\r          VI.  CONCLUSION\r\n\n          We  need go  no  further.   We  hold  that USSG   4A1.3\r\n\nprovided legal  authority for the  court to depart  for uncharged\r\n\ndissimilar  misconduct  (here, an  ingrained pattern  of domestic\r\n\nviolence) of a kind that evinced both the defendant's significant\r\n\nlikelihood  of recidivism  and the  seriousness  of his  criminal\r\n\npast.  We  also hold that,  in the unique  circumstances of  this\r\n\ncase, the long and documented history  of spousal abuse, combined\r\n\nwith a plethora  of uncounted prior convictions,  amply justified\r\n\nan upward  departure of the  magnitude essayed by  the sentencing\r\n\ncourt.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                24\r\r\n\n                             APPENDIX\r                                       APPENDIX\r                                               \r\n\n          If  reliable information  indicates  that the  criminal\r\n          history  category  does   not  adequately  reflect  the\r\n          seriousness of the defendant's past criminal conduct or\r\n          the likelihood  that the  defendant  will commit  other\r\n          crimes,  the  court may  consider  imposing  a sentence\r\n          departing  from  the   otherwise  applicable  guideline\r\n          range.   Such  information  may  include,  but  is  not\r\n          limited to, information concerning:\r\n               (a) prior  sentence(s) not used  in computing  the\r\n               criminal  history  category (e.g.,  sentences  for\r                                                          \r\n               foreign and tribal offenses);\r\n               (b) prior sentence(s)  of substantially more  than\r\n               one year imposed as a result of independent crimes\r\n               committed on different occasions;\r\n               (c)  prior  similar  misconduct  established by  a\r\n               civil  adjudication or by a failure to comply with\r\n               an administrative order;\r\n               (d) whether  the defendant  was  pending trial  or\r\n               sentencing  on another charge  at the time  of the\r\n               instant offense;\r\n               (e)  prior  similar  adult  criminal  conduct  not\r\n               resulting in a criminal conviction.\r\n          A  departure under this provision is warranted when the\r\n          criminal   history   category    significantly   under-\r\n          represents the seriousness of the defendant's  criminal\r\n          history  or  the  likelihood  that the  defendant  will\r\n          commit further crimes.  . . .   The court may,  after a\r\n          review  of all the  relevant information, conclude that\r\n          the defendant's criminal history was significantly more\r\n          serious  than that  of  most  defendants  in  the  same\r\n          criminal history  category, and  therefore consider  an\r\n          upward departure from the guidelines.  However, a prior\r\n          arrest  record  itself shall  not  be  considered under\r\n           4A1.3.\r\n\nUSSG  4A1.3 (1995).\r\n\n                                25\r\r\n",
  "html": "<p class=\"case_cite\">127 F.3d 22</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Charles E. BREWSTER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1448.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 5, 1997.<br>Decided Oct. 2, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry W. Griffin, by appointment of the court, for defendant, appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Donald E. Clark, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this sentencing appeal, defendant-appellant Charles E. Brewster protests an upward departure that the district court premised in large measure on prior, uncharged criminal conduct--a history of persistent and vicious domestic violence--dissimilar to the offenses of conviction (being a felon in possession of a firearm and making false statements in connection with the procurement of firearms).  We affirm the sentence.</p>\n    </div>\n    <p>I. HOW THE CHARGES AROSE</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We distill the facts from the plea colloquy, the undisputed portions of the presentence investigation report (PSI Report), and the transcript of the disposition hearing.  See United States v. Talladino, 38 F.3d 1255, 1258 (1st Cir.1994);  United States v. Dietz, 950 F.2d 50, 51 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In August 1996, police officers responded to a report of domestic violence at the abode shared by the appellant and his wife in Livermore Falls, Maine.  The officers observed Mrs. Brewster's injuries, tried to calm the couple's three children (ages 10, 11 and 16), took statements from both Mrs. Brewster and her sister-in-law, and arrested the appellant.  While being transported to the county jail, Brewster spoke volubly about his ardor for hunting and described the firearms (a 30-30 rifle and 16-gauge shotgun) that he owned and kept in his house.  When a routine criminal record check disclosed a prior felony conviction for armed robbery, the police repaired to the house and, with Mrs. Brewster's consent, seized the two weapons.  Further investigation revealed that the appellant had purchased two other rifles without disclosing his status as a convicted felon.  Meanwhile, Mrs. Brewster obtained a state court \"protection from abuse\" order, and state authorities released Brewster on bail, conditioned upon his refraining from all contact with his wife.  The appellant promptly violated this restriction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In September 1996, a federal grand jury returned an indictment charging the appellant with one count of making false statements on a firearm application form in violation of 18 U.S.C. &#167;&#167; 922(a)(6), 924(a)(2) (1994), and two counts of being a felon in possession of a firearm in violation of 18 U.S.C. &#167;&#167; 922(g)(1), 924(a)(2) (1994).  In due course, the appellant pleaded guilty to all three counts.</p>\n    </div>\n    <p>II. HOW THE SENTENCE DERIVED</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district judge pondered several pieces of evidence at the disposition hearing.  Among these was a handwritten statement appended to the PSI Report, in which the appellant admitted to purchasing guns knowing that he was legally forbidden from doing so.  In a second handwritten statement, also appended to the PSI Report, Mrs. Brewster chronicled 17 years of horrific domestic abuse.  She explained that sheer terror had forestalled any contact with the authorities before August of 1996:  she feared not only for her life, but also for what might happen to her children if she were slaughtered.  Her fear of bodily harm stemmed from her husband's repeated minations during years and years of physical abuse.  She described incidents in which the appellant threw her on the floor and stomped on her cranium with heavy work boots, banged her head against a counter, threw knives at her, and at various times smothered, kicked, punched, bit, and strangled her.  In addition, she had been threatened \"with every kind of brutal death possible.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellant made little effort to conceal his abusive behavior.  In recorded interviews with the state police, several neighbors and friends described incidents involving physical violence and vulgar language, and reported that they had heard the appellant threaten to kill his wife on several occasions.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After making an upward adjustment for multiple weapons, U.S.S.G. &#167; 2K2.1(b)(1)(A), and a downward adjustment for acceptance of responsibility, U.S.S.G. &#167; 3E1.1, Judge Carter settled upon an offense level (OL) of 18.  He then assessed criminal history points for an armed robbery conviction and a breaking and entering conviction but overlooked seven other convictions because of their age or the unavailability of records.  The resultant point score placed Brewster in criminal history category (CHC) III.  This matrix (OL 18;  CHC III) yielded a guideline sentencing range (GSR) of 33 to 41 months.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government urged the court to depart upward on the ground that Brewster's CHC underrepresented the gravity of his past criminality and the corresponding risk of recidivism.  The appellant objected.  The ensuing debate centered around U.S.S.G. &#167; 4A1.3 (1995), pertinent portions of which are reproduced in the Appendix.  Judge Carter expressed concern about whether section 4A1.3's language and structure permitted a departure based on spousal abuse, especially since that abuse--which he considered relevant but not similar to the offense of conviction--had never been adjudicated as criminal conduct.  In the last analysis, however, the judge opined that the case qualified for a departure because of the 17-year history of unrelieved domestic violence and the existence of seven prior convictions for serious crimes that had not been counted in arriving at the CHC. The judge then mentioned a third factor, declaring that the appellant's refusal effectively to pursue an alcohol abuse program or to undertake domestic abuse counseling \"[a]dd[ed] to all of this in terms of the unusual character of this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Turning to the matter of degree, the court determined that the upward departure should be fashioned by simulating an increase from CHC III to CHC V. The court stressed that a sentence at the upper limit of the simulated GSR (51-63 months) would produce a prison term of approximately five years, which, when followed by the maximum available term of supervised release (three years), would keep the appellant away from his wife until their youngest child had reached age 18.  At that time, the court reasoned, Mrs. Brewster would no longer be \"held hostage\" in an abusive situation by her concern for her children.  The court added that a sentence of that magnitude was \"appropriate in recognizing the serious nature of this prior criminal conduct as related conduct to the offense conduct of possession of the firearm.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When all was said and done, the court sentenced the appellant to serve an incarcerative term of 63 months, followed by a three-year term of supervised release (the conditions of which, among other things, proscribed any contact or communication with his wife absent written permission from the court).  This appeal followed.</p>\n    </div>\n    <p>III. THE STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review departures for abuse of discretion.  See Koon v. United States, 518 U.S. 81, ---- - ----, 116 S.Ct. 2035, 2046-47, 135 L.Ed.2d 392 (1996).  In the process, we must determine three things:  whether the articulated ground for departure is conceptually appropriate, whether the record provides sufficient factual support for a finding that the ground exists, and whether the degree of departure is reasonable.  See United States v. Dethlefs, 123 F.3d 39, 43 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">For organizational purposes, we compress the departure inquiry in this case by examining the legal and factual sufficiency of the departure grounds in tandem.  Only then do we inquire into the degree of departure.</p>\n    </div>\n    <p>IV. THE GROUNDS FOR DEPARTURE</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court below departed because it determined that the appellant's CHC significantly underrepresented his proclivity to commit future crimes and the seriousness of his criminal past in two ways:  first, CHC III failed adequately to reflect the gravity and duration of his vicious, assaultive interspousal behavior;  and second, CHC III failed adequately to reflect the cumulative impact of seven prior convictions that yielded no criminal history points.  We discuss these factors seriatim.   We then discuss the court's allusion to the appellant's failure effectively to pursue a treatment program for domestic violence or alcohol abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>A. Domestic Abuse as a Ground for Departure.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The guideline that the district court invoked, U.S.S.G. &#167; 4A1.3, permits a departure if reliable information indicates that the CHC \"significantly under-represents the seriousness of the defendant's criminal history or the likelihood that the defendant will commit further crimes.\"   The guideline's text relates that such information \"may include, but is not limited to \" the type illustrated in a series of five vignettes.  Id. (emphasis supplied).  The first four examples address charged or adjudicated criminal conduct, and the fifth addresses conduct which, although unadjudicated (and perhaps uncharged), is similar to the offense of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In contrast to these examples, the court below predicated the instant departure principally on Brewster's 17-year history of unadjudicated, uncharged domestic abuse, which it termed \"the most appalling part of this man's record.\"   Judge Carter recognized that none of the illustrations contained in section 4A1.3 applied to this misconduct, as the appellant had never been charged with, or convicted of, abusive behavior, and this prior misconduct bore no similarity to the offenses of conviction.  But the judge looked to the guideline's introductory language and concluded that Brewster's pervasive domestic abuse \"amply demonstrated\" the likelihood that he will commit future crimes.  Brewster attacks this finding on three fronts.  He maintains that the domestic abuse, in and of itself, is not a legally permissible ground for departure under section 4A1.3;  that it is not a relevant consideration here;  and that, in all events, the evidence of domestic violence relied upon by the sentencing court possessed too few hallmarks of trustworthiness.  None of these arguments is convincing.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>1.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Emphasizing the Sentencing Commission's express invitation to consider \"prior similar adult criminal conduct not resulting in a criminal conviction,\" U.S.S.G. &#167; 4A1.3(e) (emphasis supplied), the appellant posits that the guideline by negative implication forbids the use of dissimilar, uncharged conduct as a basis for departure.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In our judgment, the determination of whether prior criminal conduct that is both uncharged and dissimilar can ever form a basis for a criminal history departure is neither dictated nor informed by the language of section 4A1.3(e).  After all, that section states explicitly that the list of five illustrations is not intended to be exhaustive.  What is more, to infer that the guideline's explicit authorization to consider similar misconduct as a basis for departure precludes any consideration of dissimilar misconduct for that purpose not only would frustrate the \"included, but not limited to\" caveat that the Sentencing Commission deliberately inserted in the text of section 4A1.3, but also would run counter to a fundamental principle of departure jurisprudence:  that, in the absence of an explicit proscription, courts generally should not reject categorically any factor as a potential departure predicate.  See Koon, at ----, 116 S.Ct. at 2051;  Dethlefs, 123 F.3d at 46;  see also U.S.S.G. Ch.1, Pt. A., intro. comment. 4(b) (stating that the Sentencing Commission did not intend \"to limit the kinds of factors, whether or not mentioned anywhere else in the guidelines, that could constitute grounds for departure in an unusual case\").  Finally, construing section 4A1.3 to mean what it says comports with the Commission's emphasis on a case-by-case approach to section 4A1.3 departures, see U.S.S.G. &#167; 4A1.3, comment.  (backg'd.)  (\"This policy statement recognizes that the criminal history score is unlikely to take into account all the variations in the seriousness of criminal history that may occur.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For these reasons, we rebuffed a kindred argument in United States v. Doe, 18 F.3d 41 (1st Cir.1994).  The defendant there, convicted of being a felon in possession of a firearm, focused on statements in the commentary to U.S.S.G. &#167; 4A1.2 that open the door for sentencing courts to use outdated juvenile crimes similar to the offense of conviction as a departure predicate.  See id. at 45-46.   Drawing a negative inference from that language, Doe argued that the court could not use his uncounted, outdated, dissimilar juvenile crimes as a springboard for departure.  See id.   We rejected this argument, noting both that it contravened the Sentencing Commission's express intention not to limit gratuitously the kinds of factors that could constitute grounds for departure in a sufficiently atypical case, and that the guideline commentary provided no explicit instruction as to the use of uncounted dissimilar juvenile misconduct.  See id. at 46.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Both observations are apropos here.  Moreover, the fundamental lesson to be derived from Doe is \"that a court should not infer from inexplicit Guidelines language, or from language that authorizes use of a particular factor as a basis for departure in some cases, an absolute barrier in principle against using certain other factors as grounds for departure in other unusual circumstances.\"  Id. at 47.   We find that lesson to be instructive in the circumstances at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Considerations of consistency also conduce to following Doe 's lead.  The guidelines, while not specifically addressing the use of uncharged, dissimilar conduct as a factor in section 4A1.3 departures, explicitly provide that the touchstone of any such departure determination is \"that the criminal history category does not adequately reflect the seriousness of the defendant's past criminal conduct or the likelihood that the defendant will commit other crimes.\"  U.S.S.G. &#167; 4A1.3, p.s.  Because the initial CHC determination appraises a defendant's history of deviant behavior without regard to whether his past crimes are similar in nature to the offense of conviction, we see no reason to insist that courts take an artificially narrow view and assess the CHC's adequacy through a lens that filters out prior misconduct which is dissimilar in nature to the offense of conviction, as long as that conduct, alone or in combination with other known data, involves or portends serious criminal behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On this issue, all roads lead to Rome.  Accordingly, we hold that, in an appropriate case, a criminal history departure can be based upon prior dissimilar conduct that was neither charged nor the subject of a conviction.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In so holding, we align ourselves with the Seventh Circuit, see United States v. Schweihs, 971 F.2d 1302, 1319 (7th Cir.1992), and note our respectful disagreement with the Second Circuit, see United States v. Chunza-Plazas, 45 F.3d 51, 56 (2d Cir.1995) (vacating an upward departure based on dissimilar criminal conduct that had not resulted in conviction and holding that \"a court might properly consider that conduct [under section 4A1.3(e) ] only if it is 'similar' to the crime of conviction\").</p>\n    </div>\n    <p>2.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The appellant contends, in the alternative, that the imposed sentence must be vacated because the court rested its appraisal of his past sociopathy upon information that lacked trustworthiness and did not credibly show that the conduct was meaningfully atypical.  This contention is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We begin with bedrock.  Traditional rules of evidence do not pertain in the sentencing phase, see United States v. Gonzalez-Vazquez, 34 F.3d 19, 25 (1st Cir.1994), and trial courts exercise wide discretion in deciding what information is sufficiently dependable to rely upon, see United States v. Tardiff, 969 F.2d 1283, 1287 (1st Cir.1992).  Despite this latitude, the information upon which a sentencing determination is based must possess \"sufficient indicia of reliability to support its probable accuracy.\"  U.S.S.G. &#167; 6A1.3, p.s.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Reliability is a flexible, case-specific standard in the sentencing context, but it always is informed by considerations of due process and experiential knowledge.  See United States v. Lanterman, 76 F.3d 158, 160-161 (7th Cir.1996);  Tardiff, 969 F.2d at 1287.   Within those wide parameters, sentencing courts may elect to embrace divers kinds of information, even hearsay evidence that has never been subjected to cross-examination.  See Tardiff, 969 F.2d at 1287;  United States v. Zuleta-Alvarez, 922 F.2d 33, 36 (1st Cir.1990).  Moreover, factual averments contained in the PSI Report usually are deemed reliable enough to be used for sentencing purposes.  See Gonzalez-Vazquez, 34 F.3d at 25;  United States v. Morillo, 8 F.3d 864, 872 (1st Cir.1993) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, the sentencing court relied on Mrs. Brewster's notarized statement as the principal basis for its findings anent the history of domestic abuse.  In our view, the judge's determination that this statement accurately portrayed the salient events is unimpugnable.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the first place, Mrs. Brewster's statement was authored subject to the penalties of perjury.  In the second place, the appellant virtually conceded the statement's accuracy below,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and failed to dispute the statement's contents in the face of the district judge's explicit warning that, if accepted as true, the statement would form part of the foundation upon which the judge would decide what sentence should be levied.  Although the government must carry the devoir of persuasion in regard to facts supporting an upward departure and the accused has no obligation to offer oppugnant evidence, Brewster's refusal to disavow the government's accusations when given the opportunity to do so can itself be viewed as an indicium of the proffered information's trustworthiness.  See United States v. Figaro, 935 F.2d 4, 8 (1st Cir.1991).  This inference is especially compelling where, as here, the defendant also declines the court's invitation to cross-examine the declarant at the disposition hearing.  See United States v. Shrader, 56 F.3d 288, 295 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, a number of the allegations contained in Mrs. Brewster's statement were corroborated by other information, such as the PSI Report's description of the domestic violence incident from which the federal charges arose, the original police report, the state police interview transcripts, and the issuance of the state court protection order.  Such independent corroboration is a prime indicator of reliability in the sentencing milieu.  See United States v. Ponce, 51 F.3d 820, 828 (9th Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We need not tarry.  On this record, it strains credulity to characterize Mrs. Brewster's account as unreliable.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Hence, the district court did not err in accepting--and acting upon--the information contained in the statement.  See, e.g., Shrader, 56 F.3d at 294;  Tardiff, 969 F.2d at 1287;  Figaro, 935 F.2d at 7.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Before leaving the topic of factual sufficiency, we pause to discuss two related points.  One concerns the question of relevancy.  The appellant hints that, even if the record reliably reflects a pattern of domestic abuse, that pattern is not a fair predictor of future criminality along the lines of the offense of conviction.  This suggestion, however, is no more than a recasting of the argument that prior dissimilar conduct cannot form the fundament for a section 4A1.3 departure, and we dismiss it on that basis.  Section 4A1.3 permits a departure as long as the uncounted conduct evidences a general propensity to commit \"other\" or \"further\" crimes.  Brewster's pervasive history of domestic violence undoubtedly presages the probability that he will continue to engage in such offensive behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We add, moreover, that there is indeed a nexus in this case between Brewster's history of spousal abuse and his felon-in-possession offense.  As Judge Carter pointed out, the discovery of the offense conduct arose directly from an incident of domestic violence, and, although the record contains no inkling that Brewster used the guns to menace his wife, we cannot fault the district judge's conclusion that the presence of guns in the home was \"a reasonable source of sufficient fear\" to discourage Mrs. Brewster from seeking outside assistance in an effort to end the unremitting abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, we must ask whether the appellant's immersion in domestic violence was sufficiently striking to distinguish him from the mine-run of offenders in CHC III, thereby warranting an upward departure.  See United States v. Carrillo-Alvarez, 3 F.3d 316, 320 (9th Cir.1993).  The district court described the thoroughly despicable chronicle of physical, verbal, and emotional abuse as \"highly unusual.\"   We believe that the accuracy of that characterization is self-evident and that the atypicality requirement of section 4A1.3 is easily fulfilled.  Phrased another way, since the appellant's placement in CHC III did not compensate at all for this markedly atypical 17-year history of grievous misconduct, an upward departure under section 4A1.3 was warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>B. Prior Uncounted Convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellant also contests the second pillar underpinning the upward departure:  the district court's reliance on the seven prior convictions that were excluded from the CHC calculation.  Because the court did not rest its departure analysis on the pattern of protracted domestic violence alone, but on the combined effect of that pattern and the litany of uncounted convictions, we must address this assignment of error.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Section 4A1.3 specifically authorizes courts to consider prior uncounted convictions, see U.S.S.G. &#167; 4A1.3(a), and an upward departure is appropriate if convictions that were excluded from the CHC calculation for reasons such as remoteness \"evince some significantly unusual penchant for serious criminality.\"  United States v. Aymelek, 926 F.2d 64, 73 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Here, the uncounted convictions involved a 1977 assault with a dangerous weapon;  a 1979 conviction for operating a motor vehicle so as to endanger;  four convictions in 1980 (two separate larcenies, an episode of larceny by check, and an incident that involved breaking and entering into a motor vehicle);  and a 1992 conviction for operating an unregistered, uninsured, and uninspected motor vehicle.  Judge Carter's assessment that the seven convictions for the most part represented serious offenses cannot be gainsaid, and, when considered against the backdrop of the appellant's protracted history of spousal abuse, such convictions are \"sufficient to remove the offender from the mine-run of other offenders.\"  Id. Under these circumstances, a departure is appropriate.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Swimming upstream against this reality, the appellant asseverates that the age of these convictions dispels any notion that they indicate an increased likelihood of recidivism.  This asseveration lacks force.  To be sure, the appellant committed the uncounted offenses between 17 and 20 years ago.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But, when considered in conjunction with the counted offenses and the 17-year history of domestic abuse, they form discernible links in a long chain of persistent misconduct.  Given this solid basis for a powerful inference of recidivism and for a finding that the string of uncounted convictions reflect a rather unusual proclivity for serious criminality, we detect no abuse of discretion in the lower court's reliance on the uncounted convictions. See United States v. Pratt, 73 F.3d 450, 453 (1st Cir.1996) (ratifying decision to depart upward based, inter alia, on outdated, uncounted convictions for \"serious dissimilar [mis]conduct\");  United States v. Tilley, 964 F.2d 66, 74-76 (1st Cir.1992) (similar);  Aymelek, 926 F.2d at 73 (holding that a sentencing court properly relied on seven outdated convictions \"distinguished by their numerosity and dangerousness\" in considering an upward departure);  see also Doe, 18 F.3d at 45 (holding that uncounted convictions for dissimilar misconduct, remote in time, can form the basis for an upward departure).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>C. Refusal to Seek Treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In pronouncing sentence, the district court mentioned the appellant's failure to pursue counseling for alcohol abuse and domestic violence.  The appellant claims that the court erroneously employed this finding as a third factor justifying the sentence, and contests it both as a matter of law (he asserts that refusal to seek treatment cannot form the basis for a departure) and as a matter of fact (he asserts that he had begun treatment before his arrest).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Speaking broadly, the absence of a mitigating factor ordinarily cannot be treated as the presence of an aggravating factor, and, therefore, it might arguably be error to premise an upward departure on a finding, simpliciter, that a defendant refused to seek voluntary treatment.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We decline to pursue the point for two reasons.  First, the record in this case, read as a whole, casts doubt upon the appellant's claim that the court used this finding as an independent basis for departing.  Rather, the sentencing transcript suggests that the court considered the defendant's failure to seek help primarily as evidence that Brewster had \"every prospect of continuing [the violent domestic abuse] in the future\" and of continuing to \"indulg[e] in a dangerous and highly reprehensible ... course of conduct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Second, to the extent--if at all--that the court blended this finding into the departure mix, any error would be harmless.  When a departure rests on a combination of valid and invalid grounds, a reviewing court should uphold it as long as (1) the extent of departure is reasonable in relation to the valid grounds, (2) the exclusion of the invalid ground does not undermine the departure rationale articulated by the sentencing court, and (3) whole-record review offers an assurance that excision of the invalid ground probably would not have altered the sentence imposed.  See United States v. Diaz-Bastardo, 929 F.2d 798, 800 (1st Cir.1991);  see also Figaro, 935 F.2d at 7.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In this instance, it is readily apparent that the district court's decision to depart depended primarily on the appellant's prolonged campaign of domestic violence and secondarily on the uncounted convictions.  It is equally apparent that those grounds, standing alone, are fully adequate to support the departure.  What the court perceived to be the appellant's refusal to seek treatment was at most a throw-in--a lagniappe that in all likelihood did not sway, or even affect, the decision to depart.  Hence, we rule that the district court's superfluous \"refusal to treat\" comments, whether or not intended as an additional ground for departure, do not undermine the sentence.</p>\n    </div>\n    <p>V. THE REASONABLENESS OF THE DEPARTURE</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Having determined that the stated grounds are legally and factually sufficient to support the sentencing court's decision to depart, our final task is to assay the degree of departure.  The yardstick is reasonableness.  See United States v. Quinones, 26 F.3d 213, 219 (1st Cir.1994);  United States v. Diaz-Villafane, 874 F.2d 43, 49 (1st Cir.1989);  see also 18 U.S.C. &#167; 3742(e)(3) (1994).  This criterion requires us to consider not only the trial court's reasons for departing, see 18 U.S.C. &#167; 3742(e)(3)(B), but also \"the overall aggregate of known circumstances pertaining to the offense of conviction and to the offender who committed it,\" United States v. Ocasio, 914 F.2d 330, 337 (1st Cir.1990).  Furthermore, we must determine whether a sentencing court that purports to undertake a so-called horizontal departure,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> such as a criminal history departure under section 4A1.3, has fulfilled its guideline-imposed obligation to evaluate adjacent criminal history categories in sequence.  See, e.g., Pratt, 73 F.3d at 453 (concluding that a court seeking to depart pursuant to section 4A1.3 must determine that the offender's criminal history is similar to the criminal histories of defendants in the CHC to which the court wishes to migrate);  Aymelek, 926 F.2d at 70 (explaining that \"section 4A1.3 departures require the use of analogies by, in effect, moving from one criminal history category to another\");  see also United States v. Tropiano, 50 F.3d 157, 162 (2d Cir.1995) (holding that, under section 4A1.3, a court is required to \"proceed[ ] sequentially from the criminal history category determined by the defendant's criminal history point score through each higher criminal history category until it settles upon a category that fits the defendant\").  Because a sentencing court has first-hand exposure to the accused and a more intimate knowledge of the circumstances upon which the decision to depart is premised, appellate courts should disturb determinations implicating degrees of departure only if it clearly appears that the sentencing court abused its considerable discretion.  See Diaz-Villafane, 874 F.2d at 49-50.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In this instance, the court leapfrogged over CHC IV and departed from CHC III to CHC V, thereby upgrading the GSR from a maximum of 41 months to a maximum of 63 months.  It then imposed a 63-month sentence.  The court reasoned that this incarcerative term, followed by three years of supervised release, would accomplish two things:  it would ensure judicial supervision of the appellant's activities until his youngest son was old enough to leave home, and it would appropriately reflect both the seriousness of the appellant's criminality and the concomitant risk of recidivism.  We find nothing unacceptable in the extent of the departure.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">At the threshold, we dismiss out of hand the appellant's suggestion that the district court failed adequately to explain its reasons for selecting a departure of this magnitude.  The requirement that courts departing horizontally must look to adjacent criminal history categories in sequence is important, but it is not to be construed in a robotic manner.  See Aymelek, 926 F.2d at 70.   Here, though the court did not explicitly discuss the inadequacy of CHC IV, it made the rationale for its choice of CHC V transparently clear.  Moreover, the court's explanation of why a sentence available under CHC V satisfied its concerns--particularly its concern about Mrs. Brewster's welfare in relation to the childrens' ages--served de facto as an explanation of why CHC IV would not suffice.  Accordingly, the explanation substantially complies with the requirement contained in section 4A1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The appellant's related claim that the extent of departure is draconian deserves scant comment.  The court departed upward by 22 months to a point approximately 50% above the maximum allowed under the original GSR. We are mindful that sentencing courts have substantial leeway regarding degrees of departure.  See United States v. Rivera, 994 F.2d 942, 950 (1st Cir.1993);  Aymelek, 926 F.2d at 69 (citing United States v. Aguilar-Pena, 887 F.2d 347, 350 (1st Cir.1989));  Diaz-Villafane, 874 F.2d at 52.   Although the extent of the departure in the instant case is substantial, we believe that the departure-justifying circumstances and the extent of the departure are in reasonable balance.  No more is exigible.  See United States v. Harotunian, 920 F.2d 1040, 1045-46 (1st Cir.1990);  see also United States v. Hardy, 99 F.3d 1242, 1253 (1st Cir.1996) (affirming upward departure of 300% based in part on defendant's \"persistent ten-year history of violent anti-social behavior\").</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We need go no further.  We hold that U.S.S.G. &#167; 4A1.3 provided legal authority for the court to depart for uncharged dissimilar misconduct (here, an ingrained pattern of domestic violence) of a kind that evinced both the defendant's significant likelihood of recidivism and the seriousness of his criminal past.  We also hold that, in the unique circumstances of this case, the long and documented history of spousal abuse, combined with a plethora of uncounted prior convictions, amply justified an upward departure of the magnitude essayed by the sentencing court.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">If reliable information indicates that the criminal history category does not adequately reflect the seriousness of the defendant's past criminal conduct or the likelihood that the defendant will commit other crimes, the court may consider imposing a sentence departing from the otherwise applicable guideline range.  Such information may include, but is not limited to, information concerning:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>(a) prior sentence(s) not used in computing the criminal history category (e.g., sentences for foreign and tribal offenses);</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>(b) prior sentence(s) of substantially more than one year imposed as a result of independent crimes committed on different occasions;</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>(c) prior similar misconduct established by a civil adjudication or by a failure to comply with an administrative order;</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>(d) whether the defendant was pending trial or sentencing on another charge at the time of the instant offense;</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>(e) prior similar adult criminal conduct not resulting in a criminal conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">A departure under this provision is warranted when the criminal history category significantly under-represents the seriousness of the defendant's criminal history or the likelihood that the defendant will commit further crimes....  The court may, after a review of all the relevant information, conclude that the defendant's criminal history was significantly more serious than that of most defendants in the same criminal history category, and therefore consider an upward departure from the guidelines.  However, a prior arrest record itself shall not be considered under &#167; 4A1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">U.S.S.G. &#167; 4A1.3 (1995).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A brief excerpt illustrates the tone and tenor of the statement:</p>\n        <p>[My husband] has tried to drowned [sic] me in the pool and in the bath tub.  On several occasions I thought I was going to die before he let me up....  He's told me he would slice my throat while I slept.  He has put knifes [sic] against my throat and pressed them into my neck, laughing while he did it.  He has sawed my kitchen set up with a power saw because I cooked the 'wrong thing' for supper and tried to pull me outside to 'cut my hands off.'   I hid in the woods for hours that night, but had to go back for my son.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Given the sentencing court's factual findings, we are inclined to believe that there is force behind the government's argument that the prolonged domestic violence which marred the Brewsters' marriage would have allowed the court to depart upward under U.S.S.G. &#167; 5K2.0 (permitting departure if the court finds an aggravating circumstance of a kind, or to a degree, not adequately taken into consideration by the sentencing guidelines that renders the case meaningfully atypical).  See, e.g., United States v. Keester, 70 F.3d 1026, 1027-28 (8th Cir.1995) (per curiam) (upholding such a departure).  Because we sustain the upward departure under section 4A1.3, see text infra, we need not resolve this question definitively</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, we should approach \"dissimilar conduct\" departures, like all other departures, with great circumspection.  Our holding will have force only in instances in which the uncharged, dissimilar conduct is so serious that, unless it is factored into the sentencing calculus, the resultant CHC will be manifestly deficient as a measure of the defendant's past criminality and/or likely recidivism.  Moreover, we anticipate that we will encounter relatively few defendants who have substantial records of serious, dissimilar criminal conduct that has never been brought to contemporaneous official attention.  Indeed, such cases may be limited to those types of misconduct, such as domestic abuse, in which the very nature of the criminal behavior itself explains the absence of previous charges and convictions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The following colloquy occurred during the disposition hearing:</p>\n        <p>THE COURT:  Is there any respect in which you believe that anything contained in the [PSI] report or its appendices [i.e., Mrs. Brewster's statement] as I have just described them which [sic] is inaccurate or untrue?</p>\n        <p>DEFENDANT:  No, sir.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Brewster's reliability argument leans heavily on our opinion in United States v. McMinn, 103 F.3d 216 (1st Cir.1997).  McMinn, fairly read, will not bear the weight that Brewster loads upon it.  In that case, we rejected a reliability challenge and upheld a section 4A1.3 departure based in part on witness statements attesting to the seriousness of the defendant's prior criminal conduct.  See id. at 218.   Brewster's argument suggests that, were it not for certain differences between the McMinn statements and those in issue here, the McMinn court would have disallowed the upward departure.  This is unfounded conjecture, premised primarily on wishful thinking</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The parties, like the sentencing court, focus their attention on the six convictions that were excluded from the CHC computation on temporally-related grounds.  We follow their lead and omit any separate discussion of the excluded 1992 conviction (which, in the overall scheme of things, appears to carry little weight)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This situation is unlike United States v. Shrader, 56 F.3d 288 (1st Cir.1995), a case in which the defendant unsuccessfully challenged a criminal history departure granted on the basis that his CHC significantly understated both his criminal history and his proclivity for recidivist behavior.  We noted, inter alia, four incidents, not included in the CHC computation, during which Shrader operated a motor vehicle while under the influence of alcohol, and we further noted that the CHC \"did not account for the fact that Shrader had thrice been ordered to undergo rehabilitation programs designed to deter the very behavior underlying these incidents.\"  Id. at 293.   We held that this \"record of persistently disregarding the law\" rendered the case sufficiently unusual to warrant an upward departure.  However, it was not Shrader's failure to seek treatment, but his flagrant disregard of judicial directives, that helped to establish his recidivist tendencies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Departures pursuant to U.S.S.G. &#167; 4A1.3 are considered horizontal because, in selecting an adequate criminal history category, \"the court moves horizontally across the sentencing table through successively higher CHCs until it reaches an appropriate, or 'reflective' sentencing range.\"  United States v. Hardy, 99 F.3d 1242, 1248 (1st Cir.1996).  By contrast, U.S.S.G. &#167; 5K2.0 authorizes a court to depart by moving along the vertical axis of the sentencing table and selecting an offense level that reflects the impact of the aggravating (or mitigating) circumstance which makes the offense of conviction unusual.  See id</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Charles E. BREWSTER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1448.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 5, 1997.<br>Decided Oct. 2, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry W. Griffin, by appointment of the court, for defendant, appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Donald E. Clark, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this sentencing appeal, defendant-appellant Charles E. Brewster protests an upward departure that the district court premised in large measure on prior, uncharged criminal conduct--a history of persistent and vicious domestic violence--dissimilar to the offenses of conviction (being a felon in possession of a firearm and making false statements in connection with the procurement of firearms).  We affirm the sentence.</p>\n    </div>\n    <p>I. HOW THE CHARGES AROSE</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We distill the facts from the plea colloquy, the undisputed portions of the presentence investigation report (PSI Report), and the transcript of the disposition hearing.  See United States v. Talladino, <span class=\"citation\" data-id=\"195724\"><a href=\"/opinion/195724/united-states-v-talladino/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1258 (1st Cir.1994);  United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 51 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In August 1996, police officers responded to a report of domestic violence at the abode shared by the appellant and his wife in Livermore Falls, Maine.  The officers observed Mrs. Brewster's injuries, tried to calm the couple's three children (ages 10, 11 and 16), took statements from both Mrs. Brewster and her sister-in-law, and arrested the appellant.  While being transported to the county jail, Brewster spoke volubly about his ardor for hunting and described the firearms (a 30-30 rifle and 16-gauge shotgun) that he owned and kept in his house.  When a routine criminal record check disclosed a prior felony conviction for armed robbery, the police repaired to the house and, with Mrs. Brewster's consent, seized the two weapons.  Further investigation revealed that the appellant had purchased two other rifles without disclosing his status as a convicted felon.  Meanwhile, Mrs. Brewster obtained a state court \"protection from abuse\" order, and state authorities released Brewster on bail, conditioned upon his refraining from all contact with his wife.  The appellant promptly violated this restriction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In September 1996, a federal grand jury returned an indictment charging the appellant with one count of making false statements on a firearm application form in violation of 18 U.S.C. &#167;&#167; 922(a)(6), 924(a)(2) (1994), and two counts of being a felon in possession of a firearm in violation of 18 U.S.C. &#167;&#167; 922(g)(1), 924(a)(2) (1994).  In due course, the appellant pleaded guilty to all three counts.</p>\n    </div>\n    <p>II. HOW THE SENTENCE DERIVED</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district judge pondered several pieces of evidence at the disposition hearing.  Among these was a handwritten statement appended to the PSI Report, in which the appellant admitted to purchasing guns knowing that he was legally forbidden from doing so.  In a second handwritten statement, also appended to the PSI Report, Mrs. Brewster chronicled 17 years of horrific domestic abuse.  She explained that sheer terror had forestalled any contact with the authorities before August of 1996:  she feared not only for her life, but also for what might happen to her children if she were slaughtered.  Her fear of bodily harm stemmed from her husband's repeated minations during years and years of physical abuse.  She described incidents in which the appellant threw her on the floor and stomped on her cranium with heavy work boots, banged her head against a counter, threw knives at her, and at various times smothered, kicked, punched, bit, and strangled her.  In addition, she had been threatened \"with every kind of brutal death possible.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellant made little effort to conceal his abusive behavior.  In recorded interviews with the state police, several neighbors and friends described incidents involving physical violence and vulgar language, and reported that they had heard the appellant threaten to kill his wife on several occasions.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After making an upward adjustment for multiple weapons, U.S.S.G. &#167; 2K2.1(b)(1)(A), and a downward adjustment for acceptance of responsibility, U.S.S.G. &#167; 3E1.1, Judge Carter settled upon an offense level (OL) of 18.  He then assessed criminal history points for an armed robbery conviction and a breaking and entering conviction but overlooked seven other convictions because of their age or the unavailability of records.  The resultant point score placed Brewster in criminal history category (CHC) III.  This matrix (OL 18;  CHC III) yielded a guideline sentencing range (GSR) of 33 to 41 months.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government urged the court to depart upward on the ground that Brewster's CHC underrepresented the gravity of his past criminality and the corresponding risk of recidivism.  The appellant objected.  The ensuing debate centered around U.S.S.G. &#167; 4A1.3 (1995), pertinent portions of which are reproduced in the Appendix.  Judge Carter expressed concern about whether section 4A1.3's language and structure permitted a departure based on spousal abuse, especially since that abuse--which he considered relevant but not similar to the offense of conviction--had never been adjudicated as criminal conduct.  In the last analysis, however, the judge opined that the case qualified for a departure because of the 17-year history of unrelieved domestic violence and the existence of seven prior convictions for serious crimes that had not been counted in arriving at the CHC. The judge then mentioned a third factor, declaring that the appellant's refusal effectively to pursue an alcohol abuse program or to undertake domestic abuse counseling \"[a]dd[ed] to all of this in terms of the unusual character of this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Turning to the matter of degree, the court determined that the upward departure should be fashioned by simulating an increase from CHC III to CHC V. The court stressed that a sentence at the upper limit of the simulated GSR (51-63 months) would produce a prison term of approximately five years, which, when followed by the maximum available term of supervised release (three years), would keep the appellant away from his wife until their youngest child had reached age 18.  At that time, the court reasoned, Mrs. Brewster would no longer be \"held hostage\" in an abusive situation by her concern for her children.  The court added that a sentence of that magnitude was \"appropriate in recognizing the serious nature of this prior criminal conduct as related conduct to the offense conduct of possession of the firearm.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When all was said and done, the court sentenced the appellant to serve an incarcerative term of 63 months, followed by a three-year term of supervised release (the conditions of which, among other things, proscribed any contact or communication with his wife absent written permission from the court).  This appeal followed.</p>\n    </div>\n    <p>III. THE STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review departures for abuse of discretion.  See Koon v. United States, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, ---- - ----, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, 2046-47, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996).  In the process, we must determine three things:  whether the articulated ground for departure is conceptually appropriate, whether the record provides sufficient factual support for a finding that the ground exists, and whether the degree of departure is reasonable.  See United States v. Dethlefs, <span class=\"citation\" data-id=\"197512\"><a href=\"/opinion/197512/united-states-v-dethlefs/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 43 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">For organizational purposes, we compress the departure inquiry in this case by examining the legal and factual sufficiency of the departure grounds in tandem.  Only then do we inquire into the degree of departure.</p>\n    </div>\n    <p>IV. THE GROUNDS FOR DEPARTURE</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court below departed because it determined that the appellant's CHC significantly underrepresented his proclivity to commit future crimes and the seriousness of his criminal past in two ways:  first, CHC III failed adequately to reflect the gravity and duration of his vicious, assaultive interspousal behavior;  and second, CHC III failed adequately to reflect the cumulative impact of seven prior convictions that yielded no criminal history points.  We discuss these factors seriatim.   We then discuss the court's allusion to the appellant's failure effectively to pursue a treatment program for domestic violence or alcohol abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>A. Domestic Abuse as a Ground for Departure.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The guideline that the district court invoked, U.S.S.G. &#167; 4A1.3, permits a departure if reliable information indicates that the CHC \"significantly under-represents the seriousness of the defendant's criminal history or the likelihood that the defendant will commit further crimes.\"   The guideline's text relates that such information \"may include, but is not limited to \" the type illustrated in a series of five vignettes.  Id. (emphasis supplied).  The first four examples address charged or adjudicated criminal conduct, and the fifth addresses conduct which, although unadjudicated (and perhaps uncharged), is similar to the offense of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In contrast to these examples, the court below predicated the instant departure principally on Brewster's 17-year history of unadjudicated, uncharged domestic abuse, which it termed \"the most appalling part of this man's record.\"   Judge Carter recognized that none of the illustrations contained in section 4A1.3 applied to this misconduct, as the appellant had never been charged with, or convicted of, abusive behavior, and this prior misconduct bore no similarity to the offenses of conviction.  But the judge looked to the guideline's introductory language and concluded that Brewster's pervasive domestic abuse \"amply demonstrated\" the likelihood that he will commit future crimes.  Brewster attacks this finding on three fronts.  He maintains that the domestic abuse, in and of itself, is not a legally permissible ground for departure under section 4A1.3;  that it is not a relevant consideration here;  and that, in all events, the evidence of domestic violence relied upon by the sentencing court possessed too few hallmarks of trustworthiness.  None of these arguments is convincing.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>1.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Emphasizing the Sentencing Commission's express invitation to consider \"prior similar adult criminal conduct not resulting in a criminal conviction,\" U.S.S.G. &#167; 4A1.3(e) (emphasis supplied), the appellant posits that the guideline by negative implication forbids the use of dissimilar, uncharged conduct as a basis for departure.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In our judgment, the determination of whether prior criminal conduct that is both uncharged and dissimilar can ever form a basis for a criminal history departure is neither dictated nor informed by the language of section 4A1.3(e).  After all, that section states explicitly that the list of five illustrations is not intended to be exhaustive.  What is more, to infer that the guideline's explicit authorization to consider similar misconduct as a basis for departure precludes any consideration of dissimilar misconduct for that purpose not only would frustrate the \"included, but not limited to\" caveat that the Sentencing Commission deliberately inserted in the text of section 4A1.3, but also would run counter to a fundamental principle of departure jurisprudence:  that, in the absence of an explicit proscription, courts generally should not reject categorically any factor as a potential departure predicate.  See Koon, at ----, 116 S.Ct. at 2051;  Dethlefs, 123 F.3d at 46;  see also U.S.S.G. Ch.1, Pt. A., intro. comment. 4(b) (stating that the Sentencing Commission did not intend \"to limit the kinds of factors, whether or not mentioned anywhere else in the guidelines, that could constitute grounds for departure in an unusual case\").  Finally, construing section 4A1.3 to mean what it says comports with the Commission's emphasis on a case-by-case approach to section 4A1.3 departures, see U.S.S.G. &#167; 4A1.3, comment.  (backg'd.)  (\"This policy statement recognizes that the criminal history score is unlikely to take into account all the variations in the seriousness of criminal history that may occur.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For these reasons, we rebuffed a kindred argument in United States v. Doe, <span class=\"citation\" data-id=\"195243\"><a href=\"/opinion/195243/united-states-v-doe/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span> (1st Cir.1994).  The defendant there, convicted of being a felon in possession of a firearm, focused on statements in the commentary to U.S.S.G. &#167; 4A1.2 that open the door for sentencing courts to use outdated juvenile crimes similar to the offense of conviction as a departure predicate.  See id. at 45-46.   Drawing a negative inference from that language, Doe argued that the court could not use his uncounted, outdated, dissimilar juvenile crimes as a springboard for departure.  See id.   We rejected this argument, noting both that it contravened the Sentencing Commission's express intention not to limit gratuitously the kinds of factors that could constitute grounds for departure in a sufficiently atypical case, and that the guideline commentary provided no explicit instruction as to the use of uncounted dissimilar juvenile misconduct.  See id. at 46.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Both observations are apropos here.  Moreover, the fundamental lesson to be derived from Doe is \"that a court should not infer from inexplicit Guidelines language, or from language that authorizes use of a particular factor as a basis for departure in some cases, an absolute barrier in principle against using certain other factors as grounds for departure in other unusual circumstances.\"  Id. at 47.   We find that lesson to be instructive in the circumstances at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Considerations of consistency also conduce to following Doe 's lead.  The guidelines, while not specifically addressing the use of uncharged, dissimilar conduct as a factor in section 4A1.3 departures, explicitly provide that the touchstone of any such departure determination is \"that the criminal history category does not adequately reflect the seriousness of the defendant's past criminal conduct or the likelihood that the defendant will commit other crimes.\"  U.S.S.G. &#167; 4A1.3, p.s.  Because the initial CHC determination appraises a defendant's history of deviant behavior without regard to whether his past crimes are similar in nature to the offense of conviction, we see no reason to insist that courts take an artificially narrow view and assess the CHC's adequacy through a lens that filters out prior misconduct which is dissimilar in nature to the offense of conviction, as long as that conduct, alone or in combination with other known data, involves or portends serious criminal behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On this issue, all roads lead to Rome.  Accordingly, we hold that, in an appropriate case, a criminal history departure can be based upon prior dissimilar conduct that was neither charged nor the subject of a conviction.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In so holding, we align ourselves with the Seventh Circuit, see United States v. Schweihs, <span class=\"citation\" data-id=\"588144\"><a href=\"/opinion/588144/united-states-v-frank-john-schweihs-united-states-of-america-v-anthony/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1302</span></a></span>, 1319 (7th Cir.1992), and note our respectful disagreement with the Second Circuit, see United States v. Chunza-Plazas, <span class=\"citation\" data-id=\"686774\"><a href=\"/opinion/686774/united-states-v-pedro-fernando-chunza-plazas/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 56 (2d Cir.1995) (vacating an upward departure based on dissimilar criminal conduct that had not resulted in conviction and holding that \"a court might properly consider that conduct [under section 4A1.3(e) ] only if it is 'similar' to the crime of conviction\").</p>\n    </div>\n    <p>2.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The appellant contends, in the alternative, that the imposed sentence must be vacated because the court rested its appraisal of his past sociopathy upon information that lacked trustworthiness and did not credibly show that the conduct was meaningfully atypical.  This contention is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We begin with bedrock.  Traditional rules of evidence do not pertain in the sentencing phase, see United States v. Gonzalez-Vazquez, <span class=\"citation\" data-id=\"195584\"><a href=\"/opinion/195584/united-states-v-gonzalez-vazquez/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 25 (1st Cir.1994), and trial courts exercise wide discretion in deciding what information is sufficiently dependable to rely upon, see United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287 (1st Cir.1992).  Despite this latitude, the information upon which a sentencing determination is based must possess \"sufficient indicia of reliability to support its probable accuracy.\"  U.S.S.G. &#167; 6A1.3, p.s.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Reliability is a flexible, case-specific standard in the sentencing context, but it always is informed by considerations of due process and experiential knowledge.  See United States v. Lanterman, <span class=\"citation\" data-id=\"712274\"><a href=\"/opinion/712274/united-states-v-stacy-d-lanterman-and-charles-e-roberts/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">158</span></a></span>, 160-161 (7th Cir.1996);  Tardiff, 969 F.2d at 1287.   Within those wide parameters, sentencing courts may elect to embrace divers kinds of information, even hearsay evidence that has never been subjected to cross-examination.  See Tardiff, 969 F.2d at 1287;  United States v. Zuleta-Alvarez, <span class=\"citation\" data-id=\"553331\"><a href=\"/opinion/553331/united-states-v-john-jairo-zuleta-alvarez-aka-john-zuleta-united/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 36 (1st Cir.1990).  Moreover, factual averments contained in the PSI Report usually are deemed reliable enough to be used for sentencing purposes.  See Gonzalez-Vazquez, 34 F.3d at 25;  United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 872 (1st Cir.1993) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, the sentencing court relied on Mrs. Brewster's notarized statement as the principal basis for its findings anent the history of domestic abuse.  In our view, the judge's determination that this statement accurately portrayed the salient events is unimpugnable.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the first place, Mrs. Brewster's statement was authored subject to the penalties of perjury.  In the second place, the appellant virtually conceded the statement's accuracy below,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and failed to dispute the statement's contents in the face of the district judge's explicit warning that, if accepted as true, the statement would form part of the foundation upon which the judge would decide what sentence should be levied.  Although the government must carry the devoir of persuasion in regard to facts supporting an upward departure and the accused has no obligation to offer oppugnant evidence, Brewster's refusal to disavow the government's accusations when given the opportunity to do so can itself be viewed as an indicium of the proffered information's trustworthiness.  See United States v. Figaro, <span class=\"citation\" data-id=\"562319\"><a href=\"/opinion/562319/united-states-v-porfirio-johnson-figaro/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 8 (1st Cir.1991).  This inference is especially compelling where, as here, the defendant also declines the court's invitation to cross-examine the declarant at the disposition hearing.  See United States v. Shrader, <span class=\"citation\" data-id=\"196080\"><a href=\"/opinion/196080/united-states-v-shrader/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 295 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, a number of the allegations contained in Mrs. Brewster's statement were corroborated by other information, such as the PSI Report's description of the domestic violence incident from which the federal charges arose, the original police report, the state police interview transcripts, and the issuance of the state court protection order.  Such independent corroboration is a prime indicator of reliability in the sentencing milieu.  See United States v. Ponce, <span class=\"citation\" data-id=\"693021\"><a href=\"/opinion/693021/united-states-v-carlos-tapia-ponce-aka-carlos-perez-ricardo-lopez/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">820</span></a></span>, 828 (9th Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We need not tarry.  On this record, it strains credulity to characterize Mrs. Brewster's account as unreliable.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Hence, the district court did not err in accepting--and acting upon--the information contained in the statement.  See, e.g., Shrader, 56 F.3d at 294;  Tardiff, 969 F.2d at 1287;  Figaro, 935 F.2d at 7.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Before leaving the topic of factual sufficiency, we pause to discuss two related points.  One concerns the question of relevancy.  The appellant hints that, even if the record reliably reflects a pattern of domestic abuse, that pattern is not a fair predictor of future criminality along the lines of the offense of conviction.  This suggestion, however, is no more than a recasting of the argument that prior dissimilar conduct cannot form the fundament for a section 4A1.3 departure, and we dismiss it on that basis.  Section 4A1.3 permits a departure as long as the uncounted conduct evidences a general propensity to commit \"other\" or \"further\" crimes.  Brewster's pervasive history of domestic violence undoubtedly presages the probability that he will continue to engage in such offensive behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We add, moreover, that there is indeed a nexus in this case between Brewster's history of spousal abuse and his felon-in-possession offense.  As Judge Carter pointed out, the discovery of the offense conduct arose directly from an incident of domestic violence, and, although the record contains no inkling that Brewster used the guns to menace his wife, we cannot fault the district judge's conclusion that the presence of guns in the home was \"a reasonable source of sufficient fear\" to discourage Mrs. Brewster from seeking outside assistance in an effort to end the unremitting abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, we must ask whether the appellant's immersion in domestic violence was sufficiently striking to distinguish him from the mine-run of offenders in CHC III, thereby warranting an upward departure.  See United States v. Carrillo-Alvarez, <span class=\"citation\" data-id=\"628676\"><a href=\"/opinion/628676/united-states-v-jorge-carrillo-alvarez/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span>, 320 (9th Cir.1993).  The district court described the thoroughly despicable chronicle of physical, verbal, and emotional abuse as \"highly unusual.\"   We believe that the accuracy of that characterization is self-evident and that the atypicality requirement of section 4A1.3 is easily fulfilled.  Phrased another way, since the appellant's placement in CHC III did not compensate at all for this markedly atypical 17-year history of grievous misconduct, an upward departure under section 4A1.3 was warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>B. Prior Uncounted Convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellant also contests the second pillar underpinning the upward departure:  the district court's reliance on the seven prior convictions that were excluded from the CHC calculation.  Because the court did not rest its departure analysis on the pattern of protracted domestic violence alone, but on the combined effect of that pattern and the litany of uncounted convictions, we must address this assignment of error.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Section 4A1.3 specifically authorizes courts to consider prior uncounted convictions, see U.S.S.G. &#167; 4A1.3(a), and an upward departure is appropriate if convictions that were excluded from the CHC calculation for reasons such as remoteness \"evince some significantly unusual penchant for serious criminality.\"  United States v. Aymelek, <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 73 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Here, the uncounted convictions involved a 1977 assault with a dangerous weapon;  a 1979 conviction for operating a motor vehicle so as to endanger;  four convictions in 1980 (two separate larcenies, an episode of larceny by check, and an incident that involved breaking and entering into a motor vehicle);  and a 1992 conviction for operating an unregistered, uninsured, and uninspected motor vehicle.  Judge Carter's assessment that the seven convictions for the most part represented serious offenses cannot be gainsaid, and, when considered against the backdrop of the appellant's protracted history of spousal abuse, such convictions are \"sufficient to remove the offender from the mine-run of other offenders.\"  Id. Under these circumstances, a departure is appropriate.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Swimming upstream against this reality, the appellant asseverates that the age of these convictions dispels any notion that they indicate an increased likelihood of recidivism.  This asseveration lacks force.  To be sure, the appellant committed the uncounted offenses between 17 and 20 years ago.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But, when considered in conjunction with the counted offenses and the 17-year history of domestic abuse, they form discernible links in a long chain of persistent misconduct.  Given this solid basis for a powerful inference of recidivism and for a finding that the string of uncounted convictions reflect a rather unusual proclivity for serious criminality, we detect no abuse of discretion in the lower court's reliance on the uncounted convictions. See United States v. Pratt, <span class=\"citation\" data-id=\"196520\"><a href=\"/opinion/196520/united-states-v-pratt/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></a></span>, 453 (1st Cir.1996) (ratifying decision to depart upward based, inter alia, on outdated, uncounted convictions for \"serious dissimilar [mis]conduct\");  United States v. Tilley, <span class=\"citation\" data-id=\"583578\"><a href=\"/opinion/583578/united-states-v-ronald-e-tilley/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span>, 74-76 (1st Cir.1992) (similar);  Aymelek, 926 F.2d at 73 (holding that a sentencing court properly relied on seven outdated convictions \"distinguished by their numerosity and dangerousness\" in considering an upward departure);  see also Doe, 18 F.3d at 45 (holding that uncounted convictions for dissimilar misconduct, remote in time, can form the basis for an upward departure).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>C. Refusal to Seek Treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In pronouncing sentence, the district court mentioned the appellant's failure to pursue counseling for alcohol abuse and domestic violence.  The appellant claims that the court erroneously employed this finding as a third factor justifying the sentence, and contests it both as a matter of law (he asserts that refusal to seek treatment cannot form the basis for a departure) and as a matter of fact (he asserts that he had begun treatment before his arrest).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Speaking broadly, the absence of a mitigating factor ordinarily cannot be treated as the presence of an aggravating factor, and, therefore, it might arguably be error to premise an upward departure on a finding, simpliciter, that a defendant refused to seek voluntary treatment.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We decline to pursue the point for two reasons.  First, the record in this case, read as a whole, casts doubt upon the appellant's claim that the court used this finding as an independent basis for departing.  Rather, the sentencing transcript suggests that the court considered the defendant's failure to seek help primarily as evidence that Brewster had \"every prospect of continuing [the violent domestic abuse] in the future\" and of continuing to \"indulg[e] in a dangerous and highly reprehensible ... course of conduct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Second, to the extent--if at all--that the court blended this finding into the departure mix, any error would be harmless.  When a departure rests on a combination of valid and invalid grounds, a reviewing court should uphold it as long as (1) the extent of departure is reasonable in relation to the valid grounds, (2) the exclusion of the invalid ground does not undermine the departure rationale articulated by the sentencing court, and (3) whole-record review offers an assurance that excision of the invalid ground probably would not have altered the sentence imposed.  See United States v. Diaz-Bastardo, <span class=\"citation\" data-id=\"558568\"><a href=\"/opinion/558568/united-states-v-alejandro-diaz-bastardo/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span>, 800 (1st Cir.1991);  see also Figaro, 935 F.2d at 7.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In this instance, it is readily apparent that the district court's decision to depart depended primarily on the appellant's prolonged campaign of domestic violence and secondarily on the uncounted convictions.  It is equally apparent that those grounds, standing alone, are fully adequate to support the departure.  What the court perceived to be the appellant's refusal to seek treatment was at most a throw-in--a lagniappe that in all likelihood did not sway, or even affect, the decision to depart.  Hence, we rule that the district court's superfluous \"refusal to treat\" comments, whether or not intended as an additional ground for departure, do not undermine the sentence.</p>\n    </div>\n    <p>V. THE REASONABLENESS OF THE DEPARTURE</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Having determined that the stated grounds are legally and factually sufficient to support the sentencing court's decision to depart, our final task is to assay the degree of departure.  The yardstick is reasonableness.  See United States v. Quinones, <span class=\"citation\" data-id=\"672030\"><a href=\"/opinion/672030/united-states-v-jesus-m-quinones-aka-jesus-m-quinones-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 219 (1st Cir.1994);  United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 49 (1st Cir.1989);  see also 18 U.S.C. &#167; 3742(e)(3) (1994).  This criterion requires us to consider not only the trial court's reasons for departing, see 18 U.S.C. &#167; 3742(e)(3)(B), but also \"the overall aggregate of known circumstances pertaining to the offense of conviction and to the offender who committed it,\" United States v. Ocasio, <span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 337 (1st Cir.1990).  Furthermore, we must determine whether a sentencing court that purports to undertake a so-called horizontal departure,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> such as a criminal history departure under section 4A1.3, has fulfilled its guideline-imposed obligation to evaluate adjacent criminal history categories in sequence.  See, e.g., Pratt, 73 F.3d at 453 (concluding that a court seeking to depart pursuant to section 4A1.3 must determine that the offender's criminal history is similar to the criminal histories of defendants in the CHC to which the court wishes to migrate);  Aymelek, 926 F.2d at 70 (explaining that \"section 4A1.3 departures require the use of analogies by, in effect, moving from one criminal history category to another\");  see also United States v. Tropiano, <span class=\"citation\" data-id=\"691961\"><a href=\"/opinion/691961/united-states-v-daniel-michael-tropiano/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span>, 162 (2d Cir.1995) (holding that, under section 4A1.3, a court is required to \"proceed[ ] sequentially from the criminal history category determined by the defendant's criminal history point score through each higher criminal history category until it settles upon a category that fits the defendant\").  Because a sentencing court has first-hand exposure to the accused and a more intimate knowledge of the circumstances upon which the decision to depart is premised, appellate courts should disturb determinations implicating degrees of departure only if it clearly appears that the sentencing court abused its considerable discretion.  See Diaz-Villafane, 874 F.2d at 49-50.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In this instance, the court leapfrogged over CHC IV and departed from CHC III to CHC V, thereby upgrading the GSR from a maximum of 41 months to a maximum of 63 months.  It then imposed a 63-month sentence.  The court reasoned that this incarcerative term, followed by three years of supervised release, would accomplish two things:  it would ensure judicial supervision of the appellant's activities until his youngest son was old enough to leave home, and it would appropriately reflect both the seriousness of the appellant's criminality and the concomitant risk of recidivism.  We find nothing unacceptable in the extent of the departure.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">At the threshold, we dismiss out of hand the appellant's suggestion that the district court failed adequately to explain its reasons for selecting a departure of this magnitude.  The requirement that courts departing horizontally must look to adjacent criminal history categories in sequence is important, but it is not to be construed in a robotic manner.  See Aymelek, 926 F.2d at 70.   Here, though the court did not explicitly discuss the inadequacy of CHC IV, it made the rationale for its choice of CHC V transparently clear.  Moreover, the court's explanation of why a sentence available under CHC V satisfied its concerns--particularly its concern about Mrs. Brewster's welfare in relation to the childrens' ages--served de facto as an explanation of why CHC IV would not suffice.  Accordingly, the explanation substantially complies with the requirement contained in section 4A1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The appellant's related claim that the extent of departure is draconian deserves scant comment.  The court departed upward by 22 months to a point approximately 50% above the maximum allowed under the original GSR. We are mindful that sentencing courts have substantial leeway regarding degrees of departure.  See United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 950 (1st Cir.1993);  Aymelek, 926 F.2d at 69 (citing United States v. Aguilar-Pena, <span class=\"citation\" data-id=\"530534\"><a href=\"/opinion/530534/united-states-v-jorge-armando-aguilar-pena/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span>, 350 (1st Cir.1989));  Diaz-Villafane, 874 F.2d at 52.   Although the extent of the departure in the instant case is substantial, we believe that the departure-justifying circumstances and the extent of the departure are in reasonable balance.  No more is exigible.  See United States v. Harotunian, <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1045-46 (1st Cir.1990);  see also United States v. Hardy, <span class=\"citation\" data-id=\"197072\"><a href=\"/opinion/197072/united-states-v-hardy/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1242</span></a></span>, 1253 (1st Cir.1996) (affirming upward departure of 300% based in part on defendant's \"persistent ten-year history of violent anti-social behavior\").</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We need go no further.  We hold that U.S.S.G. &#167; 4A1.3 provided legal authority for the court to depart for uncharged dissimilar misconduct (here, an ingrained pattern of domestic violence) of a kind that evinced both the defendant's significant likelihood of recidivism and the seriousness of his criminal past.  We also hold that, in the unique circumstances of this case, the long and documented history of spousal abuse, combined with a plethora of uncounted prior convictions, amply justified an upward departure of the magnitude essayed by the sentencing court.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">If reliable information indicates that the criminal history category does not adequately reflect the seriousness of the defendant's past criminal conduct or the likelihood that the defendant will commit other crimes, the court may consider imposing a sentence departing from the otherwise applicable guideline range.  Such information may include, but is not limited to, information concerning:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>(a) prior sentence(s) not used in computing the criminal history category (e.g., sentences for foreign and tribal offenses);</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>(b) prior sentence(s) of substantially more than one year imposed as a result of independent crimes committed on different occasions;</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>(c) prior similar misconduct established by a civil adjudication or by a failure to comply with an administrative order;</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>(d) whether the defendant was pending trial or sentencing on another charge at the time of the instant offense;</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>(e) prior similar adult criminal conduct not resulting in a criminal conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">A departure under this provision is warranted when the criminal history category significantly under-represents the seriousness of the defendant's criminal history or the likelihood that the defendant will commit further crimes....  The court may, after a review of all the relevant information, conclude that the defendant's criminal history was significantly more serious than that of most defendants in the same criminal history category, and therefore consider an upward departure from the guidelines.  However, a prior arrest record itself shall not be considered under &#167; 4A1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">U.S.S.G. &#167; 4A1.3 (1995).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A brief excerpt illustrates the tone and tenor of the statement:</p>\n        <p>[My husband] has tried to drowned [sic] me in the pool and in the bath tub.  On several occasions I thought I was going to die before he let me up....  He's told me he would slice my throat while I slept.  He has put knifes [sic] against my throat and pressed them into my neck, laughing while he did it.  He has sawed my kitchen set up with a power saw because I cooked the 'wrong thing' for supper and tried to pull me outside to 'cut my hands off.'   I hid in the woods for hours that night, but had to go back for my son.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Given the sentencing court's factual findings, we are inclined to believe that there is force behind the government's argument that the prolonged domestic violence which marred the Brewsters' marriage would have allowed the court to depart upward under U.S.S.G. &#167; 5K2.0 (permitting departure if the court finds an aggravating circumstance of a kind, or to a degree, not adequately taken into consideration by the sentencing guidelines that renders the case meaningfully atypical).  See, e.g., United States v. Keester, <span class=\"citation\" data-id=\"708219\"><a href=\"/opinion/708219/united-states-v-gilman-keven-keester-aka-kevin-keester/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1027-28 (8th Cir.1995) (per curiam) (upholding such a departure).  Because we sustain the upward departure under section 4A1.3, see text infra, we need not resolve this question definitively</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, we should approach \"dissimilar conduct\" departures, like all other departures, with great circumspection.  Our holding will have force only in instances in which the uncharged, dissimilar conduct is so serious that, unless it is factored into the sentencing calculus, the resultant CHC will be manifestly deficient as a measure of the defendant's past criminality and/or likely recidivism.  Moreover, we anticipate that we will encounter relatively few defendants who have substantial records of serious, dissimilar criminal conduct that has never been brought to contemporaneous official attention.  Indeed, such cases may be limited to those types of misconduct, such as domestic abuse, in which the very nature of the criminal behavior itself explains the absence of previous charges and convictions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The following colloquy occurred during the disposition hearing:</p>\n        <p>THE COURT:  Is there any respect in which you believe that anything contained in the [PSI] report or its appendices [i.e., Mrs. Brewster's statement] as I have just described them which [sic] is inaccurate or untrue?</p>\n        <p>DEFENDANT:  No, sir.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Brewster's reliability argument leans heavily on our opinion in United States v. McMinn, <span class=\"citation\" data-id=\"197158\"><a href=\"/opinion/197158/united-states-v-mcminn/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">216</span></a></span> (1st Cir.1997).  McMinn, fairly read, will not bear the weight that Brewster loads upon it.  In that case, we rejected a reliability challenge and upheld a section 4A1.3 departure based in part on witness statements attesting to the seriousness of the defendant's prior criminal conduct.  See id. at 218.   Brewster's argument suggests that, were it not for certain differences between the McMinn statements and those in issue here, the McMinn court would have disallowed the upward departure.  This is unfounded conjecture, premised primarily on wishful thinking</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The parties, like the sentencing court, focus their attention on the six convictions that were excluded from the CHC computation on temporally-related grounds.  We follow their lead and omit any separate discussion of the excluded 1992 conviction (which, in the overall scheme of things, appears to carry little weight)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This situation is unlike United States v. Shrader, <span class=\"citation\" data-id=\"196080\"><a href=\"/opinion/196080/united-states-v-shrader/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span> (1st Cir.1995), a case in which the defendant unsuccessfully challenged a criminal history departure granted on the basis that his CHC significantly understated both his criminal history and his proclivity for recidivist behavior.  We noted, inter alia, four incidents, not included in the CHC computation, during which Shrader operated a motor vehicle while under the influence of alcohol, and we further noted that the CHC \"did not account for the fact that Shrader had thrice been ordered to undergo rehabilitation programs designed to deter the very behavior underlying these incidents.\"  Id. at 293.   We held that this \"record of persistently disregarding the law\" rendered the case sufficiently unusual to warrant an upward departure.  However, it was not Shrader's failure to seek treatment, but his flagrant disregard of judicial directives, that helped to establish his recidivist tendencies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Departures pursuant to U.S.S.G. &#167; 4A1.3 are considered horizontal because, in selecting an adequate criminal history category, \"the court moves horizontally across the sentencing table through successively higher CHCs until it reaches an appropriate, or 'reflective' sentencing range.\"  United States v. Hardy, <span class=\"citation\" data-id=\"197072\"><a href=\"/opinion/197072/united-states-v-hardy/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1242</span></a></span>, 1248 (1st Cir.1996).  By contrast, U.S.S.G. &#167; 5K2.0 authorizes a court to depart by moving along the vertical axis of the sentencing table and selecting an offense level that reflects the impact of the aggravating (or mitigating) circumstance which makes the offense of conviction unusual.  See id</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/693021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712274/"
  ]
}