{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197522/",
  "absolute_url": "/opinion/197522/white-v-gittens/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197522/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:32:16Z",
  "date_modified": "2017-03-24T10:52:27.284043Z",
  "type": "010combined",
  "sha1": "a5cfc1d947233e367214dbb06c78054a48e13998",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1838.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1838\r\n\n                         GARY WHITE,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                   ROBERT GITTENS, ET AL.,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nDouglas W. Salvesen with whom Yurko &amp; Perry, P.C. was on brief\r                                                             \r\nfor appellant.\r\nGregory I. Massing, Assistant Attorney General, with whom Scott\r                                                                           \r\nHarshbarger, Attorney General, was on brief for appellee.\r                   \r\n\n                                         \r\n\n                       August 21, 1997\r\n                                         \r\r\n\n          CAMPBELL, Senior Circuit  Judge.  The Massachusetts\r                                                     \r\n\nParole Board revoked Gary White's parole based on information\r\n\nfrom  state social service  authorities alleging that  he had\r\n\nmolested  his  step-daughter.    White  was  not  offered  or\r\n\nfurnished with counsel at his parole revocation hearing.   He\r\n\nbrought this  action under  42 U.S.C.    1983 in  the federal\r\n\ndistrict court against the former and current  members of the\r\n\nMassachusetts Parole Board, asserting  that they had deprived\r\n\nhim of his  constitutional due process  rights by failing  to\r\n\nadopt regulations providing for the appointment of counsel at\r\n\nparole revocation hearings  and by not furnishing  counsel in\r\n\nhis case.  The district court dismissed, holding that White's\r\n\n  1983 action was  barred by res judicata and that the parole\r\n\nboard  members were protected by qualified immunity.  Because\r\n\nof events which occurred after the district court's decision,\r\n\nwe vacate the district court's order and remand with an order\r\n\nto dismiss the action without prejudice.\r\n\n                        I.  Background\r                                                  \r\n\n          We describe the  facts in the light  most favorable\r\n\nto White.   See Watterson  v. Page, 987  F.2d 1, 3  (1st Cir.\r                                              \r\n\n1993)  (on motion  to dismiss, a  court takes  allegations in\r\n\ncomplaint  as true  and makes  all  reasonable inferences  in\r\n\nplaintiff's favor).\r\n\n          Gary White was  convicted of armed robbery  in 1987\r\n\nand sentenced to twelve years' imprisonment.   He was paroled\r\n\n                             -2-\r                                          2\r\r\n\non  September 19,  1989.   While  paroled, White  married his\r\n\ncurrent wife, Gina  White, and began living with  her and her\r\n\nthree children, Melany (age 3), Matthew (age 4), and  Marlene\r\n\n(age 5).\r\n\n          In 1990,  Melany's behavior  changed,  and she  was\r\n\nevaluated  to  determine  if she  had  been  sexually abused.\r\n\nMelany met  with an evaluator once a week for six weeks, with\r\n\nGina  White present  at  each meeting.    The evaluation  was\r\n\ninconclusive,  and  Melany's  physician  could not  find  any\r\n\nevidence of sexual contact.  Nevertheless,  the Massachusetts\r\n\nDepartment  of  Social  Services  (\"DSS\")  removed  the three\r\n\nchildren from the Whites' home  on April 25, 1990, and placed\r\n\nthem in foster care.  \r\n\n          The  DSS filed  a report  alleging  that White  was\r\n\nsexually abusing his  step-children and sent  a copy of  this\r\n\nreport  to  the Plymouth  County District  Attorney's office.\r\n\nThe  district attorney's office did not bring charges against\r\n\nWhite.\r\n\n          When  in July  of 1992  DSS  offered to  permit the\r\n\nchildren to return to their mother if White moved out  of the\r\n\nhouse, White  informed his parole officer of  the DSS's abuse\r\n\nreport and  of the  agency's request that  he move.   White's\r\n\nparole officer thereupon  notified White  that a  preliminary\r\n\nparole  revocation hearing  would be  held  on September  10,\r\n\n1992.          After the preliminary  hearing, a final parole\r\n\n                             -3-\r                                          3\r\r\n\nrevocation hearing was held on November 19, 1992.  Throughout\r\n\nthe proceedings, White maintained he had not abused his step-\r\n\nchildren.  White was not represented by counsel, being unable\r\n\nto afford  a private attorney,  and the parole board  did not\r\n\noffer to  provide White with  appointed counsel.   The parole\r\n\nboard  voted to  revoke White's  parole and  returned  him to\r\n\nprison.\r\n\n          On March 29, 1995,  White filed an action     which\r\n\nhe  labeled  a   petition  for  habeas   corpus      in   the\r\n\nMassachusetts Superior  Court, challenging the  revocation of\r\n\nhis  parole on  several  grounds.   On  April  21, 1995,  the\r\n\nSuperior Court ruled that White  was entitled to a new parole\r\n\nrevocation hearing within sixty days because the parole board\r\n\nhad violated its own regulations by failing to  provide White\r\n\nwith a copy of the DSS report.  White v. Bissonnette, No. 95-\r                                                                \r\n\n1729-C,  slip. op.  at 4  (Mass. Dist.  Ct. April  21, 1995),\r\n\nvacated as moot, 667 N.E.2d 920 (Mass. App. Ct. 1996), review\r                                                                         \r\n\ndenied,  674  N.E.2d 1085  (Mass.  1996).   Citing  Gagnon v.\r                                                                      \r\n\nScarpelli,  411 U.S.  778 (1973), the  Massachusetts Superior\r                     \r\n\nCourt also held that the Due Process Clause of the Fourteenth\r\n\nAmendment  required the parole  board to appoint  counsel for\r\n\nWhite at the  new hearing if the board  determined that White\r\n\nwas indigent.  Id. at 6. \r                              \r\n\n          Although White had styled his state court action as\r\n\none  for habeas  corpus  relief, the  Massachusetts  Superior\r\n\n                             -4-\r                                          4\r\r\n\nCourt,  citing Massachusetts  Parole  Bd.  v. Brusgulis,  532\r                                                                   \r\n\nN.E.2d 45 (Mass.  1989), held that the suit  was actually for\r\n\ndeclaratory relief because, if his suit was successful, White\r\n\nwould not  be freed  altogether but  would instead  return to\r\n\nparole.  Bissonnette, slip op. at 6.\r                                \r\n\n          The parole board appealed from the Superior Court's\r\n\norder that  the board provide  White with counsel at  the new\r\n\nhearing.   White appealed  from the Superior  Court's holding\r\n\nthat his action  should be regarded  as one for  declaratory,\r\n\nnot  habeas corpus, relief.  Before the parole board provided\r\n\nWhite with a new hearing, White's sentence expired and he was\r\n\nreleased  from prison.    The  parole  board then  moved  for\r\n\nvoluntary dismissal of  its appeal.  This  motion was allowed\r\n\non  July 27,  1995.    On July  22,  1996, the  Massachusetts\r\n\nAppeals Court  ordered the  Superior Court's  judgment to  be\r\n\nvacated  because the matter  had become  moot when  White was\r\n\nreleased from prison, and  remanded the case to the  Superior\r\n\nCourt  with a  direction to  dismiss  the action.   White  v.\r                                                                     \r\n\nMassachusetts  Parole Bd.,  667 N.E.2d  920  (Mass. App.  Ct.\r                                     \r\n\n1996),  review denied,  674 N.E.2d  1085 (Mass.  1996).1   On\r                                 \r\n\n                    \r                                \r\n\n1.  The appeals court's order stated, \"The judgment is\r\nvacated, not on the merits but because the case has become\r\nmoot, and the case is remanded to the Superior Court with\r\ndirections to dismiss the action.\"  White, 667 N.E. 2d at\r                                                     \r\n920.  Although the appeals court issued its order after the\r\ndistrict court had rendered the judgment in the case below,\r\nand there is therefore nothing in the record evidencing the\r\nstate appeals court's actions, we may take judicial notice of\r\npublished state court dispositions of cases.  See Lamar v.\r                                                                   \r\n\n                             -5-\r                                          5\r\r\n\nmotion  for rehearing, the  state appeals court  affirmed its\r\n\noriginal order, and the Massachusetts  Supreme Judicial Court\r\n\ndenied  White's  application  for  further  review, White  v.\r                                                                     \r\n\nMassachusetts Parole Bd., 674 N.E.2d 1085 (Mass. 1996).\r                                    \r\n\n          On  February 11, 1996, after the Superior Court had\r\n\nordered  a new  parole  revocation  hearing  but  before  the\r\n\nMassachusetts Appeals Court had ruled that the proceeding was\r\n\nmoot,  White filed  the present  complaint under 42  U.S.C.  \r\n\n1983 in the United States  District Court for the District of\r\n\nMassachusetts against the  current and former members  of the\r\n\nMassachusetts Parole  Board.  White's  complaint alleged that\r\n\nthe  defendants had  violated his constitutional  due process\r\n\nrights by neglecting to establish procedures for when counsel\r\n\nshould  be   appointed  for   persons  facing   final  parole\r\n\nrevocation hearings.   He claimed that  the parole board  had\r\n\nalso  violated  his  constitutional  due  process  rights  by\r\n\nfailing to  provide him with  appointed counsel at  his final\r\n\nparole revocation hearing.    White     requested    monetary\r\n\ndamages   from  the  former  parole  board  members  for  the\r\n\n                    \r                                \r\n\nMicou, 114 U.S. 218, 223 (1885) (\"The law of any State of the\r                 \r\nUnion, whether depending upon statutes or upon judicial\r\nopinions, is a matter of which the courts of the United\r\nStates are bound to take judicial notice, without plea or\r\nproof.\"); Retired Chicago Police Association v. City of\r                                                                   \r\nChicago, 7 F.3d 584, 609 n.30 (7th Cir. 1993) (\"This court\r                   \r\ncan take judicial notice of the decisions of federal and\r\nstate courts.\"); Parente v. Town of West Warwick, 868 F.2d\r                                                            \r\n522, 523 (1st Cir. 1989) (taking judicial notice of a state\r\ncourt's opinion).  See generally Fed. R. Evid. 201(b). \r                                            \r\n\n                             -6-\r                                          6\r\r\n\nviolation  of  his  rights.   He  also  requested declaratory\r\n\nrelief against the parole board's current members, asking for\r\n\na declaratory judgment stating that his parole revocation was\r\n\nunconstitutional and therefore void and stating that a person\r\n\nfacing  a parole revocation \"is entitled to appointed counsel\r\n\non a  case-by-case basis  and that  appointed counsel  should\r\n\npresumptively be provided where the parolee claims he did not\r\n\ncommit  the alleged violation.\"  White further requested that\r\n\nthe parole revocation be expunged from his records.\r\n\n          On  June 11, 1996,  the district court  allowed the\r\n\ndefendants' motion  to dismiss  both because  the action  was\r\n\nbarred  by res  judicata  and  because  the  defendants  were\r\n\nprotected  by  qualified  immunity.     The  district   court\r\n\nexpressed doubt as  to whether the defendants  were sheltered\r\n\nby absolute immunity.  White then brought this appeal.\r\n\n           II.  Cognizability of the   1983 Action\r                                                              \r\n\n          White's   1983 action is not cognizable.2  Although\r\n\nneither party addressed the issue, \"[i]t is too elementary to\r\n\nwarrant  citation of authority that a court has an obligation\r\n\nto inquire sua  sponte into its subject  matter jurisdiction,\r\n\nand to  proceed no  further if such jurisdiction is wanting.\"\r\n\n                    \r                                \r\n\n2.  Black's Law Dictionary defines the term \"cognizable\" to\r                                      \r\nmean, \"Capable of being tried or examined before a designated\r\ntribunal; within jurisdiction of court or power given to\r                                                  \r\ncourt to adjudicate controversy.\"  Black's Law Dictionary 259\r                                                                     \r\n(6th ed. 1990) (emphasis added).  See also F.D.I.C. v. Meyer,\r                                                                        \r\n510 U.S. 471, 476 (1994) (stating that this is what\r\n\"cognizable\" ordinarily means).\r\n\n                             -7-\r                                          7\r\r\n\nIn  re Recticel  Foam Corp.,  859 F.2d  1000, 1002  (1st Cir.\r                                       \r\n\n1988).\r\n\n          In  Heck  v.  Humphrey, 512  U.S.  477  (1994), the\r                                            \r\n\nSupreme Court held:\r\n\n          [I]n   order  to   recover  damages   for\r\n          allegedly unconstitutional  conviction or\r\n          imprisonment, or for other harm caused by\r\n          actions whose unlawfulness would render a\r\n          conviction or sentence  invalid, a   1983\r\n          plaintiff must prove  that the conviction\r\n          or sentence  has been reversed  on direct\r\n          appeal,  expunged  by   executive  order,\r\n          declared  invalid  by  a  state  tribunal\r\n          authorized to make such determination, or\r\n          called into question by a federal court's\r\n          issuance of  a writ of habeas  corpus, 28\r\n          U.S.C.   2254.\r\n\n  Id. at 487 (footnote omitted).\r                 \r\n\n          The Court  ruled that  habeas corpus  was the  only\r\n\npermitted  mode of  federal  collateral  attack  on  a  state\r\n\nconviction.   Id.  at 481-82.   The  Court analogized    1983\r                             \r\n\nactions seeking damages for alleged constitutional violations\r\n\nrelated   to  a  state  criminal  conviction  to  common  law\r\n\nmalicious prosecution  claims, for which  termination of  the\r\n\nprior  criminal proceeding  in  the  accused's  favor  is  an\r\n\nessential element.   Id. at 484-86.   A   1983 suit  like the\r                                    \r\n\npresent,  contending  that  a  state  parole  revocation  was\r\n\nconstitutionally invalid, challenges the \"fact or duration of\r\n\n[the  plaintiff's] confinement.\" Id.  at  481; accord Crow v.\r                                                                      \r\n\nPenry, 102 F.3d 1086, 1087 (10th Cir. 1996); Littles v. Board\r                                                                         \r\n\nof Pardons &amp; Paroles Div.,  68 F.3d 122, 123 (5th Cir.  1995)\r                                     \r\n\n                             -8-\r                                          8\r\r\n\n(per curiam);  cf. Edwards v.  Balisok,     U.S.    ,  117 S.\r                                                  \r\n\nCt.  1584 (1997)  (applying  the Heck  rule  to a  prisoner's\r                                                 \r\n\ndeprivation  of   good-time   credits  in   a  state   prison\r\n\ndisciplinary  proceeding); Schafer v.  Moore, 46 F.3d  43, 45\r                                                        \r\n\n(8th Cir.  1995) (per  curiam) (applying the  Heck rule  to a\r                                                              \r\n\nstate  decision  to  deny  parole);    see  also  Preiser  v.\r                                                                     \r\n\nRodriguez,  411 U.S.  475,  490-92  (1973)  (holding  that  a\r                     \r\n\npetition for  habeas corpus is the only federal procedure for\r\n\nattacking \"the  validity of  the fact or  length\" of  a state\r\n\nprisoner's confinement and applying this principle  to \"areas\r\n\nof  particular  state  administrative  concern\"  such  as the\r\n\ndeprivation  of  a  prisoner's  good-conduct-time credits  in\r\n\nstate prison disciplinary proceedings).\r\n\n          In a footnote, the Heck Court refused to  relax the\r                                             \r\n\nrule requiring  termination of the prior  criminal proceeding\r\n\nin the  accused's favor in  cases in which the  plaintiff had\r\n\nserved  his sentence  and so  no  longer had  post-conviction\r\n\nchallenges  available.    The  Court  wrote,  \"We  think  the\r\n\nprinciple  barring  collateral  attacks--a  longstanding  and\r\n\ndeeply  rooted feature  of both  the common  law and  our own\r\n\njurisprudence--is not rendered  inapplicable by the  fortuity\r\n\nthat a convicted criminal is no longer incarcerated.\"  Id. at\r                                                                      \r\n\n490 n.10.\r\n\n          Whit  now  contends  that   his  parole  revocation\r\n\nviolated  the Due Process Clause of the Fourteenth Amendment,\r\n\n                             -9-\r                                          9\r\r\n\ngiving  rise  to  a  cause  of  action  under     1983.   The\r\n\ncontention  is  based  on his  allegation  that,  despite his\r\n\ndenying that  he had  molested step-daughter,  White was  not\r\n\noffered  and  furnished  with  an  attorney  for  his  parole\r\n\nhearing.   Without  an  attorney,  White  maintains,  he  was\r\n\ndeprived  of the  opportunity to  prove  his innocence,  and,\r\n\ntherefore, of  due process.   A favorable  decision in  the  \r\n\n1983  proceeding would  necessarily  call  into question  the\r\n\nvalidity  of the  state's  decree  revoking  his  parole  and\r\n\nordering  him back to  prison.  Heck  therefore applies,3 and\r                                                \r\n\nthe   1983 action  is not cognizable in a federal  court, see\r\n\nfootnote 1,  supra, unless  the parole  revocation \"has  been\r                              \r\n\nreversed  on direct  appeal,  expunged  by  executive  order,\r\n\ndeclared invalid by a state tribunal authorized to  make such\r\n\ndetermination, or called  into question by a  federal court's\r\n\nissuance of a writ of habeas corpus, 28 U.S.C.   2254.\"   Id.\r                                                                         \r\n\nat 487.\r\n\n          After  the  federal  district  court had  dismissed\r\n\nWhite's    1983 action  on other grounds,  White was  finally\r\n\nreleased from  confinement, his  sentence having  terminated,\r\n\nand the Massachusetts Appeals Court then vacated the Superior\r\n\nCourt's judgment  as being  moot and  remanded White's  state\r\n\n                    \r                                \r\n\n3.  The Heck rule applies to   1983 actions for declaratory\r                        \r\nrelief as well as to   1983 suits for damages.  See Edwards\r                                                                       \r\nv. Balisok, 117 S. Ct. 1584 (1997) (applying the Heck rule to\r                                                                 \r\na request for declaratory relief under   1983).\r\n\n                             -10-\r                                          10\r\r\n\ncase to  the Superior Court  with a direction to  dismiss it.\r\n\nHence  there  is  in effect  no  state  judgment invalidating\r\n\nWhite's parole  revocation (nor,  of course,  was the  parole\r\n\nrevocation  invalidated by a  federal habeas petition).   See\r                                                                         \r\n\nUnited States v. Munsingwear, Inc., 340 U.S. 36, 39-40 (1950)\r                                              \r\n\n(holding that vacating  a judgment as  moot and remanding  it\r\n\nwith a direction to dismiss \"eliminates a judgment, review of\r\n\nwhich  was   prevented  through  happenstance\");   49  C.J.S.\r\n\nJudgments   357  (1997) (\"Where a judgment is  vacated or set\r                     \r\n\naside by a valid order  or judgment, it is entirely destroyed\r\n\nand the rights  of the  parties are  left as  though no  such\r\n\njudgment had  ever been  entered.\");   cf.  Reilly v.  School\r                                                                         \r\n\nComm. of Boston, 290 N.E.2d  516 (Mass. 1972) (holding that a\r                           \r\n\ncase which  is vacated  as moot on  appeal has  no collateral\r\n\nestoppel consequences).\r\n\n          We have carefully  reviewed the  reasoning in  Heck\r                                                                         \r\n\nand related cases and can find no basis for  holding that the\r\n\nvacated   state   decision  that   impugned   White's  parole\r\n\nrevocation meets  Heck's  requirement  of  a  declaration  of\r                                  \r\n\ninvalidity  \"by  a  state tribunal  authorized  to  make such\r\n\ndetermination.  \"512 U.S. at 487.  We are constrained to hold\r\n\nthat White's Section 1983 action  is not cognizable since any\r\n\naward of damages  or declaratory relief would  seriously call\r\n\ninto question the  as yet undisturbed  validity of the  state\r\n\nparole board's action.  Heck, 512 U.S. at 486-87.\r                                        \r\n\n                             -11-\r                                          11\r\r\n\n          As  White's   suit  is  not  cognizable   and  must\r\n\ntherefore be dismissed,  we do not address  White's claims of\r\n\nerror  or the  parole board's arguments  that his  claims are\r\n\nbarred by res  judicata and that his  request for declaratory\r\n\nrelief  is moot.    Nor  do we  consider  the parole  board's\r\n\ncontention that its  former members are not liable in damages\r\n\nfor any errors made in  respect to the appointment of counsel\r\n\nbecause of their absolute immunity.\r\n\n                       III.  Conclusion\r                                                   \r\n\n          We vacate the district court's dismissal of White's\r\n\nsuit  on  the  merits  and remand  the  case,  directing  the\r\n\ndistrict court to dismiss the action without prejudice.   See\r                                                                         \r\n\nHeck, 512 U.S.  at 479, 490 (affirming  the dismissal without\r                \r\n\nprejudice  of a     1983 action  which  was not  cognizable);\r\n\nFottler v. United  States, 73 F.3d  1064, 1065-66 (10th  Cir.\r                                     \r\n\n1996)  (holding that the  dismissal of a  Section 1983 action\r\n\nbecause  it  was  not yet  cognizable  under  Heck  should be\r                                                              \r\n\nwithout prejudice); Perez  v. Sifel,  57 F.3d  503, 505  (7th\r                                               \r\n\nCir.  1995) (per  curiam) (same);  Trimble  v. City  of Santa\r                                                                         \r\n\nRosa, 49 F.3d  583, 585 (9th Cir. 1995)  (per curiam) (same);\r                \r\n\nSchafer, 46 F.3d at 45 (same).\r                   \r\n\n          Vacated and remanded.\r                                          \r\n\n                             -12-\r                                          12\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1838\r\n\n                         GARY WHITE,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                   ROBERT GITTENS, ET AL.,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nDouglas W. Salvesen with whom Yurko &amp; Perry, P.C. was on brief\r                                                             \r\nfor appellant.\r\nGregory I. Massing, Assistant Attorney General, with whom Scott\r                                                                           \r\nHarshbarger, Attorney General, was on brief for appellee.\r                   \r\n\n                                         \r\n\n                       August 21, 1997\r\n                                         \r\r\n\n          CAMPBELL, Senior Circuit  Judge.  The Massachusetts\r                                                     \r\n\nParole Board revoked Gary White's parole based on information\r\n\nfrom  state social service  authorities alleging that  he had\r\n\nmolested  his  step-daughter.    White  was  not  offered  or\r\n\nfurnished with counsel at his parole revocation hearing.   He\r\n\nbrought this  action under  42 U.S.C.    1983 in  the federal\r\n\ndistrict court against the former and current  members of the\r\n\nMassachusetts Parole Board, asserting  that they had deprived\r\n\nhim of his  constitutional due process  rights by failing  to\r\n\nadopt regulations providing for the appointment of counsel at\r\n\nparole revocation hearings  and by not furnishing  counsel in\r\n\nhis case.  The district court dismissed, holding that White's\r\n\n  1983 action was  barred by res judicata and that the parole\r\n\nboard  members were protected by qualified immunity.  Because\r\n\nof events which occurred after the district court's decision,\r\n\nwe vacate the district court's order and remand with an order\r\n\nto dismiss the action without prejudice.\r\n\n                        I.  Background\r                                                  \r\n\n          We describe the  facts in the light  most favorable\r\n\nto White.   See Watterson  v. Page, </pre><span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3  (1st Cir.\r                                              \r\n\n1993)  (on motion  to dismiss, a  court takes  allegations in\r\n\ncomplaint  as true  and makes  all  reasonable inferences  in\r\n\nplaintiff's favor).\r\n\n          Gary White was  convicted of armed robbery  in 1987\r\n\nand sentenced to twelve years' imprisonment.   He was paroled\r\n\n                             -2-\r                                          2\r\r\n\non  September 19,  1989.   While  paroled, White  married his\r\n\ncurrent wife, Gina  White, and began living with  her and her\r\n\nthree children, Melany (age 3), Matthew (age 4), and  Marlene\r\n\n(age 5).\r\n\n          In 1990,  Melany's behavior  changed,  and she  was\r\n\nevaluated  to  determine  if she  had  been  sexually abused.\r\n\nMelany met  with an evaluator once a week for six weeks, with\r\n\nGina  White present  at  each meeting.    The evaluation  was\r\n\ninconclusive,  and  Melany's  physician  could not  find  any\r\n\nevidence of sexual contact.  Nevertheless,  the Massachusetts\r\n\nDepartment  of  Social  Services  (\"DSS\")  removed  the three\r\n\nchildren from the Whites' home  on April 25, 1990, and placed\r\n\nthem in foster care.  \r\n\n          The  DSS filed  a report  alleging  that White  was\r\n\nsexually abusing his  step-children and sent  a copy of  this\r\n\nreport  to  the Plymouth  County District  Attorney's office.\r\n\nThe  district attorney's office did not bring charges against\r\n\nWhite.\r\n\n          When  in July  of 1992  DSS  offered to  permit the\r\n\nchildren to return to their mother if White moved out  of the\r\n\nhouse, White  informed his parole officer of  the DSS's abuse\r\n\nreport and  of the  agency's request that  he move.   White's\r\n\nparole officer thereupon  notified White  that a  preliminary\r\n\nparole  revocation hearing  would be  held  on September  10,\r\n\n1992.          After the preliminary  hearing, a final parole\r\n\n                             -3-\r                                          3\r\r\n\nrevocation hearing was held on November 19, 1992.  Throughout\r\n\nthe proceedings, White maintained he had not abused his step-\r\n\nchildren.  White was not represented by counsel, being unable\r\n\nto afford  a private attorney,  and the parole board  did not\r\n\noffer to  provide White with  appointed counsel.   The parole\r\n\nboard  voted to  revoke White's  parole and  returned  him to\r\n\nprison.\r\n\n          On March 29, 1995,  White filed an action     which\r\n\nhe  labeled  a   petition  for  habeas   corpus      in   the\r\n\nMassachusetts Superior  Court, challenging the  revocation of\r\n\nhis  parole on  several  grounds.   On  April  21, 1995,  the\r\n\nSuperior Court ruled that White  was entitled to a new parole\r\n\nrevocation hearing within sixty days because the parole board\r\n\nhad violated its own regulations by failing to  provide White\r\n\nwith a copy of the DSS report.  White v. Bissonnette, No. 95-\r                                                                \r\n\n1729-C,  slip. op.  at 4  (Mass. Dist.  Ct. April  21, 1995),\r\n\nvacated as moot, </pre><span class=\"citation no-link\"><span class=\"volume\">667</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">920</span></span><pre class=\"inline\"> (Mass. App. Ct. 1996), review\r                                                                         \r\n\ndenied,  </pre><span class=\"citation no-link\"><span class=\"volume\">674</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1085</span></span><pre class=\"inline\">  (Mass.  1996).   Citing  Gagnon v.\r                                                                      \r\n\nScarpelli,  </pre><span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">778</span></a></span><pre class=\"inline\"> (1973), the  Massachusetts Superior\r                     \r\n\nCourt also held that the Due Process Clause of the Fourteenth\r\n\nAmendment  required the parole  board to appoint  counsel for\r\n\nWhite at the  new hearing if the board  determined that White\r\n\nwas indigent.  Id. at 6. \r                              \r\n\n          Although White had styled his state court action as\r\n\none  for habeas  corpus  relief, the  Massachusetts  Superior\r\n\n                             -4-\r                                          4\r\r\n\nCourt,  citing Massachusetts  Parole  Bd.  v. Brusgulis,  </pre><span class=\"citation no-link\"><span class=\"volume\">532</span>\r                                                                   \r\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">45</span></span><pre class=\"inline\"> (Mass.  1989), held that the suit  was actually for\r\n\ndeclaratory relief because, if his suit was successful, White\r\n\nwould not  be freed  altogether but  would instead  return to\r\n\nparole.  Bissonnette, slip op. at 6.\r                                \r\n\n          The parole board appealed from the Superior Court's\r\n\norder that  the board provide  White with counsel at  the new\r\n\nhearing.   White appealed  from the Superior  Court's holding\r\n\nthat his action  should be regarded  as one for  declaratory,\r\n\nnot  habeas corpus, relief.  Before the parole board provided\r\n\nWhite with a new hearing, White's sentence expired and he was\r\n\nreleased  from prison.    The  parole  board then  moved  for\r\n\nvoluntary dismissal of  its appeal.  This  motion was allowed\r\n\non  July 27,  1995.    On July  22,  1996, the  Massachusetts\r\n\nAppeals Court  ordered the  Superior Court's  judgment to  be\r\n\nvacated  because the matter  had become  moot when  White was\r\n\nreleased from prison, and  remanded the case to the  Superior\r\n\nCourt  with a  direction to  dismiss  the action.   White  v.\r                                                                     \r\n\nMassachusetts  Parole Bd.,  </pre><span class=\"citation no-link\"><span class=\"volume\">667</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">920</span></span><pre class=\"inline\">  (Mass. App.  Ct.\r                                     \r\n\n1996),  review denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">674</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">1085</span></span><pre class=\"inline\"> (Mass.  1996).1   On\r                                 \r\n\n                    \r                                \r\n\n1.  The appeals court's order stated, \"The judgment is\r\nvacated, not on the merits but because the case has become\r\nmoot, and the case is remanded to the Superior Court with\r\ndirections to dismiss the action.\"  White, 667 N.E. 2d at\r                                                     \r\n920.  Although the appeals court issued its order after the\r\ndistrict court had rendered the judgment in the case below,\r\nand there is therefore nothing in the record evidencing the\r\nstate appeals court's actions, we may take judicial notice of\r\npublished state court dispositions of cases.  See Lamar v.\r                                                                   \r\n\n                             -5-\r                                          5\r\r\n\nmotion  for rehearing, the  state appeals court  affirmed its\r\n\noriginal order, and the Massachusetts  Supreme Judicial Court\r\n\ndenied  White's  application  for  further  review, White  v.\r                                                                     \r\n\nMassachusetts Parole Bd., </pre><span class=\"citation no-link\"><span class=\"volume\">674</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1085</span></span><pre class=\"inline\"> (Mass. 1996).\r                                    \r\n\n          On  February 11, 1996, after the Superior Court had\r\n\nordered  a new  parole  revocation  hearing  but  before  the\r\n\nMassachusetts Appeals Court had ruled that the proceeding was\r\n\nmoot,  White filed  the present  complaint under 42  U.S.C.  \r\n\n1983 in the United States  District Court for the District of\r\n\nMassachusetts against the  current and former members  of the\r\n\nMassachusetts Parole  Board.  White's  complaint alleged that\r\n\nthe  defendants had  violated his constitutional  due process\r\n\nrights by neglecting to establish procedures for when counsel\r\n\nshould  be   appointed  for   persons  facing   final  parole\r\n\nrevocation hearings.   He claimed that  the parole board  had\r\n\nalso  violated  his  constitutional  due  process  rights  by\r\n\nfailing to  provide him with  appointed counsel at  his final\r\n\nparole revocation hearing.    White     requested    monetary\r\n\ndamages   from  the  former  parole  board  members  for  the\r\n\n                    \r                                \r\n\nMicou, </pre><span class=\"citation\" data-id=\"91359\"><a href=\"/opinion/91359/lamar-v-micou/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span><pre class=\"inline\">, 223 (1885) (\"The law of any State of the\r                 \r\nUnion, whether depending upon statutes or upon judicial\r\nopinions, is a matter of which the courts of the United\r\nStates are bound to take judicial notice, without plea or\r\nproof.\"); Retired Chicago Police Association v. City of\r                                                                   \r\nChicago, </pre><span class=\"citation\" data-id=\"655331\"><a href=\"/opinion/655331/retired-chicago-police-association-an-illinois-not-for-profit-corporation/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">584</span></a></span><pre class=\"inline\">, 609 n.30 (7th Cir. 1993) (\"This court\r                   \r\ncan take judicial notice of the decisions of federal and\r\nstate courts.\"); Parente v. Town of West Warwick, </pre><span class=\"citation\" data-id=\"518843\"><a href=\"/opinion/518843/anthony-parente-v-town-of-west-warwick/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span>\r                                                            \r\n<span class=\"page\">522</span></a></span><pre class=\"inline\">, 523 (1st Cir. 1989) (taking judicial notice of a state\r\ncourt's opinion).  See generally Fed. R. Evid. 201(b). \r                                            \r\n\n                             -6-\r                                          6\r\r\n\nviolation  of  his  rights.   He  also  requested declaratory\r\n\nrelief against the parole board's current members, asking for\r\n\na declaratory judgment stating that his parole revocation was\r\n\nunconstitutional and therefore void and stating that a person\r\n\nfacing  a parole revocation \"is entitled to appointed counsel\r\n\non a  case-by-case basis  and that  appointed counsel  should\r\n\npresumptively be provided where the parolee claims he did not\r\n\ncommit  the alleged violation.\"  White further requested that\r\n\nthe parole revocation be expunged from his records.\r\n\n          On  June 11, 1996,  the district court  allowed the\r\n\ndefendants' motion  to dismiss  both because  the action  was\r\n\nbarred  by res  judicata  and  because  the  defendants  were\r\n\nprotected  by  qualified  immunity.     The  district   court\r\n\nexpressed doubt as  to whether the defendants  were sheltered\r\n\nby absolute immunity.  White then brought this appeal.\r\n\n           II.  Cognizability of the   1983 Action\r                                                              \r\n\n          White's   1983 action is not cognizable.2  Although\r\n\nneither party addressed the issue, \"[i]t is too elementary to\r\n\nwarrant  citation of authority that a court has an obligation\r\n\nto inquire sua  sponte into its subject  matter jurisdiction,\r\n\nand to  proceed no  further if such jurisdiction is wanting.\"\r\n\n                    \r                                \r\n\n2.  Black's Law Dictionary defines the term \"cognizable\" to\r                                      \r\nmean, \"Capable of being tried or examined before a designated\r\ntribunal; within jurisdiction of court or power given to\r                                                  \r\ncourt to adjudicate controversy.\"  Black's Law Dictionary 259\r                                                                     \r\n(6th ed. 1990) (emphasis added).  See also F.D.I.C. v. Meyer,\r                                                                        \r\n</pre><span class=\"citation\" data-id=\"112931\"><a href=\"/opinion/112931/fdic-v-meyer/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span><pre class=\"inline\">, 476 (1994) (stating that this is what\r\n\"cognizable\" ordinarily means).\r\n\n                             -7-\r                                          7\r\r\n\nIn  re Recticel  Foam Corp.,  </pre><span class=\"citation\" data-id=\"513181\"><a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1000</span></a></span><pre class=\"inline\">, 1002  (1st Cir.\r                                       \r\n\n1988).\r\n\n          In  Heck  v.  Humphrey, </pre><span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">512</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">477</span></a></span><pre class=\"inline\">  (1994), the\r                                            \r\n\nSupreme Court held:\r\n\n          [I]n   order  to   recover  damages   for\r\n          allegedly unconstitutional  conviction or\r\n          imprisonment, or for other harm caused by\r\n          actions whose unlawfulness would render a\r\n          conviction or sentence  invalid, a   1983\r\n          plaintiff must prove  that the conviction\r\n          or sentence  has been reversed  on direct\r\n          appeal,  expunged  by   executive  order,\r\n          declared  invalid  by  a  state  tribunal\r\n          authorized to make such determination, or\r\n          called into question by a federal court's\r\n          issuance of  a writ of habeas  corpus, 28\r\n          U.S.C.   2254.\r\n\n  Id. at 487 (footnote omitted).\r                 \r\n\n          The Court  ruled that  habeas corpus  was the  only\r\n\npermitted  mode of  federal  collateral  attack  on  a  state\r\n\nconviction.   Id.  at 481-82.   The  Court analogized    1983\r                             \r\n\nactions seeking damages for alleged constitutional violations\r\n\nrelated   to  a  state  criminal  conviction  to  common  law\r\n\nmalicious prosecution  claims, for which  termination of  the\r\n\nprior  criminal proceeding  in  the  accused's  favor  is  an\r\n\nessential element.   Id. at 484-86.   A   1983 suit  like the\r                                    \r\n\npresent,  contending  that  a  state  parole  revocation  was\r\n\nconstitutionally invalid, challenges the \"fact or duration of\r\n\n[the  plaintiff's] confinement.\" Id.  at  481; accord Crow v.\r                                                                      \r\n\nPenry, </pre><span class=\"citation\" data-id=\"731286\"><a href=\"/opinion/731286/scott-r-crow-v-daniel-w-penry/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1086</span></a></span><pre class=\"inline\">, 1087 (10th Cir. 1996); Littles v. Board\r                                                                         \r\n\nof Pardons &amp; Paroles Div.,  </pre><span class=\"citation\" data-id=\"7915\"><a href=\"/opinion/7915/littles-v-bd-pardons-paroles/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></a></span><pre class=\"inline\">, 123 (5th Cir.  1995)\r                                     \r\n\n                             -8-\r                                          8\r\r\n\n(per curiam);  cf. Edwards v.  Balisok,     U.S.    ,  117 S.\r                                                  \r\n\nCt.  1584 (1997)  (applying  the Heck  rule  to a  prisoner's\r                                                 \r\n\ndeprivation  of   good-time   credits  in   a  state   prison\r\n\ndisciplinary  proceeding); Schafer v.  Moore, </pre><span class=\"citation\" data-id=\"687395\"><a href=\"/opinion/687395/allen-l-schafer-v-dick-moore-gail-hughes-george-a-lombardi-dale-riley/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">43</span></a></span><pre class=\"inline\">, 45\r                                                        \r\n\n(8th Cir.  1995) (per  curiam) (applying the  Heck rule  to a\r                                                              \r\n\nstate  decision  to  deny  parole);    see  also  Preiser  v.\r                                                                     \r\n\nRodriguez,  </pre><span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">475</span></a></span><pre class=\"inline\">,  490-92  (1973)  (holding  that  a\r                     \r\n\npetition for  habeas corpus is the only federal procedure for\r\n\nattacking \"the  validity of  the fact or  length\" of  a state\r\n\nprisoner's confinement and applying this principle  to \"areas\r\n\nof  particular  state  administrative  concern\"  such  as the\r\n\ndeprivation  of  a  prisoner's  good-conduct-time credits  in\r\n\nstate prison disciplinary proceedings).\r\n\n          In a footnote, the Heck Court refused to  relax the\r                                             \r\n\nrule requiring  termination of the prior  criminal proceeding\r\n\nin the  accused's favor in  cases in which the  plaintiff had\r\n\nserved  his sentence  and so  no  longer had  post-conviction\r\n\nchallenges  available.    The  Court  wrote,  \"We  think  the\r\n\nprinciple  barring  collateral  attacks--a  longstanding  and\r\n\ndeeply  rooted feature  of both  the common  law and  our own\r\n\njurisprudence--is not rendered  inapplicable by the  fortuity\r\n\nthat a convicted criminal is no longer incarcerated.\"  Id. at\r                                                                      \r\n\n490 n.10.\r\n\n          Whit  now  contends  that   his  parole  revocation\r\n\nviolated  the Due Process Clause of the Fourteenth Amendment,\r\n\n                             -9-\r                                          9\r\r\n\ngiving  rise  to  a  cause  of  action  under     1983.   The\r\n\ncontention  is  based  on his  allegation  that,  despite his\r\n\ndenying that  he had  molested step-daughter,  White was  not\r\n\noffered  and  furnished  with  an  attorney  for  his  parole\r\n\nhearing.   Without  an  attorney,  White  maintains,  he  was\r\n\ndeprived  of the  opportunity to  prove  his innocence,  and,\r\n\ntherefore, of  due process.   A favorable  decision in  the  \r\n\n1983  proceeding would  necessarily  call  into question  the\r\n\nvalidity  of the  state's  decree  revoking  his  parole  and\r\n\nordering  him back to  prison.  Heck  therefore applies,3 and\r                                                \r\n\nthe   1983 action  is not cognizable in a federal  court, see\r\n\nfootnote 1,  supra, unless  the parole  revocation \"has  been\r                              \r\n\nreversed  on direct  appeal,  expunged  by  executive  order,\r\n\ndeclared invalid by a state tribunal authorized to  make such\r\n\ndetermination, or called  into question by a  federal court's\r\n\nissuance of a writ of habeas corpus, 28 U.S.C.   2254.\"   Id.\r                                                                         \r\n\nat 487.\r\n\n          After  the  federal  district  court had  dismissed\r\n\nWhite's    1983 action  on other grounds,  White was  finally\r\n\nreleased from  confinement, his  sentence having  terminated,\r\n\nand the Massachusetts Appeals Court then vacated the Superior\r\n\nCourt's judgment  as being  moot and  remanded White's  state\r\n\n                    \r                                \r\n\n3.  The Heck rule applies to   1983 actions for declaratory\r                        \r\nrelief as well as to   1983 suits for damages.  See Edwards\r                                                                       \r\nv. Balisok, </pre><span class=\"citation\" data-id=\"118112\"><a href=\"/opinion/118112/edwards-v-balisok/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span><pre class=\"inline\"> (1997) (applying the Heck rule to\r                                                                 \r\na request for declaratory relief under   1983).\r\n\n                             -10-\r                                          10\r\r\n\ncase to  the Superior Court  with a direction to  dismiss it.\r\n\nHence  there  is  in effect  no  state  judgment invalidating\r\n\nWhite's parole  revocation (nor,  of course,  was the  parole\r\n\nrevocation  invalidated by a  federal habeas petition).   See\r                                                                         \r\n\nUnited States v. Munsingwear, Inc., </pre><span class=\"citation\" data-id=\"104822\"><a href=\"/opinion/104822/united-states-v-munsingwear-inc/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 39-40 (1950)\r                                              \r\n\n(holding that vacating  a judgment as  moot and remanding  it\r\n\nwith a direction to dismiss \"eliminates a judgment, review of\r\n\nwhich  was   prevented  through  happenstance\");   49  C.J.S.\r\n\nJudgments   357  (1997) (\"Where a judgment is  vacated or set\r                     \r\n\naside by a valid order  or judgment, it is entirely destroyed\r\n\nand the rights  of the  parties are  left as  though no  such\r\n\njudgment had  ever been  entered.\");   cf.  Reilly v.  School\r                                                                         \r\n\nComm. of Boston, </pre><span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">516</span></span><pre class=\"inline\"> (Mass. 1972) (holding that a\r                           \r\n\ncase which  is vacated  as moot on  appeal has  no collateral\r\n\nestoppel consequences).\r\n\n          We have carefully  reviewed the  reasoning in  Heck\r                                                                         \r\n\nand related cases and can find no basis for  holding that the\r\n\nvacated   state   decision  that   impugned   White's  parole\r\n\nrevocation meets  Heck's  requirement  of  a  declaration  of\r                                  \r\n\ninvalidity  \"by  a  state tribunal  authorized  to  make such\r\n\ndetermination.  \"512 U.S. at 487.  We are constrained to hold\r\n\nthat White's Section 1983 action  is not cognizable since any\r\n\naward of damages  or declaratory relief would  seriously call\r\n\ninto question the  as yet undisturbed  validity of the  state\r\n\nparole board's action.  Heck, 512 U.S. at 486-87.\r                                        \r\n\n                             -11-\r                                          11\r\r\n\n          As  White's   suit  is  not  cognizable   and  must\r\n\ntherefore be dismissed,  we do not address  White's claims of\r\n\nerror  or the  parole board's arguments  that his  claims are\r\n\nbarred by res  judicata and that his  request for declaratory\r\n\nrelief  is moot.    Nor  do we  consider  the parole  board's\r\n\ncontention that its  former members are not liable in damages\r\n\nfor any errors made in  respect to the appointment of counsel\r\n\nbecause of their absolute immunity.\r\n\n                       III.  Conclusion\r                                                   \r\n\n          We vacate the district court's dismissal of White's\r\n\nsuit  on  the  merits  and remand  the  case,  directing  the\r\n\ndistrict court to dismiss the action without prejudice.   See\r                                                                         \r\n\nHeck, 512 U.S.  at 479, 490 (affirming  the dismissal without\r                \r\n\nprejudice  of a     1983 action  which  was not  cognizable);\r\n\nFottler v. United  States, </pre><span class=\"citation\" data-id=\"153057\"><a href=\"/opinion/153057/fottler-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1064</span></a></span><pre class=\"inline\">, 1065-66 (10th  Cir.\r                                     \r\n\n1996)  (holding that the  dismissal of a  Section 1983 action\r\n\nbecause  it  was  not yet  cognizable  under  Heck  should be\r                                                              \r\n\nwithout prejudice); Perez  v. Sifel,  </pre><span class=\"citation\" data-id=\"697701\"><a href=\"/opinion/697701/peter-r-perez-v-edward-sifel/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">503</span></a></span><pre class=\"inline\">, 505  (7th\r                                               \r\n\nCir.  1995) (per  curiam) (same);  Trimble  v. City  of Santa\r                                                                         \r\n\nRosa, </pre><span class=\"citation\" data-id=\"691127\"><a href=\"/opinion/691127/raymond-trimble-v-city-of-santa-rosa/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">583</span></a></span><pre class=\"inline\">, 585 (9th Cir. 1995)  (per curiam) (same);\r                \r\n\nSchafer, 46 F.3d at 45 (same).\r                   \r\n\n          Vacated and remanded.\r                                          \r\n\n                             -12-\r                                          12\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/7915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/91359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/153057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731286/"
  ]
}