{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197533/",
  "absolute_url": "/opinion/197533/kelley-v-airborne/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197533/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:32:31Z",
  "date_modified": "2017-03-24T10:52:33.010955Z",
  "type": "010combined",
  "sha1": "6681ff6409de50ad11a1dbd5318173b677a2aef2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2057.01A",
  "local_path": null,
  "plain_text": "United States Court of Appeals\r\nFor the First Circuit\r\n                            No. 96-2057\r\n\n                    JOHN M. KELLEY,\r\n\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n  AIRBORNE FREIGHT CORPORATION d/b/a AIRBORNE EXPRESS,\r\n\n                 Defendant, Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\nFOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. W. Arthur Garrity, Jr., Senior U.S. District Judge]\r\n\nBefore\r\n\nTorruella, Circuit Judge,\r\nBownes, Senior Circuit Judge,\r\nand Stahl, Circuit Judge.\r\n\nJames W. Nagle, with whom Wilfred J. Benoit, Jr., Anthony M. Feeherry and Goodwin, Procter &amp; Hoar LLP were on brief for appellant.\r\nStephen S. Ostrach and Cynthia L. Amara, New England Legal Foundation, on brief for Associated Industries of Massachusetts, amicus curiae.\r\nDavid G. Hanrahan, with whom Ross D. Ginsberg and Gilman, McLaughlin &amp; Hanrahan, LLP were on brief for appellee.\r\n\nApril 7, 1998\r\n\nSTAHL, Circuit Judge.  Defendant/appellant Airborne\r\nFreight Corporation (\"Airborne\") appeals from a jury verdict in\r\nfavor of plaintiff/appellee John Michael Kelley (\"Kelley\").  After\r\na ten-day trial, a jury found that Airborne had wilfully\r\ndiscriminated against Kelley on the basis of his age in violation\r\nof the Age Discrimination in Employment Act, 29 U.S.C.  621 et\r\nseq. (\"ADEA\") and knowingly violated its state law counterpart,\r\nMass. Gen. Laws ch. 151B (\"ch. 151B\").  The district court\r\naccordingly entered judgment for Kelley in the amount of\r\n$1,244,152.24 on the ADEA claim, $3,136,858.29 on the ch. 151B\r\nclaim and awarded attorney fees of $190,000.  Airborne seeks a new\r\ntrial, contending that (1) various evidentiary rulings affected the\r\nverdict and (2) the jury instructions were incomplete and\r\nmisleading.  In addition, Airborne claims that the district court\r\nimproperly calculated the damages.  We disagree and affirm.  \r\n                          I.\r\n                      Background\r\nOn appeal we examine the facts, consistent with record\r\nsupport, in the light most favorable to the verdict-winner.  SeeCumpiano v. Banco Santander P.R., 902 F.2d 148, 151 (1st Cir.\r\n1990). \r\nAirborne delivers time-sensitive packages.  In 1974, at\r\nage twenty-eight, Kelley quit college to join Airborne as a\r\nDistrict Manager in Tucson, Arizona.  Kelley rose through the\r\nranks, progressing through a series of jobs with increasing\r\nresponsibility.  During the mid-1980s, the Northeast Region, which\r\nconsists of the New England states and most of New York, was beset\r\nby operational problems that were undermining sales in the Boston\r\narea.  Airborne asked Kelley to transfer from Miami to Boston to\r\nimprove the company's operations in the region.  In July 1987, at\r\nage forty-one, Kelley was promoted to Regional Field Services\r\nManager (\"RFSM\") for the Northeast Region.  \r\nAirborne is divided into two divisions: sales and field\r\nservices.  The sales division sells Airborne's services and\r\nmaintains active client accounts.  The field services division,\r\nalso referred to as \"operations,\" is responsible for ensuring the\r\ntimely delivery of parcels.  As RFSM, Kelley was in charge of the\r\noperations side of the business for the entire Northeast Region.  \r\nPresident and Chief Operating Officer Robert Brazier was\r\nin charge of both divisions nationally.  Executive Vice President\r\nRaymond T. Van Bruwaene, who reported to Brazier, managed three\r\nArea Vice Presidents, including Kelley's supervisor, William\r\nSimpson.  Kelley was one of five RFSMs working under Simpson. \r\nRegional Sales Manager James Guiod, was in charge of the sales\r\ndivision in the Northeast Region.  Guiod and Kelley were at the\r\nsame managerial level and essentially ran the region together with\r\ndivided responsibility.  Richard Goodwin directed Airborne's human\r\nresources division.  \r\nAirborne performs annual reviews of its managers and\r\ncollects various data to assess their performance.  During Kelley's\r\ninitial tenure from mid-1987 to mid-1990, the reviews he received\r\nfrom Simpson were mixed.  Although the quality of Airborne's\r\nservice in the region improved, the region demonstrated some\r\ncontinuing problems in meeting profit goals.  \r\nIn a review conducted in June 1990, Simpson was critical\r\nof Kelley's management skills.  Betsy Tate, a lower-level manager\r\nin Rochester, New York, had complained to Simpson that Kelley was\r\nsexually harassing her.  Simpson confronted Kelley concerning\r\nTate's complaints and issued him a verbal reprimand.  In a written\r\nreview, Simpson noted that the region had failed certain \"quality-\r\nof-service\" audits, that Kelley at times displayed a sexist\r\nattitude, and that he failed to follow company policy on sexual\r\nharassment.  Simpson placed Kelley on probation and informed him\r\nthat, if improvements were not made, he would be discharged at the\r\nend of the year, but if improvements were made, Simpson would try\r\nto have the incident removed from Kelley's record.\r\nDespite these management problems, Kelley's region\r\nenjoyed some notable successes.  In January 1988, Brazier\r\ninstituted an incentive program called the \"Top Gun\" Contest, which\r\nawarded $10,000 to the pair of Sales Managers and RFSMs who had the\r\ngreatest volume increase in domestic and international outbound\r\nexpress shipments and revenue each quarter.  Between 1988 and 1991,\r\nGuiod and Kelley won the Top Gun award four times, more than the\r\nmanagers in any other region, prompting Brazier to commend them in\r\nDecember of 1991 for \"being better at selling and servicing than\r\nany of [their] peers.\"  Each letter spoke of Kelley and Guiod in\r\nglowing terms.\r\nFollowing the June 1990 review, Kelley apparently made\r\nthe improvements Simpson requested.  In his evaluation covering the\r\nperiod from October 1990 to October 1991, Simpson rated Kelley as\r\n\"Superior to Outstanding\" in each performance category: service,\r\nproductivity, cost control, net profit, progress toward\r\nimprovement, problem solving, leadership/management skills,\r\nknowledge and technical competence, and communication skills. \r\nIn late September 1992, Simpson received several\r\ncomplaints about local service failures within Boston.  For reasons\r\nthat remain less than precisely clear, Airborne had developed a\r\npractice of sending all packages originating in Boston--including\r\nthose destined for Boston-area delivery--on airplanes to Ohio,\r\nwhere the packages destined for local delivery were sorted and then\r\nrouted back to Boston.  Despite this circuitous delivery route,\r\nlocal packages were still delivered on-time the next day unless the\r\nairplane suffered a mechanical failure or there was a weather-\r\ninduced delay which made the packages late on arrival.  These\r\nmechanical failures occurred on a number of occasions, which\r\nunderstandably prompted complaints from three Boston customers\r\n(Thomas Cook, Bank of Boston, and Teradyne) because they saw no\r\nneed to send local packages to Ohio for sorting.  Simpson verbally\r\ndirected Kelley to set up a local \"sort\" process to obviate the need\r\nto send local packages on this seemingly unnecessary round-trip. \r\nAlthough service failures were a consistent occurrence in the\r\ndelivery business, mistakes like the sort problem caused Airborne\r\nto lose customers, straining the relationship between Kelley and\r\nGuiod.  \r\nDuring this time, Simpson complained about the inept\r\nperformance of a manager under Kelley's supervision, Bob Cox, who\r\nwas also Kelley's brother-in-law.  Cox managed the region's North\r\nShore Station, a station beset with operational problems.  The most\r\nnotorious gaffe involved an incident in which a driver from Cox's\r\nstation failed to deliver over one hundred parcels for Miles Agfa,\r\na new multi-million dollar national account, leaving the parcels on\r\na truck parked on Airborne's lot for an entire weekend.  Company\r\npolicy required supervisors to accompany drivers when first\r\nservicing large new accounts, but Cox failed to do so.  As required\r\nby the company's progressive discipline policy, Kelley gave Cox\r\ntime to improve his performance but eventually fired him in\r\nFebruary 1993.  \r\nIn the summer of 1992, shortly after having suffered a\r\nminor stroke, Kelley attended a meeting with Simpson, Goodwin, Van\r\nBruwaene, and other RFSMs from Simpson's area regarding a planned\r\nreduction in force (\"RIF\").  Goodwin, who managed the Human\r\nResources Division, informed those present that age was one of the\r\nrelevant characteristics in deciding whom to fire.  Simpson said,\r\nin substance, that the RIF would \"be an excellent opportunity to\r\nget rid of some of the older mediocre managers\" in Area 1. \r\nThat summer, Airborne terminated thirty-four employees as\r\npart of the RIF, including the oldest manager in Kelley's region,\r\nwho was in his mid- to late forties.   \r\nIn 1992, a price war broke out between Airborne and\r\nFederal Express, placing considerable pressure on managers to meet\r\ncustomer expectations.  During this time, the company regularly\r\nperformed quality-of-service audits to measure the efficiency of\r\nthe operations within a region.  In July 1992, Kelley's region,\r\nwhich Airborne admitted was one of the more difficult regions in\r\nthe country to manage, was the only region under Simpson's control\r\nthat met Airborne's goal of delivering ninety-five percent of the\r\npackages before noon.  In August 1992, Simpson informed the RFSMs\r\nthat Kelley's region had passed all quality-of-service audits and\r\ncongratulated him for this accomplishment.  In October 1992,\r\nSimpson sent an E-mail message to his subordinates recognizing\r\nKelley's Northeast Region for having the best average score of any\r\nregion in the company on quality of service audits conducted during\r\nthe year.  In November 1992, Simpson again congratulated Kelley for\r\n\"tearing them up\" because the region continued to perform well on\r\nthe quality of service audits.  As a result, Simpson informed Van\r\nBruwaene that Kelley was performing quite well.  Van Bruwaene was\r\n\"elated\" with Kelley's performance, agreeing that Kelley's region\r\nwas performing well as measured by the audits.\r\nOn December 5, 1992, three and one-half months prior to\r\nhis termination, Kelley received his annual performance review from\r\nSimpson.  Airborne used the appraisals to \"determine how various\r\npeople of various management levels are doing in comparison to\r\nothers of the same job.\"  Kelley received a nine--the highest score\r\npossible--in the \"progress toward improvement\" category and a\r\n\"superior rating overall.\"  When providing Kelley recommendations\r\nfor further improvement, Simpson wrote: \r\nYou have made significant improve [sic] in\r\n1992.  Service is at an all time high in\r\nregion.  Quality of service audits have been\r\nexcellent in past few months.  Driver/Owner\r\ncosts need constant attention. \r\n\nThe performance review did not mention any specific service\r\ncomplaints from Boston-area companies, any problems regarding\r\nsexual harassment, the Boston \"sort\" problem, Kelley's management\r\nof the Cox situation, or any other management problems.  In early\r\nMarch, Kelley believed that he was performing so well that he asked\r\nSimpson for a promotion to vice-president. \r\nOn March 10, 1993, the Board of Directors voted to give\r\nKelley stock options.  The letter from the Chairman of the Company,\r\nRobert S. Cline, stated: \r\nThe Directors make these awards to key\r\nemployees who continue to grow with the\r\ncompany and who they believe are capable of\r\nassuming greater responsibility in the years\r\nahead.\r\nOn March 12, 1993, Robert Brazier, the President of\r\nAirborne, received a letter from the Bose Corporation, a Boston-\r\nbased company, complaining that Airborne had failed to make a\r\nnumber of deliveries.  The letter recounted that, when Bose\r\ncomplained to Airborne following the incident, an Airborne employee\r\noffered the excuse that the driver had been out sick.  Brazier\r\nassumed that the problem had occurred in Boston and blamed Kelley\r\nfor this unnamed employee's incompetence.  Without having\r\ninvestigated the circumstances surrounding the complaint, Brazier\r\nsent a vitriolic E-mail message to Van Bruwaene stating in part:\r\nThis kind of stuff goes on every day when the\r\nregional and district management are not smart\r\nenough to sense it and fix it for good!  I\r\nknow you and I don't differ on Kelley, and I\r\nknow Simpson doesn't agree with either of us. \r\nI am at the point where I don't give a damn\r\nwhat Simpson thinks or for that matter anyone\r\nelse who chooses to ignore stupidity, mediocre\r\nperformance, poor service, or the host of ways\r\nthat we become aware of weak management.  The\r\nmore we tolerate this the longer we condemn\r\nthis company to be mediocre or worse . . . and\r\nI have had enough of it.\r\n\nThe service failure that prompted the Bose complaint and Brazier's\r\nresponse had occurred in Milwaukee, not Boston, and was neither\r\nKelley's fault nor in Kelley's region. \r\nOn March 15, 1993, Van Bruwaene responded to Brazier, his\r\nsupervisor, agreeing with Brazier's assessment of Kelley.  He\r\ndefended his own handling of the situation, saying that he and\r\nSimpson had been discussing Kelley for some time.  He protested: \r\nI don't want you to believe that Bill\r\n[Simpson] or I for that matter, protect people\r\nwho are not capable of doing the job.\r\nAt the same time, Van Bruwaene sent a copy of the Brazier E-mail to\r\nSimpson, scribbling on the bottom: \"[Kelley] isn't worth putting\r\nour jobs on the line.  Both of us should have known it earlier.\"  \r\nVan Bruwaene informed Brazier, after a \"follow-up\"\r\nconversation with Simpson, that they had decided to terminate\r\nKelley within the following two weeks.  Van Bruwaene also forwarded\r\nBrazier's message to Goodwin stating: \r\nAttached for your information.  Bill Simpson\r\nwill be calling you for your help on this one. \r\nHopefully we have enough data to avoid a\r\nwrongful termination. \r\nOn March 15, 1993, Simpson, although supposedly the\r\ndecisionmaker, worked with Goodwin to orchestrate the mechanics of\r\nKelley's dismissal.  Goodwin drafted the termination letter, while\r\nSimpson provided the information justifying the decision in a\r\ntelephone conversation and an E-mail message.  At about the same\r\ntime, Goodwin admitted that he had to be careful in drafting the\r\ntermination letter because Kelley \"was over forty years old.\" \r\nGoodwin created a written list of possible reasons, purportedly\r\nobtained from Simpson by phone, which included, inter alia, (1)\r\n\"turnover of national accounts,\" (2) \"not good with customers--no\r\nempathy,\" (3) the problems with Bob Cox, (4) sexual harassment of\r\nBetsy Tate, and (5) the intra-Boston sort problem.  The list\r\nacknowledged that Kelley's \"numbers\"--referring to the statistical\r\nmeasures used to gauge a manager's performance--were \"OK.\"  In an\r\nE-mail message to Goodwin dated the same day, Simpson listed the\r\nCox problem, the sort problem, complaints from major Boston\r\ncustomers, and that Kelley went golfing too much with his managers. \r\nSimpson ended the E-mail by saying \"that is all I can think of\r\nright now.\"  Three minutes later, though Kelley would be fired in\r\neight days, Simpson sent an E-mail to Kelley castigating him for\r\ncertain \"reweigh reports\" and demanding that he fix the situation. \r\nThe next morning, Simpson forwarded Kelley's response and the\r\nreweigh report to Goodwin, who was in the process of formulating\r\nKelley's termination letter, as additional evidence to justify the\r\ncoming termination.  In a March 19, 1993 E-mail, Van Bruwaene wrote\r\na memo to Goodwin and Simpson in which he stated that \"this is\r\ngoing to be a messy termination.\"  \r\nOn March 24, 1993, Simpson delivered to Kelley the \r\ntermination letter, which contained five numbered paragraphs\r\nexplaining the reasons for the termination.  Notably, the letter\r\ndid not mention the Bose complaint and Brazier's response.  In\r\nfact, Brazier eventually learned that Kelley had not been\r\nresponsible and testified that the incident was not the catalyst\r\nfor Kelley's termination.  Instead, the letter cited the following:\r\n(1) \"a clear pattern of complaints about [Kelley] and [his]\r\nmanagement style . . . .\"; (2) procrastination and delays in\r\nfollowing directions; (3) poor judgment and management behavior;\r\n(4) his \"bullish\" management style; and (5) Simpson's inability\r\nobtain information from Kelley's region and his inability to build\r\na team relationship with Kelley's managers.  After nineteen years\r\nof service, Kelley was informed that March 24, 1993, would be his\r\nlast day at Airborne.  Kelley, then forty-six years old, was\r\nreplaced with a thirty-seven year old manager. \r\nThe ten-day trial was primarily devoted to whether the\r\nreasons Airborne gave in the March 24, 1993, termination letter\r\nwere the real reasons why Airborne fired Kelley.  Kelley introduced\r\nevidence that his performance was superior, that the reasons given\r\nin the letter were not true, but rather were carefully selected to\r\nbe unchallengeable in court, and that Airborne was biased against\r\nolder workers.  Airborne contended that the reasons given in the\r\nletter were the real reasons for Kelley's dismissal.\r\nThe termination letter had claimed that Kelley's\r\nperformance prompted customer complaints that required Brazier, Van\r\nBruwaene, and another upper manager, Kent Freudenberger, to\r\nintercede.  At trial, Brazier could not provide details of any\r\nspecific instances in which he had to intercede because of Kelley,\r\nand admitted that, when he did have to deal with customer\r\ncomplaints emanating from Boston service failures, the incidents\r\noccurred mostly before 1991.  In addition, he described his\r\nresponses to customer complaints as routine sales calls and was\r\nunable to tie any of these complaints specifically to Kelley.  Van\r\nBruwaene could not identify specific instances when he had to\r\nintercede because of complaints concerning Kelley.  Interestingly,\r\nAirborne chose not to call Freudenberger to testify.  Although the\r\ntermination letter claimed that Simpson \"had to spend more time\"\r\ndealing with customer relations and service problems in the\r\nNortheast than other regions, Airborne's data that measured the\r\nquality of service demonstrated the Kelley's region was performing\r\nas well, or better, than other regions.  \r\nThe termination letter also claimed that\r\n\"[p]rocrastination and delays in following directions and policy\r\n[was] another serious flaw in [Kelley's] performance as a senior\r\noperating manager.\"  Cited as examples were complaints from Boston\r\ncustomers regarding the lack of a local sort process; Kelley's\r\nviolation of company policy in hiring Cox, his brother-in-law, to\r\nreport directly to him; and his fostering an environment which\r\ncondoned sexual harassment.  At trial, however, Airborne openly\r\ndenied that Kelley was fired for the sexual harassment of Betsy\r\nTate.  Airborne's attorney said in his opening that \"We're not\r\ngoing to stand here and tell you that in 1993, after several years,\r\nwe're going to take it out on Mr. Kelley concerning sex harassment\r\n. . . in the late 80s.\"  In addition, at the time of the dismissal\r\ndecision, Simpson was not aware of any other sexual harassment\r\nclaims against Kelley.  While Airborne accused Kelley of nepotism\r\nin allowing Cox to report to him, Van Bruwaene admitted that his\r\nson worked for Airborne.  Further, Kelley had already fired Bob Cox\r\non February 12, 1993, after having given him sixty days to improve\r\nhis performance as the company's progressive discipline policy\r\nrequired.  Although Simpson had mentioned the Boston sort problem\r\nverbally to Kelley in September 1992, there was no mention of the\r\nproblem in his December 1992 evaluation, which rated Kelley\r\n\"superior\" in completing projects in a prompt manner.  \r\nIn its termination letter, Airborne additionally claimed\r\nthat it was firing Kelley for making poor management decisions,\r\nciting \"[s]everal . . . employees [who] felt so strongly about the\r\nunfairness of management behavior that a letter was written to the\r\nPresident . . . .\"  The letter in question turned out to be from an\r\nanonymous employee complaining about thefts and lack of management\r\nat Cox's station and managers playing golf during the day.  A\r\nformer FBI agent whom Airborne had hired to investigate these\r\nallegations found the charges groundless and absolved Kelley of all\r\nfault in regard to this incident prior to his termination.\r\nFurther, Airborne's letter cited Kelley's \"bullish\"\r\nmanagement style.  This purported aspect of Kelley's management\r\nstyle was never discussed as a problem in his evaluations, and\r\nSimpson testified that he saw Kelly \"bully\" someone on only one\r\noccasion.       At trial, Airborne claimed that Simpson made up his mind\r\nto terminate Kelley in early March after meeting individually with\r\ntwo sales employees, Bob Jackson and Chris Beach, who worked for\r\nGuiod.  In their meetings with Simpson, Jackson and Beach blamed\r\nservice problems and loss of revenue on Kelley.  Kelley was not\r\ninformed of these meetings, nor was he given an opportunity to\r\nrespond.  Simpson claimed that, as a result of these meetings, he\r\nconcluded that the relationship between sales and operations\r\ndivisions in Boston was \"unbearable, and . . . that there was no\r\nway Mr. Kelley could ever turn it around.\"  Thus, after the\r\nmeetings, he decided to terminate Kelley.  The termination letter,\r\nhowever, described poor relationships between sale and operations\r\nas \"not uncommon,\" and did not mention the complaints from Jackson\r\nand Beach.  In short, Airborne's witnesses proffered a version of\r\nevents that often seemed in conflict with other evidence adduced at\r\ntrial, and they contradicted each other in attempting to explain\r\nKelley's dismissal.\r\nIn its closing, Airborne argued that Kelley had been\r\nterminated because he was an incompetent manager and a liar, not\r\nbecause of his age.  Counsel stated: \"You may decide, if it had\r\nbeen me, I may have not done all of those things.  That is not the\r\nissue.  The issue is not whether your business judgment is the same\r\nas Mr. Simpson's business judgment.  The issue is, what does this\r\nhave to do with age?  That's all there is.  What does it have to do\r\nwith age?\"  \r\nPlaintiff argued that the reasons Airborne gave for\r\nfiring Kelley were pretextual and that Airborne was biased against\r\nolder workers.  Counsel reviewed the reasons Airborne gave in its\r\nletter and argued that the testimony at trial showed that these\r\nreasons were not true, but were fabricated to justify firing\r\nKelley.  He argued that the reasons recited in the letter were\r\ncarefully chosen from a list of potential reasons discussed by\r\nGoodwin and Simpson on March 15, 1993, and that those chosen were\r\ndeliberately subjective factors not capable of being easily\r\nchallenged in court.  He also pointed out that there were no\r\nemployees in Kelley's region who were over the age of forty-nine.\r\nIn charging the jury, the district court described, at\r\nlength, the controlling law under the ADEA and ch. 151B.  The jury\r\nwas then provided a verdict form with Fed. R. Civ. P. 49(b)\r\ninterrogatories.  Question 2 asked whether the \"plaintiff proved\r\nthat his age had a determinative influence on defendant's decision\r\nto discharge him.\"  If the jury answered Question 2 affirmatively,\r\nthis finding was sufficient to enter judgment on both the state and\r\nfederal claims.  If the jury answered Question 2 negatively, they\r\nwere to answer Question 3, which asked whether \"the plaintiff has\r\nproved that the reasons stated for discharge stated in the March\r\n24, 1993, discharge letter were pretextual--i.e., that they were\r\nintended to mask some other, unstated reason for the discharge.\" \r\nQuestion 4(a) asked whether \"defendant knew the discharge was in\r\nviolation of federal law prohibiting age discrimination or acted\r\nwith reckless disregard of that law.\"  Question 4(b) asked whether\r\n\"defendant knew or had reason to know that the discharge was in\r\nviolation of state law.\"  The jury responded affirmatively to all\r\nthe interrogatories except Question 3, to which it appropriately\r\ndid not respond.   \r\nThe jury awarded Kelley $253,442.08 in back pay damages,\r\nan amount to which the parties stipulated prior to trial.  The jury\r\nalso awarded $250,000 in emotional distress damages and $1,000,000\r\nin front pay under ch. 151B,  9.  After the verdict, Airborne\r\nasked the district court to exercise its equitable power to order\r\nthat Kelley be reinstated as an \"at-large RFSM,\" a position Airborne\r\nsaid it had created for him.  After a two-day hearing, on June 11,\r\n1996, the trial court found reinstatement impracticable and\r\napproved attorney's fees of $190,000.  Airborne filed three\r\nadditional post-trial motions: a motion for judgment as a matter of\r\nlaw, a motion for a new trial, and a motion for remittitur.  The\r\ntrial court denied the first two motions, but granted the motion\r\nfor remittitur in part, reducing the emotional distress damages to\r\n$150,000.  Applying ch. 151B,  9, the district court endorsed the\r\njury's finding of willfulness and imposed a multiplier of 2.25 to\r\nthe back pay, the front pay, and the reduced emotional distress\r\ndamages.  The district court explained its reasons for applying the\r\nmultiplier:\r\n[E]vent after event led me to believe that the\r\ntestimony being offered by this parade of\r\nAirborne Express witnesses was not credible\r\nand that charges were being made against Mr.\r\nKelley that were fanciful. \r\n                          . . . \r\n[I]t was clear to me that the discharge of Mr.\r\nKelley was orchestrated deliberately and\r\nwithout restraint.\r\n                           . . .\r\nMr. Simpson and Mr. Goodwin [tried] to portray\r\nto the jury a scenario simply contrary to\r\nfact. \r\nThe district court accordingly entered judgment against Airborne in\r\nthe amount of $3,136,858 on the state claim.                               II.\r\n                      Discussion\r\nAirborne contends that various erroneous evidentiary\r\nrulings, incorrect or inaccurate jury instructions, and questions\r\nasked by the district court were so prejudicial to Airborne that a\r\nnew trial should be required.  In addition, Airborne challenges the\r\naward of damages under ch. 151B,  9.  We consider each of these\r\nclaimed errors in turn. \r\nA. Evidentiary Rulings\r\nAppellant presents myriad evidentiary claims.  We review\r\nevidence questions for abuse of discretion.  See Cohen v. Brown\r\nUniv., 101 F.3d 155, 168 (1st Cir. 1996). \r\nAirborne first contends that the trial court erred in\r\nexcluding as hearsay the particular details of customer complaints\r\nmade about Kelley to Brazier, Simpson and Guiod, which Airborne\r\nclaimed formed part of the nondiscriminatory basis for Kelley's\r\ndismissal.  Airborne argues on appeal that it offered the\r\ncomplaints to show that Simpson was aware of their existence, not\r\n\"for the truth of the matter asserted,\" and therefore the complaints\r\ndid not constitute hearsay. See Fed. R. Evid. 801(c); United Statesv. McKeeve, 131 F.3d 1 (1st Cir. 1997).  We agree that a customer\r\ncomplaint offered to show, for example, that a decisionmaker had\r\nnotice of the complaint, rather than to prove the specific\r\nmisconduct alleged in the complaint, is not barred by the hearsay\r\nrule. See Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 575 (1st\r\nCir. 1989); see also F.T.C. v. Amy Travel Serv., Inc., 875 F.2d\r\n564, 576 n.11 (7th Cir. 1991).  We need not, however, analyze the\r\nadmissibility of Airborne's excluded complaint evidence in detail\r\nbecause any error in excluding that evidence was harmless.  SeeFed. R. Civ. P. 61 (requiring the reviewing court to \"disregard any\r\nerror or defect in the proceeding which does not affect the\r\nsubstantial rights of the parties\").   Assuming, for the sake of\r\nargument, that Airborne did offer some of the excluded evidence for\r\na nonhearsay purpose, Airborne successfully introduced a copious\r\namount of testimony and documentary evidence regarding customer\r\ncomplaints of which Simpson was aware when he discharged Kelley. \r\nAirborne thus had ample opportunity to present to the jury its\r\ntheory that customer complaints led to Kelley's demise.  The\r\nadditional testimony at issue was, at best, cumulative.\r\nAirborne next challenges the district court's application\r\nof Rule 403 in a number of instances.  \"[E]vidence may be excluded\r\nif its probative value is substantially outweighed by the danger of\r\nunfair prejudice . . . or by considerations of undue delay, waste\r\nof time, or needless presentation of cumulative evidence.\"  Fed. R.\r\nEvid. 403.  \"Only rarely--and in extraordinarily compelling\r\ncircumstances--will [this court] from the vista of a cold appellate\r\nrecord, reverse a district court's on the spot judgment concerning\r\nthe relative weighing of probative value and prejudicial effect.\" \r\nFreeman v. Package Machinery Co., 865 F.2d 1331, 1340 (1st Cir.\r\n1988). \r\nFirst, Airborne contends that the court wrongfully\r\nexcluded, via Rule 403, certain \"Leading Edge\" E-mail reports that\r\nGuiod sent to Simpson describing service failures in the Boston\r\narea from November 1992 to March 1993 that Guiod believed could\r\ncause revenue losses.  The district court excluded the reports, in\r\npart, because they were cumulative of other evidence concerning\r\ncustomer complaints in Boston.  For the same reasons stated supra,\r\nthe court was well within its discretion in making this\r\ndetermination.       \r\nSecond, Airborne challenges the district court's decision\r\nto admit Airborne's Employee Relations Guidelines for Disciplinary\r\nAction (\"Guidelines\") over Airborne's timely Rule 403 objection. \r\nThe Guidelines contained specific progressive discipline procedures\r\nmanagers were supposed to follow when faced with poorly performing\r\nemployees.  Kelley introduced the Guidelines to demonstrate that\r\nAirborne had failed to follow its own disciplinary procedures in\r\nsummarily dismissing him after nineteen years of service.  To the\r\nextent Airborne claimed to have terminated Kelley because of\r\nincompetence, Simpson's failure to follow a written company policy\r\nthat required managers to take specific steps prior to discharging\r\npoorly performing employees was relevant to whether Kelley's\r\nincompetence was the true reason for his dismissal.  See Powers v.\r\nGrinnell Corp., 915 F.2d 34, 39 (1st Cir. 1990); Berndt v. Kaiser\r\nAluminum &amp; Chem. Sales, Inc., 789 F.2d 253, 258 (3d Cir. 1986).  In\r\naddition, the district court admitted the Guidelines only\r\nconditionally, instructing the jury that, if the defense offered\r\n\"testimony . . . persuad[ing] you that [the Guidelines] would not\r\nbe applicable to Mr. Kelley, [they] may not be considered in this\r\ncase as part of the evidence.\"    We see no abuse of discretion in\r\nthe court's decision to admit the Guidelines.   \r\nAirborne raises a related claim that, once the district\r\ncourt had admitted the Guidelines, the court wrongly prevented\r\nAirborne from introducing rebuttal evidence that the Guidelines\r\noften were not followed and did not apply to Kelley.  The district\r\ncourt did twice limit Airborne's questioning on the applicability\r\nof the Guidelines.  When Airborne attempted to elicit testimony on\r\ncross-examination from Kelley about whether he had applied the\r\nGuidelines during his termination of an unrelated and lower-level\r\nemployee, the court limited the inquiry stating that:\r\nthe only issue is whether [the Guidelines]\r\nwere applicable to [Kelley].  So, if you want\r\nto talk about the applicability of the\r\nGuidelines to regional managers, that's one\r\nthing; but when you start talking about\r\nemployees to whom there's no issue, I think\r\nit's time not properly spent.\r\n\nAt recess, Airborne made an offer of proof that Kelley would have\r\ntestified that he \"considered the circumstances to be emergency\r\ncircumstances; and, therefore, the Guidelines were not followed.\"\r\nRule 611(a) of the Federal Rules of Evidence states: \r\nThe court shall exercise reasonable control\r\nover the mode and order of interrogating\r\nwitnesses and presenting evidence so as to (1)\r\nmake the interrogation and presentation\r\neffective for the ascertainment of the truth,\r\n[and] (2) avoid needless consumption of time .\r\n. .[.]\r\n\nAlthough the proffered testimony was perhaps tangentially relevant\r\nto the issue, the district court was frustrated by the extremely\r\nslow pace of the trial and Airborne's circuitous presentation of\r\nevidence.  The judge was within his discretion in limiting and\r\nfocusing the scope of this inquiry in order to save time if there\r\nwas no prejudice to appellant's case.  See Elgabri v. Lekas, 964\r\nF.2d 1255, 1259-60 (1st Cir. 1992).  After reviewing Airborne's\r\noffer of proof--that Kelley may have once fired a subordinate\r\nwithout following the Guidelines--we find that the exclusion of\r\nthis testimony could not have prejudiced Airborne.   \r\nIn addition, the district court excluded testimony from\r\nGoodwin.  When Airborne attempted to question Goodwin regarding the\r\nGuidelines, the district court interrupted and asked Airborne's\r\ncounsel whether he planned to introduce \"anything remotely\r\ndifferent . . . than we've heard from two or three witnesses\r\nalready?\"  Counsel responded that the Guidelines hadn't \"yet been\r\nread.\"  The district court then excluded the testimony as\r\ncumulative.  On the present record, however, we cannot determine\r\nwhether Airborne suffered prejudice from the district court's\r\nexclusion of the evidence because Airborne failed to make an offer\r\nof proof at trial describing the substance of the excluded\r\ntestimony.   See Earle v. Benoit, 850 F.2d 836, 847-48 (1st Cir.\r\n1988) (refusing to review a claim because appellant failed to make\r\nan offer of proof pursuant to Fed. R. Evid. 103(a)(2)).   At no\r\ntime did Airborne make an offer of proof that described the basic\r\ncontours of the evidence Airborne planned to introduce through\r\nGoodwin in order to demonstrate that the Guidelines were not\r\napplied to managers similarly situated to Kelley.  As a result,\r\nabsent compliance with Rule 103(a)(2), we cannot assess the\r\nimportance of the excluded evidence.  See id. at 848.  We thus find\r\nno error.\r\nThird, Airborne objects to the admission of age-related\r\ncomments made by Goodwin and Simpson.  Kelley testified that in the\r\nsummer of 1992, less than a year before his termination, Goodwin\r\nstated that age would be considered as a factor in selecting\r\nemployees for termination in the RIF and Simpson said it would be\r\na good time \"to get rid of some of the older mediocre managers.\" \r\nAirborne argues that, because Goodwin did not make the termination\r\ndecision, and the statements were temporally remote and not\r\ndirected at Kelley, the judge abused his discretion by not\r\nexcluding the evidence under Fed. R. Evid. 403.  We disagree.\r\nIt is settled that statements made by decisionmakers can\r\nevidence age discrimination.  See Mulero-Rodriguez v. Ponte, Inc.,\r\n98 F.3d 670, 676 (1st Cir. 1996).  In addition, statements by\r\nnondecisionmakers can be evidence that a discriminatory atmosphere\r\npervades the workplace and infects the company's personnel\r\ndecisions.  See Conway v. Electro Switch Corp., 825 F.2d 593, 600\r\n(1st Cir. 1987).  Simpson's remark had a direct bearing on age\r\ndiscrimination because Simpson made the decision to terminate\r\nKelley.  Similarly, Goodwin's remark was an alleged discriminatory\r\nstatement by the head of human resources who participated closely\r\nin Kelley's termination and was in charge of the company's\r\ndiscrimination policy.  Such a statement was at least admissible to\r\nshow a discriminatory atmosphere.  The statements were made less\r\nthan a year before the termination while contemplating a reduction\r\nin force.  As a result, we cannot say that the temporal\r\nrelationship between the remarks and the termination was so\r\nattenuated as to render them irrelevant.  See id. at 598.  While\r\ncertainly the statements \"prejudiced\" the defendant, all probative\r\nevidence is prejudicial, and the district court did not abuse its\r\ndiscretion in finding that the statements were not unfairlyprejudicial. \r\nAfter reviewing Airborne's remaining evidentiary\r\ncontentions, we find them either unpreserved or without merit.   \r\nB. Jury Instructions\r\nAirborne contends that the district court committed\r\nreversible error by incorrectly instructing the jury as to the\r\ncontrolling principles of employment discrimination law.  Airborne\r\noffers a host of objections: (1) the instructions incorrectly\r\ndescribed the plaintiff's burden of proof; (2) the trial court\r\nerred by refusing to include instructions on business judgment, at-\r\nwill employment, the \"same actor\" inference, and the meaning of the\r\nterm \"wrongful discharge\"; (3) the trial court failed to comprehend\r\nthe difference between an age discrimination case and a wrongful\r\ndischarge case; and (4) an example that the trial court used to\r\nexplain the concept of pretext was rambling and confusing.  In\r\nAirborne's view, the cumulative effect of these errors was\r\nsufficiently prejudicial to warrant a new trial.  We disagree. \r\nWe begin with a brief review of the controlling\r\ndiscrimination law.  Because the plaintiff brought this action\r\npursuant to the ADEA and ch. 151B, the case involved the delicate\r\ntask of applying state and federal age discrimination laws that\r\ndiffer in some important, yet subtle, respects.  Under both federal\r\nand Massachusetts law, plaintiff must first establish a prima facie\r\ncase of discrimination.  McDonnell Douglas Corp. v. Green, 411 U.S.\r\n792, 802 (1973); Blare v. Husky Injection Molding Sys., 646 N.E.2d\r\n111, 116 (Mass. 1995).  The burden of production then shifts to the\r\nemployer to articulate a non-discriminatory rationale for its\r\nemployment action, which rebuts the employee's prima facie case. \r\nSt. Mary's Honor Ctr. v. Hicks, 509 U.S. 502, 507 (1993).  Under\r\nboth Massachusetts and federal law, the plaintiff at all times\r\nbears the ultimate burden of persuading the trier of fact that the\r\ndefendant intentionally discriminated against him.  See id.(quoting Texas Dep't of Comm. Affairs v. Burdine, 450 U.S. 248, 253\r\n(1981)); Blare, 646 N.E.2d at 117.  \r\nFederal and state law differ, however, in the role that\r\npretext plays in enabling a plaintiff to meet his burden of proving\r\nthat the defendant intentionally discriminated against him.  In\r\nHicks, the Supreme Court explained the role of pretext in federal\r\ndiscrimination cases that proceed under the McDonnell Douglasburden-shifting framework:\r\nThe factfinder's disbelief of the reasons put\r\nforward by the defendant (particularly if\r\ndisbelief is accompanied by a suspicion of\r\nmendacity) may, together with the elements of\r\nthe prima facie case, suffice to show\r\nintentional discrimination.  Thus, rejection\r\nof the defendant's proffered reasons will\r\npermit the trier of fact to infer the ultimate\r\nfact of intentional discrimination . . . . \r\n\nHicks, 509 U.S. at 511 (emphasis added).  Thus, under the ADEA, if\r\nthe plaintiff establishes that the defendant's proffered reasons\r\nfor the adverse employment action are not the true reasons, the\r\ntrier of fact may, depending on the overall evidence, but is not\r\nrequired, to infer that intentional age-based discrimination was a\r\ndeterminative factor in the adverse employment action.  See \r\nWoodman v. Haemonetics Corp., 51 F.3d 1087, 1091-92 (1st Cir.\r\n1995); see also Kline v. Tennessee Valley Auth., 128 F.3d 337, 343-\r\n44 (6th Cir. 1997) (collecting cases). \r\nIn contrast, \"Massachusetts is a 'pretext only'\r\njurisdiction.\"  Blare, 646 N.E.2d at 117; Carter v. Commissioner of\r\nCorrection, 681 N.E.2d 1255, 1264 (Mass. App. Ct. 1997).  Under\r\nthe \"pretext only\" standard: \r\n[A] plaintiff who has established a prima\r\nfacie case and persuaded the trier of fact\r\nthat the employer's articulated justification\r\nis not true but a pretext, is entitled to\r\njudgment. \r\nBlare, 646 N.E.2d at 116 (emphasis added) (citing Wheelock Collegev. Massachusetts Comm'n Against Discrimination, 355 N.E.2d 309, 315\r\n(Mass. 1976)); see also Lattimore v. Polaroid Corp., 99 F.3d 456,\r\n465 (1st Cir. 1996) (citing Blare).  The distinction matters: to\r\nprevail under Massachusetts law, a plaintiff carries \"his burden of\r\npersuasion with circumstantial evidence that convinces the\r\nfactfinder that the [employer's] proffered explanation is not\r\ncredible.\"  Id.; see Handrahan v. Red Roof Inns, Inc., 680 N.E.2d\r\n568, 573-74 (Mass. App. Ct.), review denied, 684 N.E.2d 1198 (Mass.\r\n1997); Powers v. H.B. Smith, 679 N.E.2d 252, 255 (Mass. App. Ct.\r\n1997); see also Kline, 128 F.3d at 343 (collecting cases and\r\ndescribing the \"pretext only\" standard). \r\nWe turn to Airborne's contention that the district court\r\nincorrectly instructed the jury on the plaintiff's burden of proof\r\nunder state law.  The district court described how both state and\r\nfederal law require the plaintiff to prove the same prima facie\r\ncase and explained that, under federal law, the plaintiff must\r\nprove that age had a determinative influence on his termination. \r\nIn addition, the court explained that if the plaintiff proved that\r\nthe defendant's stated reasons for terminating Kelley were\r\npretextual, the jury should enter judgment in his favor on only the\r\nstate claim.  In relevant part, the district court verbally\r\nsummarized Massachusetts law as follows:\r\n[A] plaintiff who has established a prima\r\nfacie case and persuaded the trier of fact\r\nthat the employer's articulated justification\r\nis not true but a pretext, is entitled to\r\njudgment.\r\n                      . . .\r\nUnder the federal [law], it's the plaintiff's\r\nobligation to prove that age discrimination\r\nexisted.  Under the state law . . . if the\r\nemployer comes up with reasons which you find\r\nto be pretextual, these [sic] enough.  There\r\nis no requirement under the state law for the\r\nplaintiff to prove that the reason for his\r\nbeing discharged was age.   It is done in a\r\ndifferent fashion.  It's in combination . . .\r\nwith the prima facie case, that he was old,\r\nthat he was fired, there was a younger man\r\nhired for the job . . . [plus] the giving of a\r\npackage of false reasons, for the discharge,\r\nleads the state court to conclude that the\r\nonly reason for giving the false explanation,\r\ngiven the prima facie case, would be\r\nprohibited discrimination, that he was fired\r\nfor age.  \r\nThe jury instruction thus endeavored, in simplified terms, to\r\ndistinguish between the \"pretext only\" standard used in\r\nMassachusetts and the federal standard, which allows, but does not\r\nnecessarily require, a jury to find discrimination if the\r\ndefendant's reasons were pretextual--perhaps a difficult concept\r\nfor a lay jury to understand.  \r\nAirborne argues that the district court misstated the\r\nplaintiff's burden of proof when it stated that \"[t]here is no\r\nrequirement under the state law for the plaintiff . . . to prove\r\nthat the reason for his being discharged was his age.\"   Airborne\r\nthus contends that the instruction on pretext implied that Airborne\r\nhad the burden of persuasion on discrimination.  \r\nAt first glance, the statement to which Airborne objects\r\nappears to support their claim because Massachusetts does, of\r\ncourse, require the plaintiff to prove age discrimination.  The\r\nallegedly objectionable statement, however, was part of a longer\r\ndiscussion that involved not who had the burden to prove\r\ndiscrimination, but how the plaintiff could meet its burden of\r\nproving intentional discrimination under state law: by proving that\r\nthe employer's stated reasons for the discharge were not the true\r\nreasons.  The instruction, as a whole, correctly summarized\r\nMassachusetts law in this regard.  Further, the district court\r\nstated that Kelley, not Airborne, had the burden of proof at all\r\ntimes.\r\nNow, I keep talking about the plaintiff's\r\nburden.  But I want it clear that the\r\ndefendant has no burden . . . . It is not up\r\nto the defendant to prove that it was not his\r\nage that was the determinative influence, but\r\nit's up to the plaintiff to prove.\r\nReading the instructions as a whole, we see no risk that the jury\r\nfailed to understand that, under ch. 151B, the plaintiff had the\r\nburden of proving that Airborne's stated reasons for terminating\r\nKelley were not the true reasons. \r\nAlthough Airborne suggests that Massachusetts is not a\r\n\"pretext only\" jurisdiction, that claim is directly contrary to\r\nBlare and its progeny.  Under ch. 151B, Kelley had to prove that it\r\nwas more likely than not that Airborne's stated reasons for\r\ndischarging him were a pretext.  See Lehman v. Prudential Ins. Co.\r\nof America, 74 F.3d 323, 327 (1st Cir. 1996) (citing Blare, 646\r\nN.E.2d at 118).  Although perhaps inartful at times, the\r\ninstruction adequately described state law.  Airborne's counsel,\r\ndespite repeated colloquies with the judge, simply refused to\r\naccept that Massachusetts is a \"pretext only\" jurisdiction.  The\r\ndistrict court correctly refused Airborne's invitation to misread\r\nstate law.\r\nAirborne contends, second, that the court's refusal to\r\nprovide a business judgment instruction at Airborne's timely\r\nrequest constitutes reversible error.  Airborne argues that a new\r\ntrial is necessary because the cumulative effect of the  court's\r\ninaccurate pretext instruction and the lack of a business judgment\r\ninstruction left the jury with the \"clear impression that it could\r\nsubstitute its judgment for Airborne's\" and prevented the jury from\r\n\"understanding Airborne's legal theory on the controlling issues of\r\nthe case (the state of mind of the decisionmaker).\"\r\n\"In reviewing a court's decision not to give a particular\r\ninstruction, our duty is to determine whether the instructions as\r\ngiven tend to confuse or mislead the jury with regard to the\r\napplicable principles of law.\"  Poulin v. Greer, 18 F.3d 979, 983\r\nn.3 (1st Cir. 1994).  While perhaps a business judgment instruction\r\nmight have been useful in this case, its omission does not provide\r\na basis for undermining the adequacy of the charge as a whole.  We\r\ncannot see how the jury could have thought that it was free to find\r\nthat age had a determinative influence on Kelley's discharge if it\r\nmerely disagreed with Airborne's business judgment.  The district\r\ncourt instructed the jury, on more than one occasion, that Kelley\r\ncould prevail on his federal claim only if he proved by a\r\npreponderance of the evidence that the he would not have been fired\r\nbut for his age.  Interrogatory number 2, which the jury answered\r\naffirmatively, asked \"has the plaintiff proved that his age had a\r\ndeterminative influence on defendant's decision to discharge him?\" \r\nThese instructions did not permit or suggest that the jury could\r\npredicate a finding of age discrimination on their disagreement\r\nwith Airborne's business judgment.  Similarly, we cannot agree that\r\nthe instruction prevented the jury from focusing on the state of\r\nmind of the decisionmaker.  The district court said:\r\nHere, the issue has to do with motive, state\r\nof mind. . . .  [Y]ou're looking into the\r\nstate of mind of the defendant company in\r\ndischarging the plaintiff.  It is a state of\r\nmind that existed or did not exist at the time\r\nof discharge.\r\nThese instructions adequately framed the only important question. \r\nThus, we find no error in the decision of the district court not to\r\ngive a business judgment instruction.  \r\nEven if Airborne's argument prevailed under federal law,\r\nthe damages awarded via ch. 151B would still stand.  Airborne does\r\nnot suggest that the failure to provide the business judgment\r\ninstruction constitutes reversible error under Massachusetts law. \r\nThus, the absence of the business judgment instruction has no\r\neffect on the defendant's liability under ch. 151B.\r\nAirborne's third contention is that the district court's\r\nfailure to include an \"at-will\" instruction and the \"same actor\r\ninference\" instruction provides a basis for vacating the jury's\r\nverdict.  Although a district court may be allowed to use these\r\ninstructions in appropriate circumstances, see Achor v. Riverside\r\nGolf Club, 117 F.3d 339, 341 (7th Cir. 1997) (\"[W]e doubt [the at-\r\nwill instruction] should have been given, and we are confident that\r\nthey should not have used . . . formal terminology.\"), Buhrmasterv. Overnite Transp. Co., 61 F.3d 461, 463 (6th Cir. 1995)(holding\r\nthat including the \"same actor inference\" in a jury instruction does\r\nnot constitute reversible error), we are confident that the absence\r\nof these instructions could not have confused or misled the jury as\r\nto the controlling law.\r\nAirborne claims a number of additional errors that\r\nwarrant little discussion.  The claim that Judge Garrity confused\r\na wrongful discharge claim with Kelley's discrimination claim is\r\nwithout merit.  The district court used the phrase \"wrongful\r\ndischarge\" loosely at one or two points in the ten-day trial and\r\ntwice in the jury instructions when discussing the calculations of\r\ndamages, and there was some testimony that utilized the term. \r\nAfter reviewing the record as a whole, however, we discern no\r\ndanger that the jury could have confused Kelley's ADEA and ch. 151B\r\nage discrimination claims with a contract-based wrongful discharge\r\nclaim, see, e.g., Upton v. JWP Businessland, 682 N.E.2d 1357 (Mass.\r\n1997).  Nor was the district court required to define wrongful\r\ndischarge when there was no contract-based claim.  To do so might\r\nhave confused the jury.\r\nAirborne's objection to the district court's resort to an\r\nanalogy to demonstrate the difference between state and federal\r\npretext analyses also fails.  To illustrate the meaning of pretext,\r\nthe court used the example of a couple, in which one spouse tells\r\nthe other spouse that he or she is going to the store to get milk,\r\nwhen in fact, he or she is going to buy cigarettes as well and\r\nwants to conceal this fact.  Airborne's only objection to the\r\nanalogy at trial was that it \"created the impression\" that, under\r\nstate law, the jury's finding of pretext was sufficient to find\r\nintentional discrimination.  As the jury's finding of pretext was,\r\nin fact, sufficient to enter judgment on the state claim, we fail\r\nto see how the analogy constitutes reversible error.   We need not\r\nconsider Airborne's other arguments, that the analogy shifted the\r\nburden of proof and placed the jury in the position of being a\r\n\"super-personnel agency,\" because Airborne failed to raise these\r\nconcerns before the district court.  See La Amiga del Pueblo, Inc.\r\nv. Robles, 937 F.2d 689, 692 (1st Cir. 1991). \r\nThe instructions adequately explained the controlling\r\ndiscrimination law to the jury.  We \"customarily cede wide\r\ndiscretion to trial courts to fashion jury instructions as they see\r\nfit and we see no reason to second-guess the court in this\r\ninstance.\"  Evans v. Avery, 100 F.3d 1033, 1040 (1st Cir. 1996)\r\n(citations omitted).\r\nC.  The District Court's Questioning of Witnesses\r\nAirborne claims it suffered prejudice because the\r\ndistrict court improperly commented on the evidence and\r\ninterrogated the witnesses during the course of the trial.  In\r\nparticular, Airborne argues that the district court improperly\r\ntrivialized Simpson's opinions regarding customer concerns and\r\nwrongfully criticized Guiod's business judgment.  After reviewing\r\nthe record, we conclude that Airborne failed to object properly to\r\nthe district court's questions.  \r\n\"Federal Rule of Evidence 614(c) provides that\r\nobjections to the interrogation of witnesses\r\nby the court may be made at the time of the\r\ninterrogation or at the next available\r\nopportunity when the jury is not present. . .\r\n.  If a party fails to object to the court's\r\ninterrogation of a witness at trial, his\r\nobjection will not be reviewed on appeal.\"\r\nStillman v. Norfolk &amp; Western Ry. Co., 811 F.2d 834, 839 (4th Cir.\r\n1987).  In this case, Airborne's counsel did not object to the\r\ndistrict judge's questioning of witnesses during the trial, either\r\nin front of the jury or when the jury was not present.  The\r\ndistrict court has the undisputed right to question witnesses at\r\ntrial, see United States v. Henry,    F.3d   , 1998 WL 38009 (1st\r\nCir. 1998), and proper objections are vital in order to assist the\r\ndistrict court in ensuring that its participation is not unfairly\r\nprejudicial to one side.  Thus, we will not review Airborne's claim\r\nthat the district court's questions here constitute prejudicial\r\nerror.                               IV.\r\n                       Damages\r\nFinally, Airborne challenges the $1,000,000 front pay\r\naward under the ADEA and ch. 151B.  Airborne advances four\r\narguments: (1) that the district court abused its discretion in\r\nfinding that reinstatement was impracticable or impossible; (2) the\r\nfront pay jury instruction was inadequate; (3) the evidence was\r\ninsufficient to sustain the jury's award; and (4) the district\r\ncourt improperly multiplied the jury front pay award pursuant to\r\nch. 151B,  9.  We disagree and affirm the front pay award. \r\nA. Reinstatement\r\n In his complaint, plaintiff's request for damages\r\nincluded a request for reinstatement or front pay.  On the first\r\nday of trial, the district court asked the defendant whether it\r\ncould take a position on reinstating Kelley; the defendant\r\ndeclined.  After the jury awarded $1,000,000 in front pay, Airborne\r\nfiled a post-trial motion asking the district court to order Kelley\r\nreinstated.  Airborne suggested that, because Kelley's RFSM\r\nposition was filled, the district court could order that Kelley\r\nreturn to a specially created position of \"at-large\" RFSM, which it\r\nclaimed offered compensation, benefits, and responsibilities\r\nsimilar to the position which Kelley had lost.  Kelley would work\r\nfor Simpson, his supervisor prior to his termination.  Airborne\r\nreasoned that, because it was now \"willing to reinstate Mr. Kelley\r\nas a result of the jury's finding that it acted wrongfully in\r\nterminating his employment, Mr. Kelley is not entitled to front\r\npay.\"  \r\nThe district court conducted two days of hearings on the\r\nlegal and practical aspects of reinstatement, which included the\r\nreceipt of additional testimony from Goodwin and a proffer from\r\ncounsel describing the proposed position.  The district court found\r\nthat reinstatement was \"impracticable in the extreme\" and therefore\r\nawarded front pay under both the ADEA and ch. 151B,  9. \r\n Airborne contends that the district court abused its\r\ndiscretion because (1) Kelley failed to show that his relationship\r\nwith Simpson, his immediate superior, was hostile, (2) and that the\r\ntrial court's findings were unsupported by the evidence.  Under the\r\nADEA, though the district court has equitable power to award front\r\npay when plaintiff has \"no reasonable prospect of obtaining\r\ncomparable alternative employment,\"  Powers, 915 F.2d at 42\r\n(citation and quotation omitted), future damages should not be\r\nawarded unless reinstatement is impracticable or impossible. \r\nWildman v. Lerner Stores Corp., 771 F.2d 606, 615 (1st Cir. 1985). \r\nThe district court has broad discretion to determine precisely how\r\nto compensate the injured plaintiff fully, see Selgas v. American\r\nAirlines, Inc., 104 F.3d 9, 13 (1st Cir. 1997), and, given its\r\nability to directly observe the litigants, it is in a far better\r\nposition than an appeals court to judge the quality of their\r\nrelationship, an important factor in determining the viability of\r\nreinstatement.  See Wildman, 771 F.2d at 615.  On appeal, an order\r\ndenying reinstatement will be disturbed only when the reviewing\r\ncourt is left \"with a definite and firm conviction that a mistake\r\nhas been made.\"  Graefenhain v. Pabst Brewing Co., 870 F.2d 1198,\r\n1201 (7th Cir. 1989).\r\n The district court based its decision on the\r\nconsiderable antipathy Airborne's top management held for Kelley,\r\nantipathy that the district court found went beyond the \"animosity\r\nengendered by th[e] litigation.\"  As the district court explained,\r\nBrazier disliked Kelley prior to the litigation; the other\r\nmanagement staff had effectively vilified Kelley, which completely\r\nundermined his value as a manager; and Kelley's supervisor would be\r\nthe man who had signed his termination letter--a termination the\r\ncourt described as \"deliberately manufactured\" without restraint. \r\nFurther, the district court did not trust Airborne's reinstatement\r\noffer or their intentions.  The court described the motion asking\r\nthe court to reinstate Kelley as \"just another strategic move\" and\r\nfound that the proposed \"at-large\" position was indefinite and\r\n\"make-work.\"\r\nThe district court thus expressed deep concerns in its\r\ndetermination that Kelley's reinstatement to Airborne was\r\nimpracticable.  Given these stated reasons, we find the refusal to\r\norder reinstatement well within the court's discretion and amply\r\nsupported by the record.  See Maxfield v. Sinclair Intern., 766\r\nF.2d 788, 795 (3d Cir. 1985) (noting that reinstatement may be\r\ninappropriate if animosity has damaged the relationship between the\r\nparties); Cancellier v. Federated Dep't Stores, 672 F.2d 1312 (9th\r\nCir. 1982) (similar).  \r\nB.  The Front Pay Instruction\r\nAirborne next contends that the district court\r\nincorrectly instructed the jury on how to calculate front pay\r\ndamages.  Within federal employment discrimination law, front pay\r\nis generally an equitable remedy awarded by the court, see Lussierv. Runyon, 50 F.3d 1103, 1108 (1st Cir. 1995), while, under ch.\r\n151B, the jury awards front pay, see Handrahan, 680 N.E.2d at 576. \r\nThe district court thus submitted the issue of front pay to the\r\njury.  Airborne argues that, due to the district court's inadequate\r\ninstructions on how the jury was to calculate front pay, the award\r\nshould be vacated or, in the alternative, remanded for a further\r\nhearing.  We disagree. \r\n\"Our principal focus in reviewing jury instructions is to\r\ndetermine whether they tended to confuse or mislead the jury on the\r\ncontrolling issues.\"  Service Merchandise Co., Inc. v. Boyd Corp.,\r\n722 F.2d 945, 950 (1st Cir. 1983).  We look to state law governing\r\nthe award of front pay damages to determine if the jury charge was\r\nproper.  See DaSilva v. American Brands, Inc., 845 F.2d 356, 362\r\n(1st Cir. 1988).  In Massachusetts, front pay is considered a form\r\nof compensatory prospective damages, akin to future damages in the\r\ntort context.  See Conway, 523 N.E.2d at 256-57.  Massachusetts law\r\nrequires that front pay awards not be speculative, that they be\r\ncausally related to the wrongdoing, and that the plaintiff not be\r\nmade more than whole. See id. at 527.                      \r\nAirborne argues that the instruction was legally\r\ndeficient because the district court failed to instruct the jury\r\n(1) to consider other relief that Kelley might recover and his\r\nprospects for obtaining comparable alternative employment and for\r\ncontinuing at Airborne in light of his health; (2) to consider\r\nwhether his job would remain in existence given Airborne's economic\r\nfuture; and (3) to reduce front pay as much as necessary to keep\r\nKelly from being overcompensated.  We disagree. \r\nWhile some of Airborne's proposed instructions may have\r\nbeen useful, Massachusetts law does not suggest that the district\r\ncourt abused its discretion in not using Airborne's proffered\r\ninstructions.  What Massachusetts authority there is on front pay\r\ninstructions indicates that the charge here was adequate.  SeeBoothby v. Texon, 608 N.E.2d 1028, 1039 (Mass. 1993) (approving\r\nfront pay instruction in wrongful discharge case that jury could\r\nuse its \"common sense\" in formulating a front pay award); Griffinv. General Motors Corp., 403 N.E.2d 402, 405 (Mass. 1980)(approving\r\ninstruction that the \"plaintiff was 'entitled to her past and\r\nfuture impaired earning capacity'\").  The district court adequately\r\ndescribed the controlling legal principles; thus, we find no abuse\r\nof discretion. \r\nC.  The Sufficiency of Evidence on Front Pay Damages\r\nAirborne challenges the jury's $1,000,000 front pay award\r\nunder ch. 151B, arguing that the award is speculative and not\r\nsupported by record evidence.  In its post-trial motions, Airborne\r\nmoved pursuant to Fed. R. Civ. P. 59 for remittitur of the front\r\npay award and for a new trial.  The district court denied both\r\nmotions.  The trial judge has \"discretion to grant a new trial if\r\nthe verdict appears to [the judge] to be against the weight of the\r\nevidence,\" Gasperini v. Center for Humanities, Inc., 116 S. Ct.\r\n2211, 2222 (1996) (citations and quotations omitted), or to order\r\nremittitur of the award in light of the evidence adduced at trial,\r\nsee Conde v. Starlight I, Inc., 103 F.3d 210, 212 (1st Cir. 1997). \r\n\"[T]he role of the district court is to determine whether the\r\njury's verdict is within the confines set by state law . . . . [We]\r\nthen review the district court's determination under an\r\nabuse-of-discretion standard.\"  Browning-Ferris Ind., Inc. v. Kelco\r\nDisposal, Inc., 492 U.S. 257, 279 (1989).\r\nWe consider the damages evidence in the light most\r\nfavorable to Kelley.  See Vera-Lozano v. International\r\nBroadcasting, 50 F.3d 67, 71 (1st Cir. 1995).                \r\n The proper front pay award was a hotly contested issue\r\nat trial and both sides introduced competent expert testimony on\r\nthe issue.  Plaintiff's expert estimated front pay damages to be\r\n$1,531,631 if Kelley worked at Airborne until age 60, $1,869,211\r\nuntil age 62, and $2,377,482 until age 65.  Airborne's expert\r\ncalculated that Kelley would suffer $360,000 worth of front pay\r\ndamage by age 55, but chose not to project beyond that age. \r\nAirborne contends that we must vacate the jury verdict\r\nbecause Kelley presented no statistical evidence or other data that\r\njustified the expert testimony calculating Kelley's damages until\r\nage 60 and beyond.  We disagree.  \"[A]n award of front pay,\r\nconstituting as it does, an estimate of what a plaintiff might have\r\nearned had s/he been reinstated at the conclusion of trial, is\r\nnecessarily speculative.\"  Selgas, 104 F.3d at 14 n.6. \r\nMassachusetts law is clear that uncertainty in the award of future\r\ndamages does not bar their recovery, and we have said that the\r\n\"'[g]enerousness of a jury's award does not alone justify an\r\nappellate court in setting it aside' [unless] it is shown to exceed\r\nany rational appraisal or estimate of the damages . . . .\"  Linn,\r\n874 F.2d at 6 (quoting Kolb v. Goldring, Inc., 694 F.2d 869, 781\r\n(1st Cir. 1982)). \r\nThere was sufficient evidence before the jury from which\r\nit could rationally have found $1,000,000 in front pay damage. \r\nKelley intended to work at Airborne for the rest of his life; when\r\nAirborne fired Kelley, he was six years away from becoming fully\r\nvested in the company's pension plan; and Airborne's stated\r\nretirement age was sixty-five.  Both experts agreed that, without\r\na college education, it would have been extremely difficult for\r\nKelley to obtain a comparable salary.  In addition, the jury\r\nawarded only about two-thirds of the front-pay damages the\r\nplaintiff's expert calculated Kelley would suffer had he worked\r\nuntil he was sixty-years old.  On these facts, the district court\r\ndid not abuse its discretion in declining remittitur.\r\nD.  The Discretionary Multiplier\r\nAirborne finally contends that the district court\r\nimproperly imposed the discretionary multiplier contained in ch.\r\n151B,  9 on Kelley's front pay and emotional distress damages. \r\nIn the relevant part, the statute states: \r\nAny person claiming to be aggrieved by a\r\npractice concerning age discrimination in\r\nemployment . . . may bring an action under\r\nthis section for damages or injunctive relief\r\nor both . . . .  If the court finds for the\r\npetitioner, recovery shall be in the amount of\r\nactual damages; or up to three, but no less\r\nthan two, times such amount if the court finds\r\nthat the act or practice complained of was\r\ncommitted with knowledge, or reason to know,\r\nthat such act or practice violated the\r\nprovisions of said section four. \r\nMass. Gen. Laws ch. 151B, 9 (emphasis added).  After declining to\r\norder Kelley's reinstatement, the district court imposed a\r\nmultiplier of 2.25 on the jury's award of back pay, front pay, and\r\nemotional distress damages in light of the jury's responses to the\r\nverdict form.\r\nAirborne contends that settled principles of statutory\r\nconstruction and policy considerations indicate that emotional\r\ndistress and front pay damages are not within the definition of\r\nactual damages subject to the discretionary multiplier.  We\r\ndisagree.  \r\nAirborne's first contention, that emotional distress\r\ndamages are not actual damages, is incorrect.  We note that in\r\nFontaine v. Ebtec Corp., 613 N.E.2d 881, 883 &amp; n.4 (Mass. 1993),\r\nthe Supreme Judicial Court affirmed without comment the\r\nmultiplication of an award of emotional distress damages pursuant\r\nto  9.  In addition, Massachusetts courts award emotional distress\r\ndamages routinely in age discrimination cases pursuant to ch. 151B,\r\n9. See, e.g., Powers v. H.B. Smith Co., Inc., 679 N.E.2d 252, 257\r\n(Mass. App. Ct. 1997).  \r\nAirborne's second contention, that front pay is not a\r\ntype of actual damages, is a question that has not been explicitly\r\nanswered in Massachusetts.  The plain meaning of the language used\r\nin ch. 151B makes clear, however, that front pay comes within the\r\nambit of actual damages.  In 1989, the Massachusetts legislature\r\nauthorized the recovery of punitive damages in discrimination cases\r\nsuccessfully brought under the chapter by adding the following\r\nprovision to the third paragraph of  9: \"If the court finds for\r\nthe petitioner, it may award the petitioner actual and punitivedamages.\"  Fontaine, 613 N.E.2d at 887 &amp; n.9 (emphasis added)\r\n(quoting St.1989, ch. 722,  31).  In 1990, the legislature amended\r\nthe fourth paragraph of  9 to provide for multiple damages\r\nspecifically in cases of age discrimination by adding the\r\nfollowing: \"recovery shall be in the amount of actual damages; or\r\nup to three, but not less than two, times such amount if\" the act\r\nwas committed with knowledge that it violated the statute.  Id.(quoting St.1990, ch. 395) (emphasis added).  The phrase \"actual\r\ndamages\" must have a consistent meaning throughout ch. 151B, and\r\nthe provision appears to distinguish between actual damages and\r\npunitive damages in discrimination cases.  In Massachusetts, front\r\npay is compensatory in nature, not punitive.  See Handrahan, 680\r\nN.2d at 576.  It thus follows that front pay must fall within the\r\ndefinition of actual damages subject to the discretionary\r\nmultiplier.  Cf. DiMarzo v. American Mut. Ins. Co., 449 N.E.2d\r\n1189, 1200 (Mass. 1983) (defining \"actual damages\" in Mass. Gen.\r\nLaws ch. 93A, to include \"all losses which were the foreseeable\r\nconsequences\" of the unlawful conduct). \r\nAirborne's reading of ch. 151B,  9 is implausible.  The\r\nfourth paragraph of  9 authorizes the award of damages in \r\ndiscrimination cases by stating that \"recovery shall be in the\r\namount of actual damages . . . .\"  The provision contains no other\r\nauthorization for the award of damages.  Under Airborne's proffered\r\ndefinition, an age discrimination victim could never recover front\r\npay because the loss of future pay would not be actual damage, and\r\nthus there would be no statutory basis on which to award it.  The\r\nSJC, however, has explicitly held that  9 authorizes the award of\r\nfront pay.  See Conway, 523 N.E.2d at 256-57.  Therefore, front pay\r\nmust be actual damages.  The district court correctly found that\r\nthe front pay award was subject to the discretionary multiplier.  \r\n                          V.\r\nFor the reasons set forth above, the judgment of the\r\ndistrict court is affirmed.  Costs to appellee.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">United States Court of Appeals\r\nFor the First Circuit\r\n                            No. 96-2057\r\n\n                    JOHN M. KELLEY,\r\n\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n  AIRBORNE FREIGHT CORPORATION d/b/a AIRBORNE EXPRESS,\r\n\n                 Defendant, Appellant.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\nFOR THE DISTRICT OF MASSACHUSETTS\r\n\n[Hon. W. Arthur Garrity, Jr., Senior U.S. District Judge]\r\n\nBefore\r\n\nTorruella, Circuit Judge,\r\nBownes, Senior Circuit Judge,\r\nand Stahl, Circuit Judge.\r\n\nJames W. Nagle, with whom Wilfred J. Benoit, Jr., Anthony M. Feeherry and Goodwin, Procter &amp; Hoar LLP were on brief for appellant.\r\nStephen S. Ostrach and Cynthia L. Amara, New England Legal Foundation, on brief for Associated Industries of Massachusetts, amicus curiae.\r\nDavid G. Hanrahan, with whom Ross D. Ginsberg and Gilman, McLaughlin &amp; Hanrahan, LLP were on brief for appellee.\r\n\nApril 7, 1998\r\n\nSTAHL, Circuit Judge.  Defendant/appellant Airborne\r\nFreight Corporation (\"Airborne\") appeals from a jury verdict in\r\nfavor of plaintiff/appellee John Michael Kelley (\"Kelley\").  After\r\na ten-day trial, a jury found that Airborne had wilfully\r\ndiscriminated against Kelley on the basis of his age in violation\r\nof the Age Discrimination in Employment Act, 29 U.S.C.  621 et\r\nseq. (\"ADEA\") and knowingly violated its state law counterpart,\r\nMass. Gen. Laws ch. 151B (\"ch. 151B\").  The district court\r\naccordingly entered judgment for Kelley in the amount of\r\n$1,244,152.24 on the ADEA claim, $3,136,858.29 on the ch. 151B\r\nclaim and awarded attorney fees of $190,000.  Airborne seeks a new\r\ntrial, contending that (1) various evidentiary rulings affected the\r\nverdict and (2) the jury instructions were incomplete and\r\nmisleading.  In addition, Airborne claims that the district court\r\nimproperly calculated the damages.  We disagree and affirm.  \r\n                          I.\r\n                      Background\r\nOn appeal we examine the facts, consistent with record\r\nsupport, in the light most favorable to the verdict-winner.  SeeCumpiano v. Banco Santander P.R., </pre><span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">, 151 (1st Cir.\r\n1990). \r\nAirborne delivers time-sensitive packages.  In 1974, at\r\nage twenty-eight, Kelley quit college to join Airborne as a\r\nDistrict Manager in Tucson, Arizona.  Kelley rose through the\r\nranks, progressing through a series of jobs with increasing\r\nresponsibility.  During the mid-1980s, the Northeast Region, which\r\nconsists of the New England states and most of New York, was beset\r\nby operational problems that were undermining sales in the Boston\r\narea.  Airborne asked Kelley to transfer from Miami to Boston to\r\nimprove the company's operations in the region.  In July 1987, at\r\nage forty-one, Kelley was promoted to Regional Field Services\r\nManager (\"RFSM\") for the Northeast Region.  \r\nAirborne is divided into two divisions: sales and field\r\nservices.  The sales division sells Airborne's services and\r\nmaintains active client accounts.  The field services division,\r\nalso referred to as \"operations,\" is responsible for ensuring the\r\ntimely delivery of parcels.  As RFSM, Kelley was in charge of the\r\noperations side of the business for the entire Northeast Region.  \r\nPresident and Chief Operating Officer Robert Brazier was\r\nin charge of both divisions nationally.  Executive Vice President\r\nRaymond T. Van Bruwaene, who reported to Brazier, managed three\r\nArea Vice Presidents, including Kelley's supervisor, William\r\nSimpson.  Kelley was one of five RFSMs working under Simpson. \r\nRegional Sales Manager James Guiod, was in charge of the sales\r\ndivision in the Northeast Region.  Guiod and Kelley were at the\r\nsame managerial level and essentially ran the region together with\r\ndivided responsibility.  Richard Goodwin directed Airborne's human\r\nresources division.  \r\nAirborne performs annual reviews of its managers and\r\ncollects various data to assess their performance.  During Kelley's\r\ninitial tenure from mid-1987 to mid-1990, the reviews he received\r\nfrom Simpson were mixed.  Although the quality of Airborne's\r\nservice in the region improved, the region demonstrated some\r\ncontinuing problems in meeting profit goals.  \r\nIn a review conducted in June 1990, Simpson was critical\r\nof Kelley's management skills.  Betsy Tate, a lower-level manager\r\nin Rochester, New York, had complained to Simpson that Kelley was\r\nsexually harassing her.  Simpson confronted Kelley concerning\r\nTate's complaints and issued him a verbal reprimand.  In a written\r\nreview, Simpson noted that the region had failed certain \"quality-\r\nof-service\" audits, that Kelley at times displayed a sexist\r\nattitude, and that he failed to follow company policy on sexual\r\nharassment.  Simpson placed Kelley on probation and informed him\r\nthat, if improvements were not made, he would be discharged at the\r\nend of the year, but if improvements were made, Simpson would try\r\nto have the incident removed from Kelley's record.\r\nDespite these management problems, Kelley's region\r\nenjoyed some notable successes.  In January 1988, Brazier\r\ninstituted an incentive program called the \"Top Gun\" Contest, which\r\nawarded $10,000 to the pair of Sales Managers and RFSMs who had the\r\ngreatest volume increase in domestic and international outbound\r\nexpress shipments and revenue each quarter.  Between 1988 and 1991,\r\nGuiod and Kelley won the Top Gun award four times, more than the\r\nmanagers in any other region, prompting Brazier to commend them in\r\nDecember of 1991 for \"being better at selling and servicing than\r\nany of [their] peers.\"  Each letter spoke of Kelley and Guiod in\r\nglowing terms.\r\nFollowing the June 1990 review, Kelley apparently made\r\nthe improvements Simpson requested.  In his evaluation covering the\r\nperiod from October 1990 to October 1991, Simpson rated Kelley as\r\n\"Superior to Outstanding\" in each performance category: service,\r\nproductivity, cost control, net profit, progress toward\r\nimprovement, problem solving, leadership/management skills,\r\nknowledge and technical competence, and communication skills. \r\nIn late September 1992, Simpson received several\r\ncomplaints about local service failures within Boston.  For reasons\r\nthat remain less than precisely clear, Airborne had developed a\r\npractice of sending all packages originating in Boston--including\r\nthose destined for Boston-area delivery--on airplanes to Ohio,\r\nwhere the packages destined for local delivery were sorted and then\r\nrouted back to Boston.  Despite this circuitous delivery route,\r\nlocal packages were still delivered on-time the next day unless the\r\nairplane suffered a mechanical failure or there was a weather-\r\ninduced delay which made the packages late on arrival.  These\r\nmechanical failures occurred on a number of occasions, which\r\nunderstandably prompted complaints from three Boston customers\r\n(Thomas Cook, Bank of Boston, and Teradyne) because they saw no\r\nneed to send local packages to Ohio for sorting.  Simpson verbally\r\ndirected Kelley to set up a local \"sort\" process to obviate the need\r\nto send local packages on this seemingly unnecessary round-trip. \r\nAlthough service failures were a consistent occurrence in the\r\ndelivery business, mistakes like the sort problem caused Airborne\r\nto lose customers, straining the relationship between Kelley and\r\nGuiod.  \r\nDuring this time, Simpson complained about the inept\r\nperformance of a manager under Kelley's supervision, Bob Cox, who\r\nwas also Kelley's brother-in-law.  Cox managed the region's North\r\nShore Station, a station beset with operational problems.  The most\r\nnotorious gaffe involved an incident in which a driver from Cox's\r\nstation failed to deliver over one hundred parcels for Miles Agfa,\r\na new multi-million dollar national account, leaving the parcels on\r\na truck parked on Airborne's lot for an entire weekend.  Company\r\npolicy required supervisors to accompany drivers when first\r\nservicing large new accounts, but Cox failed to do so.  As required\r\nby the company's progressive discipline policy, Kelley gave Cox\r\ntime to improve his performance but eventually fired him in\r\nFebruary 1993.  \r\nIn the summer of 1992, shortly after having suffered a\r\nminor stroke, Kelley attended a meeting with Simpson, Goodwin, Van\r\nBruwaene, and other RFSMs from Simpson's area regarding a planned\r\nreduction in force (\"RIF\").  Goodwin, who managed the Human\r\nResources Division, informed those present that age was one of the\r\nrelevant characteristics in deciding whom to fire.  Simpson said,\r\nin substance, that the RIF would \"be an excellent opportunity to\r\nget rid of some of the older mediocre managers\" in Area 1. \r\nThat summer, Airborne terminated thirty-four employees as\r\npart of the RIF, including the oldest manager in Kelley's region,\r\nwho was in his mid- to late forties.   \r\nIn 1992, a price war broke out between Airborne and\r\nFederal Express, placing considerable pressure on managers to meet\r\ncustomer expectations.  During this time, the company regularly\r\nperformed quality-of-service audits to measure the efficiency of\r\nthe operations within a region.  In July 1992, Kelley's region,\r\nwhich Airborne admitted was one of the more difficult regions in\r\nthe country to manage, was the only region under Simpson's control\r\nthat met Airborne's goal of delivering ninety-five percent of the\r\npackages before noon.  In August 1992, Simpson informed the RFSMs\r\nthat Kelley's region had passed all quality-of-service audits and\r\ncongratulated him for this accomplishment.  In October 1992,\r\nSimpson sent an E-mail message to his subordinates recognizing\r\nKelley's Northeast Region for having the best average score of any\r\nregion in the company on quality of service audits conducted during\r\nthe year.  In November 1992, Simpson again congratulated Kelley for\r\n\"tearing them up\" because the region continued to perform well on\r\nthe quality of service audits.  As a result, Simpson informed Van\r\nBruwaene that Kelley was performing quite well.  Van Bruwaene was\r\n\"elated\" with Kelley's performance, agreeing that Kelley's region\r\nwas performing well as measured by the audits.\r\nOn December 5, 1992, three and one-half months prior to\r\nhis termination, Kelley received his annual performance review from\r\nSimpson.  Airborne used the appraisals to \"determine how various\r\npeople of various management levels are doing in comparison to\r\nothers of the same job.\"  Kelley received a nine--the highest score\r\npossible--in the \"progress toward improvement\" category and a\r\n\"superior rating overall.\"  When providing Kelley recommendations\r\nfor further improvement, Simpson wrote: \r\nYou have made significant improve [sic] in\r\n1992.  Service is at an all time high in\r\nregion.  Quality of service audits have been\r\nexcellent in past few months.  Driver/Owner\r\ncosts need constant attention. \r\n\nThe performance review did not mention any specific service\r\ncomplaints from Boston-area companies, any problems regarding\r\nsexual harassment, the Boston \"sort\" problem, Kelley's management\r\nof the Cox situation, or any other management problems.  In early\r\nMarch, Kelley believed that he was performing so well that he asked\r\nSimpson for a promotion to vice-president. \r\nOn March 10, 1993, the Board of Directors voted to give\r\nKelley stock options.  The letter from the Chairman of the Company,\r\nRobert S. Cline, stated: \r\nThe Directors make these awards to key\r\nemployees who continue to grow with the\r\ncompany and who they believe are capable of\r\nassuming greater responsibility in the years\r\nahead.\r\nOn March 12, 1993, Robert Brazier, the President of\r\nAirborne, received a letter from the Bose Corporation, a Boston-\r\nbased company, complaining that Airborne had failed to make a\r\nnumber of deliveries.  The letter recounted that, when Bose\r\ncomplained to Airborne following the incident, an Airborne employee\r\noffered the excuse that the driver had been out sick.  Brazier\r\nassumed that the problem had occurred in Boston and blamed Kelley\r\nfor this unnamed employee's incompetence.  Without having\r\ninvestigated the circumstances surrounding the complaint, Brazier\r\nsent a vitriolic E-mail message to Van Bruwaene stating in part:\r\nThis kind of stuff goes on every day when the\r\nregional and district management are not smart\r\nenough to sense it and fix it for good!  I\r\nknow you and I don't differ on Kelley, and I\r\nknow Simpson doesn't agree with either of us. \r\nI am at the point where I don't give a damn\r\nwhat Simpson thinks or for that matter anyone\r\nelse who chooses to ignore stupidity, mediocre\r\nperformance, poor service, or the host of ways\r\nthat we become aware of weak management.  The\r\nmore we tolerate this the longer we condemn\r\nthis company to be mediocre or worse . . . and\r\nI have had enough of it.\r\n\nThe service failure that prompted the Bose complaint and Brazier's\r\nresponse had occurred in Milwaukee, not Boston, and was neither\r\nKelley's fault nor in Kelley's region. \r\nOn March 15, 1993, Van Bruwaene responded to Brazier, his\r\nsupervisor, agreeing with Brazier's assessment of Kelley.  He\r\ndefended his own handling of the situation, saying that he and\r\nSimpson had been discussing Kelley for some time.  He protested: \r\nI don't want you to believe that Bill\r\n[Simpson] or I for that matter, protect people\r\nwho are not capable of doing the job.\r\nAt the same time, Van Bruwaene sent a copy of the Brazier E-mail to\r\nSimpson, scribbling on the bottom: \"[Kelley] isn't worth putting\r\nour jobs on the line.  Both of us should have known it earlier.\"  \r\nVan Bruwaene informed Brazier, after a \"follow-up\"\r\nconversation with Simpson, that they had decided to terminate\r\nKelley within the following two weeks.  Van Bruwaene also forwarded\r\nBrazier's message to Goodwin stating: \r\nAttached for your information.  Bill Simpson\r\nwill be calling you for your help on this one. \r\nHopefully we have enough data to avoid a\r\nwrongful termination. \r\nOn March 15, 1993, Simpson, although supposedly the\r\ndecisionmaker, worked with Goodwin to orchestrate the mechanics of\r\nKelley's dismissal.  Goodwin drafted the termination letter, while\r\nSimpson provided the information justifying the decision in a\r\ntelephone conversation and an E-mail message.  At about the same\r\ntime, Goodwin admitted that he had to be careful in drafting the\r\ntermination letter because Kelley \"was over forty years old.\" \r\nGoodwin created a written list of possible reasons, purportedly\r\nobtained from Simpson by phone, which included, inter alia, (1)\r\n\"turnover of national accounts,\" (2) \"not good with customers--no\r\nempathy,\" (3) the problems with Bob Cox, (4) sexual harassment of\r\nBetsy Tate, and (5) the intra-Boston sort problem.  The list\r\nacknowledged that Kelley's \"numbers\"--referring to the statistical\r\nmeasures used to gauge a manager's performance--were \"OK.\"  In an\r\nE-mail message to Goodwin dated the same day, Simpson listed the\r\nCox problem, the sort problem, complaints from major Boston\r\ncustomers, and that Kelley went golfing too much with his managers. \r\nSimpson ended the E-mail by saying \"that is all I can think of\r\nright now.\"  Three minutes later, though Kelley would be fired in\r\neight days, Simpson sent an E-mail to Kelley castigating him for\r\ncertain \"reweigh reports\" and demanding that he fix the situation. \r\nThe next morning, Simpson forwarded Kelley's response and the\r\nreweigh report to Goodwin, who was in the process of formulating\r\nKelley's termination letter, as additional evidence to justify the\r\ncoming termination.  In a March 19, 1993 E-mail, Van Bruwaene wrote\r\na memo to Goodwin and Simpson in which he stated that \"this is\r\ngoing to be a messy termination.\"  \r\nOn March 24, 1993, Simpson delivered to Kelley the \r\ntermination letter, which contained five numbered paragraphs\r\nexplaining the reasons for the termination.  Notably, the letter\r\ndid not mention the Bose complaint and Brazier's response.  In\r\nfact, Brazier eventually learned that Kelley had not been\r\nresponsible and testified that the incident was not the catalyst\r\nfor Kelley's termination.  Instead, the letter cited the following:\r\n(1) \"a clear pattern of complaints about [Kelley] and [his]\r\nmanagement style . . . .\"; (2) procrastination and delays in\r\nfollowing directions; (3) poor judgment and management behavior;\r\n(4) his \"bullish\" management style; and (5) Simpson's inability\r\nobtain information from Kelley's region and his inability to build\r\na team relationship with Kelley's managers.  After nineteen years\r\nof service, Kelley was informed that March 24, 1993, would be his\r\nlast day at Airborne.  Kelley, then forty-six years old, was\r\nreplaced with a thirty-seven year old manager. \r\nThe ten-day trial was primarily devoted to whether the\r\nreasons Airborne gave in the March 24, 1993, termination letter\r\nwere the real reasons why Airborne fired Kelley.  Kelley introduced\r\nevidence that his performance was superior, that the reasons given\r\nin the letter were not true, but rather were carefully selected to\r\nbe unchallengeable in court, and that Airborne was biased against\r\nolder workers.  Airborne contended that the reasons given in the\r\nletter were the real reasons for Kelley's dismissal.\r\nThe termination letter had claimed that Kelley's\r\nperformance prompted customer complaints that required Brazier, Van\r\nBruwaene, and another upper manager, Kent Freudenberger, to\r\nintercede.  At trial, Brazier could not provide details of any\r\nspecific instances in which he had to intercede because of Kelley,\r\nand admitted that, when he did have to deal with customer\r\ncomplaints emanating from Boston service failures, the incidents\r\noccurred mostly before 1991.  In addition, he described his\r\nresponses to customer complaints as routine sales calls and was\r\nunable to tie any of these complaints specifically to Kelley.  Van\r\nBruwaene could not identify specific instances when he had to\r\nintercede because of complaints concerning Kelley.  Interestingly,\r\nAirborne chose not to call Freudenberger to testify.  Although the\r\ntermination letter claimed that Simpson \"had to spend more time\"\r\ndealing with customer relations and service problems in the\r\nNortheast than other regions, Airborne's data that measured the\r\nquality of service demonstrated the Kelley's region was performing\r\nas well, or better, than other regions.  \r\nThe termination letter also claimed that\r\n\"[p]rocrastination and delays in following directions and policy\r\n[was] another serious flaw in [Kelley's] performance as a senior\r\noperating manager.\"  Cited as examples were complaints from Boston\r\ncustomers regarding the lack of a local sort process; Kelley's\r\nviolation of company policy in hiring Cox, his brother-in-law, to\r\nreport directly to him; and his fostering an environment which\r\ncondoned sexual harassment.  At trial, however, Airborne openly\r\ndenied that Kelley was fired for the sexual harassment of Betsy\r\nTate.  Airborne's attorney said in his opening that \"We're not\r\ngoing to stand here and tell you that in 1993, after several years,\r\nwe're going to take it out on Mr. Kelley concerning sex harassment\r\n. . . in the late 80s.\"  In addition, at the time of the dismissal\r\ndecision, Simpson was not aware of any other sexual harassment\r\nclaims against Kelley.  While Airborne accused Kelley of nepotism\r\nin allowing Cox to report to him, Van Bruwaene admitted that his\r\nson worked for Airborne.  Further, Kelley had already fired Bob Cox\r\non February 12, 1993, after having given him sixty days to improve\r\nhis performance as the company's progressive discipline policy\r\nrequired.  Although Simpson had mentioned the Boston sort problem\r\nverbally to Kelley in September 1992, there was no mention of the\r\nproblem in his December 1992 evaluation, which rated Kelley\r\n\"superior\" in completing projects in a prompt manner.  \r\nIn its termination letter, Airborne additionally claimed\r\nthat it was firing Kelley for making poor management decisions,\r\nciting \"[s]everal . . . employees [who] felt so strongly about the\r\nunfairness of management behavior that a letter was written to the\r\nPresident . . . .\"  The letter in question turned out to be from an\r\nanonymous employee complaining about thefts and lack of management\r\nat Cox's station and managers playing golf during the day.  A\r\nformer FBI agent whom Airborne had hired to investigate these\r\nallegations found the charges groundless and absolved Kelley of all\r\nfault in regard to this incident prior to his termination.\r\nFurther, Airborne's letter cited Kelley's \"bullish\"\r\nmanagement style.  This purported aspect of Kelley's management\r\nstyle was never discussed as a problem in his evaluations, and\r\nSimpson testified that he saw Kelly \"bully\" someone on only one\r\noccasion.       At trial, Airborne claimed that Simpson made up his mind\r\nto terminate Kelley in early March after meeting individually with\r\ntwo sales employees, Bob Jackson and Chris Beach, who worked for\r\nGuiod.  In their meetings with Simpson, Jackson and Beach blamed\r\nservice problems and loss of revenue on Kelley.  Kelley was not\r\ninformed of these meetings, nor was he given an opportunity to\r\nrespond.  Simpson claimed that, as a result of these meetings, he\r\nconcluded that the relationship between sales and operations\r\ndivisions in Boston was \"unbearable, and . . . that there was no\r\nway Mr. Kelley could ever turn it around.\"  Thus, after the\r\nmeetings, he decided to terminate Kelley.  The termination letter,\r\nhowever, described poor relationships between sale and operations\r\nas \"not uncommon,\" and did not mention the complaints from Jackson\r\nand Beach.  In short, Airborne's witnesses proffered a version of\r\nevents that often seemed in conflict with other evidence adduced at\r\ntrial, and they contradicted each other in attempting to explain\r\nKelley's dismissal.\r\nIn its closing, Airborne argued that Kelley had been\r\nterminated because he was an incompetent manager and a liar, not\r\nbecause of his age.  Counsel stated: \"You may decide, if it had\r\nbeen me, I may have not done all of those things.  That is not the\r\nissue.  The issue is not whether your business judgment is the same\r\nas Mr. Simpson's business judgment.  The issue is, what does this\r\nhave to do with age?  That's all there is.  What does it have to do\r\nwith age?\"  \r\nPlaintiff argued that the reasons Airborne gave for\r\nfiring Kelley were pretextual and that Airborne was biased against\r\nolder workers.  Counsel reviewed the reasons Airborne gave in its\r\nletter and argued that the testimony at trial showed that these\r\nreasons were not true, but were fabricated to justify firing\r\nKelley.  He argued that the reasons recited in the letter were\r\ncarefully chosen from a list of potential reasons discussed by\r\nGoodwin and Simpson on March 15, 1993, and that those chosen were\r\ndeliberately subjective factors not capable of being easily\r\nchallenged in court.  He also pointed out that there were no\r\nemployees in Kelley's region who were over the age of forty-nine.\r\nIn charging the jury, the district court described, at\r\nlength, the controlling law under the ADEA and ch. 151B.  The jury\r\nwas then provided a verdict form with Fed. R. Civ. P. 49(b)\r\ninterrogatories.  Question 2 asked whether the \"plaintiff proved\r\nthat his age had a determinative influence on defendant's decision\r\nto discharge him.\"  If the jury answered Question 2 affirmatively,\r\nthis finding was sufficient to enter judgment on both the state and\r\nfederal claims.  If the jury answered Question 2 negatively, they\r\nwere to answer Question 3, which asked whether \"the plaintiff has\r\nproved that the reasons stated for discharge stated in the March\r\n24, 1993, discharge letter were pretextual--i.e., that they were\r\nintended to mask some other, unstated reason for the discharge.\" \r\nQuestion 4(a) asked whether \"defendant knew the discharge was in\r\nviolation of federal law prohibiting age discrimination or acted\r\nwith reckless disregard of that law.\"  Question 4(b) asked whether\r\n\"defendant knew or had reason to know that the discharge was in\r\nviolation of state law.\"  The jury responded affirmatively to all\r\nthe interrogatories except Question 3, to which it appropriately\r\ndid not respond.   \r\nThe jury awarded Kelley $253,442.08 in back pay damages,\r\nan amount to which the parties stipulated prior to trial.  The jury\r\nalso awarded $250,000 in emotional distress damages and $1,000,000\r\nin front pay under ch. 151B,  9.  After the verdict, Airborne\r\nasked the district court to exercise its equitable power to order\r\nthat Kelley be reinstated as an \"at-large RFSM,\" a position Airborne\r\nsaid it had created for him.  After a two-day hearing, on June 11,\r\n1996, the trial court found reinstatement impracticable and\r\napproved attorney's fees of $190,000.  Airborne filed three\r\nadditional post-trial motions: a motion for judgment as a matter of\r\nlaw, a motion for a new trial, and a motion for remittitur.  The\r\ntrial court denied the first two motions, but granted the motion\r\nfor remittitur in part, reducing the emotional distress damages to\r\n$150,000.  Applying ch. 151B,  9, the district court endorsed the\r\njury's finding of willfulness and imposed a multiplier of 2.25 to\r\nthe back pay, the front pay, and the reduced emotional distress\r\ndamages.  The district court explained its reasons for applying the\r\nmultiplier:\r\n[E]vent after event led me to believe that the\r\ntestimony being offered by this parade of\r\nAirborne Express witnesses was not credible\r\nand that charges were being made against Mr.\r\nKelley that were fanciful. \r\n                          . . . \r\n[I]t was clear to me that the discharge of Mr.\r\nKelley was orchestrated deliberately and\r\nwithout restraint.\r\n                           . . .\r\nMr. Simpson and Mr. Goodwin [tried] to portray\r\nto the jury a scenario simply contrary to\r\nfact. \r\nThe district court accordingly entered judgment against Airborne in\r\nthe amount of $3,136,858 on the state claim.                               II.\r\n                      Discussion\r\nAirborne contends that various erroneous evidentiary\r\nrulings, incorrect or inaccurate jury instructions, and questions\r\nasked by the district court were so prejudicial to Airborne that a\r\nnew trial should be required.  In addition, Airborne challenges the\r\naward of damages under ch. 151B,  9.  We consider each of these\r\nclaimed errors in turn. \r\nA. Evidentiary Rulings\r\nAppellant presents myriad evidentiary claims.  We review\r\nevidence questions for abuse of discretion.  See Cohen v. Brown\r\nUniv., </pre><span class=\"citation\" data-id=\"729930\"><a href=\"/opinion/729930/amy-cohen-v-brown-university/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span><pre class=\"inline\">, 168 (1st Cir. 1996). \r\nAirborne first contends that the trial court erred in\r\nexcluding as hearsay the particular details of customer complaints\r\nmade about Kelley to Brazier, Simpson and Guiod, which Airborne\r\nclaimed formed part of the nondiscriminatory basis for Kelley's\r\ndismissal.  Airborne argues on appeal that it offered the\r\ncomplaints to show that Simpson was aware of their existence, not\r\n\"for the truth of the matter asserted,\" and therefore the complaints\r\ndid not constitute hearsay. See Fed. R. Evid. 801(c); United Statesv. McKeeve, </pre><span class=\"citation\" data-id=\"197677\"><a href=\"/opinion/197677/united-states-v-mckeeve/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1st Cir. 1997).  We agree that a customer\r\ncomplaint offered to show, for example, that a decisionmaker had\r\nnotice of the complaint, rather than to prove the specific\r\nmisconduct alleged in the complaint, is not barred by the hearsay\r\nrule. See Gutierrez-Rodriguez v. Cartagena, </pre><span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span><pre class=\"inline\">, 575 (1st\r\nCir. 1989); see also F.T.C. v. Amy Travel Serv., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">564</span></span><pre class=\"inline\">, 576 n.11 (7th Cir. 1991).  We need not, however, analyze the\r\nadmissibility of Airborne's excluded complaint evidence in detail\r\nbecause any error in excluding that evidence was harmless.  SeeFed. R. Civ. P. 61 (requiring the reviewing court to \"disregard any\r\nerror or defect in the proceeding which does not affect the\r\nsubstantial rights of the parties\").   Assuming, for the sake of\r\nargument, that Airborne did offer some of the excluded evidence for\r\na nonhearsay purpose, Airborne successfully introduced a copious\r\namount of testimony and documentary evidence regarding customer\r\ncomplaints of which Simpson was aware when he discharged Kelley. \r\nAirborne thus had ample opportunity to present to the jury its\r\ntheory that customer complaints led to Kelley's demise.  The\r\nadditional testimony at issue was, at best, cumulative.\r\nAirborne next challenges the district court's application\r\nof Rule 403 in a number of instances.  \"[E]vidence may be excluded\r\nif its probative value is substantially outweighed by the danger of\r\nunfair prejudice . . . or by considerations of undue delay, waste\r\nof time, or needless presentation of cumulative evidence.\"  Fed. R.\r\nEvid. 403.  \"Only rarely--and in extraordinarily compelling\r\ncircumstances--will [this court] from the vista of a cold appellate\r\nrecord, reverse a district court's on the spot judgment concerning\r\nthe relative weighing of probative value and prejudicial effect.\" \r\nFreeman v. Package Machinery Co., </pre><span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span><pre class=\"inline\">, 1340 (1st Cir.\r\n1988). \r\nFirst, Airborne contends that the court wrongfully\r\nexcluded, via Rule 403, certain \"Leading Edge\" E-mail reports that\r\nGuiod sent to Simpson describing service failures in the Boston\r\narea from November 1992 to March 1993 that Guiod believed could\r\ncause revenue losses.  The district court excluded the reports, in\r\npart, because they were cumulative of other evidence concerning\r\ncustomer complaints in Boston.  For the same reasons stated supra,\r\nthe court was well within its discretion in making this\r\ndetermination.       \r\nSecond, Airborne challenges the district court's decision\r\nto admit Airborne's Employee Relations Guidelines for Disciplinary\r\nAction (\"Guidelines\") over Airborne's timely Rule 403 objection. \r\nThe Guidelines contained specific progressive discipline procedures\r\nmanagers were supposed to follow when faced with poorly performing\r\nemployees.  Kelley introduced the Guidelines to demonstrate that\r\nAirborne had failed to follow its own disciplinary procedures in\r\nsummarily dismissing him after nineteen years of service.  To the\r\nextent Airborne claimed to have terminated Kelley because of\r\nincompetence, Simpson's failure to follow a written company policy\r\nthat required managers to take specific steps prior to discharging\r\npoorly performing employees was relevant to whether Kelley's\r\nincompetence was the true reason for his dismissal.  See Powers v.\r\nGrinnell Corp., </pre><span class=\"citation\" data-id=\"548683\"><a href=\"/opinion/548683/53-fair-emplpraccas-1814-54-empl-prac-dec-p-40262-c-roland-powers/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 39 (1st Cir. 1990); Berndt v. Kaiser\r\nAluminum &amp; Chem. Sales, Inc., </pre><span class=\"citation\" data-id=\"469085\"><a href=\"/opinion/469085/40-fair-emplpraccas-1252-40-empl-prac-dec-p-36198-carl-f-berndt-v/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span></a></span><pre class=\"inline\">, 258 (3d Cir. 1986).  In\r\naddition, the district court admitted the Guidelines only\r\nconditionally, instructing the jury that, if the defense offered\r\n\"testimony . . . persuad[ing] you that [the Guidelines] would not\r\nbe applicable to Mr. Kelley, [they] may not be considered in this\r\ncase as part of the evidence.\"    We see no abuse of discretion in\r\nthe court's decision to admit the Guidelines.   \r\nAirborne raises a related claim that, once the district\r\ncourt had admitted the Guidelines, the court wrongly prevented\r\nAirborne from introducing rebuttal evidence that the Guidelines\r\noften were not followed and did not apply to Kelley.  The district\r\ncourt did twice limit Airborne's questioning on the applicability\r\nof the Guidelines.  When Airborne attempted to elicit testimony on\r\ncross-examination from Kelley about whether he had applied the\r\nGuidelines during his termination of an unrelated and lower-level\r\nemployee, the court limited the inquiry stating that:\r\nthe only issue is whether [the Guidelines]\r\nwere applicable to [Kelley].  So, if you want\r\nto talk about the applicability of the\r\nGuidelines to regional managers, that's one\r\nthing; but when you start talking about\r\nemployees to whom there's no issue, I think\r\nit's time not properly spent.\r\n\nAt recess, Airborne made an offer of proof that Kelley would have\r\ntestified that he \"considered the circumstances to be emergency\r\ncircumstances; and, therefore, the Guidelines were not followed.\"\r\nRule 611(a) of the Federal Rules of Evidence states: \r\nThe court shall exercise reasonable control\r\nover the mode and order of interrogating\r\nwitnesses and presenting evidence so as to (1)\r\nmake the interrogation and presentation\r\neffective for the ascertainment of the truth,\r\n[and] (2) avoid needless consumption of time .\r\n. .[.]\r\n\nAlthough the proffered testimony was perhaps tangentially relevant\r\nto the issue, the district court was frustrated by the extremely\r\nslow pace of the trial and Airborne's circuitous presentation of\r\nevidence.  The judge was within his discretion in limiting and\r\nfocusing the scope of this inquiry in order to save time if there\r\nwas no prejudice to appellant's case.  See Elgabri v. Lekas, </pre><span class=\"citation\" data-id=\"583865\"><a href=\"/opinion/583865/tarek-h-elgabri-md-v-mary-d-lekas-md/\"><span class=\"volume\">964</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span><pre class=\"inline\">, 1259-60 (1st Cir. 1992).  After reviewing Airborne's\r\noffer of proof--that Kelley may have once fired a subordinate\r\nwithout following the Guidelines--we find that the exclusion of\r\nthis testimony could not have prejudiced Airborne.   \r\nIn addition, the district court excluded testimony from\r\nGoodwin.  When Airborne attempted to question Goodwin regarding the\r\nGuidelines, the district court interrupted and asked Airborne's\r\ncounsel whether he planned to introduce \"anything remotely\r\ndifferent . . . than we've heard from two or three witnesses\r\nalready?\"  Counsel responded that the Guidelines hadn't \"yet been\r\nread.\"  The district court then excluded the testimony as\r\ncumulative.  On the present record, however, we cannot determine\r\nwhether Airborne suffered prejudice from the district court's\r\nexclusion of the evidence because Airborne failed to make an offer\r\nof proof at trial describing the substance of the excluded\r\ntestimony.   See Earle v. Benoit, </pre><span class=\"citation\" data-id=\"508419\"><a href=\"/opinion/508419/james-earle-v-robert-benoit/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span><pre class=\"inline\">, 847-48 (1st Cir.\r\n1988) (refusing to review a claim because appellant failed to make\r\nan offer of proof pursuant to Fed. R. Evid. 103(a)(2)).   At no\r\ntime did Airborne make an offer of proof that described the basic\r\ncontours of the evidence Airborne planned to introduce through\r\nGoodwin in order to demonstrate that the Guidelines were not\r\napplied to managers similarly situated to Kelley.  As a result,\r\nabsent compliance with Rule 103(a)(2), we cannot assess the\r\nimportance of the excluded evidence.  See id. at 848.  We thus find\r\nno error.\r\nThird, Airborne objects to the admission of age-related\r\ncomments made by Goodwin and Simpson.  Kelley testified that in the\r\nsummer of 1992, less than a year before his termination, Goodwin\r\nstated that age would be considered as a factor in selecting\r\nemployees for termination in the RIF and Simpson said it would be\r\na good time \"to get rid of some of the older mediocre managers.\" \r\nAirborne argues that, because Goodwin did not make the termination\r\ndecision, and the statements were temporally remote and not\r\ndirected at Kelley, the judge abused his discretion by not\r\nexcluding the evidence under Fed. R. Evid. 403.  We disagree.\r\nIt is settled that statements made by decisionmakers can\r\nevidence age discrimination.  See Mulero-Rodriguez v. Ponte, Inc.,\r\n</pre><span class=\"citation\" data-id=\"728081\"><a href=\"/opinion/728081/72-fair-emplpraccas-bna-406-69-empl-prac-dec-p-44437-gilberto/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">670</span></a></span><pre class=\"inline\">, 676 (1st Cir. 1996).  In addition, statements by\r\nnondecisionmakers can be evidence that a discriminatory atmosphere\r\npervades the workplace and infects the company's personnel\r\ndecisions.  See Conway v. Electro Switch Corp., </pre><span class=\"citation\" data-id=\"492354\"><a href=\"/opinion/492354/sandra-conway-v-electro-switch-corp-sandra-conway-v-electro-switch/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span><pre class=\"inline\">, 600\r\n(1st Cir. 1987).  Simpson's remark had a direct bearing on age\r\ndiscrimination because Simpson made the decision to terminate\r\nKelley.  Similarly, Goodwin's remark was an alleged discriminatory\r\nstatement by the head of human resources who participated closely\r\nin Kelley's termination and was in charge of the company's\r\ndiscrimination policy.  Such a statement was at least admissible to\r\nshow a discriminatory atmosphere.  The statements were made less\r\nthan a year before the termination while contemplating a reduction\r\nin force.  As a result, we cannot say that the temporal\r\nrelationship between the remarks and the termination was so\r\nattenuated as to render them irrelevant.  See id. at 598.  While\r\ncertainly the statements \"prejudiced\" the defendant, all probative\r\nevidence is prejudicial, and the district court did not abuse its\r\ndiscretion in finding that the statements were not unfairlyprejudicial. \r\nAfter reviewing Airborne's remaining evidentiary\r\ncontentions, we find them either unpreserved or without merit.   \r\nB. Jury Instructions\r\nAirborne contends that the district court committed\r\nreversible error by incorrectly instructing the jury as to the\r\ncontrolling principles of employment discrimination law.  Airborne\r\noffers a host of objections: (1) the instructions incorrectly\r\ndescribed the plaintiff's burden of proof; (2) the trial court\r\nerred by refusing to include instructions on business judgment, at-\r\nwill employment, the \"same actor\" inference, and the meaning of the\r\nterm \"wrongful discharge\"; (3) the trial court failed to comprehend\r\nthe difference between an age discrimination case and a wrongful\r\ndischarge case; and (4) an example that the trial court used to\r\nexplain the concept of pretext was rambling and confusing.  In\r\nAirborne's view, the cumulative effect of these errors was\r\nsufficiently prejudicial to warrant a new trial.  We disagree. \r\nWe begin with a brief review of the controlling\r\ndiscrimination law.  Because the plaintiff brought this action\r\npursuant to the ADEA and ch. 151B, the case involved the delicate\r\ntask of applying state and federal age discrimination laws that\r\ndiffer in some important, yet subtle, respects.  Under both federal\r\nand Massachusetts law, plaintiff must first establish a prima facie\r\ncase of discrimination.  McDonnell Douglas Corp. v. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">792</span></a></span><pre class=\"inline\">, 802 (1973); Blare v. Husky Injection Molding Sys., </pre><span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span>\r\n<span class=\"page\">111</span></span><pre class=\"inline\">, 116 (Mass. 1995).  The burden of production then shifts to the\r\nemployer to articulate a non-discriminatory rationale for its\r\nemployment action, which rebuts the employee's prima facie case. \r\nSt. Mary's Honor Ctr. v. Hicks, </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span><pre class=\"inline\">, 507 (1993).  Under\r\nboth Massachusetts and federal law, the plaintiff at all times\r\nbears the ultimate burden of persuading the trier of fact that the\r\ndefendant intentionally discriminated against him.  See id.(quoting Texas Dep't of Comm. Affairs v. Burdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">, 253\r\n(1981)); Blare, 646 N.E.2d at 117.  \r\nFederal and state law differ, however, in the role that\r\npretext plays in enabling a plaintiff to meet his burden of proving\r\nthat the defendant intentionally discriminated against him.  In\r\nHicks, the Supreme Court explained the role of pretext in federal\r\ndiscrimination cases that proceed under the McDonnell Douglasburden-shifting framework:\r\nThe factfinder's disbelief of the reasons put\r\nforward by the defendant (particularly if\r\ndisbelief is accompanied by a suspicion of\r\nmendacity) may, together with the elements of\r\nthe prima facie case, suffice to show\r\nintentional discrimination.  Thus, rejection\r\nof the defendant's proffered reasons will\r\npermit the trier of fact to infer the ultimate\r\nfact of intentional discrimination . . . . \r\n\nHicks, 509 U.S. at 511 (emphasis added).  Thus, under the ADEA, if\r\nthe plaintiff establishes that the defendant's proffered reasons\r\nfor the adverse employment action are not the true reasons, the\r\ntrier of fact may, depending on the overall evidence, but is not\r\nrequired, to infer that intentional age-based discrimination was a\r\ndeterminative factor in the adverse employment action.  See \r\nWoodman v. Haemonetics Corp., </pre><span class=\"citation\" data-id=\"196019\"><a href=\"/opinion/196019/woodman-v-heamonetics-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1087</span></a></span><pre class=\"inline\">, 1091-92 (1st Cir.\r\n1995); see also Kline v. Tennessee Valley Auth., </pre><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">337</span></span><pre class=\"inline\">, 343-\r\n44 (6th Cir. 1997) (collecting cases). \r\nIn contrast, \"Massachusetts is a 'pretext only'\r\njurisdiction.\"  Blare, 646 N.E.2d at 117; Carter v. Commissioner of\r\nCorrection, </pre><span class=\"citation no-link\"><span class=\"volume\">681</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1255</span></span><pre class=\"inline\">, 1264 (Mass. App. Ct. 1997).  Under\r\nthe \"pretext only\" standard: \r\n[A] plaintiff who has established a prima\r\nfacie case and persuaded the trier of fact\r\nthat the employer's articulated justification\r\nis not true but a pretext, is entitled to\r\njudgment. \r\nBlare, 646 N.E.2d at 116 (emphasis added) (citing Wheelock Collegev. Massachusetts Comm'n Against Discrimination, </pre><span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">309</span></span><pre class=\"inline\">, 315\r\n(Mass. 1976)); see also Lattimore v. Polaroid Corp., </pre><span class=\"citation\" data-id=\"728907\"><a href=\"/opinion/728907/72-fair-emplpraccas-bna-397-36-fedrserv3d-569-ollie-lattimore-v/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">,\r\n465 (1st Cir. 1996) (citing Blare).  The distinction matters: to\r\nprevail under Massachusetts law, a plaintiff carries \"his burden of\r\npersuasion with circumstantial evidence that convinces the\r\nfactfinder that the [employer's] proffered explanation is not\r\ncredible.\"  Id.; see Handrahan v. Red Roof Inns, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">680</span> <span class=\"reporter\">N.E.2d</span>\r\n<span class=\"page\">568</span></span><pre class=\"inline\">, 573-74 (Mass. App. Ct.), review denied, </pre><span class=\"citation no-link\"><span class=\"volume\">684</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1198</span></span><pre class=\"inline\"> (Mass.\r\n1997); Powers v. H.B. Smith, </pre><span class=\"citation no-link\"><span class=\"volume\">679</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">252</span></span><pre class=\"inline\">, 255 (Mass. App. Ct.\r\n1997); see also Kline, 128 F.3d at 343 (collecting cases and\r\ndescribing the \"pretext only\" standard). \r\nWe turn to Airborne's contention that the district court\r\nincorrectly instructed the jury on the plaintiff's burden of proof\r\nunder state law.  The district court described how both state and\r\nfederal law require the plaintiff to prove the same prima facie\r\ncase and explained that, under federal law, the plaintiff must\r\nprove that age had a determinative influence on his termination. \r\nIn addition, the court explained that if the plaintiff proved that\r\nthe defendant's stated reasons for terminating Kelley were\r\npretextual, the jury should enter judgment in his favor on only the\r\nstate claim.  In relevant part, the district court verbally\r\nsummarized Massachusetts law as follows:\r\n[A] plaintiff who has established a prima\r\nfacie case and persuaded the trier of fact\r\nthat the employer's articulated justification\r\nis not true but a pretext, is entitled to\r\njudgment.\r\n                      . . .\r\nUnder the federal [law], it's the plaintiff's\r\nobligation to prove that age discrimination\r\nexisted.  Under the state law . . . if the\r\nemployer comes up with reasons which you find\r\nto be pretextual, these [sic] enough.  There\r\nis no requirement under the state law for the\r\nplaintiff to prove that the reason for his\r\nbeing discharged was age.   It is done in a\r\ndifferent fashion.  It's in combination . . .\r\nwith the prima facie case, that he was old,\r\nthat he was fired, there was a younger man\r\nhired for the job . . . [plus] the giving of a\r\npackage of false reasons, for the discharge,\r\nleads the state court to conclude that the\r\nonly reason for giving the false explanation,\r\ngiven the prima facie case, would be\r\nprohibited discrimination, that he was fired\r\nfor age.  \r\nThe jury instruction thus endeavored, in simplified terms, to\r\ndistinguish between the \"pretext only\" standard used in\r\nMassachusetts and the federal standard, which allows, but does not\r\nnecessarily require, a jury to find discrimination if the\r\ndefendant's reasons were pretextual--perhaps a difficult concept\r\nfor a lay jury to understand.  \r\nAirborne argues that the district court misstated the\r\nplaintiff's burden of proof when it stated that \"[t]here is no\r\nrequirement under the state law for the plaintiff . . . to prove\r\nthat the reason for his being discharged was his age.\"   Airborne\r\nthus contends that the instruction on pretext implied that Airborne\r\nhad the burden of persuasion on discrimination.  \r\nAt first glance, the statement to which Airborne objects\r\nappears to support their claim because Massachusetts does, of\r\ncourse, require the plaintiff to prove age discrimination.  The\r\nallegedly objectionable statement, however, was part of a longer\r\ndiscussion that involved not who had the burden to prove\r\ndiscrimination, but how the plaintiff could meet its burden of\r\nproving intentional discrimination under state law: by proving that\r\nthe employer's stated reasons for the discharge were not the true\r\nreasons.  The instruction, as a whole, correctly summarized\r\nMassachusetts law in this regard.  Further, the district court\r\nstated that Kelley, not Airborne, had the burden of proof at all\r\ntimes.\r\nNow, I keep talking about the plaintiff's\r\nburden.  But I want it clear that the\r\ndefendant has no burden . . . . It is not up\r\nto the defendant to prove that it was not his\r\nage that was the determinative influence, but\r\nit's up to the plaintiff to prove.\r\nReading the instructions as a whole, we see no risk that the jury\r\nfailed to understand that, under ch. 151B, the plaintiff had the\r\nburden of proving that Airborne's stated reasons for terminating\r\nKelley were not the true reasons. \r\nAlthough Airborne suggests that Massachusetts is not a\r\n\"pretext only\" jurisdiction, that claim is directly contrary to\r\nBlare and its progeny.  Under ch. 151B, Kelley had to prove that it\r\nwas more likely than not that Airborne's stated reasons for\r\ndischarging him were a pretext.  See Lehman v. Prudential Ins. Co.\r\nof America, </pre><span class=\"citation\" data-id=\"711114\"><a href=\"/opinion/711114/69-fair-emplpraccas-bna-1752-67-empl-prac-dec-p-43906-pens-plan/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span><pre class=\"inline\">, 327 (1st Cir. 1996) (citing Blare, 646\r\nN.E.2d at 118).  Although perhaps inartful at times, the\r\ninstruction adequately described state law.  Airborne's counsel,\r\ndespite repeated colloquies with the judge, simply refused to\r\naccept that Massachusetts is a \"pretext only\" jurisdiction.  The\r\ndistrict court correctly refused Airborne's invitation to misread\r\nstate law.\r\nAirborne contends, second, that the court's refusal to\r\nprovide a business judgment instruction at Airborne's timely\r\nrequest constitutes reversible error.  Airborne argues that a new\r\ntrial is necessary because the cumulative effect of the  court's\r\ninaccurate pretext instruction and the lack of a business judgment\r\ninstruction left the jury with the \"clear impression that it could\r\nsubstitute its judgment for Airborne's\" and prevented the jury from\r\n\"understanding Airborne's legal theory on the controlling issues of\r\nthe case (the state of mind of the decisionmaker).\"\r\n\"In reviewing a court's decision not to give a particular\r\ninstruction, our duty is to determine whether the instructions as\r\ngiven tend to confuse or mislead the jury with regard to the\r\napplicable principles of law.\"  Poulin v. Greer, </pre><span class=\"citation\" data-id=\"195263\"><a href=\"/opinion/195263/poulin-v-greer/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span><pre class=\"inline\">, 983\r\nn.3 (1st Cir. 1994).  While perhaps a business judgment instruction\r\nmight have been useful in this case, its omission does not provide\r\na basis for undermining the adequacy of the charge as a whole.  We\r\ncannot see how the jury could have thought that it was free to find\r\nthat age had a determinative influence on Kelley's discharge if it\r\nmerely disagreed with Airborne's business judgment.  The district\r\ncourt instructed the jury, on more than one occasion, that Kelley\r\ncould prevail on his federal claim only if he proved by a\r\npreponderance of the evidence that the he would not have been fired\r\nbut for his age.  Interrogatory number 2, which the jury answered\r\naffirmatively, asked \"has the plaintiff proved that his age had a\r\ndeterminative influence on defendant's decision to discharge him?\" \r\nThese instructions did not permit or suggest that the jury could\r\npredicate a finding of age discrimination on their disagreement\r\nwith Airborne's business judgment.  Similarly, we cannot agree that\r\nthe instruction prevented the jury from focusing on the state of\r\nmind of the decisionmaker.  The district court said:\r\nHere, the issue has to do with motive, state\r\nof mind. . . .  [Y]ou're looking into the\r\nstate of mind of the defendant company in\r\ndischarging the plaintiff.  It is a state of\r\nmind that existed or did not exist at the time\r\nof discharge.\r\nThese instructions adequately framed the only important question. \r\nThus, we find no error in the decision of the district court not to\r\ngive a business judgment instruction.  \r\nEven if Airborne's argument prevailed under federal law,\r\nthe damages awarded via ch. 151B would still stand.  Airborne does\r\nnot suggest that the failure to provide the business judgment\r\ninstruction constitutes reversible error under Massachusetts law. \r\nThus, the absence of the business judgment instruction has no\r\neffect on the defendant's liability under ch. 151B.\r\nAirborne's third contention is that the district court's\r\nfailure to include an \"at-will\" instruction and the \"same actor\r\ninference\" instruction provides a basis for vacating the jury's\r\nverdict.  Although a district court may be allowed to use these\r\ninstructions in appropriate circumstances, see Achor v. Riverside\r\nGolf Club, </pre><span class=\"citation\" data-id=\"743029\"><a href=\"/opinion/743029/74-fair-emplpraccas-bna-289-70-empl-prac-dec-p-44789-gerald-l/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">339</span></a></span><pre class=\"inline\">, 341 (7th Cir. 1997) (\"[W]e doubt [the at-\r\nwill instruction] should have been given, and we are confident that\r\nthey should not have used . . . formal terminology.\"), Buhrmasterv. Overnite Transp. Co., </pre><span class=\"citation\" data-id=\"700644\"><a href=\"/opinion/700644/mary-e-buhrmaster-v-overnite-transportation-company/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">461</span></a></span><pre class=\"inline\">, 463 (6th Cir. 1995)(holding\r\nthat including the \"same actor inference\" in a jury instruction does\r\nnot constitute reversible error), we are confident that the absence\r\nof these instructions could not have confused or misled the jury as\r\nto the controlling law.\r\nAirborne claims a number of additional errors that\r\nwarrant little discussion.  The claim that Judge Garrity confused\r\na wrongful discharge claim with Kelley's discrimination claim is\r\nwithout merit.  The district court used the phrase \"wrongful\r\ndischarge\" loosely at one or two points in the ten-day trial and\r\ntwice in the jury instructions when discussing the calculations of\r\ndamages, and there was some testimony that utilized the term. \r\nAfter reviewing the record as a whole, however, we discern no\r\ndanger that the jury could have confused Kelley's ADEA and ch. 151B\r\nage discrimination claims with a contract-based wrongful discharge\r\nclaim, see, e.g., Upton v. JWP Businessland, </pre><span class=\"citation no-link\"><span class=\"volume\">682</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1357</span></span><pre class=\"inline\"> (Mass.\r\n1997).  Nor was the district court required to define wrongful\r\ndischarge when there was no contract-based claim.  To do so might\r\nhave confused the jury.\r\nAirborne's objection to the district court's resort to an\r\nanalogy to demonstrate the difference between state and federal\r\npretext analyses also fails.  To illustrate the meaning of pretext,\r\nthe court used the example of a couple, in which one spouse tells\r\nthe other spouse that he or she is going to the store to get milk,\r\nwhen in fact, he or she is going to buy cigarettes as well and\r\nwants to conceal this fact.  Airborne's only objection to the\r\nanalogy at trial was that it \"created the impression\" that, under\r\nstate law, the jury's finding of pretext was sufficient to find\r\nintentional discrimination.  As the jury's finding of pretext was,\r\nin fact, sufficient to enter judgment on the state claim, we fail\r\nto see how the analogy constitutes reversible error.   We need not\r\nconsider Airborne's other arguments, that the analogy shifted the\r\nburden of proof and placed the jury in the position of being a\r\n\"super-personnel agency,\" because Airborne failed to raise these\r\nconcerns before the district court.  See La Amiga del Pueblo, Inc.\r\nv. Robles, </pre><span class=\"citation\" data-id=\"564311\"><a href=\"/opinion/564311/la-amiga-del-pueblo-inc-v-ismael-robles/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span><pre class=\"inline\">, 692 (1st Cir. 1991). \r\nThe instructions adequately explained the controlling\r\ndiscrimination law to the jury.  We \"customarily cede wide\r\ndiscretion to trial courts to fashion jury instructions as they see\r\nfit and we see no reason to second-guess the court in this\r\ninstance.\"  Evans v. Avery, </pre><span class=\"citation\" data-id=\"197095\"><a href=\"/opinion/197095/evans-v-avery/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1033</span></a></span><pre class=\"inline\">, 1040 (1st Cir. 1996)\r\n(citations omitted).\r\nC.  The District Court's Questioning of Witnesses\r\nAirborne claims it suffered prejudice because the\r\ndistrict court improperly commented on the evidence and\r\ninterrogated the witnesses during the course of the trial.  In\r\nparticular, Airborne argues that the district court improperly\r\ntrivialized Simpson's opinions regarding customer concerns and\r\nwrongfully criticized Guiod's business judgment.  After reviewing\r\nthe record, we conclude that Airborne failed to object properly to\r\nthe district court's questions.  \r\n\"Federal Rule of Evidence 614(c) provides that\r\nobjections to the interrogation of witnesses\r\nby the court may be made at the time of the\r\ninterrogation or at the next available\r\nopportunity when the jury is not present. . .\r\n.  If a party fails to object to the court's\r\ninterrogation of a witness at trial, his\r\nobjection will not be reviewed on appeal.\"\r\nStillman v. Norfolk &amp; Western Ry. Co., </pre><span class=\"citation\" data-id=\"483263\"><a href=\"/opinion/483263/carl-r-stillman-v-norfolk-western-railway-company-a-corporation/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">834</span></a></span><pre class=\"inline\">, 839 (4th Cir.\r\n1987).  In this case, Airborne's counsel did not object to the\r\ndistrict judge's questioning of witnesses during the trial, either\r\nin front of the jury or when the jury was not present.  The\r\ndistrict court has the undisputed right to question witnesses at\r\ntrial, see United States v. Henry,    F.3d   , </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">38009</span></span><pre class=\"inline\"> (1st\r\nCir. 1998), and proper objections are vital in order to assist the\r\ndistrict court in ensuring that its participation is not unfairly\r\nprejudicial to one side.  Thus, we will not review Airborne's claim\r\nthat the district court's questions here constitute prejudicial\r\nerror.                               IV.\r\n                       Damages\r\nFinally, Airborne challenges the $1,000,000 front pay\r\naward under the ADEA and ch. 151B.  Airborne advances four\r\narguments: (1) that the district court abused its discretion in\r\nfinding that reinstatement was impracticable or impossible; (2) the\r\nfront pay jury instruction was inadequate; (3) the evidence was\r\ninsufficient to sustain the jury's award; and (4) the district\r\ncourt improperly multiplied the jury front pay award pursuant to\r\nch. 151B,  9.  We disagree and affirm the front pay award. \r\nA. Reinstatement\r\n In his complaint, plaintiff's request for damages\r\nincluded a request for reinstatement or front pay.  On the first\r\nday of trial, the district court asked the defendant whether it\r\ncould take a position on reinstating Kelley; the defendant\r\ndeclined.  After the jury awarded $1,000,000 in front pay, Airborne\r\nfiled a post-trial motion asking the district court to order Kelley\r\nreinstated.  Airborne suggested that, because Kelley's RFSM\r\nposition was filled, the district court could order that Kelley\r\nreturn to a specially created position of \"at-large\" RFSM, which it\r\nclaimed offered compensation, benefits, and responsibilities\r\nsimilar to the position which Kelley had lost.  Kelley would work\r\nfor Simpson, his supervisor prior to his termination.  Airborne\r\nreasoned that, because it was now \"willing to reinstate Mr. Kelley\r\nas a result of the jury's finding that it acted wrongfully in\r\nterminating his employment, Mr. Kelley is not entitled to front\r\npay.\"  \r\nThe district court conducted two days of hearings on the\r\nlegal and practical aspects of reinstatement, which included the\r\nreceipt of additional testimony from Goodwin and a proffer from\r\ncounsel describing the proposed position.  The district court found\r\nthat reinstatement was \"impracticable in the extreme\" and therefore\r\nawarded front pay under both the ADEA and ch. 151B,  9. \r\n Airborne contends that the district court abused its\r\ndiscretion because (1) Kelley failed to show that his relationship\r\nwith Simpson, his immediate superior, was hostile, (2) and that the\r\ntrial court's findings were unsupported by the evidence.  Under the\r\nADEA, though the district court has equitable power to award front\r\npay when plaintiff has \"no reasonable prospect of obtaining\r\ncomparable alternative employment,\"  Powers, 915 F.2d at 42\r\n(citation and quotation omitted), future damages should not be\r\nawarded unless reinstatement is impracticable or impossible. \r\nWildman v. Lerner Stores Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></span><pre class=\"inline\">, 615 (1st Cir. 1985). \r\nThe district court has broad discretion to determine precisely how\r\nto compensate the injured plaintiff fully, see Selgas v. American\r\nAirlines, Inc., </pre><span class=\"citation\" data-id=\"732463\"><a href=\"/opinion/732463/72-fair-emplpraccas-bna-1457-69-empl-prac-dec-p-44463-mary-jane/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 13 (1st Cir. 1997), and, given its\r\nability to directly observe the litigants, it is in a far better\r\nposition than an appeals court to judge the quality of their\r\nrelationship, an important factor in determining the viability of\r\nreinstatement.  See Wildman, 771 F.2d at 615.  On appeal, an order\r\ndenying reinstatement will be disturbed only when the reviewing\r\ncourt is left \"with a definite and firm conviction that a mistake\r\nhas been made.\"  Graefenhain v. Pabst Brewing Co., </pre><span class=\"citation\" data-id=\"520349\"><a href=\"/opinion/520349/gunther-graefenhain-and-philip-miller-cross-appellees-v-pabst-brewing/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1198</span></a></span><pre class=\"inline\">,\r\n1201 (7th Cir. 1989).\r\n The district court based its decision on the\r\nconsiderable antipathy Airborne's top management held for Kelley,\r\nantipathy that the district court found went beyond the \"animosity\r\nengendered by th[e] litigation.\"  As the district court explained,\r\nBrazier disliked Kelley prior to the litigation; the other\r\nmanagement staff had effectively vilified Kelley, which completely\r\nundermined his value as a manager; and Kelley's supervisor would be\r\nthe man who had signed his termination letter--a termination the\r\ncourt described as \"deliberately manufactured\" without restraint. \r\nFurther, the district court did not trust Airborne's reinstatement\r\noffer or their intentions.  The court described the motion asking\r\nthe court to reinstate Kelley as \"just another strategic move\" and\r\nfound that the proposed \"at-large\" position was indefinite and\r\n\"make-work.\"\r\nThe district court thus expressed deep concerns in its\r\ndetermination that Kelley's reinstatement to Airborne was\r\nimpracticable.  Given these stated reasons, we find the refusal to\r\norder reinstatement well within the court's discretion and amply\r\nsupported by the record.  See Maxfield v. Sinclair Intern., </pre><span class=\"citation\" data-id=\"454680\"><a href=\"/opinion/454680/38-fair-emplpraccas-442-37-empl-prac-dec-p-35454-james-l-maxfield/\"><span class=\"volume\">766</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span><pre class=\"inline\">, 795 (3d Cir. 1985) (noting that reinstatement may be\r\ninappropriate if animosity has damaged the relationship between the\r\nparties); Cancellier v. Federated Dep't Stores, </pre><span class=\"citation\" data-id=\"400928\"><a href=\"/opinion/400928/philip-d-cancellier-john-w-costello-and-zelma-smith-ritter/\"><span class=\"volume\">672</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1312</span></a></span><pre class=\"inline\"> (9th\r\nCir. 1982) (similar).  \r\nB.  The Front Pay Instruction\r\nAirborne next contends that the district court\r\nincorrectly instructed the jury on how to calculate front pay\r\ndamages.  Within federal employment discrimination law, front pay\r\nis generally an equitable remedy awarded by the court, see Lussierv. Runyon, </pre><span class=\"citation\" data-id=\"692275\"><a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1103</span></a></span><pre class=\"inline\">, 1108 (1st Cir. 1995), while, under ch.\r\n151B, the jury awards front pay, see Handrahan, 680 N.E.2d at 576. \r\nThe district court thus submitted the issue of front pay to the\r\njury.  Airborne argues that, due to the district court's inadequate\r\ninstructions on how the jury was to calculate front pay, the award\r\nshould be vacated or, in the alternative, remanded for a further\r\nhearing.  We disagree. \r\n\"Our principal focus in reviewing jury instructions is to\r\ndetermine whether they tended to confuse or mislead the jury on the\r\ncontrolling issues.\"  Service Merchandise Co., Inc. v. Boyd Corp.,\r\n</pre><span class=\"citation\" data-id=\"428314\"><a href=\"/opinion/428314/service-merchandise-company-inc-v-the-boyd-corporation-service/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span><pre class=\"inline\">, 950 (1st Cir. 1983).  We look to state law governing\r\nthe award of front pay damages to determine if the jury charge was\r\nproper.  See DaSilva v. American Brands, Inc., </pre><span class=\"citation\" data-id=\"504862\"><a href=\"/opinion/504862/25-fed-r-evid-serv-413-prodliabrepcchp-11763-escolastica/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">356</span></a></span><pre class=\"inline\">, 362\r\n(1st Cir. 1988).  In Massachusetts, front pay is considered a form\r\nof compensatory prospective damages, akin to future damages in the\r\ntort context.  See Conway, 523 N.E.2d at 256-57.  Massachusetts law\r\nrequires that front pay awards not be speculative, that they be\r\ncausally related to the wrongdoing, and that the plaintiff not be\r\nmade more than whole. See id. at 527.                      \r\nAirborne argues that the instruction was legally\r\ndeficient because the district court failed to instruct the jury\r\n(1) to consider other relief that Kelley might recover and his\r\nprospects for obtaining comparable alternative employment and for\r\ncontinuing at Airborne in light of his health; (2) to consider\r\nwhether his job would remain in existence given Airborne's economic\r\nfuture; and (3) to reduce front pay as much as necessary to keep\r\nKelly from being overcompensated.  We disagree. \r\nWhile some of Airborne's proposed instructions may have\r\nbeen useful, Massachusetts law does not suggest that the district\r\ncourt abused its discretion in not using Airborne's proffered\r\ninstructions.  What Massachusetts authority there is on front pay\r\ninstructions indicates that the charge here was adequate.  SeeBoothby v. Texon, </pre><span class=\"citation no-link\"><span class=\"volume\">608</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1028</span></span><pre class=\"inline\">, 1039 (Mass. 1993) (approving\r\nfront pay instruction in wrongful discharge case that jury could\r\nuse its \"common sense\" in formulating a front pay award); Griffinv. General Motors Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">403</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">402</span></span><pre class=\"inline\">, 405 (Mass. 1980)(approving\r\ninstruction that the \"plaintiff was 'entitled to her past and\r\nfuture impaired earning capacity'\").  The district court adequately\r\ndescribed the controlling legal principles; thus, we find no abuse\r\nof discretion. \r\nC.  The Sufficiency of Evidence on Front Pay Damages\r\nAirborne challenges the jury's $1,000,000 front pay award\r\nunder ch. 151B, arguing that the award is speculative and not\r\nsupported by record evidence.  In its post-trial motions, Airborne\r\nmoved pursuant to Fed. R. Civ. P. 59 for remittitur of the front\r\npay award and for a new trial.  The district court denied both\r\nmotions.  The trial judge has \"discretion to grant a new trial if\r\nthe verdict appears to [the judge] to be against the weight of the\r\nevidence,\" Gasperini v. Center for Humanities, Inc., </pre><span class=\"citation\" data-id=\"2528498\"><a href=\"/opinion/2528498/gasperini-v-center-for-humanities-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span>\r\n<span class=\"page\">2211</span></a></span><pre class=\"inline\">, 2222 (1996) (citations and quotations omitted), or to order\r\nremittitur of the award in light of the evidence adduced at trial,\r\nsee Conde v. Starlight I, Inc., </pre><span class=\"citation\" data-id=\"197150\"><a href=\"/opinion/197150/conde-v-starlight-i-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span><pre class=\"inline\">, 212 (1st Cir. 1997). \r\n\"[T]he role of the district court is to determine whether the\r\njury's verdict is within the confines set by state law . . . . [We]\r\nthen review the district court's determination under an\r\nabuse-of-discretion standard.\"  Browning-Ferris Ind., Inc. v. Kelco\r\nDisposal, Inc., </pre><span class=\"citation\" data-id=\"112324\"><a href=\"/opinion/112324/browning-ferris-industries-of-vt-inc-v-kelco-disposal-inc/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span><pre class=\"inline\">, 279 (1989).\r\nWe consider the damages evidence in the light most\r\nfavorable to Kelley.  See Vera-Lozano v. International\r\nBroadcasting, </pre><span class=\"citation\" data-id=\"691949\"><a href=\"/opinion/691949/67-fair-emplpraccas-bna-667-66-empl-prac-dec-p-43488-agnes/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span><pre class=\"inline\">, 71 (1st Cir. 1995).                \r\n The proper front pay award was a hotly contested issue\r\nat trial and both sides introduced competent expert testimony on\r\nthe issue.  Plaintiff's expert estimated front pay damages to be\r\n$1,531,631 if Kelley worked at Airborne until age 60, $1,869,211\r\nuntil age 62, and $2,377,482 until age 65.  Airborne's expert\r\ncalculated that Kelley would suffer $360,000 worth of front pay\r\ndamage by age 55, but chose not to project beyond that age. \r\nAirborne contends that we must vacate the jury verdict\r\nbecause Kelley presented no statistical evidence or other data that\r\njustified the expert testimony calculating Kelley's damages until\r\nage 60 and beyond.  We disagree.  \"[A]n award of front pay,\r\nconstituting as it does, an estimate of what a plaintiff might have\r\nearned had s/he been reinstated at the conclusion of trial, is\r\nnecessarily speculative.\"  Selgas, 104 F.3d at 14 n.6. \r\nMassachusetts law is clear that uncertainty in the award of future\r\ndamages does not bar their recovery, and we have said that the\r\n\"'[g]enerousness of a jury's award does not alone justify an\r\nappellate court in setting it aside' [unless] it is shown to exceed\r\nany rational appraisal or estimate of the damages . . . .\"  Linn,\r\n874 F.2d at 6 (quoting Kolb v. Goldring, Inc., </pre><span class=\"citation\" data-id=\"411646\"><a href=\"/opinion/411646/30-fair-emplpraccas-633-30-empl-prac-dec-p-33169-theodore-kolb-v/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span><pre class=\"inline\">, 781\r\n(1st Cir. 1982)). \r\nThere was sufficient evidence before the jury from which\r\nit could rationally have found $1,000,000 in front pay damage. \r\nKelley intended to work at Airborne for the rest of his life; when\r\nAirborne fired Kelley, he was six years away from becoming fully\r\nvested in the company's pension plan; and Airborne's stated\r\nretirement age was sixty-five.  Both experts agreed that, without\r\na college education, it would have been extremely difficult for\r\nKelley to obtain a comparable salary.  In addition, the jury\r\nawarded only about two-thirds of the front-pay damages the\r\nplaintiff's expert calculated Kelley would suffer had he worked\r\nuntil he was sixty-years old.  On these facts, the district court\r\ndid not abuse its discretion in declining remittitur.\r\nD.  The Discretionary Multiplier\r\nAirborne finally contends that the district court\r\nimproperly imposed the discretionary multiplier contained in ch.\r\n151B,  9 on Kelley's front pay and emotional distress damages. \r\nIn the relevant part, the statute states: \r\nAny person claiming to be aggrieved by a\r\npractice concerning age discrimination in\r\nemployment . . . may bring an action under\r\nthis section for damages or injunctive relief\r\nor both . . . .  If the court finds for the\r\npetitioner, recovery shall be in the amount of\r\nactual damages; or up to three, but no less\r\nthan two, times such amount if the court finds\r\nthat the act or practice complained of was\r\ncommitted with knowledge, or reason to know,\r\nthat such act or practice violated the\r\nprovisions of said section four. \r\nMass. Gen. Laws ch. 151B, 9 (emphasis added).  After declining to\r\norder Kelley's reinstatement, the district court imposed a\r\nmultiplier of 2.25 on the jury's award of back pay, front pay, and\r\nemotional distress damages in light of the jury's responses to the\r\nverdict form.\r\nAirborne contends that settled principles of statutory\r\nconstruction and policy considerations indicate that emotional\r\ndistress and front pay damages are not within the definition of\r\nactual damages subject to the discretionary multiplier.  We\r\ndisagree.  \r\nAirborne's first contention, that emotional distress\r\ndamages are not actual damages, is incorrect.  We note that in\r\nFontaine v. Ebtec Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">613</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">881</span></span><pre class=\"inline\">, 883 &amp; n.4 (Mass. 1993),\r\nthe Supreme Judicial Court affirmed without comment the\r\nmultiplication of an award of emotional distress damages pursuant\r\nto  9.  In addition, Massachusetts courts award emotional distress\r\ndamages routinely in age discrimination cases pursuant to ch. 151B,\r\n9. See, e.g., Powers v. H.B. Smith Co., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">679</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">252</span></span><pre class=\"inline\">, 257\r\n(Mass. App. Ct. 1997).  \r\nAirborne's second contention, that front pay is not a\r\ntype of actual damages, is a question that has not been explicitly\r\nanswered in Massachusetts.  The plain meaning of the language used\r\nin ch. 151B makes clear, however, that front pay comes within the\r\nambit of actual damages.  In 1989, the Massachusetts legislature\r\nauthorized the recovery of punitive damages in discrimination cases\r\nsuccessfully brought under the chapter by adding the following\r\nprovision to the third paragraph of  9: \"If the court finds for\r\nthe petitioner, it may award the petitioner actual and punitivedamages.\"  Fontaine, 613 N.E.2d at 887 &amp; n.9 (emphasis added)\r\n(quoting St.1989, ch. 722,  31).  In 1990, the legislature amended\r\nthe fourth paragraph of  9 to provide for multiple damages\r\nspecifically in cases of age discrimination by adding the\r\nfollowing: \"recovery shall be in the amount of actual damages; or\r\nup to three, but not less than two, times such amount if\" the act\r\nwas committed with knowledge that it violated the statute.  Id.(quoting St.1990, ch. 395) (emphasis added).  The phrase \"actual\r\ndamages\" must have a consistent meaning throughout ch. 151B, and\r\nthe provision appears to distinguish between actual damages and\r\npunitive damages in discrimination cases.  In Massachusetts, front\r\npay is compensatory in nature, not punitive.  See Handrahan, 680\r\nN.2d at 576.  It thus follows that front pay must fall within the\r\ndefinition of actual damages subject to the discretionary\r\nmultiplier.  Cf. DiMarzo v. American Mut. Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span>\r\n<span class=\"page\">1189</span></span><pre class=\"inline\">, 1200 (Mass. 1983) (defining \"actual damages\" in Mass. Gen.\r\nLaws ch. 93A, to include \"all losses which were the foreseeable\r\nconsequences\" of the unlawful conduct). \r\nAirborne's reading of ch. 151B,  9 is implausible.  The\r\nfourth paragraph of  9 authorizes the award of damages in \r\ndiscrimination cases by stating that \"recovery shall be in the\r\namount of actual damages . . . .\"  The provision contains no other\r\nauthorization for the award of damages.  Under Airborne's proffered\r\ndefinition, an age discrimination victim could never recover front\r\npay because the loss of future pay would not be actual damage, and\r\nthus there would be no statutory basis on which to award it.  The\r\nSJC, however, has explicitly held that  9 authorizes the award of\r\nfront pay.  See Conway, 523 N.E.2d at 256-57.  Therefore, front pay\r\nmust be actual damages.  The district court correctly found that\r\nthe front pay award was subject to the discretionary multiplier.  \r\n                          V.\r\nFor the reasons set forth above, the judgment of the\r\ndistrict court is affirmed.  Costs to appellee.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2528498/"
  ]
}