{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197508/",
  "absolute_url": "/opinion/197508/cape-ann-citizens-v-city-of-gloucester/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197508/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:31:54Z",
  "date_modified": "2017-03-24T10:52:26.979689Z",
  "type": "010combined",
  "sha1": "7a9172d78ddd5a22aa8956af9eb812709cefd5a8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2327.01A",
  "local_path": null,
  "plain_text": "\n\n                      [NOT FOR PUBLICATION]\r\n\n                 United States Court of Appeals\r\n                      For the First Circuit\r\n                                          \r\n\nNo. 96-2327\r\n\n             CAPE ANN CITIZENS ASSOCIATION, ET AL.,\r\n\n                    Plaintiffs - Appellants,\r\n\n                               v.\r\n\n                   CITY OF GLOUCESTER, ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                          \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. William G. Young, U.S. District Judge]\r\n\n                                          \r\n\n                             Before\r\n\n                     Torruella, Chief Judge,\r\n\n             Bownes and Cyr, Senior Circuit Judges.\r\n\n                                           \r\n\n     Philip H. Cahalin for appellants.\r\n     Madelyn  \r                       Morris, Assistant Attorney General, Environmental\r\nProtection Division, with whom George \r                                                B. \r                                                   Henderson \r                                                             II, Assistant\r\nUnited States Attorney, was on brief for appellees Commonwealth of\r\nMassachusetts and the United States.\r\n     Linda Thomas Lowe\r                               , General Counsel, Legal Department, City of\r\nGloucester, for appellee City of Gloucester.\r\n\n                                          \r\n\n                         August 13, 1997\r\n                                          \r\r\n\n          TORRUELLA, Chief Judge.  In 1979, the Commonwealth of\r\n\nMassachusetts (\"the Commonwealth\") sued the City of Gloucester\r\n\n(\"the City\") for violating the Massachusetts Clean Water Act, Mass.\r\n\nGen. Laws ch. 21, SS 26-53. The City agreed to the entry of a\r\n\nfinal judgment that required it,     inter  \r                                                      alia, to prepare a\r\n\nfacilities plan to identify and remedy the pollution in North\r\n\nGloucester.\r\n\n          In 1989, the United States brought an action in federal\r\n\ncourt, alleging that the City was in violation of the Clean Water\r\n\nAct, 33 U.S.C. S 1252 et seq. (CWA). The Commonwealth intervened\r\n\nas a party plaintiff and alleged that the City was violating both\r\n\nthe state and federal clean water acts. The complaints in federal\r\n\ncourt alleged, \r                        inter alia\r                                  , that the City was discharging pollutants\r\n\ninto the waters of the United States and the Commonwealth, in\r\n\nviolation of its National Pollutant Discharge Elimination System\r\n\n(\"NPDES\") permit, issued by the Environmental Protection Agency\r\n\npursuant to the Clean Water Act.\r\n\n          In 1991, the City agreed to the entry of a consent\r\n\ndecree. The agreement included a schedule for the design and\r\n\nconstruction of an extension of the sewer system to North\r\n\nGloucester. The decree was amended several times thereafter. In\r\n\n1993, it was amended to give the City discretion to use Septic Tank\r\n\nEffluent Pump (\"STEP\") sewers rather than a combination of\r\n\nconventional gravity sewers and pressure sewers.\r\n\n A STEP sewer system includes STEP tanks located on the\r\nhousehold's property. Household sewage flows into the STEP tank\r\n\n                               -2-\r\r\n\n          The City decided to use STEP sewers in the Annisquam and\r\n\nLane's Cove areas in January 1994. The City initially intended to\r\n\ninstall all the STEP pumps, tanks, and ancillary equipment needed\r\n\nto connect individual properties to the collection system. The\r\n\ndecree was amended in 1995 to reflect this decision. When some\r\n\nhomeowners refused to grant the City the easements necessary to\r\n\nallow the City to install the septic tanks and pumps, the City\r\n\noffered them the option of doing the work themselves.\r\n\n          As of October 28, 1996, the City had completed the\r\n\nconstruction of the main and lateral lines of the STEP sewers in\r\n\nAnnisquam and approximately seventy percent of the lines for Lane's\r\n\nCove.\r\n\n          Plaintiffs-appellants, the Cape Ann Citizens Association,\r\n\ninitiated suit in Massachusetts Superior Court in February 1996.\r\n\nAfter the suit was brought, the City amended its regulations to\r\n\nallow individual owners to install and maintain their own STEP\r\n\ntanks without conveying an easement to the City.\r\n\n          The City removed the action to federal district court.\r\n\nThe Commonwealth and the United States intervened as defendants.\r\n\nTreating the matter as a case stated on the pleadings, the district\r\n\nwhere it receives primary treatment, essentially consisting of the\r\nsludge's settling to the bottom of the tank and being digested by\r\nbacteria. The sludge-reduced liquid effluent then flows under\r\npressure to the STEP sewer line and to the city treatment plant.\r\nThe sewer lines serving STEP sewers are narrower than the lines\r\nserving conventional gravity sewers. Conventional gravity sewers\r\nconvey wastewater, including both liquids and solids, to the\r\ntreatment plant by means of gravity. Pressure sewers include pumps\r\nthat grind the sewage before it is transported under pressure to\r\nthe collection system.\r\n\n                               -3-\r\r\n\ncourt ruled for the City. The plaintiffs now appeal on a variety\r\n\nof grounds. We affirm. \r\n\n                 I. Validity of Consent Decree\r\n\n          Appellants present several theories in an attempt to have\r\n\nthe 1991 consent decree declared void. None of their arguments are\r\n\npersuasive.\r\n\n          First, they claim that they have standing to challenge\r\n\nthe consent decree under federal law. We need not decide the\r\n\nstanding issue as the government agrees that appellant has\r\n\nstanding. Assuming   arguendo that appellants have standing, we\r\n\nwould normally turn to examine the substance of their claim\r\n\nregarding the consent decree. They have, however, failed to put\r\n\nforward a federal claim for relief. They argue only the standing\r\n\nissue, omitting any discussion of a substantive federal claim.\r\n\n          In the absence of a federal claim, we consider the state\r\n\nlaw claim advanced by appellants. The only state law claim\r\n\npresented is based on Mass. Gen. Laws ch. 40, S 53. In relevant\r\n\npart, the statute reads:\r\n\n            If a town . . . [is] about to raise or\r\n            expend money or incur obligations\r\n            purporting to bind said town for any\r\n            purpose or object or in any manner other\r\n            than that for and in which such town has\r\n            the legal and constitutional right and\r\n            power to raise or expend money or incur\r\n            obligations, the supreme judicial court\r\n            may, upon the petition of not less than\r\n\n The district court also agreed that appellants had standing to\r\nchallenge the consent decree on the grounds that the defense of\r\nlack of standing was waived when the case was removed to federal\r\ncourt.\r\n\n                               -4-\r\r\n\n            ten taxable inhabitants of the town,\r\n            determine the same in equity, and may,\r\n            before the final determination of the\r\n            cause, restrain the unlawful exercise or\r\n            abuse of such corporate power.\r\n\nMass. Gen. Laws ch. 40, S 53.\r\n\n          Appellants' claim fails because it has been brought too\r\n\nlate. It is well settled that Mass. Gen. Laws ch. 40, S 53 is\r\n\npreventative. \"The statute does not authorize the correction of\r\n\nwrongs wholly executed and completed. It is not retroactive.\"\r\n\nFuller v. \r                   Trustees of Deerfield Academy &amp; Dickinson High Sch.\r                                                                      , 252\r\n\nMass. 258, 259 (1925). Actions under the statute must be brought\r\n\nbefore obligations are incurred.  Kapinos v. Chicopee, 334 Mass.\r\n\n196, 198 (1956). In Kapinos, the court found that petitioners were\r\n\nnot entitled to relief under Mass. Gen. Laws ch. 40, S 53 because\r\n\n\"the construction companies had practically completed their work\r\n\nunder the contract when this petition was brought.\"  Id. at 199.\r\n\n          The construction of the sewers required under the consent\r\n\ndecree is similarly advanced. It is undisputed that of\r\n\napproximately 510 homes that must be connected, approximately 450\r\n\nhad been connected as of September 1996. Of those that remain,\r\n\nsome will not need to be connected because they have adequate on-\r\n\nsite systems. Appellants do not dispute that the sewer system is\r\n\nalmost completed. We find, therefore, that Mass. Gen. Laws ch. 40,\r\n\nS 53 does not offer appellants an avenue for relief.\r\n\n          Appellants next claim that the consent decree was void on\r\n\nthe ground that it was entered into by the mayor \r                                                          ultra vires\r                                                                     . The\r\n\ndistrict court disagreed, stating that \"under the city charter of\r\n\n                               -5-\r\r\n\nthe City of Gloucester, the mayor of the city as the city's chief\r\n\nexecutive officer was empowered, at least on its face, to enter\r\n\ninto the consent decree.\" Transcript of Hearing, October 28, 1996,\r\n\nat 56.\r\n\n          We need not decide the issue, however, because, although\r\n\nappellants discuss their standing to bring such a claim, they fail\r\n\nto argue the merits of their ultra vires claim.\r\n\n          It is well settled that this court will consider only\r\n\nthose arguments that have been properly briefed and put before it. \r\n\n            [I]ssues adverted to in a perfunctory\r\n            manner, unaccompanied by some effort at\r\n            developed argumentation, are deemed waived\r\n            . . . . It is not enough merely to\r\n            mention a possible argument in the most\r\n            skeletal way, leaving the court to do\r\n            counsel's work . . . . Judges are not\r\n            expected to be mindreaders. Consequently,\r\n            a litigant has an obligation to spell out\r\n            its arguments squarely and distinctly, or\r\n            else forever hold its peace.\r\n\nWillhauck v. Halpin, 953 F.2d 689, 700 (1st Cir. 1991) (citations\r\n\nomitted); \r                   see also\r                            \r                            Ramos v. \r                                     Roche Prods.\r                                                 , 936 F.2d 43, 51 (1st Cir.\r\n\n1991) (brief must contain full statement of issues presented and\r\n\naccompanying arguments). Appellants have failed to provide us with\r\n\nargument that supports their \r                                      ultra vires\r                                                 claim and, accordingly, we\r\n\nconsider that claim to have been waived.\r\n\n          II. Did the Consent Decree Violate the CWA?\r\n\n          The federal and state clean water acts are administered\r\n\nthrough a permitting system called the National Pollutant Discharge\r\n\nElimination System (\"NPDES\"). Under this system, owners of point\r\n\n                               -6-\r\r\n\nsources must obtain an NPDES Permit. Pursuant to the Clean Water\r\n\nAct, 33 U.S.C. S 1251-1387, the EPA issued the City an NPDES\r\n\npermit.\r\n\n           Appellants claim that the consent decree is inconsistent\r\n\nwith the Clean Water Act because the NPDES permit conditions\r\n\ngoverning the Gloucester storm drains were not developed in\r\n\nconformity with the Act's regulatory scheme. Because the effluent\r\n\nlimitations in the NPDES permit were based upon water quality\r\n\nstandards rather than the effluent limitations guidelines\r\n\npromulgated by the EPA, appellants argue that the limits in the\r\n\npermit are unenforceable.\r\n\n          Appellants' argument is that \"reliance on water quality\r\n\ndata alone to enforce the construction of a sewer was inconsistent\r\n\nwith the enforcement scheme carefully developed under the Clean\r\n\nWater Act and deprived the district court of jurisdiction of the\r\n\nenforcement action.\" Appellants' Brief at 11. In other words,\r\n\nappellants argue that only specific effluent limitations stated in\r\n\n A \"point source\" is \"any discernible, confined and discrete\r\nconveyance, including but not limited to any pipe, ditch, channel,\r\ntunnel, conduit, well, discrete fissure, container, rolling stock,\r\nconcentrated animal feeding operation, or vessel or other floating\r\ncraft, from which pollutants are or may be discharged.\" 33 U.S.C.\r\nS 1362(14).\r\n\n The permit was originally issued in 1975 and was reissued in\r\n1985.\r\n\n Effluent limitations refer to restrictions on the quantities,\r\nrates and concentrations of pollutants which are discharged from a\r\npoint source. Water quality based standards limit discharges based\r\non the desired conditions of a particular waterway.  See Arkansas\r\nv. Oklahoma, 503 U.S. 91, 101 (1992).\r\n\n                               -7-\r\r\n\nthe NPDES permit, and not water quality data, can be enforced by\r\n\ncourts. In support of this argument, appellants cite    Northwest\r\n\nEnvironmental \r                        Advocates v. City \r                                          of \r                                             Portland, 11 F.3d 900, 906-10\r\n\n(9th Cir. 1993). That case, however, was subsequently vacated by\r\n\nthe Ninth Circuit in Northwest Environmental Advocates v. City of\r\n\nPortland, 56 F.3d 979, 981 (9th Cir. 1995), cert. \r                                                            denied, 116 S.\r\n\nCt. 2550 (1996). In the latter opinion, the Ninth Circuit\r\n\nconcluded, in light of \r                                PUD No. 1 of Jefferson County\r                                                              v. \r                                                                 Washington\r\n\nDepartment of Ecology\r                              , 511 U.S. 700 (1994), that \"[b]y introducing\r\n\neffluent limitations into the CWA scheme, Congress intended to\r\n\nimprove enforcement, not to supplant the old system.\"   Northwest\r\n\nEnvironmental Advocates\r                                , 56 F.3d at 986. \"[N]owhere does Congress\r\n\nevidence an intent to preclude the enforcement of water quality\r\n\nstandards that have not been translated into effluent discharge\r\n\nlimitations.\" Id. Furthermore, in  PUD No. 1 of Jefferson County\r                                                                          ,\r\n\nthe Supreme Court held that the Clean Water Act allows states to\r\n\nenforce broad water quality standards.  Id. at 713-21.\r\n\n          In an attempt to rescue their claim, appellants' seek to\r\n\ndemonstrate that the CWA is intended to take into account the costs\r\n\nof eliminating the discharge of pollutants. Even assuming that\r\n\nappellants' view of the goals of the CWA is correct, they have\r\n\nnevertheless failed to demonstrate that the consent decree violated\r\n\nthe Act. Appellants fail to show that it is impermissible for\r\n\nconsent decrees to consider water quality standards. They have\r\n\nalso failed to show that the goals of the CWA were ignored when the\r\n\nconsent decree was established. We do not believe, as appellants'\r\n\n                               -8-\r\r\n\nposition would require, that a consent decree must enumerate the\r\n\nobjectives of the CWA and state that it has taken each into\r\n\naccount. Thus, appellants offer little more than a vacated case,\r\n\nNorthwest  \r                    Environmental  \r                                   Advocates, 11 F.3d at 906-10, and a\r\n\ngeneralized discussion of the goals of the CWA. We find this\r\n\ninsufficient to establish that the consent decree violates the CWA.\r\n\n                III. Connection to Common Sewer\r\n\n          Appellants' next argument alleges that the City's Board\r\n\nof Health lacked the authority to order a landowner to connect to\r\n\nthe STEP sewer unless and until the City had installed the STEP\r\n\ntank on the landowner's property.\r\n\n          The Board of Health is explicitly granted the authority\r\n\nto order connection to a common sewer:\r\n\n            The board of health of a town may require\r\n            the owner or occupant of any building upon\r\n            land abutting on a public or private way,\r\n            in which there is a common sewer, to\r\n            connect the same therewith by a sufficient\r\n            drain . . . .\r\n\nMass. Gen. Laws ch. 83, S 11.\r\n\n          Appellants argue that the STEP sewer system is not a\r\n\n\"common sewer\" for the purpose of section 11 because the sewer\r\n\nsystem requires, in order to function, the pressure supplied by the\r\n\nindividual STEP tanks and requires the pretreatment of sewage\r\n\nprovided by these tanks. Accordingly, the argument goes, the STEP\r\n\ntanks are an integral part of the STEP sewer and must be installed\r\n\nbefore the board of health is empowered to order connection under\r\n\nsection 11.\r\n\n                               -9-\r\r\n\n          In the absence of relevant Massachusetts case law, we\r\n\nfind that this argument runs counter to the common sense reading of\r\n\nthe term \"common sewer.\" The requirement of pretreatment certainly\r\n\ncannot undermine the authority to order connection under section\r\n\n11. It is no less a \"common sewer\" merely because some treatment\r\n\ntakes place in the STEP tank -- sewage is still sent through a set\r\n\nof shared pipes to a treatment plant. Similarly, the fact that\r\n\npressure from the STEP tanks is required for the sewage system to\r\n\noperate does not render it something other than a \"common sewer.\"\r\n\nNo authority is cited by appellants for the proposition that the\r\n\nneed for pressure from the STEP pumps implies that there is no\r\n\n\"common sewer\" prior to the STEP tank connection. A sound\r\n\ninterpretation of \"common sewer\" would include the STEP sewer\r\n\nsystem at issue in which a set of common pipes transport sewage\r\n\nfrom individual properties to a common treatment facility.\r\n\n          Without any support for appellants' argument, we are\r\n\nunwilling to accept their creative interpretation of state law,\r\n\nwhich would add unprecedented nuances to the plain meaning of the\r\n\nstatute.  See Doyle v. Hasbro, 103 F.3d 186, 192 (1st Cir. 1996)\r\n\n(stating that this court must exercise caution when considering a\r\n\nnew application of state law, and that we will not do so without a\r\n\nstrong argument in favor of the desired application).\r\n\n                     IV. The Takings Claim\r\n\n          Appellants argue that the regulations requiring the grant\r\n\nof an easement to the City in exchange for the City's installation\r\n\n                              -10-\r\r\n\nof the STEP tanks on homeowners' properties violate the Takings\r\n\nClause of the Fifth Amendment.\r\n\n          The Takings Clause of the Fifth Amendment, made\r\n\napplicable to the States through the Fourteenth Amendment,    see\r\n\nChicago, \r                   B.  \r                      &amp; \r                         Q.R.  \r                              Co. v.  Chicago, 166 U.S. 226, 239 (1897),\r\n\nprovides: \"[N]or shall private property be taken for public use,\r\n\nwithout just compensation.\" One of the purposes of the Takings\r\n\nClause is \"to bar Government from forcing some people alone to bear\r\n\npublic burdens which, in all fairness and justice, should be borne\r\n\nby the public as a whole.\"  Armstrong v. United \r                                                          States, 364 U.S.\r\n\n40, 49 (1960).\r\n\n          On the other hand, the authority of state and local\r\n\ngovernments to engage in land use planning has been sustained\r\n\nagainst constitutional challenge.  Euclid v. \r                                                      Ambler Realty Co.\r                                                                      , 272\r\n\nU.S. 365 (1926). \"Government hardly could go on if to some extent\r\n\nvalues incident to property could not be diminished without paying\r\n\nfor every such change in the general law.\"  Pennsylvania Coal Co.\r\n\nv. Mahon, 260 U.S. 393, 413 (1922). \r\n\n          It is within the power of government to enact land-use\r\n\nregulation, and such regulation does not effect a taking if it\r\n\n\"'substantially advance[s] legitimate state interests' and does not\r\n\nden[y] an owner economically viable use of his land.\"  Nollan v.\r\n\nCalifornia Coastal Comm'n\r                                  , 483 U.S. 825, 834 (1987) (quoting \r                                                                      Agins\r\n\nv. Tiburon, 447 U.S. 255, 260 (1980)). \"States have broad\r\n\nauthority to regulate housing conditions.\" \r                                                    Loretto v. \r                                                               Teleprompter\r\n\nManhattan \r                    CATV \r                         Corp., 458 U.S. 419, 440 (1982). It follows that\r\n\n                              -11-\r\r\n\nthe state is entitled to regulate the disposal of sewage in order\r\n\nto protect the public health and to prevent conditions that amount\r\n\nto a nuisance.  See Town of Holden v. Holden Suburban Supply Co.,\r\n\n343 Mass. 187, 187 (1961). Every community must find some\r\n\nmechanism to dispose of its sewage. To do so effectively, a sewer\r\n\nsystem of some form is required, and connection to that system can\r\n\nbe mandated without there being a taking.\r\n\n          In the instant case, the City's regulation governing the\r\n\ndisposal of sewage can be satisfied in one of three ways. First,\r\n\nthe homeowner can demonstrate that the sewage treatment on his or\r\n\nher property provides no point source pollution and is in\r\n\ncompliance with municipal and state regulations governing sewage\r\n\nsystems. Second, the homeowner can install a STEP system at his or\r\n\nher own expense. Third, the homeowner can allow the City to\r\n\ninstall and maintain the STEP system at its expense upon the\r\n\ngranting of an easement allowing the City to come upon the land.\r\n\n          In Loretto, the Supreme Court found a taking where New\r\n\nYork law required a landlord to allow the installation of cable\r\n\nfacilities on his premises. The basic rule applied in  Loretto is\r\n\nthat \"a permanent physical occupation authorized by government is\r\n\na taking.\" 458 U.S. at 426. The Court added that \"[s]o long as\r\n\nthe[] regulations do not require the landlord to suffer the\r\n\nphysical invasion of a portion of his building by a third party,\r\n\nthey will be analyzed under the multifactor inquiry generally\r\n\napplicable to nonpossessory government activity.\"   Loretto, 458\r\n\nU.S. at 440 (citing Penn \r                                   Central \r                                           Transp. \r                                                   Co., 438 U.S. 104). By\r\n\n                              -12-\r\r\n\nimplication, where there is a permanent physical invasion by the\r\n\ngovernment or a third party, there will normally be a taking.\r\n\n          The instant case, however, does not fall under the\r\n\npermanent physical invasion rule of    Loretto. The important\r\n\ndistinction is explained in footnote 19 of Loretto, which states:\r\n\n            If S 828 required landlords to provide\r\n            cable installation if a tenant so desires,\r\n            the statute might present a different\r\n            question from the question before us,\r\n            since the landlord would own the\r\n            installation. Ownership would give the\r\n            landlord rights to the placement, manner,\r\n            use, and possibly the disposition of the\r\n            installation. The fact of ownership is,\r\n            contrary to the dissent, not simply\r\n            \"incidental,\" it would give a landlord\r\n            (rather than a CATV company) full\r\n            authority over the installation except\r\n            only as government specifically limited\r\n            that authority. The landlord would decide\r\n            how to comply with applicable government\r\n            regulations concerning CATV and therefore\r\n            could minimize the physical, esthetic, and\r\n            other effects of the installation.\r\n            Moreover, if the landlord wished to\r\n            repair, demolish, or construct in the area\r\n            of the building where the installation is\r\n            located, he need not incur the burden of\r\n            obtaining the CATV company's cooperation\r\n            in moving the cable.\r\n\nId. at 440 n.19.\r\n\n          In the instant case, the homeowner has the option of\r\n\ninstalling and owning the STEP tanks if the homeowner does not want\r\n\nthe City to do so. This option distinguishes the case from\r\n\nLoretto. Because the City could simply order homeowners to connect\r\n\nto the sewer, which would not be a taking, giving them the\r\n\nadditional option of having the City perform the installation does\r\n\nnot render the regulation a taking.\r\n\n                              -13-\r\r\n\n          Appellants make much of their claim that even if the\r\n\nsystem is privately installed, \"ownership\" of the tanks remains\r\n\nwith the City.  In fact, appellants appear to concede that there is\r\n\nno taking if the object placed on the homeowner's property is owned\r\n\nby the homeowner. \"The critical distinction in \r                                                        Loretto between use\r\n\nregulations, which are ordinarily noncompensatory, and a 'permanent\r\n\nphysical occupation of property,' which is always compensatory, is\r\n\nthe ownership and control of the object placed on the homeowner's\r\n\nproperty.\" Appellants' Brief at 14.\r\n\n          Appellants' argument that the STEP tanks are not\r\n\nprivately owned is as follows:\r\n\n            The only practical difference between STEP\r\n            tanks which are considered privately owned\r\n            . . . and maintained and those which are\r\n            not is in the identity of the installation\r\n            and maintenance people. It would seem\r\n            more would be required to distinguish\r\n            ownership and control. The tanks clearly\r\n            perform a public function. The tanks are\r\n            integral components in the city's sewer.\r\n            The city's sewer cannot perform its\r\n            function without the tanks.\r\n\nAppellants' Brief at 14.\r\n\n          Appellants have not, however, offered any practical\r\n\nmethod for distinguishing a privately owned installation and a\r\n\npublicly owned one. We are not convinced by appellants' claim that\r\n\nSTEP sewers are different from other sewers because the STEP tanks\r\n\nare required for the system to operate. It is true that the STEP\r\n\ntanks perform the necessary function of allowing solids to settle\r\n\nout of the wastewater before the latter is discharged into the\r\n\ncollection system. This function, however, is for the benefit of\r\n\n                              -14-\r\r\n\nthe homeowner alone. The tank is simply a requirement imposed on\r\n\nthe homeowner so that the homeowner's property can be connected to\r\n\nthe sewer system. As such, it is not a taking. Rather, it is a\r\n\nreasonable requirement without which the property could not be\r\n\nconnected to the sewer.\r\n\n          We believe that the option of installing and maintaining\r\n\nthe STEP system oneself provides the homeowner ownership of the\r\n\nSTEP tank. As discussed in footnote 19 of \r                                                   Loretto, the homeowner's\r\n\nability to install the system himself or herself grants the\r\n\nhomeowner \"full authority over the installation except only as\r\n\ngovernment specifically limited that authority.\" Id. at 440 n.19.\r\n\n          For this reason, and consistent with  Loretto, we find\r\n\nthat the regulations do not work a taking.\r\n\n                        V. The Easement\r\n\n          Appellants claim that even if there is no taking, there\r\n\nis no need for the City to demand an easement in exchange for one\r\n\ndollar in order to install the STEP tanks. In support of this\r\n\nclaim, they cite Mass. Gen. Laws ch. 83, S 1, which allows a city\r\n\nto take an easement by eminent domain if necessary for the\r\n\nconstruction and maintenance of common sewers. The STEP tanks,\r\n\nhowever, are not part of a \"common sewer,\" as required by Mass.\r\n\nGen. Laws ch. 83, S 1. Rather, they are part of a \"particular\r\n\nsewer\" which is governed by Mass. Gen. Laws ch. 83, SS 3 and 24.\r\n\nSee P \r                &amp; \r                  D \r                    Service \r                            Co. v.  Zoning \r                                           Board \r                                                 of \r                                                    Appeals \r                                                            of \r                                                               Dedham, 359\r\n\nMass. 96, 101 (1971) (stating that the line connecting a building\r\n\nto a municipal sewer system is a \"particular sewer\"). The sewer\r\n\n                              -15-\r\r\n\nsystem is, as discussed  supra, a common sewer. The STEP tank,\r\n\nhowever, is more accurately characterized as part of the line\r\n\nconnecting a property to the municipal sewer. Sections 3 and 24 do\r\n\nnot authorize municipalities to take an easement by eminent domain\r\n\nfor the construction of particular sewers. Furthermore, appellants\r\n\nappear to admit that an easement is required. \"Early on it became\r\n\napparent that easements would be necessary for the installation and\r\n\nmaintenance of city-owned utilities on private property.\"\r\n\nAppellants' Brief at xii.\r\n\n                          VI. Vagueness\r\n\n          Finally, appellants claim that the regulations are void\r\n\nfor vagueness. Having reviewed the regulations, we find this\r\n\nargument to be without merit. In our view, a person \"of ordinary\r\n\nintelligence\" is able to understand the meaning of these\r\n\nregulations.  United \r                                States v.   Batchelder, 442 U.S. 114, 122\r\n\n(1979); \r                 Doe v. \r                        Superintendent of Schs. of Worcester\r                                                           , 421 Mass. 117,\r\n\n134 (1995).\r\n\n                     VII. State Law Issues\r\n\n          Two additional issues are raised by appellants: First,\r\n\nthat the most the Board of Health can fine a landowner for failure\r\n\nto obey an order to connect to the sewer is $200 and, second, that\r\n\nthe City must install the STEP tanks when requested to do so by the\r\n\nhomeowner. These issues were not reached by the district court.\r\n\nIn its ruling from the bench, the district court stated that \"as to\r\n\nany aspects of the case not adjudicated by the declaration from the\r\n\nbench . . . the cause is remanded to the Massachusetts Superior\r\n\n                              -16-\r\r\n\nCourt.\" Judgment of the District Court, October 28, 1996. Because\r\n\nappellants do not challenge the propriety of the remand order, we\r\n\nwill not consider their arguments on the merits. Accordingly, we\r\n\nleave these issues to the Massachusetts Superior Court.\r\n\n                        VIII. Conclusion\r\n\n          For the reasons stated herein, we \r                                                     affirm \r                                                            the judgment of\r\n\nthe district court. Costs to appellees.\r\n\n                              -17-\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                      [NOT FOR PUBLICATION]\r\n\n                 United States Court of Appeals\r\n                      For the First Circuit\r\n                                          \r\n\nNo. 96-2327\r\n\n             CAPE ANN CITIZENS ASSOCIATION, ET AL.,\r\n\n                    Plaintiffs - Appellants,\r\n\n                               v.\r\n\n                   CITY OF GLOUCESTER, ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                          \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. William G. Young, U.S. District Judge]\r\n\n                                          \r\n\n                             Before\r\n\n                     Torruella, Chief Judge,\r\n\n             Bownes and Cyr, Senior Circuit Judges.\r\n\n                                           \r\n\n     Philip H. Cahalin for appellants.\r\n     Madelyn  \r                       Morris, Assistant Attorney General, Environmental\r\nProtection Division, with whom George \r                                                B. \r                                                   Henderson \r                                                             II, Assistant\r\nUnited States Attorney, was on brief for appellees Commonwealth of\r\nMassachusetts and the United States.\r\n     Linda Thomas Lowe\r                               , General Counsel, Legal Department, City of\r\nGloucester, for appellee City of Gloucester.\r\n\n                                          \r\n\n                         August 13, 1997\r\n                                          \r\r\n\n          TORRUELLA, Chief Judge.  In 1979, the Commonwealth of\r\n\nMassachusetts (\"the Commonwealth\") sued the City of Gloucester\r\n\n(\"the City\") for violating the Massachusetts Clean Water Act, Mass.\r\n\nGen. Laws ch. 21, SS 26-53. The City agreed to the entry of a\r\n\nfinal judgment that required it,     inter  \r                                                      alia, to prepare a\r\n\nfacilities plan to identify and remedy the pollution in North\r\n\nGloucester.\r\n\n          In 1989, the United States brought an action in federal\r\n\ncourt, alleging that the City was in violation of the Clean Water\r\n\nAct, 33 U.S.C. S 1252 et seq. (CWA). The Commonwealth intervened\r\n\nas a party plaintiff and alleged that the City was violating both\r\n\nthe state and federal clean water acts. The complaints in federal\r\n\ncourt alleged, \r                        inter alia\r                                  , that the City was discharging pollutants\r\n\ninto the waters of the United States and the Commonwealth, in\r\n\nviolation of its National Pollutant Discharge Elimination System\r\n\n(\"NPDES\") permit, issued by the Environmental Protection Agency\r\n\npursuant to the Clean Water Act.\r\n\n          In 1991, the City agreed to the entry of a consent\r\n\ndecree. The agreement included a schedule for the design and\r\n\nconstruction of an extension of the sewer system to North\r\n\nGloucester. The decree was amended several times thereafter. In\r\n\n1993, it was amended to give the City discretion to use Septic Tank\r\n\nEffluent Pump (\"STEP\") sewers rather than a combination of\r\n\nconventional gravity sewers and pressure sewers.\r\n\n A STEP sewer system includes STEP tanks located on the\r\nhousehold's property. Household sewage flows into the STEP tank\r\n\n                               -2-\r\r\n\n          The City decided to use STEP sewers in the Annisquam and\r\n\nLane's Cove areas in January 1994. The City initially intended to\r\n\ninstall all the STEP pumps, tanks, and ancillary equipment needed\r\n\nto connect individual properties to the collection system. The\r\n\ndecree was amended in 1995 to reflect this decision. When some\r\n\nhomeowners refused to grant the City the easements necessary to\r\n\nallow the City to install the septic tanks and pumps, the City\r\n\noffered them the option of doing the work themselves.\r\n\n          As of October 28, 1996, the City had completed the\r\n\nconstruction of the main and lateral lines of the STEP sewers in\r\n\nAnnisquam and approximately seventy percent of the lines for Lane's\r\n\nCove.\r\n\n          Plaintiffs-appellants, the Cape Ann Citizens Association,\r\n\ninitiated suit in Massachusetts Superior Court in February 1996.\r\n\nAfter the suit was brought, the City amended its regulations to\r\n\nallow individual owners to install and maintain their own STEP\r\n\ntanks without conveying an easement to the City.\r\n\n          The City removed the action to federal district court.\r\n\nThe Commonwealth and the United States intervened as defendants.\r\n\nTreating the matter as a case stated on the pleadings, the district\r\n\nwhere it receives primary treatment, essentially consisting of the\r\nsludge's settling to the bottom of the tank and being digested by\r\nbacteria. The sludge-reduced liquid effluent then flows under\r\npressure to the STEP sewer line and to the city treatment plant.\r\nThe sewer lines serving STEP sewers are narrower than the lines\r\nserving conventional gravity sewers. Conventional gravity sewers\r\nconvey wastewater, including both liquids and solids, to the\r\ntreatment plant by means of gravity. Pressure sewers include pumps\r\nthat grind the sewage before it is transported under pressure to\r\nthe collection system.\r\n\n                               -3-\r\r\n\ncourt ruled for the City. The plaintiffs now appeal on a variety\r\n\nof grounds. We affirm. \r\n\n                 I. Validity of Consent Decree\r\n\n          Appellants present several theories in an attempt to have\r\n\nthe 1991 consent decree declared void. None of their arguments are\r\n\npersuasive.\r\n\n          First, they claim that they have standing to challenge\r\n\nthe consent decree under federal law. We need not decide the\r\n\nstanding issue as the government agrees that appellant has\r\n\nstanding. Assuming   arguendo that appellants have standing, we\r\n\nwould normally turn to examine the substance of their claim\r\n\nregarding the consent decree. They have, however, failed to put\r\n\nforward a federal claim for relief. They argue only the standing\r\n\nissue, omitting any discussion of a substantive federal claim.\r\n\n          In the absence of a federal claim, we consider the state\r\n\nlaw claim advanced by appellants. The only state law claim\r\n\npresented is based on Mass. Gen. Laws ch. 40, S 53. In relevant\r\n\npart, the statute reads:\r\n\n            If a town . . . [is] about to raise or\r\n            expend money or incur obligations\r\n            purporting to bind said town for any\r\n            purpose or object or in any manner other\r\n            than that for and in which such town has\r\n            the legal and constitutional right and\r\n            power to raise or expend money or incur\r\n            obligations, the supreme judicial court\r\n            may, upon the petition of not less than\r\n\n The district court also agreed that appellants had standing to\r\nchallenge the consent decree on the grounds that the defense of\r\nlack of standing was waived when the case was removed to federal\r\ncourt.\r\n\n                               -4-\r\r\n\n            ten taxable inhabitants of the town,\r\n            determine the same in equity, and may,\r\n            before the final determination of the\r\n            cause, restrain the unlawful exercise or\r\n            abuse of such corporate power.\r\n\nMass. Gen. Laws ch. 40, S 53.\r\n\n          Appellants' claim fails because it has been brought too\r\n\nlate. It is well settled that Mass. Gen. Laws ch. 40, S 53 is\r\n\npreventative. \"The statute does not authorize the correction of\r\n\nwrongs wholly executed and completed. It is not retroactive.\"\r\n\nFuller v. \r                   Trustees of Deerfield Academy &amp; Dickinson High Sch.\r                                                                      , </pre><span class=\"citation no-link\"><span class=\"volume\">252</span>\r\n\n<span class=\"reporter\">Mass.</span> <span class=\"page\">258</span></span><pre class=\"inline\">, 259 (1925). Actions under the statute must be brought\r\n\nbefore obligations are incurred.  Kapinos v. Chicopee, </pre><span class=\"citation\" data-id=\"2064513\"><a href=\"/opinion/2064513/kapinos-v-chicopee/\"><span class=\"volume\">334</span> <span class=\"reporter\">Mass.</span>\r\n\n<span class=\"page\">196</span></a></span><pre class=\"inline\">, 198 (1956). In Kapinos, the court found that petitioners were\r\n\nnot entitled to relief under Mass. Gen. Laws ch. 40, S 53 because\r\n\n\"the construction companies had practically completed their work\r\n\nunder the contract when this petition was brought.\"  Id. at 199.\r\n\n          The construction of the sewers required under the consent\r\n\ndecree is similarly advanced. It is undisputed that of\r\n\napproximately 510 homes that must be connected, approximately 450\r\n\nhad been connected as of September 1996. Of those that remain,\r\n\nsome will not need to be connected because they have adequate on-\r\n\nsite systems. Appellants do not dispute that the sewer system is\r\n\nalmost completed. We find, therefore, that Mass. Gen. Laws ch. 40,\r\n\nS 53 does not offer appellants an avenue for relief.\r\n\n          Appellants next claim that the consent decree was void on\r\n\nthe ground that it was entered into by the mayor \r                                                          ultra vires\r                                                                     . The\r\n\ndistrict court disagreed, stating that \"under the city charter of\r\n\n                               -5-\r\r\n\nthe City of Gloucester, the mayor of the city as the city's chief\r\n\nexecutive officer was empowered, at least on its face, to enter\r\n\ninto the consent decree.\" Transcript of Hearing, October 28, 1996,\r\n\nat 56.\r\n\n          We need not decide the issue, however, because, although\r\n\nappellants discuss their standing to bring such a claim, they fail\r\n\nto argue the merits of their ultra vires claim.\r\n\n          It is well settled that this court will consider only\r\n\nthose arguments that have been properly briefed and put before it. \r\n\n            [I]ssues adverted to in a perfunctory\r\n            manner, unaccompanied by some effort at\r\n            developed argumentation, are deemed waived\r\n            . . . . It is not enough merely to\r\n            mention a possible argument in the most\r\n            skeletal way, leaving the court to do\r\n            counsel's work . . . . Judges are not\r\n            expected to be mindreaders. Consequently,\r\n            a litigant has an obligation to spell out\r\n            its arguments squarely and distinctly, or\r\n            else forever hold its peace.\r\n\nWillhauck v. Halpin, </pre><span class=\"citation no-link\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></span><pre class=\"inline\">, 700 (1st Cir. 1991) (citations\r\n\nomitted); \r                   see also\r                            \r                            Ramos v. \r                                     Roche Prods.\r                                                 , </pre><span class=\"citation\" data-id=\"563224\"><a href=\"/opinion/563224/nixa-ramos-v-roche-products-inc/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 51 (1st Cir.\r\n\n1991) (brief must contain full statement of issues presented and\r\n\naccompanying arguments). Appellants have failed to provide us with\r\n\nargument that supports their \r                                      ultra vires\r                                                 claim and, accordingly, we\r\n\nconsider that claim to have been waived.\r\n\n          II. Did the Consent Decree Violate the CWA?\r\n\n          The federal and state clean water acts are administered\r\n\nthrough a permitting system called the National Pollutant Discharge\r\n\nElimination System (\"NPDES\"). Under this system, owners of point\r\n\n                               -6-\r\r\n\nsources must obtain an NPDES Permit. Pursuant to the Clean Water\r\n\nAct, 33 U.S.C. S 1251-1387, the EPA issued the City an NPDES\r\n\npermit.\r\n\n           Appellants claim that the consent decree is inconsistent\r\n\nwith the Clean Water Act because the NPDES permit conditions\r\n\ngoverning the Gloucester storm drains were not developed in\r\n\nconformity with the Act's regulatory scheme. Because the effluent\r\n\nlimitations in the NPDES permit were based upon water quality\r\n\nstandards rather than the effluent limitations guidelines\r\n\npromulgated by the EPA, appellants argue that the limits in the\r\n\npermit are unenforceable.\r\n\n          Appellants' argument is that \"reliance on water quality\r\n\ndata alone to enforce the construction of a sewer was inconsistent\r\n\nwith the enforcement scheme carefully developed under the Clean\r\n\nWater Act and deprived the district court of jurisdiction of the\r\n\nenforcement action.\" Appellants' Brief at 11. In other words,\r\n\nappellants argue that only specific effluent limitations stated in\r\n\n A \"point source\" is \"any discernible, confined and discrete\r\nconveyance, including but not limited to any pipe, ditch, channel,\r\ntunnel, conduit, well, discrete fissure, container, rolling stock,\r\nconcentrated animal feeding operation, or vessel or other floating\r\ncraft, from which pollutants are or may be discharged.\" 33 U.S.C.\r\nS 1362(14).\r\n\n The permit was originally issued in 1975 and was reissued in\r\n1985.\r\n\n Effluent limitations refer to restrictions on the quantities,\r\nrates and concentrations of pollutants which are discharged from a\r\npoint source. Water quality based standards limit discharges based\r\non the desired conditions of a particular waterway.  See Arkansas\r\nv. Oklahoma, </pre><span class=\"citation\" data-id=\"112698\"><a href=\"/opinion/112698/arkansas-v-oklahoma/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span><pre class=\"inline\">, 101 (1992).\r\n\n                               -7-\r\r\n\nthe NPDES permit, and not water quality data, can be enforced by\r\n\ncourts. In support of this argument, appellants cite    Northwest\r\n\nEnvironmental \r                        Advocates v. City \r                                          of \r                                             Portland, </pre><span class=\"citation\" data-id=\"658621\"><a href=\"/opinion/658621/northwest-environmental-advocates-a-non-profit-oregon-corporation-and-nina/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">900</span></a></span><pre class=\"inline\">, 906-10\r\n\n(9th Cir. 1993). That case, however, was subsequently vacated by\r\n\nthe Ninth Circuit in Northwest Environmental Advocates v. City of\r\n\nPortland, </pre><span class=\"citation\" data-id=\"697336\"><a href=\"/opinion/697336/northwest-environmental-advocates-a-non-profit-oregon-corporation-and-nina/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span><pre class=\"inline\">, 981 (9th Cir. 1995), cert. \r                                                            denied, 116 S.\r\n\nCt. 2550 (1996). In the latter opinion, the Ninth Circuit\r\n\nconcluded, in light of \r                                PUD No. 1 of Jefferson County\r                                                              v. \r                                                                 Washington\r\n\nDepartment of Ecology\r                              , </pre><span class=\"citation\" data-id=\"1087951\"><a href=\"/opinion/1087951/pud-no-1-of-jefferson-cty-v-washington-dept-of-ecology/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">700</span></a></span><pre class=\"inline\"> (1994), that \"[b]y introducing\r\n\neffluent limitations into the CWA scheme, Congress intended to\r\n\nimprove enforcement, not to supplant the old system.\"   Northwest\r\n\nEnvironmental Advocates\r                                , 56 F.3d at 986. \"[N]owhere does Congress\r\n\nevidence an intent to preclude the enforcement of water quality\r\n\nstandards that have not been translated into effluent discharge\r\n\nlimitations.\" Id. Furthermore, in  PUD No. 1 of Jefferson County\r                                                                          ,\r\n\nthe Supreme Court held that the Clean Water Act allows states to\r\n\nenforce broad water quality standards.  Id. at 713-21.\r\n\n          In an attempt to rescue their claim, appellants' seek to\r\n\ndemonstrate that the CWA is intended to take into account the costs\r\n\nof eliminating the discharge of pollutants. Even assuming that\r\n\nappellants' view of the goals of the CWA is correct, they have\r\n\nnevertheless failed to demonstrate that the consent decree violated\r\n\nthe Act. Appellants fail to show that it is impermissible for\r\n\nconsent decrees to consider water quality standards. They have\r\n\nalso failed to show that the goals of the CWA were ignored when the\r\n\nconsent decree was established. We do not believe, as appellants'\r\n\n                               -8-\r\r\n\nposition would require, that a consent decree must enumerate the\r\n\nobjectives of the CWA and state that it has taken each into\r\n\naccount. Thus, appellants offer little more than a vacated case,\r\n\nNorthwest  \r                    Environmental  \r                                   Advocates, 11 F.3d at 906-10, and a\r\n\ngeneralized discussion of the goals of the CWA. We find this\r\n\ninsufficient to establish that the consent decree violates the CWA.\r\n\n                III. Connection to Common Sewer\r\n\n          Appellants' next argument alleges that the City's Board\r\n\nof Health lacked the authority to order a landowner to connect to\r\n\nthe STEP sewer unless and until the City had installed the STEP\r\n\ntank on the landowner's property.\r\n\n          The Board of Health is explicitly granted the authority\r\n\nto order connection to a common sewer:\r\n\n            The board of health of a town may require\r\n            the owner or occupant of any building upon\r\n            land abutting on a public or private way,\r\n            in which there is a common sewer, to\r\n            connect the same therewith by a sufficient\r\n            drain . . . .\r\n\nMass. Gen. Laws ch. 83, S 11.\r\n\n          Appellants argue that the STEP sewer system is not a\r\n\n\"common sewer\" for the purpose of section 11 because the sewer\r\n\nsystem requires, in order to function, the pressure supplied by the\r\n\nindividual STEP tanks and requires the pretreatment of sewage\r\n\nprovided by these tanks. Accordingly, the argument goes, the STEP\r\n\ntanks are an integral part of the STEP sewer and must be installed\r\n\nbefore the board of health is empowered to order connection under\r\n\nsection 11.\r\n\n                               -9-\r\r\n\n          In the absence of relevant Massachusetts case law, we\r\n\nfind that this argument runs counter to the common sense reading of\r\n\nthe term \"common sewer.\" The requirement of pretreatment certainly\r\n\ncannot undermine the authority to order connection under section\r\n\n11. It is no less a \"common sewer\" merely because some treatment\r\n\ntakes place in the STEP tank -- sewage is still sent through a set\r\n\nof shared pipes to a treatment plant. Similarly, the fact that\r\n\npressure from the STEP tanks is required for the sewage system to\r\n\noperate does not render it something other than a \"common sewer.\"\r\n\nNo authority is cited by appellants for the proposition that the\r\n\nneed for pressure from the STEP pumps implies that there is no\r\n\n\"common sewer\" prior to the STEP tank connection. A sound\r\n\ninterpretation of \"common sewer\" would include the STEP sewer\r\n\nsystem at issue in which a set of common pipes transport sewage\r\n\nfrom individual properties to a common treatment facility.\r\n\n          Without any support for appellants' argument, we are\r\n\nunwilling to accept their creative interpretation of state law,\r\n\nwhich would add unprecedented nuances to the plain meaning of the\r\n\nstatute.  See Doyle v. Hasbro, </pre><span class=\"citation\" data-id=\"197138\"><a href=\"/opinion/197138/boyle-v-hasbro-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span><pre class=\"inline\">, 192 (1st Cir. 1996)\r\n\n(stating that this court must exercise caution when considering a\r\n\nnew application of state law, and that we will not do so without a\r\n\nstrong argument in favor of the desired application).\r\n\n                     IV. The Takings Claim\r\n\n          Appellants argue that the regulations requiring the grant\r\n\nof an easement to the City in exchange for the City's installation\r\n\n                              -10-\r\r\n\nof the STEP tanks on homeowners' properties violate the Takings\r\n\nClause of the Fifth Amendment.\r\n\n          The Takings Clause of the Fifth Amendment, made\r\n\napplicable to the States through the Fourteenth Amendment,    see\r\n\nChicago, \r                   B.  \r                      &amp; \r                         Q.R.  \r                              Co. v.  Chicago, </pre><span class=\"citation\" data-id=\"94648\"><a href=\"/opinion/94648/chicago-b-qr-co-v-chicago/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">, 239 (1897),\r\n\nprovides: \"[N]or shall private property be taken for public use,\r\n\nwithout just compensation.\" One of the purposes of the Takings\r\n\nClause is \"to bar Government from forcing some people alone to bear\r\n\npublic burdens which, in all fairness and justice, should be borne\r\n\nby the public as a whole.\"  Armstrong v. United \r                                                          States, </pre><span class=\"citation\" data-id=\"106097\"><a href=\"/opinion/106097/armstrong-v-united-states/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span>\r\n\n<span class=\"page\">40</span></a></span><pre class=\"inline\">, 49 (1960).\r\n\n          On the other hand, the authority of state and local\r\n\ngovernments to engage in land use planning has been sustained\r\n\nagainst constitutional challenge.  Euclid v. \r                                                      Ambler Realty Co.\r                                                                      , </pre><span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span>\r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span><pre class=\"inline\"> (1926). \"Government hardly could go on if to some extent\r\n\nvalues incident to property could not be diminished without paying\r\n\nfor every such change in the general law.\"  Pennsylvania Coal Co.\r\n\nv. Mahon, </pre><span class=\"citation\" data-id=\"100079\"><a href=\"/opinion/100079/pennsylvania-coal-co-v-mahon/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span><pre class=\"inline\">, 413 (1922). \r\n\n          It is within the power of government to enact land-use\r\n\nregulation, and such regulation does not effect a taking if it\r\n\n\"'substantially advance[s] legitimate state interests' and does not\r\n\nden[y] an owner economically viable use of his land.\"  Nollan v.\r\n\nCalifornia Coastal Comm'n\r                                  , </pre><span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 834 (1987) (quoting \r                                                                      Agins\r\n\nv. Tiburon, </pre><span class=\"citation\" data-id=\"110299\"><a href=\"/opinion/110299/agins-v-city-of-tiburon/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></a></span><pre class=\"inline\">, 260 (1980)). \"States have broad\r\n\nauthority to regulate housing conditions.\" \r                                                    Loretto v. \r                                                               Teleprompter\r\n\nManhattan \r                    CATV \r                         Corp., </pre><span class=\"citation\" data-id=\"110783\"><a href=\"/opinion/110783/loretto-v-teleprompter-manhattan-catv-corp/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span><pre class=\"inline\">, 440 (1982). It follows that\r\n\n                              -11-\r\r\n\nthe state is entitled to regulate the disposal of sewage in order\r\n\nto protect the public health and to prevent conditions that amount\r\n\nto a nuisance.  See Town of Holden v. Holden Suburban Supply Co.,\r\n\n</pre><span class=\"citation\" data-id=\"2201996\"><a href=\"/opinion/2201996/holden-v-holden-suburban-supply-co-inc/\"><span class=\"volume\">343</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">187</span></a></span><pre class=\"inline\">, 187 (1961). Every community must find some\r\n\nmechanism to dispose of its sewage. To do so effectively, a sewer\r\n\nsystem of some form is required, and connection to that system can\r\n\nbe mandated without there being a taking.\r\n\n          In the instant case, the City's regulation governing the\r\n\ndisposal of sewage can be satisfied in one of three ways. First,\r\n\nthe homeowner can demonstrate that the sewage treatment on his or\r\n\nher property provides no point source pollution and is in\r\n\ncompliance with municipal and state regulations governing sewage\r\n\nsystems. Second, the homeowner can install a STEP system at his or\r\n\nher own expense. Third, the homeowner can allow the City to\r\n\ninstall and maintain the STEP system at its expense upon the\r\n\ngranting of an easement allowing the City to come upon the land.\r\n\n          In Loretto, the Supreme Court found a taking where New\r\n\nYork law required a landlord to allow the installation of cable\r\n\nfacilities on his premises. The basic rule applied in  Loretto is\r\n\nthat \"a permanent physical occupation authorized by government is\r\n\na taking.\" 458 U.S. at 426. The Court added that \"[s]o long as\r\n\nthe[] regulations do not require the landlord to suffer the\r\n\nphysical invasion of a portion of his building by a third party,\r\n\nthey will be analyzed under the multifactor inquiry generally\r\n\napplicable to nonpossessory government activity.\"   Loretto, 458\r\n\nU.S. at 440 (citing Penn \r                                   Central \r                                           Transp. \r                                                   Co., </pre><span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span><pre class=\"inline\">). By\r\n\n                              -12-\r\r\n\nimplication, where there is a permanent physical invasion by the\r\n\ngovernment or a third party, there will normally be a taking.\r\n\n          The instant case, however, does not fall under the\r\n\npermanent physical invasion rule of    Loretto. The important\r\n\ndistinction is explained in footnote 19 of Loretto, which states:\r\n\n            If S 828 required landlords to provide\r\n            cable installation if a tenant so desires,\r\n            the statute might present a different\r\n            question from the question before us,\r\n            since the landlord would own the\r\n            installation. Ownership would give the\r\n            landlord rights to the placement, manner,\r\n            use, and possibly the disposition of the\r\n            installation. The fact of ownership is,\r\n            contrary to the dissent, not simply\r\n            \"incidental,\" it would give a landlord\r\n            (rather than a CATV company) full\r\n            authority over the installation except\r\n            only as government specifically limited\r\n            that authority. The landlord would decide\r\n            how to comply with applicable government\r\n            regulations concerning CATV and therefore\r\n            could minimize the physical, esthetic, and\r\n            other effects of the installation.\r\n            Moreover, if the landlord wished to\r\n            repair, demolish, or construct in the area\r\n            of the building where the installation is\r\n            located, he need not incur the burden of\r\n            obtaining the CATV company's cooperation\r\n            in moving the cable.\r\n\nId. at 440 n.19.\r\n\n          In the instant case, the homeowner has the option of\r\n\ninstalling and owning the STEP tanks if the homeowner does not want\r\n\nthe City to do so. This option distinguishes the case from\r\n\nLoretto. Because the City could simply order homeowners to connect\r\n\nto the sewer, which would not be a taking, giving them the\r\n\nadditional option of having the City perform the installation does\r\n\nnot render the regulation a taking.\r\n\n                              -13-\r\r\n\n          Appellants make much of their claim that even if the\r\n\nsystem is privately installed, \"ownership\" of the tanks remains\r\n\nwith the City.  In fact, appellants appear to concede that there is\r\n\nno taking if the object placed on the homeowner's property is owned\r\n\nby the homeowner. \"The critical distinction in \r                                                        Loretto between use\r\n\nregulations, which are ordinarily noncompensatory, and a 'permanent\r\n\nphysical occupation of property,' which is always compensatory, is\r\n\nthe ownership and control of the object placed on the homeowner's\r\n\nproperty.\" Appellants' Brief at 14.\r\n\n          Appellants' argument that the STEP tanks are not\r\n\nprivately owned is as follows:\r\n\n            The only practical difference between STEP\r\n            tanks which are considered privately owned\r\n            . . . and maintained and those which are\r\n            not is in the identity of the installation\r\n            and maintenance people. It would seem\r\n            more would be required to distinguish\r\n            ownership and control. The tanks clearly\r\n            perform a public function. The tanks are\r\n            integral components in the city's sewer.\r\n            The city's sewer cannot perform its\r\n            function without the tanks.\r\n\nAppellants' Brief at 14.\r\n\n          Appellants have not, however, offered any practical\r\n\nmethod for distinguishing a privately owned installation and a\r\n\npublicly owned one. We are not convinced by appellants' claim that\r\n\nSTEP sewers are different from other sewers because the STEP tanks\r\n\nare required for the system to operate. It is true that the STEP\r\n\ntanks perform the necessary function of allowing solids to settle\r\n\nout of the wastewater before the latter is discharged into the\r\n\ncollection system. This function, however, is for the benefit of\r\n\n                              -14-\r\r\n\nthe homeowner alone. The tank is simply a requirement imposed on\r\n\nthe homeowner so that the homeowner's property can be connected to\r\n\nthe sewer system. As such, it is not a taking. Rather, it is a\r\n\nreasonable requirement without which the property could not be\r\n\nconnected to the sewer.\r\n\n          We believe that the option of installing and maintaining\r\n\nthe STEP system oneself provides the homeowner ownership of the\r\n\nSTEP tank. As discussed in footnote 19 of \r                                                   Loretto, the homeowner's\r\n\nability to install the system himself or herself grants the\r\n\nhomeowner \"full authority over the installation except only as\r\n\ngovernment specifically limited that authority.\" Id. at 440 n.19.\r\n\n          For this reason, and consistent with  Loretto, we find\r\n\nthat the regulations do not work a taking.\r\n\n                        V. The Easement\r\n\n          Appellants claim that even if there is no taking, there\r\n\nis no need for the City to demand an easement in exchange for one\r\n\ndollar in order to install the STEP tanks. In support of this\r\n\nclaim, they cite Mass. Gen. Laws ch. 83, S 1, which allows a city\r\n\nto take an easement by eminent domain if necessary for the\r\n\nconstruction and maintenance of common sewers. The STEP tanks,\r\n\nhowever, are not part of a \"common sewer,\" as required by Mass.\r\n\nGen. Laws ch. 83, S 1. Rather, they are part of a \"particular\r\n\nsewer\" which is governed by Mass. Gen. Laws ch. 83, SS 3 and 24.\r\n\nSee P \r                &amp; \r                  D \r                    Service \r                            Co. v.  Zoning \r                                           Board \r                                                 of \r                                                    Appeals \r                                                            of \r                                                               Dedham, </pre><span class=\"citation no-link\"><span class=\"volume\">359</span>\r\n\n<span class=\"reporter\">Mass.</span> <span class=\"page\">96</span></span><pre class=\"inline\">, 101 (1971) (stating that the line connecting a building\r\n\nto a municipal sewer system is a \"particular sewer\"). The sewer\r\n\n                              -15-\r\r\n\nsystem is, as discussed  supra, a common sewer. The STEP tank,\r\n\nhowever, is more accurately characterized as part of the line\r\n\nconnecting a property to the municipal sewer. Sections 3 and 24 do\r\n\nnot authorize municipalities to take an easement by eminent domain\r\n\nfor the construction of particular sewers. Furthermore, appellants\r\n\nappear to admit that an easement is required. \"Early on it became\r\n\napparent that easements would be necessary for the installation and\r\n\nmaintenance of city-owned utilities on private property.\"\r\n\nAppellants' Brief at xii.\r\n\n                          VI. Vagueness\r\n\n          Finally, appellants claim that the regulations are void\r\n\nfor vagueness. Having reviewed the regulations, we find this\r\n\nargument to be without merit. In our view, a person \"of ordinary\r\n\nintelligence\" is able to understand the meaning of these\r\n\nregulations.  United \r                                States v.   Batchelder, </pre><span class=\"citation\" data-id=\"110091\"><a href=\"/opinion/110091/united-states-v-batchelder/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span><pre class=\"inline\">, 122\r\n\n(1979); \r                 Doe v. \r                        Superintendent of Schs. of Worcester\r                                                           , </pre><span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">117</span></span><pre class=\"inline\">,\r\n\n134 (1995).\r\n\n                     VII. State Law Issues\r\n\n          Two additional issues are raised by appellants: First,\r\n\nthat the most the Board of Health can fine a landowner for failure\r\n\nto obey an order to connect to the sewer is $200 and, second, that\r\n\nthe City must install the STEP tanks when requested to do so by the\r\n\nhomeowner. These issues were not reached by the district court.\r\n\nIn its ruling from the bench, the district court stated that \"as to\r\n\nany aspects of the case not adjudicated by the declaration from the\r\n\nbench . . . the cause is remanded to the Massachusetts Superior\r\n\n                              -16-\r\r\n\nCourt.\" Judgment of the District Court, October 28, 1996. Because\r\n\nappellants do not challenge the propriety of the remand order, we\r\n\nwill not consider their arguments on the merits. Accordingly, we\r\n\nleave these issues to the Massachusetts Superior Court.\r\n\n                        VIII. Conclusion\r\n\n          For the reasons stated herein, we \r                                                     affirm \r                                                            the judgment of\r\n\nthe district court. Costs to appellees.\r\n\n                              -17-\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2064513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2201996/"
  ]
}