{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197541/",
  "absolute_url": "/opinion/197541/swirsky-v-national-association/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197541/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:32:38Z",
  "date_modified": "2017-03-24T10:52:30.322029Z",
  "type": "010combined",
  "sha1": "5c4df7f7733d86382d368f49304a8c6ddd884599",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1038.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n\n                                         \r\n\nNo. 97-1038\r\n\n                      GERALD R. SWIRSKY,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n         NATIONAL ASSOCIATION OF SECURITIES DEALERS,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT \r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n               Selya and Lynch, Circuit Judges,\r                                                          \r\n              and Gibson,* Senior Circuit Judge.\r                                                           \r\n\n                                         \r\n\nGerald A. Phelps for plaintiff-appellant.\r                            \r\nDavid  C. Fixler, with  whom Michael Unger and  Rubin &amp; Rudman LLP\r                                                                              \r\nwere on brief, for defendant-appellee.\r\n\n                                         \r\n                       August 28, 1997\r\n                                          \r\n\n                \r                            \r\n\n*  Hon. John R. Gibson of the Eighth Circuit, sitting by designation.\r\r\n\n          LYNCH,  Circuit Judge.  This case presents an issue\r                      LYNCH,  Circuit Judge.\r                                           \r\n\nof first impression  for this circuit concerning  whether the\r\n\ndoctrine of exhaustion of administrative remedies  applies in\r\n\ncertain   actions   against  the   National   Association  of\r\n\nSecurities  Dealers  (\"NASD\").   We  hold  that  it does,  in\r\n\nagreement  with  the  other circuits  which  have  faced this\r\n\nissue.  We therefore affirm the district court's dismissal of\r\n\nthe actions because  Mr. Swirsky failed to  follow the proper\r\n\nreview process in litigating this dispute.\r\n\nI.  Background\r\n\n          Gerald R. Swirsky  worked for Prudential Securities\r\n\nInc.  as a  broker until November  of 1992.   In  November of\r\n\n1990,  Swirsky  and   Prudential  were  parties  to   a  NASD\r\n\narbitration proceeding (\"the  Murray Arbitration\") brought by\r\n\none of Swirsky's  customers, who accused them  of causing her\r\n\nto lose  money by  concentrating  her position  in a  single,\r\n\nrisky stock.   The customer  was awarded $370,260  in damages\r\n\njointly  and  severally  from  Prudential  and  Swirsky   and\r\n\npunitive  damages of $50,000  from Prudential.   Swirsky lost\r\n\nhis  job  with  Prudential  as a  result  of  a comprehensive\r\n\nmanagement restructuring.\r\n\n          Tucker  Anthony hired  Swirsky soon  after he  left\r\n\nPrudential, and fired  him on September 16, 1994.   Four days\r\n\nlater,   the  NASD  filed  a  complaint  against  Swirsky  in\r\n\nconnection  with the Murray Arbitration and complaints by two\r\r\n\nother  former Prudential customers.  Prior to the termination\r\n\nof  Swirsky's  employment, the  NASD informed  Tucker Anthony\r\n\n(according  to Swirsky) that  if Tucker Anthony  continued to\r\n\nemploy Swirsky, Tucker  Anthony would be held  as a guarantor\r\n\nof Swirsky's conduct.\r\n\n          To  resolve  the  NASD  complaints, Swirsky,  while\r\n\nrepresented by counsel,  executed an Offer of  Settlement and\r\n\nWaiver  of Procedural Rights, without admitting any guilt, on\r\n\nOctober 21, 1994.   Swirsky avers that during  the settlement\r\n\nnegotiations  he was unaware  of the NASD's  \"threat\" to hold\r\n\nTucker  Anthony  liable  as  Swirsky's  guarantor.    Swirsky\r\n\napparently only  learned  of  this  communication  through  a\r\n\nletter  from  the  General Counsel  of  Tucker  Anthony dated\r\n\nFebruary 8, 1995.  \r\n\n          According to the terms of the settlement agreement,\r\n\nSwirsky was fined  $10,000, suspended  from association  with\r\n\nany  NASD member firm for ten  days, and waived all rights to\r\n\nappeal.  The National Business Conduct  Committee of the NASD\r\n\nBoard   of  Governors   (\"NBCC\")  approved   this  settlement\r\n\nagreement,  and the  local  NASD  District  Business  Conduct\r\n\nCommittee  (\"DBCC\") issued a Decision and Order of Acceptance\r\n\nof Offer of  Settlement on January 9,  1995.  The NASD  filed\r\n\nthe  settlement  with  the  Securities  Exchange   Commission\r\n\n(\"SEC\") on March 2, 1995.\r\n\n                             -3-\r                                          3\r\r\n\n          Swirsky, represented by  different counsel, filed a\r\n\nMotion to Vacate Decision and Order of Acceptance of Offer of\r\n\nSettlement with the NBCC on May 2, 1995.   Swirsky asserted a\r\n\nhost of claims.2  The  NBCC denied Swirsky's motion to vacate\r\n\non July 10.   Swirsky appealed to the SEC,  alleging the same\r\n\nclaims as in  his motion to  the NBCC.   The SEC declined  to\r\n\nreview the NBCC  decision because Swirsky's motion  to vacate\r\n\nwas untimely.3\r\n\n          Swirsky brought suit  in federal district court  on\r\n\nOctober 11, 1995.  The district court characterized Swirsky's\r\n\ncomplaint as \"essentially a collateral attack on a settlement\r\n\nhe   has  been  unable   to  undo  through   the  established\r\n\n                    \r                                \r\n\n2.  Swirsky   raised    the   following    claims:   tortious\r\ninterference  with   contract;  tortious   interference  with\r\nadvantageous  relations; fraud; violations  of Mass.  Gen. L.\r\nch. 93A; defamation; procedural  due process violations under\r\nthe  United States Constitution  and the Constitution  of the\r\nCommonwealth  of Massachusetts;  violations  of  42 U.S.C.   \r\n1983; violations of Mass. Gen. L. ch. 12    11H and  11I; and\r\nviolations  of sections 6(d)(1) and 15A(h)(1) of the Exchange\r\nAct.\r\n\n3.  In a letter  dated September 7, 1995, the  SEC stated the\r\nfollowing:\r\n   Under Section 19(d)(2), an application for review is to\r\n   be filed  within 30 days  after the date notice  of the\r\n   action is filed with the Commission and received by the\r\n   aggrieved  person.  Even if Swirsky could be considered\r\n   aggrieved by a settlement to which he consented, he was\r\n   obliged to  file an  application for  review within  30\r\n   days of  the filing of  notice of the action.   Swirsky\r\n   did not seek Commission review of the action within the\r\n   30-day  period  and   has  made  no  showing   for  the\r\n   Commission   to  consider   the  extraordinary   relief\r\n   necessary  for  a  filing outside  of  the  normal time\r\n   limits.\r\n\n                             -4-\r                                          4\r\r\n\nadministrative process.\"   Memorandum  and Order at  1.   The\r\n\ndistrict court dismissed  the complaint  because Swirsky  had\r\n\nfailed to  exhaust his  administrative remedies.   Under  the\r\n\nprocess established by  the Exchange Act, the  district court\r\n\nsaid, Swirsky should  have appealed the adverse  SEC decision\r\n\nin federal circuit court.  Swirsky now appeals.\r\n\nII.  The Exchange Act\r\n\n          The  Securities  Exchange  Act   of  1934  and  its\r\n\nsubsequent amendments create a detailed, comprehensive system\r\n\nof  federal regulation  of  the  securities  industry.    The\r\n\nsystem's   foundation   is    self-regulation   by   industry\r\n\norganizations  established according to the guidelines of the\r\n\nMaloney Act.   The NASD is a  national securities association\r\n\nregistered with  the SEC pursuant  to the  Maloney Act  which\r\n\nprovides self-regulation  of the  over-the-counter securities\r\n\nmarket.  See 15 U.S.C.   78o-3.\r                        \r\n\n          The Exchange Act mandates a three-tiered process of\r\n\nboth administrative and judicial review of NASD  disciplinary\r\n\nproceedings.  At  the first level, proceedings  are conducted\r\n\nby the local  DBCC with appeal to, and de novo review by, the\r\n\nNBCC.   The Maloney  Act  prescribes an  array of  procedural\r\n\nsafeguards to ensure  fairness at this first  tier of review.\r\n\nThe NASD must \"bring specific charges, notify such  member or\r\n\nperson of,  and give  him an  opportunity to defend  against,\r\n\nsuch charges, and keep a record.\" 15 U.S.C.   78o -3(h)(1).  \r\n\n                             -5-\r                                          5\r\r\n\n          The  NASD is  authorized  to  impose  a  number  of\r\n\nsanctions,   including   censure,   fines,   suspension,   or\r\n\nprohibition from association  with member firms. 15  U.S.C.  \r\n\n78o-3(b)(7);  NASD Rules of Fair  Practice, Art. V,    1.  In\r\n\naddition to  these specific  sanctions, the  NASD may  impose\r\n\n\"any  other  fitting  sanction deemed  appropriate  under the\r\n\ncircumstances.\" Id.   Sanctions must be supported  by written\r                               \r\n\nstatements specifying the activity that caused the violation,\r\n\nthe specific provision or  rule violated, and the  reason for\r\n\nthe sanction imposed.\r\n\n          At the  second level,  the SEC  reviews NBCC  final\r\n\norders de novo.  15 U.S.C.   78s(d).  Once the NBCC files its\r\n\ndecision  with the SEC, disciplinary respondents have 30 days\r\n\nto petition the SEC for  review. 15 U.S.C.   78s(d)(2).   The\r\n\nSEC  can affirm or modify any sanction, or remand to the NASD\r\n\nfor further  proceedings.  15  U.S.C.    78s(e).  The  SEC is\r\n\nempowered to seek an injunction in district court if the NASD\r\n\n\"is  engaged or  is  about  to engage  in  acts or  practices\r\n\nconstituting  a violation\" of the securities laws.  15 U.S.C.\r\n\n  78u(d).   The SEC  may \"censure or impose  limitations upon\r\n\nthe activities, functions and  operations\" of self-regulatory\r\n\norganizations  (such as the  NASD) that violate  the Exchange\r\n\nAct,  the rules thereunder,  or its own  rules.  15  U.S.C.  \r\n\n78s(h)(1).   The SEC may remove any  officer or director of a\r\n\nself-regulatory  organization from  office if  he  or she  is\r\n\n                             -6-\r                                          6\r\r\n\nfound  to  have violated  the  rules  or  abused his  or  her\r\n\nposition.  15 U.S.C.   78s(g)(2).\r\n\n          The NASD  is  also subject  to  extensive,  ongoing\r\n\noversight and control by the SEC.  See United States v. NASD,\r                                                                        \r\n\n422 U.S. 694, 700-01 n.6  (1975) (The Act \"authorizes the SEC\r\n\nto exercise a  significant oversight function over  the rules\r\n\nand activities of  the registered associations.\").   With few\r\n\nexceptions,  the  SEC  must   approve  all  rules,  policies,\r\n\npractices, and interpretations  before they are  implemented.\r\n\n15 U.S.C.    78s(b)(1).  Consistent with the  requirements of\r\n\nthe Exchange Act,  the SEC may  abrogate or  add rules as  it\r\n\ndeems necessary.  15  U.S.C.   78s(b)(3).   The SEC may  also\r\n\nsuspend  or revoke  the license  of  any national  securities\r\n\norganization  which  fails  to enforce  compliance  with  the\r\n\nExchange  Act, SEC  regulations,  or  the organization's  own\r\n\nrules. 15 U.S.C.   78s(h)(1).\r\n\n          The third tier  of the process provides  for review\r\n\nof final SEC  orders by the United States  Courts of Appeals.\r\n\n15 U.S.C.   78y(a); see Mister Discount Stockbrokers, Inc. v.\r                                                                      \r\n\nSEC, 768 F.2d  875, 876 (7th Cir. 1985)  (stating that \"final\r               \r\n\norders of the  Commission are reviewable  only in the  United\r\n\nStates  Courts of  Appeals\").   Congress  believed that  this\r\n\nthree-tiered  process  founded   upon  self-regulation  would\r\n\ngarner  several  benefits,   including  \"the  expertise   and\r\n\nintimate familiarity with complex securities operations which\r\n\n                             -7-\r                                          7\r\r\n\nmembers of  the  industry can  bring  to bear  on  regulatory\r\n\nproblems,  and  the  informality  and  flexibility  of  self-\r\n\nregulatory procedures.\"   S.Doc.  No. 93-13,  93d Cong.,  1st\r\n\nSess. 149 (1973).\r\n\nIII.  The Merits\r\n\n          The Exchange Act creates  a comprehensive procedure\r\n\nto  safeguard due process  in disciplinary hearings,  and for\r\n\nadministrative  and  judicial  review  of  NASD  disciplinary\r\n\nactions.  We agree  with other circuits that  have considered\r\n\nthe  question  that  the  \"comprehensiveness  of  the  review\r\n\nprocedure  suggests  that  the  doctrine  of  exhaustion   of\r\n\nadministrative  remedies   should  be   applied  to   prevent\r\n\ncircumvention  of  established  procedures.\"    First  Jersey\r                                                                         \r\n\nSecurities,  Inc. v.  Bergen,  605 F.2d  690,  695 (3rd  Cir.\r                                        \r\n\n1979).  See Merrill  Lynch v. NASD, 616 F.2d  1363, 1370 (5th\r                                              \r\n\nCir. 1980);  see also Nassar &amp; Co. v.  SEC, 566 F.2d 790, 792\r                                                      \r\n\nn.3 (D.C. Cir.  1977); Roach v. Woltmann, 879  F. Supp. 1039,\r                                                    \r\n\n1041-42  (C.D.  Cal.  1994); Maschler  v.  National  Ass'n of\r                                                                         \r\n\nSecurities Dealers,  Inc., 827  F. Supp.  131, 132  (E.D.N.Y.\r                                     \r\n\n1993);  Prevatte  v.  National Ass'n  of  Securities Dealers,\r                                                                         \r\n\nInc.,  682 F.  Supp. 913,  918  (W.D. Mich.  1988).   Because\r                \r\n\nSwirsky  failed  to  invoke  the third  tier  of  the  review\r\n\nprocess,   the   district   court   lacked   subject   matter\r\n\njurisdiction, and it properly dismissed Swirsky's complaint.\r\n\n                             -8-\r                                          8\r\r\n\n          The doctrine  of exhaustion  of remedies  is stated\r\n\nstarkly  in Myers v.  Bethlehem Shipbuilding Corp.,  303 U.S.\r                                                              \r\n\n41,  50-51 (1938),  where the Supreme  Court noted  the \"long\r\n\nsettled  rule of  judicial  administration  that  no  one  is\r\n\nentitled  to judicial  relief for  a  supposed or  threatened\r\n\ninjury until  the prescribed  administrative remedy has  been\r\n\nexhausted.\"  (footnote omitted).  The central purpose of this\r\n\ndoctrine is \"the  avoidance of premature interruption  of the\r\n\nadministrative process.\"   McKart v. United States,  395 U.S.\r                                                              \r\n\n185,  193 (1969).   See Portela-Gonzalez v.  Secretary of the\r                                                                         \r\n\nNavy,  109  F.3d  74,  79  (1st  Cir.  1997)  (\"Insisting  on\r                \r\n\nexhaustion forces parties to  take administrative proceedings\r\n\nseriously, allows  administrative agencies an  opportunity to\r\n\ncorrect their own errors, and potentially avoids the need for\r\n\njudicial involvement  altogether.\"); Ezratty  v. Commonwealth\r                                                                         \r\n\nof Puerto  Rico, 648 F.2d  770, 774 (1st Cir.  1981) (stating\r                           \r\n\nthat \"the doctrine serves interests of  accuracy, efficiency,\r\n\nagency autonomy and judicial economy.\").\r\n\n          Exhaustion  is required  if explicitly  mandated by\r\n\nCongress, McCarthy v. Madigan, 503  U.S. 140, 144 (1992), but\r                                         \r\n\ncourts  may relax this requirement somewhat where Congress is\r\n\nsilent.  Darby  v.  Cisneros, 509  U.S.  137,  153-54 (1993).\r                                        \r\n\nThere are  \"three broad sets  of circumstances  in which  the\r\n\ninterests  of the individual  weigh heavily against requiring\r\n\nadministrative  exhaustion.\"    McCarthy,  503  U.S.  at 146.\r                                                    \r\n\n                             -9-\r                                          9\r\r\n\nThese  exceptions are  when the  requirement occasions  undue\r\n\nprejudice  to subsequent assertion  of a court  action; where\r\n\nthe agency is  not empowered to  grant effective relief;  and\r\n\nwhen  there  are  clear  indicia of  agency  bias  or  taint.\r\n\nMcCarthy at  146-48.  See  Portela-Gonzalez, 109  F.3d at  77\r                                                       \r\n\n(1st Cir. 1997).  None of these exceptions applyto this case.\r\n\n          Before examining  the exceptions  to administrative\r\n\nexhaustion listed above, we  refute Swirsky's threshold claim\r\n\nthat he could not appeal the SEC decision because it  did not\r\n\nconstitute a \"final order.\"   On the contrary, the SEC letter\r\n\nis   an  adjudication  of  Swirsky's  motion  to  vacate  the\r\n\nsettlement agreement.  The SEC declined to review the  NBCC's\r\n\ndecision not to vacate the settlement agreement on the ground\r\n\nthat Swirsky's  petition was  time-barred.   Though based  on\r\n\nprocedural grounds, the SEC's ruling on Swirsky's petition is\r\n\nfinal, and Swirsky could have appealed this decision.\r\n\n          Swirsky's  clearest  argument that  the  exhaustion\r\n\ndoctrine  should  not  apply  to  this   case  is  rooted  in\r\n\nallegations  that  the NASD  is  biased  against  him.   This\r\n\nargument consists  of little  more than  the assertion  that,\r\n\nbecause the  NASD is the  defendant in this action,  it could\r\n\nnot possibly provide  him with  a fair  hearing.   We do  not\r\n\nbelieve that  this  is  enough  to demonstrate  the  kind  of\r\n\n                             -10-\r                                          10\r\r\n\nthoroughgoing  taint which  concerned  the  Supreme Court  in\r\n\nMcCarthy.4  The review process here provides for both SEC and\r                    \r\n\ncourt of appeals review after the NASD determination, not  to\r\n\nmention review by the NBCC,  a separate entity from the DBCC.\r\n\nSwirsky has not accused the SEC or this court of unacceptable\r\n\nbias against  him.  Though  it can be  unsettling, it  is not\r\n\nuncommon  in administrative law  for a litigant's  case to be\r\n\nheard in the first instance  by the very agency against which\r\n\nthe plaintiff  has a complaint.  In  this case, resort to the\r\n\ncorrect appeals procedure would not have been a \"futile act.\"\r\n\nSee Portela-Gonzalez,  109 F.3d at  78-80 (plaintiff required\r                                \r\n\nto pursue her claim to  \"the final rung of the administrative\r\n\nladder,\" despite the  fact that she had been  rebuffed at all\r\n\nprior stages).\r\n\n          Neither  is resort  to  the  proper review  process\r\n\nfutile in the sense that  Swirsky could not have received the\r\n\nrelief he  sought.  The  SEC has extensive powers  to modify,\r\n\nreverse and enjoin disciplinary actions  by the NASD.  As the\r\n\nThird  Circuit has  said, \"Ultimate  review  by the  court of\r\n\nappeals ensures  that constitutional or statutory errors will\r\n\nnot go unremedied.\"  First Jersey Securities, Inc., 605  F.2d\r                                                              \r\n\nat 696.   See SEC v. Waco Financial,  Inc., 751 F.2d 831, 833\r                                                      \r\n\n                    \r                                \r\n\n4.     See  McCarthy, 503  U.S.  at 148  (citing Houghton  v.\r                                                                     \r\nShafer, 392 U.S. 639, 640 (1968), where administrative review\r                  \r\nprocedure  culminated  with  the  Attorney  General, who  had\r                                 \r\nalready expressed his views on the merits).\r\n\n                             -11-\r                                          11\r\r\n\n(6th Cir.  1985) (\"By  preserving the issue  before the  NASD\r\n\nbodies and the SEC the  appellants could have obtained direct\r\n\njudicial review of their constitutional claims  following all\r\n\nadministrative steps.\").\r\n\n          Swirsky  attempts  to  avoid  these  doctrines   by\r\n\ndistinguishing  his action in district court from that before\r\n\nthe NASD and SEC.  Swirsky's claims are, however, essentially\r\n\nthe same as  those he raised before  the NASD and the  SEC in\r\n\nhis  motion to  vacate the  settlement  agreement.5   Swirsky\r\n\nargues that the harms he suffered  as a result of the  NASD's\r\n\n\"threat\" to Tucker Anthony give rise to independent causes of\r\n\naction, analogous to causes of action he would have if a NASD\r\n\nemployee had punched him in the nose during the course of the\r\n\ndisciplinary  complaint.   Assaults  are not  a  part of  the\r\n\nNASD's regulatory arsenal,  but it is  clear that the  NASD's\r\n\ncommunication to Tucker  Anthony arose out of  a disciplinary\r\n\naction by the NASD.  Swirsky's analogy is inapt.\r\n\nIV.  Conclusion\r\n\n          Swirsky's proper  course of  action,  once the  SEC\r\n\ndenied his appeal, was to appeal  to this court.  He did  not\r\n\ndo  so.   Swirsky  reached  this court  by  a different,  and\r\n\nincorrect, route.  At oral argument, Swirsky's counsel stated\r\n\nthat it was \"ironic\" that this case was now before the  First\r\n\n                    \r                                \r\n\n5.  We note  that Swirsky  was alerted  to the  NASD \"threat\"\r\nbefore the settlement agreement was filed with the SEC.\r                  \r\n\n                             -12-\r                                          12\r\r\n\nCircuit.   The irony  instead lies in  the fact  that Swirsky\r\n\nasks this court  to do what he  claims could not be  done via\r\n\nthe  proper  review process  --  a process  that  should have\r\n\nculminated here.\r\n\n          The decision of the district court is affirmed.\r                                                                    \r\n\n                             -13-\r                                          13\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n\n                                         \r\n\nNo. 97-1038\r\n\n                      GERALD R. SWIRSKY,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n         NATIONAL ASSOCIATION OF SECURITIES DEALERS,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT \r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n               Selya and Lynch, Circuit Judges,\r                                                          \r\n              and Gibson,* Senior Circuit Judge.\r                                                           \r\n\n                                         \r\n\nGerald A. Phelps for plaintiff-appellant.\r                            \r\nDavid  C. Fixler, with  whom Michael Unger and  Rubin &amp; Rudman LLP\r                                                                              \r\nwere on brief, for defendant-appellee.\r\n\n                                         \r\n                       August 28, 1997\r\n                                          \r\n\n                \r                            \r\n\n*  Hon. John R. Gibson of the Eighth Circuit, sitting by designation.\r\r\n\n          LYNCH,  Circuit Judge.  This case presents an issue\r                      LYNCH,  Circuit Judge.\r                                           \r\n\nof first impression  for this circuit concerning  whether the\r\n\ndoctrine of exhaustion of administrative remedies  applies in\r\n\ncertain   actions   against  the   National   Association  of\r\n\nSecurities  Dealers  (\"NASD\").   We  hold  that  it does,  in\r\n\nagreement  with  the  other circuits  which  have  faced this\r\n\nissue.  We therefore affirm the district court's dismissal of\r\n\nthe actions because  Mr. Swirsky failed to  follow the proper\r\n\nreview process in litigating this dispute.\r\n\nI.  Background\r\n\n          Gerald R. Swirsky  worked for Prudential Securities\r\n\nInc.  as a  broker until November  of 1992.   In  November of\r\n\n1990,  Swirsky  and   Prudential  were  parties  to   a  NASD\r\n\narbitration proceeding (\"the  Murray Arbitration\") brought by\r\n\none of Swirsky's  customers, who accused them  of causing her\r\n\nto lose  money by  concentrating  her position  in a  single,\r\n\nrisky stock.   The customer  was awarded $370,260  in damages\r\n\njointly  and  severally  from  Prudential  and  Swirsky   and\r\n\npunitive  damages of $50,000  from Prudential.   Swirsky lost\r\n\nhis  job  with  Prudential  as a  result  of  a comprehensive\r\n\nmanagement restructuring.\r\n\n          Tucker  Anthony hired  Swirsky soon  after he  left\r\n\nPrudential, and fired  him on September 16, 1994.   Four days\r\n\nlater,   the  NASD  filed  a  complaint  against  Swirsky  in\r\n\nconnection  with the Murray Arbitration and complaints by two\r\r\n\nother  former Prudential customers.  Prior to the termination\r\n\nof  Swirsky's  employment, the  NASD informed  Tucker Anthony\r\n\n(according  to Swirsky) that  if Tucker Anthony  continued to\r\n\nemploy Swirsky, Tucker  Anthony would be held  as a guarantor\r\n\nof Swirsky's conduct.\r\n\n          To  resolve  the  NASD  complaints, Swirsky,  while\r\n\nrepresented by counsel,  executed an Offer of  Settlement and\r\n\nWaiver  of Procedural Rights, without admitting any guilt, on\r\n\nOctober 21, 1994.   Swirsky avers that during  the settlement\r\n\nnegotiations  he was unaware  of the NASD's  \"threat\" to hold\r\n\nTucker  Anthony  liable  as  Swirsky's  guarantor.    Swirsky\r\n\napparently only  learned  of  this  communication  through  a\r\n\nletter  from  the  General Counsel  of  Tucker  Anthony dated\r\n\nFebruary 8, 1995.  \r\n\n          According to the terms of the settlement agreement,\r\n\nSwirsky was fined  $10,000, suspended  from association  with\r\n\nany  NASD member firm for ten  days, and waived all rights to\r\n\nappeal.  The National Business Conduct  Committee of the NASD\r\n\nBoard   of  Governors   (\"NBCC\")  approved   this  settlement\r\n\nagreement,  and the  local  NASD  District  Business  Conduct\r\n\nCommittee  (\"DBCC\") issued a Decision and Order of Acceptance\r\n\nof Offer of  Settlement on January 9,  1995.  The NASD  filed\r\n\nthe  settlement  with  the  Securities  Exchange   Commission\r\n\n(\"SEC\") on March 2, 1995.\r\n\n                             -3-\r                                          3\r\r\n\n          Swirsky, represented by  different counsel, filed a\r\n\nMotion to Vacate Decision and Order of Acceptance of Offer of\r\n\nSettlement with the NBCC on May 2, 1995.   Swirsky asserted a\r\n\nhost of claims.2  The  NBCC denied Swirsky's motion to vacate\r\n\non July 10.   Swirsky appealed to the SEC,  alleging the same\r\n\nclaims as in  his motion to  the NBCC.   The SEC declined  to\r\n\nreview the NBCC  decision because Swirsky's motion  to vacate\r\n\nwas untimely.3\r\n\n          Swirsky brought suit  in federal district court  on\r\n\nOctober 11, 1995.  The district court characterized Swirsky's\r\n\ncomplaint as \"essentially a collateral attack on a settlement\r\n\nhe   has  been  unable   to  undo  through   the  established\r\n\n                    \r                                \r\n\n2.  Swirsky   raised    the   following    claims:   tortious\r\ninterference  with   contract;  tortious   interference  with\r\nadvantageous  relations; fraud; violations  of Mass.  Gen. L.\r\nch. 93A; defamation; procedural  due process violations under\r\nthe  United States Constitution  and the Constitution  of the\r\nCommonwealth  of Massachusetts;  violations  of  42 U.S.C.   \r\n1983; violations of Mass. Gen. L. ch. 12    11H and  11I; and\r\nviolations  of sections 6(d)(1) and 15A(h)(1) of the Exchange\r\nAct.\r\n\n3.  In a letter  dated September 7, 1995, the  SEC stated the\r\nfollowing:\r\n   Under Section 19(d)(2), an application for review is to\r\n   be filed  within 30 days  after the date notice  of the\r\n   action is filed with the Commission and received by the\r\n   aggrieved  person.  Even if Swirsky could be considered\r\n   aggrieved by a settlement to which he consented, he was\r\n   obliged to  file an  application for  review within  30\r\n   days of  the filing of  notice of the action.   Swirsky\r\n   did not seek Commission review of the action within the\r\n   30-day  period  and   has  made  no  showing   for  the\r\n   Commission   to  consider   the  extraordinary   relief\r\n   necessary  for  a  filing outside  of  the  normal time\r\n   limits.\r\n\n                             -4-\r                                          4\r\r\n\nadministrative process.\"   Memorandum  and Order at  1.   The\r\n\ndistrict court dismissed  the complaint  because Swirsky  had\r\n\nfailed to  exhaust his  administrative remedies.   Under  the\r\n\nprocess established by  the Exchange Act, the  district court\r\n\nsaid, Swirsky should  have appealed the adverse  SEC decision\r\n\nin federal circuit court.  Swirsky now appeals.\r\n\nII.  The Exchange Act\r\n\n          The  Securities  Exchange  Act   of  1934  and  its\r\n\nsubsequent amendments create a detailed, comprehensive system\r\n\nof  federal regulation  of  the  securities  industry.    The\r\n\nsystem's   foundation   is    self-regulation   by   industry\r\n\norganizations  established according to the guidelines of the\r\n\nMaloney Act.   The NASD is a  national securities association\r\n\nregistered with  the SEC pursuant  to the  Maloney Act  which\r\n\nprovides self-regulation  of the  over-the-counter securities\r\n\nmarket.  See 15 U.S.C.   78o-3.\r                        \r\n\n          The Exchange Act mandates a three-tiered process of\r\n\nboth administrative and judicial review of NASD  disciplinary\r\n\nproceedings.  At  the first level, proceedings  are conducted\r\n\nby the local  DBCC with appeal to, and de novo review by, the\r\n\nNBCC.   The Maloney  Act  prescribes an  array of  procedural\r\n\nsafeguards to ensure  fairness at this first  tier of review.\r\n\nThe NASD must \"bring specific charges, notify such  member or\r\n\nperson of,  and give  him an  opportunity to defend  against,\r\n\nsuch charges, and keep a record.\" 15 U.S.C.   78o -3(h)(1).  \r\n\n                             -5-\r                                          5\r\r\n\n          The  NASD is  authorized  to  impose  a  number  of\r\n\nsanctions,   including   censure,   fines,   suspension,   or\r\n\nprohibition from association  with member firms. 15  U.S.C.  \r\n\n78o-3(b)(7);  NASD Rules of Fair  Practice, Art. V,    1.  In\r\n\naddition to  these specific  sanctions, the  NASD may  impose\r\n\n\"any  other  fitting  sanction deemed  appropriate  under the\r\n\ncircumstances.\" Id.   Sanctions must be supported  by written\r                               \r\n\nstatements specifying the activity that caused the violation,\r\n\nthe specific provision or  rule violated, and the  reason for\r\n\nthe sanction imposed.\r\n\n          At the  second level,  the SEC  reviews NBCC  final\r\n\norders de novo.  15 U.S.C.   78s(d).  Once the NBCC files its\r\n\ndecision  with the SEC, disciplinary respondents have 30 days\r\n\nto petition the SEC for  review. 15 U.S.C.   78s(d)(2).   The\r\n\nSEC  can affirm or modify any sanction, or remand to the NASD\r\n\nfor further  proceedings.  15  U.S.C.    78s(e).  The  SEC is\r\n\nempowered to seek an injunction in district court if the NASD\r\n\n\"is  engaged or  is  about  to engage  in  acts or  practices\r\n\nconstituting  a violation\" of the securities laws.  15 U.S.C.\r\n\n  78u(d).   The SEC  may \"censure or impose  limitations upon\r\n\nthe activities, functions and  operations\" of self-regulatory\r\n\norganizations  (such as the  NASD) that violate  the Exchange\r\n\nAct,  the rules thereunder,  or its own  rules.  15  U.S.C.  \r\n\n78s(h)(1).   The SEC may remove any  officer or director of a\r\n\nself-regulatory  organization from  office if  he  or she  is\r\n\n                             -6-\r                                          6\r\r\n\nfound  to  have violated  the  rules  or  abused his  or  her\r\n\nposition.  15 U.S.C.   78s(g)(2).\r\n\n          The NASD  is  also subject  to  extensive,  ongoing\r\n\noversight and control by the SEC.  See United States v. NASD,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"109307\"><a href=\"/opinion/109307/united-states-v-national-assn-securities-dealers/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></a></span><pre class=\"inline\">, 700-01 n.6  (1975) (The Act \"authorizes the SEC\r\n\nto exercise a  significant oversight function over  the rules\r\n\nand activities of  the registered associations.\").   With few\r\n\nexceptions,  the  SEC  must   approve  all  rules,  policies,\r\n\npractices, and interpretations  before they are  implemented.\r\n\n15 U.S.C.    78s(b)(1).  Consistent with the  requirements of\r\n\nthe Exchange Act,  the SEC may  abrogate or  add rules as  it\r\n\ndeems necessary.  15  U.S.C.   78s(b)(3).   The SEC may  also\r\n\nsuspend  or revoke  the license  of  any national  securities\r\n\norganization  which  fails  to enforce  compliance  with  the\r\n\nExchange  Act, SEC  regulations,  or  the organization's  own\r\n\nrules. 15 U.S.C.   78s(h)(1).\r\n\n          The third tier  of the process provides  for review\r\n\nof final SEC  orders by the United States  Courts of Appeals.\r\n\n15 U.S.C.   78y(a); see Mister Discount Stockbrokers, Inc. v.\r                                                                      \r\n\nSEC, </pre><span class=\"citation\" data-id=\"455996\"><a href=\"/opinion/455996/fed-sec-l-rep-p-92223-mister-discount-stockbrokers-inc-and-william/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">875</span></a></span><pre class=\"inline\">, 876 (7th Cir. 1985)  (stating that \"final\r               \r\n\norders of the  Commission are reviewable  only in the  United\r\n\nStates  Courts of  Appeals\").   Congress  believed that  this\r\n\nthree-tiered  process  founded   upon  self-regulation  would\r\n\ngarner  several  benefits,   including  \"the  expertise   and\r\n\nintimate familiarity with complex securities operations which\r\n\n                             -7-\r                                          7\r\r\n\nmembers of  the  industry can  bring  to bear  on  regulatory\r\n\nproblems,  and  the  informality  and  flexibility  of  self-\r\n\nregulatory procedures.\"   S.Doc.  No. 93-13,  93d Cong.,  1st\r\n\nSess. 149 (1973).\r\n\nIII.  The Merits\r\n\n          The Exchange Act creates  a comprehensive procedure\r\n\nto  safeguard due process  in disciplinary hearings,  and for\r\n\nadministrative  and  judicial  review  of  NASD  disciplinary\r\n\nactions.  We agree  with other circuits that  have considered\r\n\nthe  question  that  the  \"comprehensiveness  of  the  review\r\n\nprocedure  suggests  that  the  doctrine  of  exhaustion   of\r\n\nadministrative  remedies   should  be   applied  to   prevent\r\n\ncircumvention  of  established  procedures.\"    First  Jersey\r                                                                         \r\n\nSecurities,  Inc. v.  Bergen,  </pre><span class=\"citation no-link\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">690</span></span><pre class=\"inline\">,  695 (3rd  Cir.\r                                        \r\n\n1979).  See Merrill  Lynch v. NASD, </pre><span class=\"citation\" data-id=\"375611\"><a href=\"/opinion/375611/fed-sec-l-rep-p-97500-merrill-lynch-pierce-fenner-smith-inc/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1363</span></a></span><pre class=\"inline\">, 1370 (5th\r                                              \r\n\nCir. 1980);  see also Nassar &amp; Co. v.  SEC, </pre><span class=\"citation\" data-id=\"350972\"><a href=\"/opinion/350972/nassar-and-company-inc-v-securities-and-exchange-commission-nassar-and/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">790</span></a></span><pre class=\"inline\">, 792\r                                                      \r\n\nn.3 (D.C. Cir.  1977); Roach v. Woltmann, </pre><span class=\"citation\" data-id=\"2264666\"><a href=\"/opinion/2264666/roach-v-woltmann/\"><span class=\"volume\">879</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1039</span></a></span><pre class=\"inline\">,\r                                                    \r\n\n1041-42  (C.D.  Cal.  1994); Maschler  v.  National  Ass'n of\r                                                                         \r\n\nSecurities Dealers,  Inc., </pre><span class=\"citation\" data-id=\"1458722\"><a href=\"/opinion/1458722/maschler-v-national-assn-of-securities-dealers/\"><span class=\"volume\">827</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">131</span></a></span><pre class=\"inline\">, 132  (E.D.N.Y.\r                                     \r\n\n1993);  Prevatte  v.  National Ass'n  of  Securities Dealers,\r                                                                         \r\n\nInc.,  682 F.  Supp. 913,  918  (W.D. Mich.  1988).   Because\r                \r\n\nSwirsky  failed  to  invoke  the third  tier  of  the  review\r\n\nprocess,   the   district   court   lacked   subject   matter\r\n\njurisdiction, and it properly dismissed Swirsky's complaint.\r\n\n                             -8-\r                                          8\r\r\n\n          The doctrine  of exhaustion  of remedies  is stated\r\n\nstarkly  in Myers v.  Bethlehem Shipbuilding Corp.,  </pre><span class=\"citation\" data-id=\"102952\"><a href=\"/opinion/102952/myers-v-bethlehem-shipbuilding-corp/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span>\r                                                              \r\n\n<span class=\"page\">41</span></a></span><pre class=\"inline\">,  50-51 (1938),  where the Supreme  Court noted  the \"long\r\n\nsettled  rule of  judicial  administration  that  no  one  is\r\n\nentitled  to judicial  relief for  a  supposed or  threatened\r\n\ninjury until  the prescribed  administrative remedy has  been\r\n\nexhausted.\"  (footnote omitted).  The central purpose of this\r\n\ndoctrine is \"the  avoidance of premature interruption  of the\r\n\nadministrative process.\"   McKart v. United States,  </pre><span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span>\r                                                              \r\n\n<span class=\"page\">185</span></a></span><pre class=\"inline\">,  193 (1969).   See Portela-Gonzalez v.  Secretary of the\r                                                                         \r\n\nNavy,  </pre><span class=\"citation\" data-id=\"738223\"><a href=\"/opinion/738223/astrid-l-portela-gonzalez-v-secretary-of-the-navy/\"><span class=\"volume\">109</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">74</span></a></span><pre class=\"inline\">,  79  (1st  Cir.  1997)  (\"Insisting  on\r                \r\n\nexhaustion forces parties to  take administrative proceedings\r\n\nseriously, allows  administrative agencies an  opportunity to\r\n\ncorrect their own errors, and potentially avoids the need for\r\n\njudicial involvement  altogether.\"); Ezratty  v. Commonwealth\r                                                                         \r\n\nof Puerto  Rico, </pre><span class=\"citation\" data-id=\"390295\"><a href=\"/opinion/390295/laurice-j-ezratty-v-the-commonwealth-of-puerto-rico/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">770</span></a></span><pre class=\"inline\">, 774 (1st Cir.  1981) (stating\r                           \r\n\nthat \"the doctrine serves interests of  accuracy, efficiency,\r\n\nagency autonomy and judicial economy.\").\r\n\n          Exhaustion  is required  if explicitly  mandated by\r\n\nCongress, McCarthy v. Madigan, </pre><span class=\"citation\" data-id=\"112701\"><a href=\"/opinion/112701/mccarthy-v-madigan/\"><span class=\"volume\">503</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span><pre class=\"inline\">, 144 (1992), but\r                                         \r\n\ncourts  may relax this requirement somewhat where Congress is\r\n\nsilent.  Darby  v.  Cisneros, </pre><span class=\"citation\" data-id=\"112891\"><a href=\"/opinion/112891/darby-v-cisneros/\"><span class=\"volume\">509</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">137</span></a></span><pre class=\"inline\">,  153-54 (1993).\r                                        \r\n\nThere are  \"three broad sets  of circumstances  in which  the\r\n\ninterests  of the individual  weigh heavily against requiring\r\n\nadministrative  exhaustion.\"    McCarthy,  503  U.S.  at 146.\r                                                    \r\n\n                             -9-\r                                          9\r\r\n\nThese  exceptions are  when the  requirement occasions  undue\r\n\nprejudice  to subsequent assertion  of a court  action; where\r\n\nthe agency is  not empowered to  grant effective relief;  and\r\n\nwhen  there  are  clear  indicia of  agency  bias  or  taint.\r\n\nMcCarthy at  146-48.  See  Portela-Gonzalez, 109  F.3d at  77\r                                                       \r\n\n(1st Cir. 1997).  None of these exceptions applyto this case.\r\n\n          Before examining  the exceptions  to administrative\r\n\nexhaustion listed above, we  refute Swirsky's threshold claim\r\n\nthat he could not appeal the SEC decision because it  did not\r\n\nconstitute a \"final order.\"   On the contrary, the SEC letter\r\n\nis   an  adjudication  of  Swirsky's  motion  to  vacate  the\r\n\nsettlement agreement.  The SEC declined to review the  NBCC's\r\n\ndecision not to vacate the settlement agreement on the ground\r\n\nthat Swirsky's  petition was  time-barred.   Though based  on\r\n\nprocedural grounds, the SEC's ruling on Swirsky's petition is\r\n\nfinal, and Swirsky could have appealed this decision.\r\n\n          Swirsky's  clearest  argument that  the  exhaustion\r\n\ndoctrine  should  not  apply  to  this   case  is  rooted  in\r\n\nallegations  that  the NASD  is  biased  against  him.   This\r\n\nargument consists  of little  more than  the assertion  that,\r\n\nbecause the  NASD is the  defendant in this action,  it could\r\n\nnot possibly provide  him with  a fair  hearing.   We do  not\r\n\nbelieve that  this  is  enough  to demonstrate  the  kind  of\r\n\n                             -10-\r                                          10\r\r\n\nthoroughgoing  taint which  concerned  the  Supreme Court  in\r\n\nMcCarthy.4  The review process here provides for both SEC and\r                    \r\n\ncourt of appeals review after the NASD determination, not  to\r\n\nmention review by the NBCC,  a separate entity from the DBCC.\r\n\nSwirsky has not accused the SEC or this court of unacceptable\r\n\nbias against  him.  Though  it can be  unsettling, it  is not\r\n\nuncommon  in administrative law  for a litigant's  case to be\r\n\nheard in the first instance  by the very agency against which\r\n\nthe plaintiff  has a complaint.  In  this case, resort to the\r\n\ncorrect appeals procedure would not have been a \"futile act.\"\r\n\nSee Portela-Gonzalez,  109 F.3d at  78-80 (plaintiff required\r                                \r\n\nto pursue her claim to  \"the final rung of the administrative\r\n\nladder,\" despite the  fact that she had been  rebuffed at all\r\n\nprior stages).\r\n\n          Neither  is resort  to  the  proper review  process\r\n\nfutile in the sense that  Swirsky could not have received the\r\n\nrelief he  sought.  The  SEC has extensive powers  to modify,\r\n\nreverse and enjoin disciplinary actions  by the NASD.  As the\r\n\nThird  Circuit has  said, \"Ultimate  review  by the  court of\r\n\nappeals ensures  that constitutional or statutory errors will\r\n\nnot go unremedied.\"  First Jersey Securities, Inc., 605  F.2d\r                                                              \r\n\nat 696.   See SEC v. Waco Financial,  Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">831</span></span><pre class=\"inline\">, 833\r                                                      \r\n\n                    \r                                \r\n\n4.     See  McCarthy, 503  U.S.  at 148  (citing Houghton  v.\r                                                                     \r\nShafer, </pre><span class=\"citation\" data-id=\"107756\"><a href=\"/opinion/107756/houghton-v-shafer/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></a></span><pre class=\"inline\">, 640 (1968), where administrative review\r                  \r\nprocedure  culminated  with  the  Attorney  General, who  had\r                                 \r\nalready expressed his views on the merits).\r\n\n                             -11-\r                                          11\r\r\n\n(6th Cir.  1985) (\"By  preserving the issue  before the  NASD\r\n\nbodies and the SEC the  appellants could have obtained direct\r\n\njudicial review of their constitutional claims  following all\r\n\nadministrative steps.\").\r\n\n          Swirsky  attempts  to  avoid  these  doctrines   by\r\n\ndistinguishing  his action in district court from that before\r\n\nthe NASD and SEC.  Swirsky's claims are, however, essentially\r\n\nthe same as  those he raised before  the NASD and the  SEC in\r\n\nhis  motion to  vacate the  settlement  agreement.5   Swirsky\r\n\nargues that the harms he suffered  as a result of the  NASD's\r\n\n\"threat\" to Tucker Anthony give rise to independent causes of\r\n\naction, analogous to causes of action he would have if a NASD\r\n\nemployee had punched him in the nose during the course of the\r\n\ndisciplinary  complaint.   Assaults  are not  a  part of  the\r\n\nNASD's regulatory arsenal,  but it is  clear that the  NASD's\r\n\ncommunication to Tucker  Anthony arose out of  a disciplinary\r\n\naction by the NASD.  Swirsky's analogy is inapt.\r\n\nIV.  Conclusion\r\n\n          Swirsky's proper  course of  action,  once the  SEC\r\n\ndenied his appeal, was to appeal  to this court.  He did  not\r\n\ndo  so.   Swirsky  reached  this court  by  a different,  and\r\n\nincorrect, route.  At oral argument, Swirsky's counsel stated\r\n\nthat it was \"ironic\" that this case was now before the  First\r\n\n                    \r                                \r\n\n5.  We note  that Swirsky  was alerted  to the  NASD \"threat\"\r\nbefore the settlement agreement was filed with the SEC.\r                  \r\n\n                             -12-\r                                          12\r\r\n\nCircuit.   The irony  instead lies in  the fact  that Swirsky\r\n\nasks this court  to do what he  claims could not be  done via\r\n\nthe  proper  review process  --  a process  that  should have\r\n\nculminated here.\r\n\n          The decision of the district court is affirmed.\r                                                                    \r\n\n                             -13-\r                                          13\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1458722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2264666/"
  ]
}