{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197664/",
  "absolute_url": "/opinion/197664/united-states-v-bartelho/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197664/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:35:05Z",
  "date_modified": "2017-03-24T10:53:11.371348Z",
  "type": "010combined",
  "sha1": "231030e975894effe6f6d9276b1a6bcc4439b481",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1273.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1273\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       THOMAS J. BARTELHO,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                Selya and Boudin, Circuit Judges,\r                                                          \r\n\n                 and McAuliffe,* District Judge.\r                                                         \r\n\n                                           \r\n\n     Christopher  W. Dilworth, by  appointment of the  Court, for\r                                       \r\nappellant.\r\n     Margaret  D. McGaughey,  Assistant  United States  Attorney,\r                                     \r\nwith whom Jay  P. McCloskey, United States Attorney,  and Richard\r                                                                           \r\nW. Murphy, Assistant  United States Attorney,  were on brief  for\r                   \r\nappellee.\r\n\n                                           \r\n\n                        November 25, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of New Hampshire, sitting by designation.\r\r\n\n          McAULIFFE,  District   Judge.    Thomas   Bartelho  was\r                    McAULIFFE,  District   Judge.\r                                                \r\n\nconvicted  of three  counts  of armed  bank robbery  (18 U.S.C.A.\r\n\n   2113(a) and  (d)), three counts of using  a firearm in a crime\r\n\nof  violence (18  U.S.C.A.    924(c)), and  one count  of robbery\r\n\naffecting  commerce (18  U.S.C.A.    1951).  On  appeal, Bartelho\r\n\nraises a number of evidentiary issues and challenges the district\r\n\njudge's denial  of his motion  to sever the charges  against him.\r\n\nFor the reasons that follow, we affirm his conviction.\r\n\n                         I.  BACKGROUND1\r                                   I.  BACKGROUND\r\n\n          Four  robberies occurred within four months in the same\r\n\narea  near the  Maine  coast.   The Fleet  Bank in  Westbrook was\r\n\nrobbed on January 31,  1994, and on March 4 two  banks, the Casco\r\n\nNorthern Bank  in Gray and the  Key Bank in Windham,  were robbed\r\n\nwithin twenty minutes of each other.   On May 5, a jewelry  store\r\n\nin South Portland was robbed.  The robberies were similar in that\r\n\nin  each, the  robbers were  masked,  brandished guns,  and drove\r\n\nstolen cars.  They netted  approximately $64,000 in cash from the\r\n\nbanks and $109,000 worth of diamonds from the jewelry store.  The\r\n\nrobbers  activities, guns,  and general appearance were  noted by\r\n\nbank  employees, customers, and  passersby, and were  recorded by\r\n\nbank surveillance cameras.\r\n\n          On July 2, 1994, the Windham (Maine)  police received a\r\n\ncall reporting a  domestic disturbance in the  upstairs apartment\r\n                    \r                              \r\n\n1  Bartelho  does not challenge the sufficiency  of the evidence.\r\nThe  facts  are  presented  only  as  background  for  subsequent\r\ndiscussion  of  the issues  raised  on appeal,  without  favor to\r\neither party.   United  States v. Morla-Trinidad,  100 F.3d  1, 2\r                                                          \r\n(1st Cir. 1996).\r\n\n                               -2-\r\r\n\nof  a two-unit  residence.   The  caller lived  downstairs.   The\r\n\nupstairs  tenants  were  reported  to  be  Patricia  Harris,  her\r\n\nboyfriend, \"Tommy,\" and her two young children.  The police found\r\n\na loaded semiautomatic rifle on  the porch, and, when they called\r\n\nout for  \"Tommy,\" Bartelho  emerged from hiding.   The  rifle was\r\n\nsimilar to one described by witnesses as having been used by  the\r\n\nbank robbers.  Bartelho was arrested, on assault charges, and was\r\n\nheld in the Cumberland County jail until he made bail.  \r\n\n          Agents of  the Federal Bureau of  Investigation (\"FBI\")\r\n\nthen sought and  obtained a warrant to  search Harris's apartment\r\n\nfor  evidence connected to the January  and March bank robberies.\r\n\nDuring  their  search on  July  7,  agents  found a  quantity  of\r\n\nammunition,  a stock  and case  for a  rifle, and  other evidence\r\n\nrelated to the bank robberies.   The downstairs neighbor gave the\r\n\nagents a .22 caliber revolver and ammunition that she said Harris\r\n\nhad given to  her.  A complaint  charging Bartelho with the  bank\r\n\nrobberies issued  on  July 8,  1994,  but on  October  12 it  was\r\n\ndismissed without prejudice on the government's motion.2\r\n\n          Bartelho was arrested  on other charges in  October and\r\n\nimprisoned  in Rhode  Island.   His  cellmate told  the FBI  that\r\n\nBartelho bragged about his proficiency  with guns, as well as his\r\n\n                    \r                              \r\n\n2   In a separate indictment,  Bartelho was charged  with being a\r\nfelon  in possession of a firearm.   Before trial on that charge,\r\nBartelho moved to suppress  evidence taken by the  Windham police\r\nin  the warrantless July 2  search, and by the  FBI in the July 7\r\nsearch.   The  district judge  denied his  motion.   Bartelho was\r\nconvicted and on May 26, 1995, he  was sentenced to 120 months in\r\nprison.  His conviction was affirmed on appeal.  United States v.\r                                                                        \r\nBartelho, 71 F.3d 436 (1st Cir. 1995).\r                  \r\n\n                               -3-\r\r\n\ninvolvement in the  robberies.  Another inmate  who knew Bartelho\r\n\nat  the Windham (Maine) Correctional Facility, where Bartelho was\r\n\nimprisoned on gun  possession charges, told the FBI that Bartelho\r\n\nhad admitted  his part in  the bank and jewelry  store robberies.\r\n\nWilliam Yates,  who was in  prison with Bartelho at  the Kennebec\r\n\n(Maine) County Jail in March of 1995, also reported that Bartelho\r\n\nmade statements about  his participation in the robberies.   And,\r\n\none of  Bartelho's accomplices,  Gerald Van  Bever, who  had been\r\n\narrested for his  part in the robberies, also  made statements to\r\n\nthe FBI implicating Bartelho.\r\n\n          On  May 16,  1995,  a federal  grand  jury returned  an\r\n\nindictment against  Bartelho charging  him with  three counts  of\r\n\nbank robbery in violation of 18  U.S.C.A.   2113, three counts of\r\n\nusing   firearms  during  crimes  of  violence  in  violation  of\r\n\n18 U.S.C.A.    924,  and  one count  of  unlawful  obstruction of\r\n\ninterstate commerce by robbery in  violation of the Hobbs Act, 18\r\n\nU.S\n",
  "html": "<p class=\"case_cite\">129 F.3d 663</p>\n    <p class=\"case_cite\">48 Fed. R. Evid. Serv. 47</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Thomas J. BARTELHO, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 96-1273.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 31, 1996.<br>Decided Nov. 25, 1997.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Christopher W. Dilworth, by appointment of the Court, Falmouth, ME, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, Portland, ME, with whom Jay P. McCloskey, United States Attorney, Bangor, ME, and Richard W. Murphy, Assistant United States Attorney, were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and McAULIFFE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">McAULIFFE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thomas Bartelho was convicted of three counts of armed bank robbery (18 U.S.C.A. &#167;&#167; 2113(a) and (d)), three counts of using a firearm in a crime of violence (18 U.S.C.A. &#167; 924(c)), and one count of robbery affecting commerce (18 U.S.C.A. &#167; 1951).  On appeal, Bartelho raises a number of evidentiary issues and challenges the district judge's denial of his motion to sever the charges against him.  For the reasons that follow, we affirm his conviction.</p>\n    </div>\n    <p>I. BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Four robberies occurred within four months in the same area near the Maine coast.  The Fleet Bank in Westbrook was robbed on January 31, 1994, and on March 4 two banks, the Casco Northern Bank in Gray and the Key Bank in Windham, were robbed within twenty minutes of each other.  On May 5, a jewelry store in South Portland was robbed.  The robberies were similar in that in each, the robbers were masked, brandished guns, and drove stolen cars.  They netted approximately $64,000 in cash from the banks and $109,000 worth of diamonds from the jewelry store.  The robbers' activities, guns, and general appearance were noted by bank employees, customers, and passersby, and were recorded by bank surveillance cameras.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 2, 1994, the Windham (Maine) police received a call reporting a domestic disturbance in the upstairs apartment of a two-unit residence.  The caller lived downstairs.  The upstairs tenants were reported to be Patricia Harris, her boyfriend, \"Tommy,\" and her two young children.  The police found a loaded semiautomatic rifle on the porch, and, when they called out for \"Tommy,\" Bartelho emerged from hiding.  The rifle was similar to one described by witnesses as having been used by the bank robbers.  Bartelho was arrested, on assault charges, and was held in the Cumberland County jail until he made bail.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Agents of the Federal Bureau of Investigation (\"FBI\") then sought and obtained a warrant to search Harris's apartment for evidence connected to the January and March bank robberies.  During their search on July 7, agents found a quantity of ammunition, a stock and case for a rifle, and other evidence related to the bank robberies.  The downstairs neighbor gave the agents a .22 caliber revolver and ammunition that she said Harris had given to her.  A complaint charging Bartelho with the bank robberies issued on July 8, 1994, but on October 12 it was dismissed without prejudice on the government's motion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Bartelho was arrested on other charges in October and imprisoned in Rhode Island.  His cellmate told the FBI that Bartelho bragged about his proficiency with guns, as well as his involvement in the robberies.  Another inmate who knew Bartelho at the Windham (Maine) Correctional Facility, where Bartelho was imprisoned on gun possession charges, told the FBI that Bartelho had admitted his part in the bank and jewelry store robberies.  William Yates, who was in prison with Bartelho at the Kennebec (Maine) County Jail in March of 1995, also reported that Bartelho made statements about his participation in the robberies.  And, one of Bartelho's accomplices, Gerald Van Bever, who had been arrested for his part in the robberies, also made statements to the FBI implicating Bartelho.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On May 16, 1995, a federal grand jury returned an indictment against Bartelho charging him with three counts of bank robbery in violation of 18 U.S.C.A. &#167; 2113, three counts of using firearms during crimes of violence in violation of 18 U.S.C.A. &#167; 924, and one count of unlawful obstruction of interstate commerce by robbery in violation of the Hobbs Act, 18 U.S.C.A. &#167; 1951 (the jewelry store robbery).  Bartelho's first trial on the robbery charges resulted in a hung jury, and, on September 27, 1995, the district judge declared a mistrial.  Bartelho was retried in early November 1995.  The jury found him guilty on all seven counts, and he was sentenced.  This appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On appeal, Bartelho challenges a number of evidentiary rulings made prior to and during his trial.  He also asserts as error the district judge's denial of his motion to sever the individual robbery charges.  The government raises procedural bars to consideration of several of Bartelho's assigned errors and generally disputes the merit of his appeal.  The evidentiary issues are addressed first, beginning with those that present the more compelling arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. Admissibility of Van Bever's Statements to FBI Agents</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Gerald Van Bever pled guilty to bank robbery charges arising from the same events that led to Bartelho's indictment.  At Bartelho's trial, the government planned to introduce statements Van Bever gave to FBI agents that implicated both Van Bever and Bartelho.  Apparently the parties stipulated that certain statements made by Van Bever would be read at trial by two FBI agents.  Before the statements were read, however, the government sought to include two additional statements over Bartelho's objection.  The disputed statements were:  \"He [Van Bever] felt that the reason the FBI knew he committed the robberies is because Tommy Bartelho told too many people what they had done.\" and \"Van Bever stated that Bartelho could not keep his mouth shut.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Bartelho argued that those statements amounted to inadmissible hearsay.  The district judge ruled the statements admissible under Federal Rule of Evidence 804(b)(3), as statements against his penal interest.  The district judge also offered to give a limiting instruction, cautioning the jury that the statements were not offered to prove that Bartelho committed the robberies, or that Bartelho had told people about the robberies, as those statements constituted hearsay.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Later, during a break in the trial, the defense asked for an instruction limiting the jury's consideration of the two statements to Van Bever's state of mind when he talked to the FBI.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The district judge ruled that the statements did not clearly reflect multiple hearsay and did not give the requested limiting instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On appeal, Bartelho challenges the trial judge's ruling that because Van Bever's report of Bartelho's statements was not clearly hearsay, no cautionary instruction was necessary.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Bartelho contends that the judge's ruling implicitly found that the statements were admissions of guilt by Bartelho, and impermissibly transferred the burden to show that the statements were hearsay to him.  While we acknowledge Bartelho's point (the government also seems to concede that Van Bever's statements are indeed hearsay as to Bartelho), we need not decide the issue nor consider whether the district judge erred in failing to give a limiting instruction, because we conclude that even if error is assumed, it was harmless beyond a reasonable doubt.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this case, an abundance of unchallenged evidence directly implicated Bartelho in the robberies and supported Van Bever's statements to the effect that Bartelho told others about his own participation.  For example, the FBI agent also testified from his prepared statement, without objection, that Van Bever said that he, Tommy Bartelho, and Al Verrechia robbed the banks that Bartelho was charged with robbing (Fleet Bank in Westbrook early in 1994, then the Casco Northern Bank, in Gray, and a bank in Windham on the same day).  The agent related details of each robbery, as reported by Van Bever, including details of Bartelho's participation.  A second agent read a statement prepared from his own interview of Van Bever that also provided details about the bank robberies, including Bartelho's direct involvement.  The second agent also related details about Bartelho's participation in the jewelry store robbery with Van Bever and others.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Patricia Harris, Bartelho's girlfriend, was living with him during the time of the robberies.  She testified that she heard Bartelho discussing the robberies with Van Bever and others.  She saw Bartelho's guns, and money, which were kept in their apartment.  In addition, several of Bartelho's fellow inmates from different prisons testified that Bartelho bragged about committing the same robberies for which he was later charged.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  They related the details Bartelho gave them about how the robberies were carried out, including descriptions of the cars and weapons used.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the context of all of the evidence presented at trial, the contested Van Bever statements about Bartelho were at best cumulative of other compelling proof that Bartelho committed the charged robberies.  Because the challenged statements merely duplicated what was otherwise properly admitted, but added nothing new, there is no \"reasonable possibility\" that the challenged statements, if they were erroneously admitted, influenced the verdict against Bartelho.  United States v. Rivera-Santiago, 107 F.3d 960, 967 (1st Cir.1997).  Any error in admitting the statements, then, was harmless beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B. Admissibility of Van Bever's Suppression Hearing Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Bartelho wanted to introduce testimony Van Bever gave on cross-examination at his (Van Bever's) own suppression hearing, to undermine the credibility of Van Bever's statements inculpating him (Bartelho) in the robberies.  In response to cross-examination by government counsel, Van Bever said he had considered implicating innocent people, and that he had made false statements to the FBI about acquiring a gun.  The district judge confirmed that Van Bever was unavailable to testify, but ruled that the offered testimony was inadmissible under Federal Rule of Evidence 804(b)(1).  Bartelho argues that the judge erred.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A district judge's legal construction of an evidentiary rule is reviewed de novo.  United States v. Omar, 104 F.3d 519, 522 (1st Cir.1997).  The trial judge's application of the evidentiary rule to particular factual circumstances, however, is reviewed only for an abuse of discretion, \"which favors the prevailing party.\"  Id.  A party who seeks admission of hearsay evidence bears the burden of proving each element of the exception that he asserts.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Rule 804(b)(1)<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> provides an exception to the hearsay rule.  If the witness is unavailable to testify in person, prior testimony given by the witness may be introduced, so long as the opposing party had \"an opportunity and similar motive to develop the testimony by direct, cross, or redirect examination.\"   To admit offered testimony under Rule 804(b)(1), the proponent must satisfy both requirements of the rule:  unavailability and similar motive and opportunity to develop the challenged testimony.  United States v. Salerno, 505 U.S. 317, 321, 112 S.Ct. 2503, 2506-07, 120 L.Ed.2d 255 (1992).  The parties agree that Van Bever was unavailable to testify within the meaning of the rule, but vigorously dispute whether the government had a similar motive to develop Van Bever's testimony in each proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Bartelho argues that the government's motives were indeed similar because Van Bever's general credibility was at issue at both his own suppression hearing and at Bartelho's trial.  The district judge held that \"the government did not have a similar motive or incentive to develop the testimony at the suppression hearing, and therefore, it would be improper under the rule to admit it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the broadest sense, of course, the government's motive in all proceedings is to seek the truth and to ensure that justice is done.  The United States Attorney is the representative</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>not of an ordinary party to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern at all;  and whose interest, therefore, in a criminal prosecution is not that it shall win a case, but that justice shall be done.  As such, he is in a peculiar and very definite sense the servant of the law, the twofold aim of which is that guilt shall not escape or innocence suffer.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Berger v. United States, 295 U.S. 78, 88, 55 S.Ct. 629, 633, 79 L.Ed. 1314 (1935).  Put another way, by a former Solicitor General of the United States:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>'The Solicitor General is not a neutral, he is an advocate;  but an advocate for a client whose business is not merely to prevail in the instant case.  My client's chief business is not to achieve victory but to establish justice.  We are constantly reminded of the now classic words penned by one of my illustrious predecessors, Frederick William Lehmann, that the Government wins its point when justice is done in its courts.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Brady v. Maryland, 373 U.S. 83, 87 n. 2, 83 S.Ct. 1194, 1197 n. 2, 10 L.Ed.2d 215 (1963) (quoting address by Simon E. Sobeloff, as Solicitor General, to Judicial Conference of the Fourth Circuit, June 29, 1954).  Indeed, a similar inscription is carved above the Office of the Attorney General, and juries in federal criminal cases are routinely instructed that the government's purpose is to achieve justice.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In pursuit of its goal to achieve justice in each case, however, the government is also charged with an obligation of advocacy--to prosecute \"with earnestness and vigor\" using \"every legitimate means to bring about a just [conviction].\"  Berger, 295 U.S. at 88, 55 S.Ct. at 633.   Like other litigants, the government's motive as prosecutor in developing testimony and presenting evidence may vary from case to case.  See, Salerno, 505 U.S. at 324-25 and 325-26, 112 S.Ct. at 2508-09 and 2509 (Blackmun, J. concurring).  When evaluating the similarity of the government's motive in different proceedings for purposes of Rule 804(b)(1), it is the government's interest in the particular proceeding, as prosecutor, not its broader interest in achieving justice, as sovereign, that must be examined.  See, e.g., United States v. Salerno, 505 U.S. 317, 324-25, 112 S.Ct. 2503, 2508-09, 120 L.Ed.2d 255 (1992);  Omar, 104 F.3d at 522-23;  United States v. Peterson, 100 F.3d 7, 12 (2d Cir.1996);  United States v. Fischl, 16 F.3d 927, 928 (8th Cir.1994);  United States v. Wingate, 520 F.2d 309, 316 (2d Cir.1975), cert. denied, 423 U.S. 1074, 96 S.Ct. 858, 47 L.Ed.2d 84 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For purposes of Rule 804(b)(1), we focus narrowly on a party's motive and opportunity to develop particular testimony on a particular issue.  See Omar, 104 F.3d at 523.  \"The party against whom the prior testimony is offered must have had a similar, not necessarily an identical, motive to develop the adverse testimony in the prior proceeding.\"  United States v. Lombard, 72 F.3d 170, 188 (1st Cir.1995), cert. denied, --- U.S. ----, 117 S.Ct. 2437, 138 L.Ed.2d 197 (1997).  In Salerno the Supreme Court majority reversed the Second Circuit, which had ruled that challenged testimony from a grand jury proceeding was admissible under Rule 804(b)(1) because the government's motive was irrelevant when the testimony was necessary to maintain adversarial fairness.  Salerno, 505 U.S. at 320-22, 112 S.Ct. at 2506-07.   The Court directed the Second Circuit to consider similarity of motive under Rule 804(b)(1), but provided no legal framework for the analysis.  Id. at 325, 112 S.Ct. at 2509.   The contrast between dissenting and concurring opinions suggests, however, that the similarity of a broad and general interest in testing the witness's credibility in each proceeding is not enough to establish \"similar motive.\"   Instead, the inquiry must focus on \"narrow concerns of ensuring the reliability of evidence admitted at trial.\"  Id. at 325-26, 112 S.Ct. at 2509 (Blackmun, J., concurring) (the similar-motive inquiry, to determine the similarity of underlying issues, is inherently factual);  cf. id. at 327-30, 112 S.Ct. at 2509-12 (Stevens, J., dissenting) (government's general interest in veracity of witnesses in grand jury proceeding is sufficient to establish \"similar motive\" and tactical decision not to cross-examine on an issue does not eliminate opportunity).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Second Circuit has since developed a two-part test for determining \"similar motive\" under Rule 804(b)(1):  \"whether the questioner is on the same side of the same issue at both proceedings, ... [and] whether the questioner had a substantially similar interest in asserting that side of the issue.\"  United States v. DiNapoli, 8 F.3d 909, 912 (2d Cir.1993) (en banc);  see also Wingate, 520 F.2d at 316 (government's interest in the voluntariness of one defendant's confession at his suppression hearing prevents meaningful opportunity to cross-examine on another defendant's guilt or innocence).  Under that test, the similar-motive inquiry under Rule 804(b)(1) requires scrutiny of the factual and procedural context of each proceeding to determine both the issue in dispute and the intensity of interest in developing the particular issue by the party against whom the disputed testimony is offered.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At Van Bever's suppression hearing, the issue actually being litigated was whether Van Bever's own admissions that he participated in the robberies were involuntary, and therefore inadmissible, due to the effects of heroin withdrawal.  In response, the government sought to attack Van Bever's credibility, eliciting testimony from him to the effect that he had lied to FBI agents and considered implicating innocent people.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At Bartelho's trial, the issue being litigated was Bartelho's guilt or innocence on the robbery charges.  The government sought to introduce statements by Van Bever that tended to incriminate Bartelho, to prove Bartelho's guilt.  While the government would probably concede that Van Bever was not always truthful, its purpose at trial was to show that he was truthful when he implicated Bartelho in the robberies.  Thus, if the government had been able to cross-examine Van Bever on the statements Bartelho hoped to introduce, it would have attempted to show that even though Van Bever did not always tell the truth, that weakness did not affect or seriously call into question the truthfulness of his statements to the FBI about Bartelho.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although Van Bever's credibility was generally at issue in each proceeding, and the government was interested in his credibility each time, the more particular points the government sought to make were quite different:  the reliability of Van Bever's claim that heroin withdrawal made his own confessional statements involuntary and unreliable, versus the reliability of his statements to the FBI implicating Bartelho.  At the Van Bever suppression hearing, the government had no interest in developing Van Bever's credibility with respect to his statements implicating Bartelho.  At Bartelho's trial, however, the government had a significant interest in developing Van Bever's credibility as to his statements implicating Bartelho.  As the government's motive at each proceeding, viewed in context, was actually quite different, it is apparent that the district judge did not abuse his discretion in ruling that Van Bever's statements were inadmissible under Rule 804(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">C. Decision to Strike Bartelho's Trial Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Bartelho testified in his own defense that when the charged robberies occurred he was supporting himself and his family by selling drugs, primarily marijuana but also cocaine and heroin.  On cross-examination, the government attempted to test Bartelho's truthfulness, asking him, \"Now whom did you get your marijuana supplies from?\"   Bartelho responded, \"I'm not going to answer that question.\"   The judge ordered Bartelho to answer, and he responded, \"I'm not answering that question.\"   Given his refusal to respond to cross-examination, the government moved to strike Bartelho's direct testimony in its entirety.  At a sidebar conference Bartelho's counsel asked if the judge would hold Bartelho in contempt as a sanction for refusing to answer, rather than strike his direct testimony.  The judge declined, noting that contempt would not fulfill the requirement that Bartelho be subject to cross-examination.  The trial judge carefully explained the impending consequences if he continued to refuse to answer the government's questions, and let Bartelho confer with his counsel.  When Bartelho returned to the stand, the judge asked if he was now ready to answer.  Bartelho responded, \"I will not implicate those people, Your Honor.\"   When asked if he refused to answer he responded unambiguously:  \"That's correct.\"   The trial judge then directed the jury to disregard all of Bartelho's testimony.  Bartelho's counsel interposed no objection.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">On appeal, Bartelho says that his testimony should not have been stricken because the question about his drug sources was directed at a collateral issue and, at the least, his refusal to answer that one question did not call for the extreme remedy of striking all of his prior testimony.  Although Bartelho's counsel suggested holding him in contempt as an alternative to striking his testimony, as pointed out earlier, no objection was made when the district judge ordered the jurors to disregard all of Bartelho's testimony.  Given the absence of a specific and timely objection, we review the district judge's decision only for plain error.  See Fed.R.Crim.P. 52(b);  United States v. Lewis, 40 F.3d 1325, 1338-39 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The plain error rule exists to prevent miscarriages of justice, not to correct less substantial errors that may occur during a trial.  See United States v. Roberts, 119 F.3d 1006, 1014 (1st Cir.1997).  For that reason, an appellate court is afforded considerable discretion to correct only \"those few errors that 'seriously affect the fairness, integrity or public reputation of the judicial proceedings.' \"  United States v. Taylor, 54 F.3d 967, 973 (1st Cir.1995) (quoting United States v. Young, 470 U.S. 1, 15, 105 S.Ct. 1038, 1046, 84 L.Ed.2d 1 (1985), internal quotation omitted).  To obtain relief based on plain error, an appellant must show that the trial judge committed an error that constituted a \"[d]eviation from a legal rule\";  that the error was obvious and \"clear under current law\";  and, that the error affected \"substantial rights.\"  United States v. Olano, 507 U.S. 725, 733-34, 113 S.Ct. 1770, 1777-78, 123 L.Ed.2d 508 (1993);  accord United States v. Winter, 70 F.3d 655, 659 (1st Cir.1995), cert. denied, 517 U.S. 1126, 116 S.Ct. 1366, 134 L.Ed.2d 532 (1996).  The asserted error's effect is evaluated in light of the record as a whole.  Roberts, 119 F.3d at 1014.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The government asserts that Bartelho waived any issue concerning his stricken testimony at trial, thereby precluding appellate review.  See Olano, 507 U.S. at 733, 113 S.Ct. at 1777 (deviation from a legal rule may constitute appealable error only if the error was forfeited but not waived);  accord United States v. Ciocca, 106 F.3d 1079, 1085 (1st Cir.1997).  It is not entirely clear from the record that Bartelho waived the issue, but, because we determine that plain error did not occur, we need not decide whether the issue was waived.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Sixth Amendment guarantees criminal defendants the right to present a defense, but that right is subject to the government's legitimate interest in testing the truth of testimony offered by the defense through cross-examination.  United States v. Gary, 74 F.3d 304, 308-09 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 2567, 135 L.Ed.2d 1084 (1996).  A defendant who testifies at his own trial waives his Fifth Amendment protection against self-incrimination and also exposes himself to cross-examination on matters that are reasonably related to his direct testimony.  United States v. Cuozzo, 962 F.2d 945, 948 (9th Cir.1992).  A trial judge may strike a witness's direct testimony if he flatly refuses to answer cross-examination questions related to \"the details of his direct testimony,\" thereby undermining the prosecution's ability \"to test the truth of his direct testimony.\"  United States v. Brooks, 82 F.3d 50, 54 (2d Cir.)  (quotations and citations omitted), cert. denied, --- U.S. ----, 117 S.Ct. 267, 136 L.Ed.2d 191 (1996);  accord Gary, 74 F.3d at 310;  see also United States v. McKneely, 69 F.3d 1067, 1076 (10th Cir.1995).  If the prosecutor's questions relate only to collateral matters, however, the trial judge should protect the defendant's right to present his defense, if possible.  Gary, 74 F.3d at 310.   Matters are not collateral if they \"are of consequence to [the] case.\"  Morla-Trinidad, 100 F.3d at 5 n. 4. Here, Bartelho testified that he supported himself, in part, through drug sales, in an effort to establish that he had no motive to commit robbery.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  He also testified on direct examination that his marijuana source was from Rhode Island.  To test the truth of that testimony (that he had no motive to rob because he earned an adequate living selling drugs), the prosecutor asked, \"Now whom did you get your marijuana supplies from?\"   He refused to answer.  Because Bartelho put the absence of motive to commit robbery at issue when he testified on direct examination, and tied that absence of motive to his drug sales, the government was entitled to question him about the details of that activity to test his truthfulness.  See McKneely, 69 F.3d at 1075-76.   Accordingly, the government's question about Bartelho's drug supplier was not collateral, but instead directly targeted the credibility of the absence-of-motive defense he interposed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district judge's sanction, striking all of Bartelho's direct testimony, may have been broader than necessary to cure his refusal to answer, see United States v. De La Cruz, 996 F.2d 1307, 1313 (1st Cir.1993), and we certainly would not have faulted a trial judge who adopted a lesser sanction for a defendant's refusal to answer on a point of marginal importance--for example, by inviting the jury to take account of the refusal in considering how far to credit his testimony.  Still, the choice in matters of this kind is very much within the informed discretion of the trial judge, and it would take manifest abuse to persuade us that error had occurred.  The district court's decision certainly was not plain error and, under the standard here applicable, that is enough.</p>\n    </div>\n    <p class=\"indent\">D. Challenges to William Yates's Testimony</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">William Yates, a fellow inmate of Bartelho's at the Kennebec County Jail during March of 1995, told government agents that Bartelho admitted participating in the charged robberies.  Before trial, Bartelho sought to suppress his admissions to Yates, on grounds that Yates was a government informer and was acting as a government agent when they discussed Bartelho's criminal activities.  When the judge ruled that testimony admissible, Bartelho unsuccessfully attempted to introduce newspaper articles about the robberies and to cross-examine Yates about statements he allegedly made to other inmates about Bartelho, in an effort to undermine his credibility.  On appeal, Bartelho asserts that the district judge erred in all of his rulings related to this testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Bartelho contends that his statements to Yates were elicited in violation of his Sixth Amendment right to counsel.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The right to counsel \"attaches only upon the initiation of adversary judicial criminal proceedings against the defendant, and thereafter the right applies to all critical stages of the prosecution, before, during and after trial.\"  Roberts v. State of Me., 48 F.3d 1287, 1290 (1st Cir.1995) (quotations omitted).  After the right to counsel has attached, the government and its agents are constitutionally prohibited from deliberately seeking information from an accused in the absence of defense counsel.  United States v. Nocella, 849 F.2d 33, 36 (1st Cir.1988).   The right to counsel is offense specific, however, so an accused charged with one crime cannot invoke a right to counsel with respect to other uncharged crimes.  McNeil v. Wisconsin, 501 U.S. 171, 175, 111 S.Ct. 2204, 2207, 115 L.Ed.2d 158 (1991);  Maine v. Moulton, 474 U.S. 159, 179-80, 106 S.Ct. 477, 488-89, 88 L.Ed.2d 481 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district judge found, and Bartelho concedes, that when Bartelho was in prison with Yates, Bartelho was awaiting sentencing on a felon in possession of a firearm conviction, but he was not then charged with the robberies.  The robbery charges, initiated by complaint on July 8, 1994, were dropped in October 1994.  Bartelho was incarcerated with and spoke to Yates in March of 1995.  The government indicted Bartelho on the same robbery charges again in May of 1995.  Bartelho argues that the government deliberately dismissed the robbery charges against him before he was incarcerated with Yates, and did not recharge him until after it orchestrated an opportunity for Yates to elicit information from him, at a time when he would be unprotected by the right to counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Deliberate chicanery by the government intended to subvert an accused's Sixth Amendment rights, by delaying formal charges, may give rise to a right to counsel before charges are brought.  See Roberts, 48 F.3d at 1291.   In this case, however, the district judge found that the government did not manipulate the robbery charges to avoid the requirements of the Sixth Amendment, and those factual findings are reviewable only for clear error.  United States v. Zapata, 18 F.3d 971, 975 (1st Cir.1994).  We find no clear error and conclude that the district judge did not abuse his discretion when he decided not to suppress Bartelho's admissions to Yates.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Bartelho also challenges the district judge's rulings limiting his counsel's cross-examination of Yates.  Bartelho sought to introduce newspaper clippings about the charged robberies to show that Yates could have concocted his story about Bartelho's admissions from readily available newspaper accounts.  The government objected on relevance grounds.  In response to the trial judge's inquiry, the defense conceded that only one inmate witness had read anything about the charged robberies.  That witness was not Yates, and the witness had seen only a news flash about the robberies.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Nevertheless, the defense attempted to have the articles admitted to show that the inmate witnesses, including Yates, could have gleaned information about the robberies from the newspapers.  The judge sustained the government's objection, based on lack of foundation.  We find no abuse of discretion in the trial judge's admissibility determination, particularly given the weak proffer made by the defendant.  See United States v. Brandon, 17 F.3d 409, 444-45 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In addition, Bartelho wanted to cross-examine Yates under Federal Rule of Evidence 608(b)<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> about statements other fellow inmates allegedly reported Yates had made about Bartelho, following his testimony at Bartelho's first robbery trial.  The government objected on grounds that Yates's prison statements, explaining his testimony against Bartelho, were made for his own protection.  The judge explicitly exercised his discretion and ruled that the reported statements were not sufficiently probative of untruthfulness to be admissible.  While we may not have reached the same conclusion, neither do we find that the district judge's decision was so far afield as to constitute an abuse of discretion.  See Morla-Trinidad, 100 F.3d at 4 (scope of cross-examination within district judge's discretion);  see also United States v. Barrett, 766 F.2d 609, 615 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">E. Challenges to Patricia Harris's Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Patricia Harris, Bartelho's long-time girlfriend, testified about her knowledge of Bartelho's activities and his involvement in the charged robberies.  During the course of the investigation and Bartelho's first trial, Harris admittedly lied to the FBI to protect Bartelho and, at times, committed perjury on his behalf.  At his retrial, Harris testified about her troubled and abusive relationship with Bartelho, described his guns, identified his friends, and recounted his activities, including the things she saw, heard, and participated in relative to the charged robberies.  Harris conceded on direct examination by the government that she had indeed lied to the FBI and committed perjury, but explained her conduct as the result of Bartelho's threats to kill her if she told the truth about the robberies.  She also testified that Bartelho had asked her to arrange his escape from prison in Rhode Island.  Harris's testimony is the source of several issues pressed on appeal.</p>\n    </div>\n    <p class=\"indent\">1. Bartelho's Threats Against Harris</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Bartelho argues that the district judge erred when he overruled the objection to Harris's testimony regarding his alleged threats against her.  The record shows that defense counsel objected to the graphic details employed to describe the threats, and that the trial judge essentially sustained the defense objection.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  As a result, Harris's testimony did not include any graphic details, and the appellant does not contend that any graphic language describing the threats was later allowed.  As Bartelho's objection to graphic language was sustained, no appealable issue has been presented for review.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Bartelho also objected to the government's asking Harris whether she believed that Bartelho would carry out his threats against her.  On appeal, Bartelho contends that she should not have been allowed to answer, based on Federal Rule of Evidence 403, because her fear of Bartelho was of low probative value but was highly inflammatory.  We disagree.  Harris's belief that Bartelho would carry out his threats was highly probative of the appropriate point the government sought to make--that Harris's previous false statements in favor of Bartelho were the result of intimidation.  The more evidence tends to support the proponent's case, the more prejudicial it is to the opponent, but only evidence that is unfairly prejudicial may be excluded.  Fed.R.Evid. 403;  United States v. Pitrone, 115 F.3d 1, 8 (1st Cir.1997).  As Bartelho demonstrated no unfair prejudice from Harris's testimony, the district judge appropriately denied his objection.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">2. Harris's Testimony About Van Bever's Credibility</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Bartelho argues that the district judge also erred when he allowed Harris to testify that she believed Van Bever's statements to the police about Bartelho's activities were true.  On cross-examination by defense counsel, Harris said that she told Bartelho that Van Bever was informing on him.  On redirect, she denied telling Bartelho that she thought Van Bever was lying.  Defense counsel objected, challenging Harris's basis of knowledge regarding the truth of what Van Bever said.  When the question was repeated, Harris testified, without objection, that she thought Van Bever was telling the truth.  The judge then cautioned both sides that the questioning was straying beyond permissible bounds:  \"Now the record is a mess right now because in fact what we've got is opinion testimony by her as to whether she thinks he's--was telling the truth or not.  So I invite counsel [to suggest] how we clarify this.\"   Instead of addressing the matter that is now raised on appeal, defense counsel simply agreed that the questioning should stop, and Harris was excused without any request for a limiting instruction regarding her opinion of Van Bever's credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Under these circumstances, the issue should probably be deemed waived.  See Olano, 507 U.S. at 733, 113 S.Ct. at 1777.   In any case, the trial judge correctly overruled defense counsel's objection.  Harris's testimony actually was that she did not suggest to Bartelho that Van Bever was lying, a statement more directly related to her knowledge of Bartelho's involvement in the robberies than to her subjective opinion of Van Bever's credibility.  As defense counsel did not object to the testimony that followed, and did not take advantage of the opportunity provided by the court to correct any error that might have occurred, the trial judge's failure to provide sua sponte relief, even if erroneous, is reviewable on appeal only for plain error.  Roberts, 119 F.3d at 1014.   We are convinced that Harris's statements about Van Bever's credibility, taken in the context of the whole trial, did not affect Bartelho's substantial rights, and that no plain error occurred.  Id.</p>\n    </div>\n    <p class=\"indent\">3. Limitation of Cross-Examination</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">A note was passed to defense counsel during the government's examination of Harris after she was recalled to testify.  The note appeared to be an angry message from Harris to Bartelho's other girlfriend, Jennifer Pease.  The defense had completed its examination, but asked to be allowed to question Harris about the note.  The district judge ruled that the note was cumulative of other evidence, including Harris's testimony about Pease, and did not permit further examination by the defense.  We find no abuse of the trial judge's considerable discretion to control the scope of cross-examination, and, therefore, no error.  See Morla-Trinidad, 100 F.3d at 4.</p>\n    </div>\n    <p class=\"indent\">4. Testimony About Escape Attempt</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Bartelho objected at trial to testimony given by Harris about his plans to escape from prison in Rhode Island.  On appeal, Bartelho asserts that the testimony was inadmissible under Federal Rule of Evidence 404(b).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  The bar imposed by Rule 404(b) may be overcome only if evidence of other bad acts is both \"specially probative of an issue in the case--such as intent or knowledge--without including bad character or propensity as a necessary link in the inferential chain,\" and meets the requirements of Rule 403.  United States v. Frankhauser, 80 F.3d 641, 648-49 (1st Cir.1996).  To meet the \"specially probative\" element, evidence must have special relevance to an issue in the case.  United States v. Fulmer, 108 F.3d 1486, 1502 (1st Cir.1997).  Evidence of flight or escape may be admissible to prove a defendant's consciousness of guilt, consistent with Rule 404(b).  See United States v. Ritch, 583 F.2d 1179, 1181 (1st Cir.1978);  see also, e.g., United States v. Kelley, 981 F.2d 1464, 1472 (5th Cir.1993);  United States v. Zabic, 745 F.2d 464, 471 (7th Cir.1984).  When ruling on the escape plan evidence, the trial judge understood that Bartelho's incarceration in Rhode Island was directly related to the robbery charges, so his plans to escape could be seen as relevant to prove his consciousness of guilt as to those charges.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  See United States v. Pungitore, 910 F.2d 1084, 1151 (3d Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The second element requires that the evidence pass the balancing test described in Federal Rule of Evidence 403, that is, the evidence still may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.  Id.  The trial judge ruled that Harris's testimony about Bartelho's escape plans was probative of his consciousness of guilt and that its probative value was not substantially outweighed by the risk of unfair prejudice.  The district judge struck the balance under Rule 403 in favor of admissibility notwithstanding plain references to procuring guns and likelihood of violence.  In light of other evidence in the record pertaining to guns and violence, however, we cannot say that the judge's decision falls outside the boundaries of his considerable discretion.  See Frankhauser, 80 F.3d at 648.   Accordingly, on the record presented, the district judge's admission of Harris's testimony regarding Bartelho's escape plans was not erroneous, and even if error occurred, it was harmless.  See United States v. Levy-Cordero, 67 F.3d 1002, 1010-11 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">F. Constitutionality of Seizure of Items From Harris's Apartment</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Bartelho's assertion that guns and other evidence taken from Harris's apartment were seized illegally has already been resolved against him by this court.  Bartelho, 71 F.3d at 441-42.   We see no reason to revisit that issue.</p>\n    </div>\n    <p class=\"indent\">G. Denial of Motion to Sever</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Finally, Bartelho contends that the district judge erred in denying his motion to sever the individual robbery charges.  A district judge's decision not to sever charges will be overturned only for a \"patent abuse of discretion,\" which requires a showing \"that improper or prejudicial joinder likely 'deprived the defendant of a fair trial.' \"  Taylor, 54 F.3d at 973 (quoting United States v. Nason, 9 F.3d 155, 158 (1st Cir.1993)).  No such showing has been made here.  We have previously held that an indictment charging multiple robberies in each count ordinarily does not give rise to the kind of prejudice that would require severance.  See Taylor, 54 F.3d at 974.   Bartelho offers nothing in his brief, or by way of oral argument, that might distinguish his case from those that have gone before.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Having scrutinized Bartelho's assertions of error with pertinent parts of the trial record and having found no reversible error, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Bartelho does not challenge the sufficiency of the evidence.  The facts are presented only as background for subsequent discussion of the issues raised on appeal, without favor to either party.  United States v. Morla-Trinidad, 100 F.3d 1, 2 (1st Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In a separate indictment, Bartelho was charged with being a felon in possession of a firearm.  Before trial on that charge, Bartelho moved to suppress evidence taken by the Windham police in the warrantless July 2 search, and by the FBI in the July 7 search.  The district judge denied his motion.  Bartelho was convicted and on May 26, 1995, he was sentenced to 120 months in prison.  His conviction was affirmed on appeal.  United States v. Bartelho, 71 F.3d 436 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government sought to overcome the double hearsay problem by suggesting that the disputed statements were offered not for their truth but to show Van Bever's state of mind or motive to cooperate with the FBI.  Bartelho's counsel appropriately objected on grounds that Van Bever's motive was irrelevant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that Bartelho requested a limiting instruction aimed at the non-hearsay purpose offered by the government rather than the more relevant instruction, originally proposed by the judge, cautioning the jury not to consider the statements for their truth as to Bartelho.  We limit our appellate review to the issue raised here by Bartelho and do not address any issue regarding admissibility under Rule 804(b)(3).  See Williamson v. United States, 512 U.S. 594, 600-01, 114 S.Ct. 2431, 2435-36, 129 L.Ed.2d 476 (1994) (scope of the Rule 804(b)(3) exception to the hearsay rule does \"not allow admission of non-self-inculpatory statements, even if they are made within a broader narrative that is generally self-inculpatory,\" which is especially true of statements that inculpate others).  We also make no comment as to the efficacy of limiting instructions in this context.  See, e.g., Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government contends that Bartelho failed to preserve the issue for appeal.  While Bartelho clearly objected to the admissibility of the statements as hearsay, the irrelevant cautionary instruction he requested somewhat confused the nature of his objection below.  We will assume the hearsay issue was sufficiently raised to avoid a plain error review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Assuming, favorably to Bartelho, that this evidence raises a Sixth Amendment Confrontation Clause issue, it is subject to the harmless error analysis described in Chapman v. California, 386 U.S. 18, 22-24, 87 S.Ct. 824, 827-28, 17 L.Ed.2d 705 (1967).  See United States v. Brennan, 994 F.2d 918, 927 (1st Cir.1993);  see also United States v. Barone, 114 F.3d 1284, 1297-98 (1st Cir.1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although Bartelho challenged the admissibility of this testimony at his first trial, at his retrial he effectively challenged the admissibility of the testimony of only one witness.  The others testified without objection</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Rule 804(b)(1) provides, in pertinent part, as follows:</p>\n        <p>The following are not excluded by the hearsay rule if the declarant is unavailable as a witness:</p>\n        <p>(1) Former testimony.  Testimony given as a witness at another hearing of the same or different proceeding, or in a deposition taken in compliance with law in the course of the same or another proceeding, if the party against whom the testimony is now offered ... had an opportunity and similar motive to develop the testimony by direct, cross, or redirect examination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A purely tactical decision not to develop particular testimony despite the same issue and level of interest at each proceeding does not constitute a lack of opportunity or a dissimilar motive for purposes of Rule 804(b)(1).  See United States v. Zurosky, 614 F.2d 779, 793 (1st Cir.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because Bartelho's testimony about his drug selling activity was directly linked to his defense, it was not collateral, though testimony about unrelated criminal activity may well be deemed collateral under other circumstances.  See, e.g., United States v. Berrio-Londono, 946 F.2d 158, 160-62 (1st Cir.1991);  Brooks, 82 F.3d at 54;  United States v. Lord, 711 F.2d 887, 892 (9th Cir.1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Bartelho explains in his brief that he moved before his first robbery trial to suppress testimony by fellow inmates Jones and Huntington, as well as Yates.  He also notes that his objections at that time were based on Fifth and Sixth Amendment grounds.  Because he has not pursued any issue on appeal that factually fits the circumstances pertaining to Jones and Huntington, who were in prison with Bartelho before any robbery charges were brought against him, nor has he briefed a Fifth Amendment issue, those matters are deemed waived.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.1990) (\"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\").  As a result, the issue raised on appeal is construed to apply only to Yates and, as the government concedes that Bartelho renewed his objection to Yates's testimony on Sixth Amendment grounds, we need not enter the thicket of determining the effect here of rulings made at Bartelho's first robbery trial.  See United States v. Manning, 79 F.3d 212, 220 (1st Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 147, 136 L.Ed.2d 93 (1996);  compare United States v. Tham, 960 F.2d 1391, 1397 (9th Cir.1991) (law of the case doctrine prevents a court on retrial from revisiting evidentiary rulings absent clear error or a change of circumstances) with United States v. Todd, 920 F.2d 399, 403 (6th Cir.1990) (court on retrial has unlimited discretion to reconsider prior rulings) and United States v. Akers, 702 F.2d 1145, 1147-49 (D.C.Cir.1983) (prior rulings have no effect in retrial)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The transcript reveals that Yates testified that Bartelho had shown him some newspaper clippings about the robberies and that he, Yates, had read some of the material.  Yates was not asked any details about the particular clippings he saw.  The defense did not mention Yates's testimony in support of its attempt to have the contested clippings admitted, and, therefore, it cannot be considered in evaluating the trial court's ruling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Federal Rule of Evidence 608(b) provides in pertinent part:</p>\n        <p>Specific instances of the conduct of a witness, for the purpose of attacking or supporting the witness' credibility ... may, however, in the discretion of the court, if probative of truthfulness or untruthfulness, be inquired into on cross-examination of the witness (1) concerning the witness' character for truthfulness or untruthfulness.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Defense counsel stated during the discussion of Harris's testimony about the death threats, referring to the first robbery trial, and to Harris's prior untruthful statements and testimony:</p>\n        <p>Yes, Your Honor, my memory is that I opened the door on motive, on cross-examination, you said Mr. Murphy had every right to explain why and what her motive might have been, which was fear.  And I understand that ruling.  And I think the way you ruled in the previous trial was the appropriate way which was that Mr. Murphy was allowed to elicit testimony that she was threatened on a number of occasions, and that they were death threats.  But I would ask that you exclude language such as the language which I mentioned earlier in the first trial, things like if you talk I'll cut off your head and shit down your neck, you whore.</p>\n        <p>I just think that's so inflammatory, a jury is going to--the danger again is the jury is going to look at my client and just decide he's evil, and they're going--not going to be able to look at the facts of the case objectively.</p>\n        <p>The judge ruled:</p>\n        <p>With respect to Ms. Harris, I will permit the government to elicit the threat.  With respect to the language, my mind is going to stay open on that until I hear the cross-examination....  So at this point, I'm excluding the graphic language, but I will consider that after the close.  If the government wishes me to reconsider, then you can approach sidebar at that time, and I'll make a ruling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The defense's objection, in the first trial, to Harris's descriptive testimony about the threats was expressly waived at the retrial as defense counsel's quoted statement demonstrates.  See Olano, 507 U.S. at 733, 113 S.Ct. at 1777 (an error may be waived by an \"intentional relinquishment or abandonment of a known right\" (internal quotation omitted))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Although defense counsel did not rely upon Rule 404(b) at trial, that omission does not foreclose us, in our discretion, from considering it on appeal.  See United States v. Currier, 836 F.2d 11, 17 (1st Cir.1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Neither party discusses whether, at the time Harris says she talked to Bartelho about a possible escape from jail in Rhode Island, he was sufficiently concerned about the robbery charges to allow an inference that his planned escape revealed a consciousness of guilt as to those charges.  The record before us is unclear.  Under these circumstances, we will afford the district judge's determination--that the escape plans were probative of consciousness of guilt--full deference</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">663</span></span></p>\n    <p class=\"case_cite\">48 Fed. R. Evid. Serv. 47</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Thomas J. BARTELHO, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 96-1273.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 31, 1996.<br>Decided Nov. 25, 1997.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Christopher W. Dilworth, by appointment of the Court, Falmouth, ME, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, Portland, ME, with whom Jay P. McCloskey, United States Attorney, Bangor, ME, and Richard W. Murphy, Assistant United States Attorney, were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and McAULIFFE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">McAULIFFE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thomas Bartelho was convicted of three counts of armed bank robbery (18 U.S.C.A. &#167;&#167; 2113(a) and (d)), three counts of using a firearm in a crime of violence (18 U.S.C.A. &#167; 924(c)), and one count of robbery affecting commerce (18 U.S.C.A. &#167; 1951).  On appeal, Bartelho raises a number of evidentiary issues and challenges the district judge's denial of his motion to sever the charges against him.  For the reasons that follow, we affirm his conviction.</p>\n    </div>\n    <p>I. BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Four robberies occurred within four months in the same area near the Maine coast.  The Fleet Bank in Westbrook was robbed on January 31, 1994, and on March 4 two banks, the Casco Northern Bank in Gray and the Key Bank in Windham, were robbed within twenty minutes of each other.  On May 5, a jewelry store in South Portland was robbed.  The robberies were similar in that in each, the robbers were masked, brandished guns, and drove stolen cars.  They netted approximately $64,000 in cash from the banks and $109,000 worth of diamonds from the jewelry store.  The robbers' activities, guns, and general appearance were noted by bank employees, customers, and passersby, and were recorded by bank surveillance cameras.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 2, 1994, the Windham (Maine) police received a call reporting a domestic disturbance in the upstairs apartment of a two-unit residence.  The caller lived downstairs.  The upstairs tenants were reported to be Patricia Harris, her boyfriend, \"Tommy,\" and her two young children.  The police found a loaded semiautomatic rifle on the porch, and, when they called out for \"Tommy,\" Bartelho emerged from hiding.  The rifle was similar to one described by witnesses as having been used by the bank robbers.  Bartelho was arrested, on assault charges, and was held in the Cumberland County jail until he made bail.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Agents of the Federal Bureau of Investigation (\"FBI\") then sought and obtained a warrant to search Harris's apartment for evidence connected to the January and March bank robberies.  During their search on July 7, agents found a quantity of ammunition, a stock and case for a rifle, and other evidence related to the bank robberies.  The downstairs neighbor gave the agents a .22 caliber revolver and ammunition that she said Harris had given to her.  A complaint charging Bartelho with the bank robberies issued on July 8, 1994, but on October 12 it was dismissed without prejudice on the government's motion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Bartelho was arrested on other charges in October and imprisoned in Rhode Island.  His cellmate told the FBI that Bartelho bragged about his proficiency with guns, as well as his involvement in the robberies.  Another inmate who knew Bartelho at the Windham (Maine) Correctional Facility, where Bartelho was imprisoned on gun possession charges, told the FBI that Bartelho had admitted his part in the bank and jewelry store robberies.  William Yates, who was in prison with Bartelho at the Kennebec (Maine) County Jail in March of 1995, also reported that Bartelho made statements about his participation in the robberies.  And, one of Bartelho's accomplices, Gerald Van Bever, who had been arrested for his part in the robberies, also made statements to the FBI implicating Bartelho.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On May 16, 1995, a federal grand jury returned an indictment against Bartelho charging him with three counts of bank robbery in violation of 18 U.S.C.A. &#167; 2113, three counts of using firearms during crimes of violence in violation of 18 U.S.C.A. &#167; 924, and one count of unlawful obstruction of interstate commerce by robbery in violation of the Hobbs Act, 18 U.S.C.A. &#167; 1951 (the jewelry store robbery).  Bartelho's first trial on the robbery charges resulted in a hung jury, and, on September 27, 1995, the district judge declared a mistrial.  Bartelho was retried in early November 1995.  The jury found him guilty on all seven counts, and he was sentenced.  This appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On appeal, Bartelho challenges a number of evidentiary rulings made prior to and during his trial.  He also asserts as error the district judge's denial of his motion to sever the individual robbery charges.  The government raises procedural bars to consideration of several of Bartelho's assigned errors and generally disputes the merit of his appeal.  The evidentiary issues are addressed first, beginning with those that present the more compelling arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. Admissibility of Van Bever's Statements to FBI Agents</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Gerald Van Bever pled guilty to bank robbery charges arising from the same events that led to Bartelho's indictment.  At Bartelho's trial, the government planned to introduce statements Van Bever gave to FBI agents that implicated both Van Bever and Bartelho.  Apparently the parties stipulated that certain statements made by Van Bever would be read at trial by two FBI agents.  Before the statements were read, however, the government sought to include two additional statements over Bartelho's objection.  The disputed statements were:  \"He [Van Bever] felt that the reason the FBI knew he committed the robberies is because Tommy Bartelho told too many people what they had done.\" and \"Van Bever stated that Bartelho could not keep his mouth shut.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Bartelho argued that those statements amounted to inadmissible hearsay.  The district judge ruled the statements admissible under Federal Rule of Evidence 804(b)(3), as statements against his penal interest.  The district judge also offered to give a limiting instruction, cautioning the jury that the statements were not offered to prove that Bartelho committed the robberies, or that Bartelho had told people about the robberies, as those statements constituted hearsay.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Later, during a break in the trial, the defense asked for an instruction limiting the jury's consideration of the two statements to Van Bever's state of mind when he talked to the FBI.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The district judge ruled that the statements did not clearly reflect multiple hearsay and did not give the requested limiting instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On appeal, Bartelho challenges the trial judge's ruling that because Van Bever's report of Bartelho's statements was not clearly hearsay, no cautionary instruction was necessary.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Bartelho contends that the judge's ruling implicitly found that the statements were admissions of guilt by Bartelho, and impermissibly transferred the burden to show that the statements were hearsay to him.  While we acknowledge Bartelho's point (the government also seems to concede that Van Bever's statements are indeed hearsay as to Bartelho), we need not decide the issue nor consider whether the district judge erred in failing to give a limiting instruction, because we conclude that even if error is assumed, it was harmless beyond a reasonable doubt.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this case, an abundance of unchallenged evidence directly implicated Bartelho in the robberies and supported Van Bever's statements to the effect that Bartelho told others about his own participation.  For example, the FBI agent also testified from his prepared statement, without objection, that Van Bever said that he, Tommy Bartelho, and Al Verrechia robbed the banks that Bartelho was charged with robbing (Fleet Bank in Westbrook early in 1994, then the Casco Northern Bank, in Gray, and a bank in Windham on the same day).  The agent related details of each robbery, as reported by Van Bever, including details of Bartelho's participation.  A second agent read a statement prepared from his own interview of Van Bever that also provided details about the bank robberies, including Bartelho's direct involvement.  The second agent also related details about Bartelho's participation in the jewelry store robbery with Van Bever and others.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Patricia Harris, Bartelho's girlfriend, was living with him during the time of the robberies.  She testified that she heard Bartelho discussing the robberies with Van Bever and others.  She saw Bartelho's guns, and money, which were kept in their apartment.  In addition, several of Bartelho's fellow inmates from different prisons testified that Bartelho bragged about committing the same robberies for which he was later charged.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  They related the details Bartelho gave them about how the robberies were carried out, including descriptions of the cars and weapons used.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the context of all of the evidence presented at trial, the contested Van Bever statements about Bartelho were at best cumulative of other compelling proof that Bartelho committed the charged robberies.  Because the challenged statements merely duplicated what was otherwise properly admitted, but added nothing new, there is no \"reasonable possibility\" that the challenged statements, if they were erroneously admitted, influenced the verdict against Bartelho.  United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"197234\"><a href=\"/opinion/197234/united-states-v-rivera-santiago/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">960</span></a></span>, 967 (1st Cir.1997).  Any error in admitting the statements, then, was harmless beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B. Admissibility of Van Bever's Suppression Hearing Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Bartelho wanted to introduce testimony Van Bever gave on cross-examination at his (Van Bever's) own suppression hearing, to undermine the credibility of Van Bever's statements inculpating him (Bartelho) in the robberies.  In response to cross-examination by government counsel, Van Bever said he had considered implicating innocent people, and that he had made false statements to the FBI about acquiring a gun.  The district judge confirmed that Van Bever was unavailable to testify, but ruled that the offered testimony was inadmissible under Federal Rule of Evidence 804(b)(1).  Bartelho argues that the judge erred.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A district judge's legal construction of an evidentiary rule is reviewed de novo.  United States v. Omar, <span class=\"citation\" data-id=\"197169\"><a href=\"/opinion/197169/united-states-v-omar/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">519</span></a></span>, 522 (1st Cir.1997).  The trial judge's application of the evidentiary rule to particular factual circumstances, however, is reviewed only for an abuse of discretion, \"which favors the prevailing party.\"  Id.  A party who seeks admission of hearsay evidence bears the burden of proving each element of the exception that he asserts.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Rule 804(b)(1)<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> provides an exception to the hearsay rule.  If the witness is unavailable to testify in person, prior testimony given by the witness may be introduced, so long as the opposing party had \"an opportunity and similar motive to develop the testimony by direct, cross, or redirect examination.\"   To admit offered testimony under Rule 804(b)(1), the proponent must satisfy both requirements of the rule:  unavailability and similar motive and opportunity to develop the challenged testimony.  United States v. Salerno, <span class=\"citation\" data-id=\"112772\"><a href=\"/opinion/112772/united-states-v-salerno/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 321, <span class=\"citation\" data-id=\"112772\"><a href=\"/opinion/112772/united-states-v-salerno/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2503</span></a></span>, 2506-07, <span class=\"citation\" data-id=\"112772\"><a href=\"/opinion/112772/united-states-v-salerno/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">255</span></a></span> (1992).  The parties agree that Van Bever was unavailable to testify within the meaning of the rule, but vigorously dispute whether the government had a similar motive to develop Van Bever's testimony in each proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Bartelho argues that the government's motives were indeed similar because Van Bever's general credibility was at issue at both his own suppression hearing and at Bartelho's trial.  The district judge held that \"the government did not have a similar motive or incentive to develop the testimony at the suppression hearing, and therefore, it would be improper under the rule to admit it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the broadest sense, of course, the government's motive in all proceedings is to seek the truth and to ensure that justice is done.  The United States Attorney is the representative</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>not of an ordinary party to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern at all;  and whose interest, therefore, in a criminal prosecution is not that it shall win a case, but that justice shall be done.  As such, he is in a peculiar and very definite sense the servant of the law, the twofold aim of which is that guilt shall not escape or innocence suffer.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Berger v. United States, <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 88, <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">629</span></a></span>, 633, <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1314</span></a></span> (1935).  Put another way, by a former Solicitor General of the United States:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>'The Solicitor General is not a neutral, he is an advocate;  but an advocate for a client whose business is not merely to prevail in the instant case.  My client's chief business is not to achieve victory but to establish justice.  We are constantly reminded of the now classic words penned by one of my illustrious predecessors, Frederick William Lehmann, that the Government wins its point when justice is done in its courts.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87 n. 2, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, 1197 n. 2, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963) (quoting address by Simon E. Sobeloff, as Solicitor General, to Judicial Conference of the Fourth Circuit, June 29, 1954).  Indeed, a similar inscription is carved above the Office of the Attorney General, and juries in federal criminal cases are routinely instructed that the government's purpose is to achieve justice.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In pursuit of its goal to achieve justice in each case, however, the government is also charged with an obligation of advocacy--to prosecute \"with earnestness and vigor\" using \"every legitimate means to bring about a just [conviction].\"  Berger, 295 U.S. at 88, 55 S.Ct. at 633.   Like other litigants, the government's motive as prosecutor in developing testimony and presenting evidence may vary from case to case.  See, Salerno, 505 U.S. at 324-25 and 325-26, 112 S.Ct. at 2508-09 and 2509 (Blackmun, J. concurring).  When evaluating the similarity of the government's motive in different proceedings for purposes of Rule 804(b)(1), it is the government's interest in the particular proceeding, as prosecutor, not its broader interest in achieving justice, as sovereign, that must be examined.  See, e.g., United States v. Salerno, <span class=\"citation\" data-id=\"112772\"><a href=\"/opinion/112772/united-states-v-salerno/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324-25, <span class=\"citation\" data-id=\"112772\"><a href=\"/opinion/112772/united-states-v-salerno/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2503</span></a></span>, 2508-09, <span class=\"citation\" data-id=\"112772\"><a href=\"/opinion/112772/united-states-v-salerno/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">255</span></a></span> (1992);  Omar, 104 F.3d at 522-23;  United States v. Peterson, <span class=\"citation\" data-id=\"729660\"><a href=\"/opinion/729660/united-states-v-shawn-peterson/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 12 (2d Cir.1996);  United States v. Fischl, <span class=\"citation\" data-id=\"663133\"><a href=\"/opinion/663133/united-states-v-ronald-clarence-fischl-united-states-of-america-v/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">927</span></a></span>, 928 (8th Cir.1994);  United States v. Wingate, <span class=\"citation\" data-id=\"329238\"><a href=\"/opinion/329238/united-states-v-frank-wingate-and-kenneth-luke-smith/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">309</span></a></span>, 316 (2d Cir.1975), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1074</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">858</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span></span> (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For purposes of Rule 804(b)(1), we focus narrowly on a party's motive and opportunity to develop particular testimony on a particular issue.  See Omar, 104 F.3d at 523.  \"The party against whom the prior testimony is offered must have had a similar, not necessarily an identical, motive to develop the adverse testimony in the prior proceeding.\"  United States v. Lombard, <span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 188 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2437</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">197</span></span> (1997).  In Salerno the Supreme Court majority reversed the Second Circuit, which had ruled that challenged testimony from a grand jury proceeding was admissible under Rule 804(b)(1) because the government's motive was irrelevant when the testimony was necessary to maintain adversarial fairness.  Salerno, 505 U.S. at 320-22, 112 S.Ct. at 2506-07.   The Court directed the Second Circuit to consider similarity of motive under Rule 804(b)(1), but provided no legal framework for the analysis.  Id. at 325, 112 S.Ct. at 2509.   The contrast between dissenting and concurring opinions suggests, however, that the similarity of a broad and general interest in testing the witness's credibility in each proceeding is not enough to establish \"similar motive.\"   Instead, the inquiry must focus on \"narrow concerns of ensuring the reliability of evidence admitted at trial.\"  Id. at 325-26, 112 S.Ct. at 2509 (Blackmun, J., concurring) (the similar-motive inquiry, to determine the similarity of underlying issues, is inherently factual);  cf. id. at 327-30, 112 S.Ct. at 2509-12 (Stevens, J., dissenting) (government's general interest in veracity of witnesses in grand jury proceeding is sufficient to establish \"similar motive\" and tactical decision not to cross-examine on an issue does not eliminate opportunity).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Second Circuit has since developed a two-part test for determining \"similar motive\" under Rule 804(b)(1):  \"whether the questioner is on the same side of the same issue at both proceedings, ... [and] whether the questioner had a substantially similar interest in asserting that side of the issue.\"  United States v. DiNapoli, <span class=\"citation\" data-id=\"656568\"><a href=\"/opinion/656568/united-states-v-vincent-dinapoli-louis-dinapoli-nicholas-auletta-edward/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">909</span></a></span>, 912 (2d Cir.1993) (en banc);  see also Wingate, 520 F.2d at 316 (government's interest in the voluntariness of one defendant's confession at his suppression hearing prevents meaningful opportunity to cross-examine on another defendant's guilt or innocence).  Under that test, the similar-motive inquiry under Rule 804(b)(1) requires scrutiny of the factual and procedural context of each proceeding to determine both the issue in dispute and the intensity of interest in developing the particular issue by the party against whom the disputed testimony is offered.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At Van Bever's suppression hearing, the issue actually being litigated was whether Van Bever's own admissions that he participated in the robberies were involuntary, and therefore inadmissible, due to the effects of heroin withdrawal.  In response, the government sought to attack Van Bever's credibility, eliciting testimony from him to the effect that he had lied to FBI agents and considered implicating innocent people.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At Bartelho's trial, the issue being litigated was Bartelho's guilt or innocence on the robbery charges.  The government sought to introduce statements by Van Bever that tended to incriminate Bartelho, to prove Bartelho's guilt.  While the government would probably concede that Van Bever was not always truthful, its purpose at trial was to show that he was truthful when he implicated Bartelho in the robberies.  Thus, if the government had been able to cross-examine Van Bever on the statements Bartelho hoped to introduce, it would have attempted to show that even though Van Bever did not always tell the truth, that weakness did not affect or seriously call into question the truthfulness of his statements to the FBI about Bartelho.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although Van Bever's credibility was generally at issue in each proceeding, and the government was interested in his credibility each time, the more particular points the government sought to make were quite different:  the reliability of Van Bever's claim that heroin withdrawal made his own confessional statements involuntary and unreliable, versus the reliability of his statements to the FBI implicating Bartelho.  At the Van Bever suppression hearing, the government had no interest in developing Van Bever's credibility with respect to his statements implicating Bartelho.  At Bartelho's trial, however, the government had a significant interest in developing Van Bever's credibility as to his statements implicating Bartelho.  As the government's motive at each proceeding, viewed in context, was actually quite different, it is apparent that the district judge did not abuse his discretion in ruling that Van Bever's statements were inadmissible under Rule 804(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">C. Decision to Strike Bartelho's Trial Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Bartelho testified in his own defense that when the charged robberies occurred he was supporting himself and his family by selling drugs, primarily marijuana but also cocaine and heroin.  On cross-examination, the government attempted to test Bartelho's truthfulness, asking him, \"Now whom did you get your marijuana supplies from?\"   Bartelho responded, \"I'm not going to answer that question.\"   The judge ordered Bartelho to answer, and he responded, \"I'm not answering that question.\"   Given his refusal to respond to cross-examination, the government moved to strike Bartelho's direct testimony in its entirety.  At a sidebar conference Bartelho's counsel asked if the judge would hold Bartelho in contempt as a sanction for refusing to answer, rather than strike his direct testimony.  The judge declined, noting that contempt would not fulfill the requirement that Bartelho be subject to cross-examination.  The trial judge carefully explained the impending consequences if he continued to refuse to answer the government's questions, and let Bartelho confer with his counsel.  When Bartelho returned to the stand, the judge asked if he was now ready to answer.  Bartelho responded, \"I will not implicate those people, Your Honor.\"   When asked if he refused to answer he responded unambiguously:  \"That's correct.\"   The trial judge then directed the jury to disregard all of Bartelho's testimony.  Bartelho's counsel interposed no objection.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">On appeal, Bartelho says that his testimony should not have been stricken because the question about his drug sources was directed at a collateral issue and, at the least, his refusal to answer that one question did not call for the extreme remedy of striking all of his prior testimony.  Although Bartelho's counsel suggested holding him in contempt as an alternative to striking his testimony, as pointed out earlier, no objection was made when the district judge ordered the jurors to disregard all of Bartelho's testimony.  Given the absence of a specific and timely objection, we review the district judge's decision only for plain error.  See Fed.R.Crim.P. 52(b);  United States v. Lewis, <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1338-39 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The plain error rule exists to prevent miscarriages of justice, not to correct less substantial errors that may occur during a trial.  See United States v. Roberts, <span class=\"citation\" data-id=\"197474\"><a href=\"/opinion/197474/united-states-v-roberts/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1014 (1st Cir.1997).  For that reason, an appellate court is afforded considerable discretion to correct only \"those few errors that 'seriously affect the fairness, integrity or public reputation of the judicial proceedings.' \"  United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 973 (1st Cir.1995) (quoting United States v. Young, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, 1046, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985), internal quotation omitted).  To obtain relief based on plain error, an appellant must show that the trial judge committed an error that constituted a \"[d]eviation from a legal rule\";  that the error was obvious and \"clear under current law\";  and, that the error affected \"substantial rights.\"  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 733-34, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777-78, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993);  accord United States v. Winter, <span class=\"citation\" data-id=\"196418\"><a href=\"/opinion/196418/united-states-v-winter/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span>, 659 (1st Cir.1995), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1126</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1366</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">532</span></span> (1996).  The asserted error's effect is evaluated in light of the record as a whole.  Roberts, 119 F.3d at 1014.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The government asserts that Bartelho waived any issue concerning his stricken testimony at trial, thereby precluding appellate review.  See Olano, 507 U.S. at 733, 113 S.Ct. at 1777 (deviation from a legal rule may constitute appealable error only if the error was forfeited but not waived);  accord United States v. Ciocca, <span class=\"citation\" data-id=\"197220\"><a href=\"/opinion/197220/united-states-v-ciocca/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1079</span></a></span>, 1085 (1st Cir.1997).  It is not entirely clear from the record that Bartelho waived the issue, but, because we determine that plain error did not occur, we need not decide whether the issue was waived.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Sixth Amendment guarantees criminal defendants the right to present a defense, but that right is subject to the government's legitimate interest in testing the truth of testimony offered by the defense through cross-examination.  United States v. Gary, <span class=\"citation\" data-id=\"196508\"><a href=\"/opinion/196508/united-states-v-gary/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">304</span></a></span>, 308-09 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2567</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1084</span></span> (1996).  A defendant who testifies at his own trial waives his Fifth Amendment protection against self-incrimination and also exposes himself to cross-examination on matters that are reasonably related to his direct testimony.  United States v. Cuozzo, <span class=\"citation\" data-id=\"582667\"><a href=\"/opinion/582667/united-states-v-alphonse-cuozzo-united-states-of-america-v-robert-frank/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 948 (9th Cir.1992).  A trial judge may strike a witness's direct testimony if he flatly refuses to answer cross-examination questions related to \"the details of his direct testimony,\" thereby undermining the prosecution's ability \"to test the truth of his direct testimony.\"  United States v. Brooks, <span class=\"citation\" data-id=\"716764\"><a href=\"/opinion/716764/united-states-v-larry-e-brooks-sr/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 54 (2d Cir.)  (quotations and citations omitted), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">267</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">191</span></span> (1996);  accord Gary, 74 F.3d at 310;  see also United States v. McKneely, <span class=\"citation\" data-id=\"707583\"><a href=\"/opinion/707583/united-states-v-dracy-lamont-mckneely-also-known-as-green-eyes/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1067</span></a></span>, 1076 (10th Cir.1995).  If the prosecutor's questions relate only to collateral matters, however, the trial judge should protect the defendant's right to present his defense, if possible.  Gary, 74 F.3d at 310.   Matters are not collateral if they \"are of consequence to [the] case.\"  Morla-Trinidad, 100 F.3d at 5 n. 4. Here, Bartelho testified that he supported himself, in part, through drug sales, in an effort to establish that he had no motive to commit robbery.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  He also testified on direct examination that his marijuana source was from Rhode Island.  To test the truth of that testimony (that he had no motive to rob because he earned an adequate living selling drugs), the prosecutor asked, \"Now whom did you get your marijuana supplies from?\"   He refused to answer.  Because Bartelho put the absence of motive to commit robbery at issue when he testified on direct examination, and tied that absence of motive to his drug sales, the government was entitled to question him about the details of that activity to test his truthfulness.  See McKneely, 69 F.3d at 1075-76.   Accordingly, the government's question about Bartelho's drug supplier was not collateral, but instead directly targeted the credibility of the absence-of-motive defense he interposed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district judge's sanction, striking all of Bartelho's direct testimony, may have been broader than necessary to cure his refusal to answer, see United States v. De La Cruz, <span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span>, 1313 (1st Cir.1993), and we certainly would not have faulted a trial judge who adopted a lesser sanction for a defendant's refusal to answer on a point of marginal importance--for example, by inviting the jury to take account of the refusal in considering how far to credit his testimony.  Still, the choice in matters of this kind is very much within the informed discretion of the trial judge, and it would take manifest abuse to persuade us that error had occurred.  The district court's decision certainly was not plain error and, under the standard here applicable, that is enough.</p>\n    </div>\n    <p class=\"indent\">D. Challenges to William Yates's Testimony</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">William Yates, a fellow inmate of Bartelho's at the Kennebec County Jail during March of 1995, told government agents that Bartelho admitted participating in the charged robberies.  Before trial, Bartelho sought to suppress his admissions to Yates, on grounds that Yates was a government informer and was acting as a government agent when they discussed Bartelho's criminal activities.  When the judge ruled that testimony admissible, Bartelho unsuccessfully attempted to introduce newspaper articles about the robberies and to cross-examine Yates about statements he allegedly made to other inmates about Bartelho, in an effort to undermine his credibility.  On appeal, Bartelho asserts that the district judge erred in all of his rulings related to this testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Bartelho contends that his statements to Yates were elicited in violation of his Sixth Amendment right to counsel.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The right to counsel \"attaches only upon the initiation of adversary judicial criminal proceedings against the defendant, and thereafter the right applies to all critical stages of the prosecution, before, during and after trial.\"  Roberts v. State of Me., <span class=\"citation\" data-id=\"195907\"><a href=\"/opinion/195907/roberts-v-state-of-maine/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1287</span></a></span>, 1290 (1st Cir.1995) (quotations omitted).  After the right to counsel has attached, the government and its agents are constitutionally prohibited from deliberately seeking information from an accused in the absence of defense counsel.  United States v. Nocella, <span class=\"citation\" data-id=\"507354\"><a href=\"/opinion/507354/united-states-v-robert-nocella-sr-aka-doc/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 36 (1st Cir.1988).   The right to counsel is offense specific, however, so an accused charged with one crime cannot invoke a right to counsel with respect to other uncharged crimes.  McNeil v. Wisconsin, <span class=\"citation\" data-id=\"112622\"><a href=\"/opinion/112622/mcneil-v-wisconsin/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 175, <span class=\"citation\" data-id=\"112622\"><a href=\"/opinion/112622/mcneil-v-wisconsin/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2204</span></a></span>, 2207, <span class=\"citation\" data-id=\"112622\"><a href=\"/opinion/112622/mcneil-v-wisconsin/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1991);  Maine v. Moulton, <span class=\"citation\" data-id=\"111546\"><a href=\"/opinion/111546/maine-v-moulton/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 179-80, <span class=\"citation\" data-id=\"111546\"><a href=\"/opinion/111546/maine-v-moulton/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">477</span></a></span>, 488-89, <span class=\"citation\" data-id=\"111546\"><a href=\"/opinion/111546/maine-v-moulton/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district judge found, and Bartelho concedes, that when Bartelho was in prison with Yates, Bartelho was awaiting sentencing on a felon in possession of a firearm conviction, but he was not then charged with the robberies.  The robbery charges, initiated by complaint on July 8, 1994, were dropped in October 1994.  Bartelho was incarcerated with and spoke to Yates in March of 1995.  The government indicted Bartelho on the same robbery charges again in May of 1995.  Bartelho argues that the government deliberately dismissed the robbery charges against him before he was incarcerated with Yates, and did not recharge him until after it orchestrated an opportunity for Yates to elicit information from him, at a time when he would be unprotected by the right to counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Deliberate chicanery by the government intended to subvert an accused's Sixth Amendment rights, by delaying formal charges, may give rise to a right to counsel before charges are brought.  See Roberts, 48 F.3d at 1291.   In this case, however, the district judge found that the government did not manipulate the robbery charges to avoid the requirements of the Sixth Amendment, and those factual findings are reviewable only for clear error.  United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir.1994).  We find no clear error and conclude that the district judge did not abuse his discretion when he decided not to suppress Bartelho's admissions to Yates.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Bartelho also challenges the district judge's rulings limiting his counsel's cross-examination of Yates.  Bartelho sought to introduce newspaper clippings about the charged robberies to show that Yates could have concocted his story about Bartelho's admissions from readily available newspaper accounts.  The government objected on relevance grounds.  In response to the trial judge's inquiry, the defense conceded that only one inmate witness had read anything about the charged robberies.  That witness was not Yates, and the witness had seen only a news flash about the robberies.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Nevertheless, the defense attempted to have the articles admitted to show that the inmate witnesses, including Yates, could have gleaned information about the robberies from the newspapers.  The judge sustained the government's objection, based on lack of foundation.  We find no abuse of discretion in the trial judge's admissibility determination, particularly given the weak proffer made by the defendant.  See United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 444-45 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In addition, Bartelho wanted to cross-examine Yates under Federal Rule of Evidence 608(b)<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> about statements other fellow inmates allegedly reported Yates had made about Bartelho, following his testimony at Bartelho's first robbery trial.  The government objected on grounds that Yates's prison statements, explaining his testimony against Bartelho, were made for his own protection.  The judge explicitly exercised his discretion and ruled that the reported statements were not sufficiently probative of untruthfulness to be admissible.  While we may not have reached the same conclusion, neither do we find that the district judge's decision was so far afield as to constitute an abuse of discretion.  See Morla-Trinidad, 100 F.3d at 4 (scope of cross-examination within district judge's discretion);  see also United States v. Barrett, <span class=\"citation\" data-id=\"454663\"><a href=\"/opinion/454663/united-states-v-james-w-barrett/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span></a></span>, 615 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">E. Challenges to Patricia Harris's Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Patricia Harris, Bartelho's long-time girlfriend, testified about her knowledge of Bartelho's activities and his involvement in the charged robberies.  During the course of the investigation and Bartelho's first trial, Harris admittedly lied to the FBI to protect Bartelho and, at times, committed perjury on his behalf.  At his retrial, Harris testified about her troubled and abusive relationship with Bartelho, described his guns, identified his friends, and recounted his activities, including the things she saw, heard, and participated in relative to the charged robberies.  Harris conceded on direct examination by the government that she had indeed lied to the FBI and committed perjury, but explained her conduct as the result of Bartelho's threats to kill her if she told the truth about the robberies.  She also testified that Bartelho had asked her to arrange his escape from prison in Rhode Island.  Harris's testimony is the source of several issues pressed on appeal.</p>\n    </div>\n    <p class=\"indent\">1. Bartelho's Threats Against Harris</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Bartelho argues that the district judge erred when he overruled the objection to Harris's testimony regarding his alleged threats against her.  The record shows that defense counsel objected to the graphic details employed to describe the threats, and that the trial judge essentially sustained the defense objection.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  As a result, Harris's testimony did not include any graphic details, and the appellant does not contend that any graphic language describing the threats was later allowed.  As Bartelho's objection to graphic language was sustained, no appealable issue has been presented for review.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Bartelho also objected to the government's asking Harris whether she believed that Bartelho would carry out his threats against her.  On appeal, Bartelho contends that she should not have been allowed to answer, based on Federal Rule of Evidence 403, because her fear of Bartelho was of low probative value but was highly inflammatory.  We disagree.  Harris's belief that Bartelho would carry out his threats was highly probative of the appropriate point the government sought to make--that Harris's previous false statements in favor of Bartelho were the result of intimidation.  The more evidence tends to support the proponent's case, the more prejudicial it is to the opponent, but only evidence that is unfairly prejudicial may be excluded.  Fed.R.Evid. 403;  United States v. Pitrone, <span class=\"citation\" data-id=\"197373\"><a href=\"/opinion/197373/united-states-v-pitrone/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1997).  As Bartelho demonstrated no unfair prejudice from Harris's testimony, the district judge appropriately denied his objection.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">2. Harris's Testimony About Van Bever's Credibility</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Bartelho argues that the district judge also erred when he allowed Harris to testify that she believed Van Bever's statements to the police about Bartelho's activities were true.  On cross-examination by defense counsel, Harris said that she told Bartelho that Van Bever was informing on him.  On redirect, she denied telling Bartelho that she thought Van Bever was lying.  Defense counsel objected, challenging Harris's basis of knowledge regarding the truth of what Van Bever said.  When the question was repeated, Harris testified, without objection, that she thought Van Bever was telling the truth.  The judge then cautioned both sides that the questioning was straying beyond permissible bounds:  \"Now the record is a mess right now because in fact what we've got is opinion testimony by her as to whether she thinks he's--was telling the truth or not.  So I invite counsel [to suggest] how we clarify this.\"   Instead of addressing the matter that is now raised on appeal, defense counsel simply agreed that the questioning should stop, and Harris was excused without any request for a limiting instruction regarding her opinion of Van Bever's credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Under these circumstances, the issue should probably be deemed waived.  See Olano, 507 U.S. at 733, 113 S.Ct. at 1777.   In any case, the trial judge correctly overruled defense counsel's objection.  Harris's testimony actually was that she did not suggest to Bartelho that Van Bever was lying, a statement more directly related to her knowledge of Bartelho's involvement in the robberies than to her subjective opinion of Van Bever's credibility.  As defense counsel did not object to the testimony that followed, and did not take advantage of the opportunity provided by the court to correct any error that might have occurred, the trial judge's failure to provide sua sponte relief, even if erroneous, is reviewable on appeal only for plain error.  Roberts, 119 F.3d at 1014.   We are convinced that Harris's statements about Van Bever's credibility, taken in the context of the whole trial, did not affect Bartelho's substantial rights, and that no plain error occurred.  Id.</p>\n    </div>\n    <p class=\"indent\">3. Limitation of Cross-Examination</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">A note was passed to defense counsel during the government's examination of Harris after she was recalled to testify.  The note appeared to be an angry message from Harris to Bartelho's other girlfriend, Jennifer Pease.  The defense had completed its examination, but asked to be allowed to question Harris about the note.  The district judge ruled that the note was cumulative of other evidence, including Harris's testimony about Pease, and did not permit further examination by the defense.  We find no abuse of the trial judge's considerable discretion to control the scope of cross-examination, and, therefore, no error.  See Morla-Trinidad, 100 F.3d at 4.</p>\n    </div>\n    <p class=\"indent\">4. Testimony About Escape Attempt</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Bartelho objected at trial to testimony given by Harris about his plans to escape from prison in Rhode Island.  On appeal, Bartelho asserts that the testimony was inadmissible under Federal Rule of Evidence 404(b).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  The bar imposed by Rule 404(b) may be overcome only if evidence of other bad acts is both \"specially probative of an issue in the case--such as intent or knowledge--without including bad character or propensity as a necessary link in the inferential chain,\" and meets the requirements of Rule 403.  United States v. Frankhauser, <span class=\"citation\" data-id=\"196693\"><a href=\"/opinion/196693/united-states-v-frankhauser/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 648-49 (1st Cir.1996).  To meet the \"specially probative\" element, evidence must have special relevance to an issue in the case.  United States v. Fulmer, <span class=\"citation\" data-id=\"197264\"><a href=\"/opinion/197264/united-states-v-fulmer/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1486</span></a></span>, 1502 (1st Cir.1997).  Evidence of flight or escape may be admissible to prove a defendant's consciousness of guilt, consistent with Rule 404(b).  See United States v. Ritch, <span class=\"citation\" data-id=\"359721\"><a href=\"/opinion/359721/united-states-v-john-carlyle-ritch/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1179</span></a></span>, 1181 (1st Cir.1978);  see also, e.g., United States v. Kelley, <span class=\"citation\" data-id=\"597119\"><a href=\"/opinion/597119/united-states-v-daniel-michael-kelley/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1464</span></a></span>, 1472 (5th Cir.1993);  United States v. Zabic, <span class=\"citation\" data-id=\"442821\"><a href=\"/opinion/442821/united-states-v-ilija-zabic-and-ivan-siprak/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">464</span></a></span>, 471 (7th Cir.1984).  When ruling on the escape plan evidence, the trial judge understood that Bartelho's incarceration in Rhode Island was directly related to the robbery charges, so his plans to escape could be seen as relevant to prove his consciousness of guilt as to those charges.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  See United States v. Pungitore, <span class=\"citation\" data-id=\"546225\"><a href=\"/opinion/546225/united-states-v-anthony-pungitore-jr-in-no-89-1371-united-states-of/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1084</span></a></span>, 1151 (3d Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The second element requires that the evidence pass the balancing test described in Federal Rule of Evidence 403, that is, the evidence still may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.  Id.  The trial judge ruled that Harris's testimony about Bartelho's escape plans was probative of his consciousness of guilt and that its probative value was not substantially outweighed by the risk of unfair prejudice.  The district judge struck the balance under Rule 403 in favor of admissibility notwithstanding plain references to procuring guns and likelihood of violence.  In light of other evidence in the record pertaining to guns and violence, however, we cannot say that the judge's decision falls outside the boundaries of his considerable discretion.  See Frankhauser, 80 F.3d at 648.   Accordingly, on the record presented, the district judge's admission of Harris's testimony regarding Bartelho's escape plans was not erroneous, and even if error occurred, it was harmless.  See United States v. Levy-Cordero, <span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1010-11 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">F. Constitutionality of Seizure of Items From Harris's Apartment</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Bartelho's assertion that guns and other evidence taken from Harris's apartment were seized illegally has already been resolved against him by this court.  Bartelho, 71 F.3d at 441-42.   We see no reason to revisit that issue.</p>\n    </div>\n    <p class=\"indent\">G. Denial of Motion to Sever</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Finally, Bartelho contends that the district judge erred in denying his motion to sever the individual robbery charges.  A district judge's decision not to sever charges will be overturned only for a \"patent abuse of discretion,\" which requires a showing \"that improper or prejudicial joinder likely 'deprived the defendant of a fair trial.' \"  Taylor, 54 F.3d at 973 (quoting United States v. Nason, <span class=\"citation\" data-id=\"195001\"><a href=\"/opinion/195001/united-states-v-nason/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 158 (1st Cir.1993)).  No such showing has been made here.  We have previously held that an indictment charging multiple robberies in each count ordinarily does not give rise to the kind of prejudice that would require severance.  See Taylor, 54 F.3d at 974.   Bartelho offers nothing in his brief, or by way of oral argument, that might distinguish his case from those that have gone before.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Having scrutinized Bartelho's assertions of error with pertinent parts of the trial record and having found no reversible error, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Bartelho does not challenge the sufficiency of the evidence.  The facts are presented only as background for subsequent discussion of the issues raised on appeal, without favor to either party.  United States v. Morla-Trinidad, <span class=\"citation\" data-id=\"197073\"><a href=\"/opinion/197073/united-states-v-morla-trinidad/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In a separate indictment, Bartelho was charged with being a felon in possession of a firearm.  Before trial on that charge, Bartelho moved to suppress evidence taken by the Windham police in the warrantless July 2 search, and by the FBI in the July 7 search.  The district judge denied his motion.  Bartelho was convicted and on May 26, 1995, he was sentenced to 120 months in prison.  His conviction was affirmed on appeal.  United States v. Bartelho, <span class=\"citation\" data-id=\"196452\"><a href=\"/opinion/196452/united-states-v-bartelho/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span> (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government sought to overcome the double hearsay problem by suggesting that the disputed statements were offered not for their truth but to show Van Bever's state of mind or motive to cooperate with the FBI.  Bartelho's counsel appropriately objected on grounds that Van Bever's motive was irrelevant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that Bartelho requested a limiting instruction aimed at the non-hearsay purpose offered by the government rather than the more relevant instruction, originally proposed by the judge, cautioning the jury not to consider the statements for their truth as to Bartelho.  We limit our appellate review to the issue raised here by Bartelho and do not address any issue regarding admissibility under Rule 804(b)(3).  See Williamson v. United States, <span class=\"citation\" data-id=\"117868\"><a href=\"/opinion/117868/williamson-v-united-states/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">594</span></a></span>, 600-01, <span class=\"citation\" data-id=\"117868\"><a href=\"/opinion/117868/williamson-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2431</span></a></span>, 2435-36, <span class=\"citation\" data-id=\"117868\"><a href=\"/opinion/117868/williamson-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">476</span></a></span> (1994) (scope of the Rule 804(b)(3) exception to the hearsay rule does \"not allow admission of non-self-inculpatory statements, even if they are made within a broader narrative that is generally self-inculpatory,\" which is especially true of statements that inculpate others).  We also make no comment as to the efficacy of limiting instructions in this context.  See, e.g., Bruton v. United States, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">476</span></a></span> (1968)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government contends that Bartelho failed to preserve the issue for appeal.  While Bartelho clearly objected to the admissibility of the statements as hearsay, the irrelevant cautionary instruction he requested somewhat confused the nature of his objection below.  We will assume the hearsay issue was sufficiently raised to avoid a plain error review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Assuming, favorably to Bartelho, that this evidence raises a Sixth Amendment Confrontation Clause issue, it is subject to the harmless error analysis described in Chapman v. California, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 22-24, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, 827-28, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967).  See United States v. Brennan, <span class=\"citation\" data-id=\"608079\"><a href=\"/opinion/608079/united-states-v-james-f-brennan-united-states-v-j-edward-mchugh/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 927 (1st Cir.1993);  see also United States v. Barone, <span class=\"citation\" data-id=\"197399\"><a href=\"/opinion/197399/united-states-v-barone/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span>, 1297-98 (1st Cir.1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although Bartelho challenged the admissibility of this testimony at his first trial, at his retrial he effectively challenged the admissibility of the testimony of only one witness.  The others testified without objection</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Rule 804(b)(1) provides, in pertinent part, as follows:</p>\n        <p>The following are not excluded by the hearsay rule if the declarant is unavailable as a witness:</p>\n        <p>(1) Former testimony.  Testimony given as a witness at another hearing of the same or different proceeding, or in a deposition taken in compliance with law in the course of the same or another proceeding, if the party against whom the testimony is now offered ... had an opportunity and similar motive to develop the testimony by direct, cross, or redirect examination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A purely tactical decision not to develop particular testimony despite the same issue and level of interest at each proceeding does not constitute a lack of opportunity or a dissimilar motive for purposes of Rule 804(b)(1).  See United States v. Zurosky, <span class=\"citation\" data-id=\"374294\"><a href=\"/opinion/374294/united-states-v-walter-v-zurosky-jr-united-states-of-america-v-edward/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span>, 793 (1st Cir.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because Bartelho's testimony about his drug selling activity was directly linked to his defense, it was not collateral, though testimony about unrelated criminal activity may well be deemed collateral under other circumstances.  See, e.g., United States v. Berrio-Londono, <span class=\"citation\" data-id=\"569295\"><a href=\"/opinion/569295/united-states-v-jorge-ivan-berrio-londono/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></a></span>, 160-62 (1st Cir.1991);  Brooks, 82 F.3d at 54;  United States v. Lord, <span class=\"citation\" data-id=\"421209\"><a href=\"/opinion/421209/united-states-v-david-lord/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">887</span></a></span>, 892 (9th Cir.1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Bartelho explains in his brief that he moved before his first robbery trial to suppress testimony by fellow inmates Jones and Huntington, as well as Yates.  He also notes that his objections at that time were based on Fifth and Sixth Amendment grounds.  Because he has not pursued any issue on appeal that factually fits the circumstances pertaining to Jones and Huntington, who were in prison with Bartelho before any robbery charges were brought against him, nor has he briefed a Fifth Amendment issue, those matters are deemed waived.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\").  As a result, the issue raised on appeal is construed to apply only to Yates and, as the government concedes that Bartelho renewed his objection to Yates's testimony on Sixth Amendment grounds, we need not enter the thicket of determining the effect here of rulings made at Bartelho's first robbery trial.  See United States v. Manning, <span class=\"citation\" data-id=\"196640\"><a href=\"/opinion/196640/united-states-v-manning/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 220 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">93</span></span> (1996);  compare United States v. Tham, <span class=\"citation\" data-id=\"580895\"><a href=\"/opinion/580895/united-states-v-michael-rudy-tham/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1391</span></a></span>, 1397 (9th Cir.1991) (law of the case doctrine prevents a court on retrial from revisiting evidentiary rulings absent clear error or a change of circumstances) with United States v. Todd, <span class=\"citation\" data-id=\"552387\"><a href=\"/opinion/552387/united-states-of-america-cross-appellant-v-lawrence-douglas-todd/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></a></span>, 403 (6th Cir.1990) (court on retrial has unlimited discretion to reconsider prior rulings) and United States v. Akers, <span class=\"citation\" data-id=\"415609\"><a href=\"/opinion/415609/united-states-v-alan-ronnie-akers/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1145</span></a></span>, 1147-49 (D.C.Cir.1983) (prior rulings have no effect in retrial)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The transcript reveals that Yates testified that Bartelho had shown him some newspaper clippings about the robberies and that he, Yates, had read some of the material.  Yates was not asked any details about the particular clippings he saw.  The defense did not mention Yates's testimony in support of its attempt to have the contested clippings admitted, and, therefore, it cannot be considered in evaluating the trial court's ruling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Federal Rule of Evidence 608(b) provides in pertinent part:</p>\n        <p>Specific instances of the conduct of a witness, for the purpose of attacking or supporting the witness' credibility ... may, however, in the discretion of the court, if probative of truthfulness or untruthfulness, be inquired into on cross-examination of the witness (1) concerning the witness' character for truthfulness or untruthfulness.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Defense counsel stated during the discussion of Harris's testimony about the death threats, referring to the first robbery trial, and to Harris's prior untruthful statements and testimony:</p>\n        <p>Yes, Your Honor, my memory is that I opened the door on motive, on cross-examination, you said Mr. Murphy had every right to explain why and what her motive might have been, which was fear.  And I understand that ruling.  And I think the way you ruled in the previous trial was the appropriate way which was that Mr. Murphy was allowed to elicit testimony that she was threatened on a number of occasions, and that they were death threats.  But I would ask that you exclude language such as the language which I mentioned earlier in the first trial, things like if you talk I'll cut off your head and shit down your neck, you whore.</p>\n        <p>I just think that's so inflammatory, a jury is going to--the danger again is the jury is going to look at my client and just decide he's evil, and they're going--not going to be able to look at the facts of the case objectively.</p>\n        <p>The judge ruled:</p>\n        <p>With respect to Ms. Harris, I will permit the government to elicit the threat.  With respect to the language, my mind is going to stay open on that until I hear the cross-examination....  So at this point, I'm excluding the graphic language, but I will consider that after the close.  If the government wishes me to reconsider, then you can approach sidebar at that time, and I'll make a ruling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The defense's objection, in the first trial, to Harris's descriptive testimony about the threats was expressly waived at the retrial as defense counsel's quoted statement demonstrates.  See Olano, 507 U.S. at 733, 113 S.Ct. at 1777 (an error may be waived by an \"intentional relinquishment or abandonment of a known right\" (internal quotation omitted))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Although defense counsel did not rely upon Rule 404(b) at trial, that omission does not foreclose us, in our discretion, from considering it on appeal.  See United States v. Currier, <span class=\"citation\" data-id=\"499437\"><a href=\"/opinion/499437/united-states-v-raymond-leon-currier/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 17 (1st Cir.1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Neither party discusses whether, at the time Harris says she talked to Bartelho about a possible escape from jail in Rhode Island, he was sufficiently concerned about the robbery charges to allow an inference that his planned escape revealed a consciousness of guilt as to those charges.  The record before us is unclear.  Under these circumstances, we will afford the district judge's determination--that the escape plans were probative of consciousness of guilt--full deference</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/329238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729660/"
  ]
}