{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197680/",
  "absolute_url": "/opinion/197680/united-states-v-santos/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197680/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:35:24Z",
  "date_modified": "2017-03-24T10:53:04.512463Z",
  "type": "010combined",
  "sha1": "c87bb01a0c7f448d828bbe6c46e9f67a6c7e6626",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1085.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 97-1085\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      EDWARD J. SANTOS,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Mary M. Lisi, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r                                                     \r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                and Woodlock,* District Judge.\r                                                         \r\n                                         \r\n\nJames T. McCormick for appellant.\r                              \r\nMargaret E.  Curran, Assistant United  States Attorney,  with whom\r                               \r\nSheldon  Whitehouse,  United  States  Attorney,  and  Edwin  J.  Gale,\r                                                                             \r\nAssistant  United  States  Attorney,  were  on  brief  for the  United\r\nStates.\r\n\n                                         \r\n\n                       December 8, 1997\r\n                                         \r\n\n                \r                            \r\n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n     BOUDIN,  Circuit Judge.   On this appeal,  Edward Santos\r                                       \r\n\nseeks review of  his conviction and sentence  for threatening\r\n\nto kill President Clinton.  At the time of the threat, Santos\r\n\nwas an  inmate at  the Adult  Correctional Institution  (\"the\r\n\nACI\") in  Cranston, Rhode  Island.  Santos  had a  history of\r\n\npsychiatric  disease,  including   a  diagnosis  of   chronic\r\n\nparanoid  schizophrenia.  The pertinent events can be quickly\r\n\nsummarized.\r\n\n     On August 17, 1994, the White House mail room received a\r\n\nletter containing a threat to assassinate  President Clinton.\r\n\nThe  letter, which  had been  mailed  from the  ACI, read  in\r\n\nrelevant part:  \"[Y]ou have upset me to the point that I feel\r\n\nI should  assassinate you  which would enable  me to  go down\r\n\nwith the history books and  if the Secret Service gets in  my\r\n\nway  they will  get it  too.\"  The  letter was  signed \"Barry\r\n\nShea\" (who is the head of the ACI classification board).  The\r\n\nSecret Service began an investigation.\r\n\n     After two inmates  identified Santos as the  sender, and\r\n\nin light of Santos's previous mailing of a threatening letter\r\n\nto   President  Reagan   in  1986,   Secret   Service  agents\r\n\ninterrogated  Santos at  the prison on  August 26,  1994, and\r\n\nJanuary 12,  1995.  At  both interviews, Santos  admitted his\r\n\ninvolvement with the letter.   The letter had been written by\r\n\nanother inmate, Raymond Francis; but Francis said, and Santos\r\n\nadmitted, that Santos  had given Francis a text  to copy over\r\n\n                             -2-\r                                         -2-\r\r\n\nand  that Santos had  mailed the letter.   Apparently, Santos\r\n\nfeared that  his own handwriting  would be recognized  by the\r\n\nSecret Service due to the 1986 letter. \r\n\n     Santos  was charged  with making  a  threat against  the\r\n\nPresident, in violation of 18 U.S.C.   871.  Santos underwent\r\n\na  psychiatric examination and  was found competent  to stand\r\n\ntrial.  The  prosecution witnesses at trial  included Francis\r\n\nand the Secret Service agent who conducted the interview with\r\n\nSantos.    Santos  offered an  insanity  defense;  his expert\r\n\ntestified  that Santos suffered from a chronic mental disease\r\n\nthat  prevented him from appreciating the wrongfulness of his\r\n\nactions.   The  prosecution experts  opined  that Santos  was\r\n\nlying about his symptoms.\r\n\n     The  jury  convicted  Santos,  and  the  district  judge\r\n\nsentenced him to 57  months in prison.  The  judge ruled that\r\n\nthreatening the President was a \"crime of violence\" under the\r\n\ncareer offender provisions of the Sentencing  Guidelines, see\r                                                                         \r\n\nU.S.S.G.     4B1.1, 4B1.2(1)(i), and  sentenced Santos within\r\n\nthe resulting guideline  range.  The judge refused  to depart\r\n\ndownward based  on mental  condition.   Santos has  appealed,\r\n\nraising a series of issues.\r\n\n     1.    In   the  district  court,  Santos   argued  at  a\r\n\nsuppression hearing that his confessions were invalid because\r\n\nhis  will  was overborne  by  the combination  of  his mental\r\n\ndisease and the conduct of the Secret Service agents.  Santos\r\n\n                             -3-\r                                         -3-\r\r\n\nalleged that at the first interview, one of the agents yelled\r\n\nat  him  and  called him  a  liar;  and he  argued  that this\r\n\nconduct, in  concert with his fragile mental  state (of which\r\n\nthe agent  was aware), rendered  his confession  involuntary.\r\n\nThe second  interview, Santos  asserted, was  tainted by  the\r\n\nfirst.\r\n\n     At  the hearing  the agent  testified  that the  initial\r\n\ninterview   had  been  conducted  in  an  interview  room  in\r\n\nmidmorning and Santos was  not in handcuffs; that  Santos had\r\n\nbeen advised  of his rights  to counsel and to  remain silent\r\n\nbut had invoked neither; that  the agent had yelled at Santos\r\n\nand  had called him  a liar when  Santos had at  first denied\r\n\ninvolvement; that Santos was nervous  but appeared to have no\r\n\ndifficulty in understanding questions and gave understandable\r\n\nanswers; and that the interview  from start to finish took no\r\n\nmore than 90 minutes.\r\n\n     The district  court  found that  Santos had  voluntarily\r\n\nwaived his  rights to counsel  and to remain silent  and that\r\n\nhis  statements were voluntary rather than coerced.  Findings\r\n\nof raw fact are reviewed for clear error.  See  United States\r                                                                         \r\n\nv. Procopio, 88  F.3d 21, 27 (1st Cir.), cert. denied, 117 S.\r                                                                 \r\n\nCt. 620  (1996) and 117 S. Ct. 1008  (1997).  We will assume,\r                               \r\n\nfavorably  to  Santos,  that the  ultimate  conclusion  as to\r\n\nvoluntariness  is open to de  novo review, with some possible\r                                              \r\n\n                             -4-\r                                         -4-\r\r\n\nallowance for  the district  court's superior  vantage.   See\r                                                                         \r\n\nOrnelas v. United States, 116 S. Ct. 1657, 1663 (1996).\r                                    \r\n\n     We find  no reason to disagree with  the district judge.\r\n\nSantos was not  irrational or incapable of  understanding his\r\n\nrights.   While his mental history  is certainly pertinent to\r\n\nthe  voluntariness of  his statements,  the  precedents still\r\n\nrequire some  degree of  coercion or  trickery by  government\r\n\nagents to  render a  statement involuntary,  see Colorado  v.\r                                                                     \r\n\nConnelly, 479 U.S. 157, 167 (1986), and yelling once or twice\r                    \r\n\ndoes  not  reach  this  level.    The  scene  may  make  some\r\n\nsqueamish, but that  is not the constitutional  standard, and\r\n\nSantos's statements were properly admitted.\r\n\n     In  a supplemental  brief, Santos  raises  another issue\r\n\nrelated to  the voluntariness of  his statements.   Citing 18\r\n\nU.S.C.    3501(a),  Santos argues  that  the judge  committed\r\n\nplain  error when she  failed to give  an instruction telling\r\n\nthe jury  that it could  choose to  give less  weight to  his\r\n\nconfessions because  of the surrounding  circumstances.   The\r\n\nsection reads, in pertinent part:\r\n\n     If the trial judge  determines that the  confession\r\n     was  voluntarily  made  it  shall  be  admitted  in\r\n     evidence  and the trial judge shall permit the jury\r\n     to  hear   relevant  evidence  on   the  issue   of\r\n     voluntariness and  shall instruct the jury  to give\r                                         \r\n     such weight to the confession as  the jury feels it\r\n     deserves under all the circumstances.\r\n\nId.  (emphasis   added).     Neither   side  requested   this\r               \r\n\ninstruction.\r\n\n                             -5-\r                                         -5-\r\r\n\n     Section 3501(a) obviously assumes that the defendant has\r\n\nsought  to make  an issue  of voluntariness  before the  jury\r\n\nafter being rebuffed  by the trial judge.   See United States\r                                                                         \r\n\nv. Fera, 616 F.2d 590, 594 (1st Cir.), cert. denied, 446 U.S.\r                                                               \r\n\n969 (1980).  It appears that Santos did follow this course in\r\n\nthe  present case, and he  would certainly have been entitled\r\n\nto the  instruction if  he had  sought it.   We will  assume,\r\n\narguendo, that because of the \"shall\" language in the statute\r                    \r\n\nthe district judge \"erred\" in failing to give the instruction\r\n\neven without being asked, without resolving  the government's\r\n\nclaim  that the  evidence here  did not  create a  legitimate\r\n\nissue of voluntariness.\r\n\n     But under United States v. Olano, 507 U.S. 725, 734, 741\r                                                 \r\n\n(1993), an error  that occurred without objection  at trial--\r\n\nhowever flagrant--does not warrant  reversal unless it likely\r\n\naffected the  outcome.   There are a  few exceptions  to this\r\n\nrequirement for so-called structural errors so fundamental as\r\n\nto undermine the  integrity of the trial process,  see id. at\r                                                                      \r\n\n735 (citing Arizona v. Fulminante, 499 U.S. 279, 310 (1991)),\r                                             \r\n\nbut the present \"error\" is not within miles of that very rare\r\n\ncategory.   It would  be hard, indeed,  to conduct  trials if\r\n\ntrial  errors could  be ignored  by counsel  and then  freely\r\n\nraised on appeal.\r\n\n     Here, it  is not likely  that the jury would  have found\r\n\nthe  confessions involuntary  or unworthy  of  belief if  the\r\n\n                             -6-\r                                         -6-\r\r\n\ninstruction  had  been given.    The  trial  judge found  the\r\n\nconfessions to  be voluntary  and we have  agreed, so  we can\r\n\nhardly  assume  that  the jury  would  probably  have decided\r\n\notherwise.  As for credibility, the surrounding circumstances\r\n\nmight, as  a common-sense  matter, have  affected the  jury's\r\n\njudgment about the weight to be given to Santos's statements,\r\n\nbut evidence of those circumstances was admitted in evidence.\r\n\n     2.  Santos  disputes several of the  evidentiary rulings\r\n\nat trial.   First, he says that  it was error to  exclude the\r\n\nfact  that in 1986  the then-U.S. Attorney  did not prosecute\r\n\nSantos  when Santos wrote  a threatening letter  to President\r\n\nReagan;  the U.S. Attorney had cited \"obvious mental illness\"\r\n\nas  one  reason  for  declining  prosecution.    Trial  court\r\n\njudgments such as this one, weighing the extent  of relevance\r\n\nand then balancing relevance  against prejudice, are reviewed\r\n\nfor abuse of discretion.  See United  States v. Rivera-Gomez,\r                                                                        \r\n\n67 F.3d 993, 997 (1st Cir. 1995).\r\n\n     Even assuming no  hearsay objection, a U.S.  Attorney is\r\n\nnot an expert  on mental condition.  Thus we  doubt that much\r\n\nweight could be  given to such  a lay assessment, even  if we\r\n\nignored  the fact  that the  assessment  related to  Santos's\r\n\nstate in 1986 and the pertinent issue at trial related to his\r\n\nstate in 1994.   The potential for prejudice and confusion is\r\n\nalso apparent.  The decision  to exclude the evidence was not\r\n\nan abuse of discretion, especially in a trial where there was\r\n\n                             -7-\r                                         -7-\r\r\n\nextensive  expert testimony  directed  to  the crucial  issue\r\n\nwhether Santos was sane in 1994.\r\n\n     Second,  Santos  asserts  that  the  judge  should  have\r\n\nadmitted  proffered evidence that, in 1989, other inmates had\r\n\nforged Santos's signature  on a letter  threatening President\r\n\nBush.    The  government  now  says  that  the  incident  was\r\n\nirrelevant (at  the  time it  argued  that the  incident  was\r\n\n\"remote\").  We need not pursue the issue of relevance because\r\n\nwe  agree  with the  government's alternative  argument, made\r\n\nboth at  trial and now,  that the agent questioned  about the\r\n\nincident had only hearsay knowledge of the earlier threat.\r\n\n     Third,  Santos  says  that  it  was  error  to  allow  a\r\n\npsychologist to testify that he had found Santos fit to stand\r\n\ntrial  because, Santos claims, the jury could mistake fitness\r\n\nto  stand trial  for  an  opinion that  Santos  was sane  for\r\n\npurposes  of  the   insanity  defense.    The   standards  of\r\n\ncompetency and  insanity  are admittedly  different,  and  by\r\n\nstatute a finding  by the court of competency  to stand trial\r\n\nis  not to \"prejudice\" an insanity defense or be \"admissible\"\r\n\nat trial.  18 U.S.C.   4241(f).\r\n\n     Here,  of course, the court's competency finding was not\r\n\noffered  or otherwise  used  against Santos.    At best,  the\r\n\nargument is  that the  underlying policy  of the  statute--at\r\n\nleast  partly  to  avoid  confusion--should  equally bar  the\r\n\nexpert on insanity from referring to competency.  We need not\r\n\n                             -8-\r                                         -8-\r\r\n\nresolve the issue:   there was no  objection at trial to  the\r\n\ncomment  at  issue;  and,  as it  was  dwarfed  by  extensive\r\n\ntestimony on  the insanity  issue  by both  sides, the  Olano\r                                                                         \r\n\nprejudice standard cannot be satisfied. \r\n\n     Fourth,   the    prosecution's   psychiatric    witness,\r\n\nresponding  to a  question as  to which  facts helped  him in\r\n\nevaluating Santos's mental condition, testified that Santos's\r\n\nefforts  to \"throw  people off  his trail\" indicated  that he\r\n\n\"knew what he was doing was wrong.\"  Santos argues  that this\r\n\ntestimony amounted  to an  \"opinion . .  . as to  whether the\r\n\ndefendant did or  did not have the mental  state or condition\r\n\nconstituting  an element  of the crime  charged or  a defense\r\n\nthereto,\" in violation of Fed. R. Evid. 704(b).\r\n\n     Rule  704(b) has proved troublesome to administer and is\r\n\nnot universally popular, because it complicates the provision\r\n\nof expert testimony and involves very difficult line drawing.\r\n\nSee 2  S. Saltzburg  &amp; M. Martin,  Federal Rules  of Evidence\r                                                                         \r\n\nManual  101-02  (5th ed.  1990);  see also  United  States v.\r                                                                      \r\n\nBrown, 32  F.3d 236, 238  (7th Cir.  1994).  Whether  much is\r                 \r\n\nchanged by stopping the expert's  testimony just short of the\r\n\nultimate issue is open to doubt.  Still, Congress is entitled\r\n\nto an honest effort by judges to comply with its rule.\r\n\n     Here, however, the statement in dispute was not objected\r\n\nto at trial.   The  main force  of the testimony  lay in  the\r\n\nascription of conscious trickery to the defendant, not in the\r\n\n                             -9-\r                                         -9-\r\r\n\narguably  forbidden   explicit  reference  to   knowledge  of\r\n\nwrongdoing.  Olano's  prejudice showing cannot be  met.  This\r                              \r\n\nis, therefore,  not an occasion for seeking  to fine-tune our\r\n\ninterpretation of Rule 704(b), a daunting task under the best\r\n\nof circumstances.        \r\n\n     3.  Santos  claims that he was over-medicated during the\r\n\ntrial  and unable  to assist  in his  defense.   The district\r\n\njudge held a post-trial hearing  on the claim, at which there\r\n\nwas  testimony  from both  sides.   Despite testimony  from a\r\n\npsychiatrist,  Santos's father, and  Santos's attorney to the\r\n\neffect that Santos  was unresponsive, the judge  credited the\r\n\nprosecution expert, who  testified that Santos's  description\r\n\nof symptoms  was more  consistent with  an effort  to deceive\r\n\nthan with actual indicators of incompetence.\r\n\n     We uphold a district judge's determination of competency\r\n\nafter a hearing unless clearly erroneous.   See United States\r                                                                         \r\n\nv. Lebron,  76 F.3d 29,  32 (1st Cir.), cert.  denied, 116 S.\r                                                                 \r\n\nCt. 2537 (1996).  The  judge heard testimony from a competent\r\n\nexpert  that Santos was  likely pretending and  could, in any\r\n\nevent, have assisted in his defense.  There is no clear error\r\n\nin the  judge's determination  that Santos  was competent  to\r\n\nstand trial.\r\n\n     Santos also  sought a new  trial on the ground  that the\r\n\nverdict  was against  the weight  of the  evidence.   We have\r\n\nexamined the evidence offered by both sides.  It is enough to\r\n\n                             -10-\r                                         -10-\r\r\n\nsay that the  government offered expert evidence  of Santos's\r\n\nsanity  which,  although  countered  by   a  defense  expert,\r\n\nremained substantial.  The denial of the new trial motion was\r\n\nin no sense an abuse of discretion.     \r\n\n     4.  Finally, Santos attacks his sentence on  two fronts.\r\n\nFirst, he argues that his act of sending a threatening letter\r\n\nto  the  President  should  not  be  considered a  \"crime  of\r\n\nviolence\" for the purposes of U.S.S.G.   4B1.1.  This section\r\n\nincreases  offense  level and  criminal history  category for\r\n\n\"career  offenders,\"  where  the  present  crime  is  one  of\r\n\nviolence  or a  controlled substance  offense  and where  the\r\n\ndefendant has had  two or more prior convictions  for such an\r\n\noffense.\r\n\n     Santos says that  his present crime was not  a \"crime of\r\n\nviolence.\"   As a matter  of bare language, one  could easily\r\n\nargue  that  this  quoted  phrase  does  not embrace  a  mere\r\n\ncriminal threat of  violence.  But unfortunately  for Santos,\r                           \r\n\nU.S.S.G.    4B1.2(a)(1) expressly defines  the quoted phrase,\r\n\nfor  purposes  of  section  4B1.1,  to  include  any  offense\r\n\npunishable by  more than  a  year in  prison that  has as  an\r\n\nelement \"the .  . . threatened use of  physical force against\r\n\nthe person of another . . . .\"\r\n\n     The offense statute in this case, 18 U.S.C.   871, makes\r\n\nit criminal to send any  letter threatening \"to take the life\r\n\nof, to kidnap,  or to inflict bodily harm\"  on the President.\r\n\n                             -11-\r                                         -11-\r\r\n\nThe indictment expressly charged  Santos with threatening the\r\n\nlife of  and bodily  harm to the  President.   Thus, Santos's\r\n\noffense had  as an  element  the threatened  use of  physical\r\n\nforce against another person.\r\n\n     Santos is therefore probably mistaken in invoking United\r                                                                         \r\n\nStates v. Leavitt,  925 F.2d 516 (1st Cir.  1991), where this\r                             \r\n\ncourt  said  that  the  defendant's  own  conduct  should  be\r\n\nexamined where  the statute  embraces both  violent and  non-\r\n\nviolent conduct.   But even  if we looked solely  to Santos's\r\n\nconduct, a  threat  to assassinate  does  involve  threatened\r\n\nforce against another.  It is of no help that he may not have\r\n\nintended  to carry  out  his  threat, and  in  the short  run\r\n\ncertainly could not in  fact have done so.  See United States\r                                                                         \r\n\nv. Poff, 926 F.2d 588, 590 (7th Cir.), cert. denied, 502 U.S.\r                                                               \r\n\n827 (1991).\r\n\n     Santos's  second  challenge  to  his   sentence  is  his\r\n\ncontention  that  his  mental  condition  merited a  downward\r\n\ndeparture.  His theory is  that his severe mental illness was\r\n\na mitigating circumstance not adequately accounted for in the\r\n\nguidelines,  U.S.S.G.    5K2.0, or  reflected  reduced mental\r\n\ncapacity  for which departure may be permitted under U.S.S.G.\r\n\n   5K2.13.   However,  a refusal  to  depart is  unreviewable\r\n\nunless the district court based it  on an error of law.   See\r                                                                         \r\n\nUnited States v.  Clase-Espinal, 115 F.3d 1054, 1056 n.3 (1st\r                                           \r\n\n                             -12-\r                                         -12-\r\r\n\nCir. 1997),  cert. denied,  66 U.S.L.W. 3323  (Nov. 3,  1997)\r                                     \r\n\n(No. 97-5881).\r\n\n     There is no such error here.  The district court did not\r\n\nrefuse to  depart because of  a ruling of  law that could  be\r\n\nchallenged on  appeal as mistaken.   Instead,  it found  that\r\n\nSantos's  mental illness  did not  diminish  his capacity  to\r\n\nunderstand what  he was  doing nor did  it contribute  to the\r\n\ncarrying out of the offense.   We have no authority to review\r\n\nthis determination.  See  United States v. Tardiff,  969 F.2d\r                                                              \r\n\n1283, 1290 (1st Cir. 1992).\r\n\n     Affirmed.\r                         \r\n\n                             -13-\r                                         -13-\r\r\n",
  "html": "<p class=\"case_cite\">131 F.3d 16</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Edward J. SANTOS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1085.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 10, 1997.<br>Decided Dec. 8, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James T. McCormick, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, Providence, RI, with whom Sheldon Whitehouse, United States Attorney, and Edwin J. Gale, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On this appeal, Edward Santos seeks review of his conviction and sentence for threatening to kill President Clinton.  At the time of the threat, Santos was an inmate at the Adult Correctional Institution (\"the ACI\") in Cranston, Rhode Island.  Santos had a history of psychiatric disease, including a diagnosis of chronic paranoid schizophrenia.  The pertinent events can be quickly summarized.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 17, 1994, the White House mail room received a letter containing a threat to assassinate President Clinton.  The letter, which had been mailed from the ACI, read in relevant part:  \"[Y]ou have upset me to the point that I feel I should assassinate you which would enable me to go down in the history books and if the Secret Service gets in my way they will get it too.\"   The letter was signed \"Barry Shea\" (who is the head of the ACI classification board).  The Secret Service began an investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After two inmates identified Santos as the sender, and in light of Santos's previous mailing of a threatening letter to President Reagan in 1986, Secret Service agents interrogated Santos at the prison on August 26, 1994, and January 12, 1995.  At both interviews, Santos admitted his involvement with the letter.  The letter had been written by another inmate, Raymond Francis;  but Francis said, and Santos admitted, that Santos had given Francis a text to copy over and that Santos had mailed the letter.  Apparently, Santos feared that his own handwriting would be recognized by the Secret Service due to the 1986 letter.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Santos was charged with making a threat against the President, in violation of 18 U.S.C. &#167; 871.  Santos underwent a psychiatric examination and was found competent to stand trial.  The prosecution witnesses at trial included Francis and the Secret Service agent who conducted the interview with Santos.  Santos offered an insanity defense;  his expert testified that Santos suffered from a chronic mental disease that prevented him from appreciating the wrongfulness of his actions.  The prosecution experts opined that Santos was lying about his symptoms.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The jury convicted Santos, and the district judge sentenced him to 57 months in prison.  The judge ruled that threatening the President was a \"crime of violence\" under the career offender provisions of the Sentencing Guidelines, see U.S.S.G. &#167;&#167; 4B1.1, 4B1.2(1)(i), and sentenced Santos within the resulting guideline range.  The judge refused to depart downward based on mental condition.  Santos has appealed, raising a series of issues.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1. In the district court, Santos argued at a suppression hearing that his confessions were invalid because his will was overborne by the combination of his mental disease and the conduct of the Secret Service agents.  Santos alleged that at the first interview, one of the agents yelled at him and called him a liar;  and he argued that this conduct, in concert with his fragile mental state (of which the agent was aware), rendered his confession involuntary.  The second interview, Santos asserted, was tainted by the first.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the hearing the agent testified that the initial interview had been conducted in an interview room in midmorning and Santos was not in handcuffs;  that Santos had been advised of his rights to counsel and to remain silent but had invoked neither;  that the agent had yelled at Santos and had called him a liar when Santos had at first denied involvement;  that Santos was nervous but appeared to have no difficulty in understanding questions and gave understandable answers;  and that the interview from start to finish took no more than 90 minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found that Santos had voluntarily waived his rights to counsel and to remain silent and that his statements were voluntary rather than coerced.  Findings of raw fact are reviewed for clear error.  See United States v. Procopio, 88 F.3d 21, 27 (1st Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 620, 136 L.Ed.2d 543 (1996) and U.S. ----, 117 S.Ct. 1008, 136 L.Ed.2d 886 (1997).  We will assume, favorably to Santos, that the ultimate conclusion as to voluntariness is open to de novo review, with some possible allowance for the district court's superior vantage.  See Ornelas v. United States, 517 U.S. 690, ----, 116 S.Ct. 1657, 1663, 134 L.Ed.2d 911 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We find no reason to disagree with the district judge.  Santos was not irrational or incapable of understanding his rights.  While his mental history is certainly pertinent to the voluntariness of his statements, the precedents still require some degree of coercion or trickery by government agents to render a statement involuntary, see Colorado v. Connelly, 479 U.S. 157, 167, 107 S.Ct. 515, 521-22, 93 L.Ed.2d 473 (1986), and yelling once or twice does not reach this level.  The scene may make some squeamish, but that is not the constitutional standard, and Santos's statements were properly admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a supplemental brief, Santos raises another issue related to the voluntariness of his statements.  Citing 18 U.S.C. &#167; 3501(a), Santos argues that the judge committed plain error when she failed to give an instruction telling the jury that it could choose to give less weight to his confessions because of the surrounding circumstances.  The section reads, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>If the trial judge determines that the confession was voluntarily made it shall be admitted in evidence and the trial judge shall permit the jury to hear relevant evidence on the issue of voluntariness and shall instruct the jury to give such weight to the confession as the jury feels it deserves under all the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. (emphasis added).  Neither side requested this instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 3501(a) obviously assumes that the defendant has sought to make an issue of voluntariness before the jury after being rebuffed by the trial judge.  See United States v. Fera, 616 F.2d 590, 594 (1st Cir.), cert. denied, 446 U.S. 969, 100 S.Ct. 2951, 64 L.Ed.2d 830 (1980).  It appears that Santos did follow this course in the present case, and he would certainly have been entitled to the instruction if he had sought it.  We will assume, arguendo, that because of the \"shall\" language in the statute the district judge \"erred\" in failing to give the instruction even without being asked, without resolving the government's claim that the evidence here did not create a legitimate issue of voluntariness.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But under United States v. Olano, 507 U.S. 725, 734, 741, 113 S.Ct. 1770, 1777-78, 1781, 123 L.Ed.2d 508 (1993), an error that occurred without objection at trial--however flagrant--does not warrant reversal unless it likely affected the outcome.  There are a few exceptions to this requirement for so-called structural errors so fundamental as to undermine the integrity of the trial process, see id. at 735, 113 S.Ct. at 1778 (citing Arizona v. Fulminante, 499 U.S. 279, 310, 111 S.Ct. 1246, 1265, 113 L.Ed.2d 302 (1991)), but the present \"error\" is not within miles of that very rare category.  It would be hard, indeed, to conduct trials if trial errors could be ignored by counsel and then freely raised on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, it is not likely that the jury would have found the confessions involuntary or unworthy of belief if the instruction had been given.  The trial judge found the confessions to be voluntary and we have agreed, so we can hardly assume that the jury would probably have decided otherwise.  As for credibility, the surrounding circumstances might, as a common-sense matter, have affected the jury's judgment about the weight to be given to Santos's statements, but evidence of those circumstances was admitted in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">2. Santos disputes several of the evidentiary rulings at trial.  First, he says that it was error to exclude the fact that in 1986 the then-U.S. Attorney did not prosecute Santos when Santos wrote a threatening letter to President Reagan;  the U.S. Attorney had cited \"obvious mental illness\" as one reason for declining prosecution.  Trial court judgments such as this one, weighing the extent of relevance and then balancing relevance against prejudice, are reviewed for abuse of discretion.  See United States v. Rivera-Gomez, 67 F.3d 993, 997 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Even assuming no hearsay objection, a U.S. Attorney is not an expert on mental condition.  Thus we doubt that much weight could be given to such a lay assessment, even if we ignored the fact that the assessment related to Santos's state in 1986 and the pertinent issue at trial related to his state in 1994.  The potential for prejudice and confusion is also apparent.  The decision to exclude the evidence was not an abuse of discretion, especially in a trial where there was extensive expert testimony directed to the crucial issue whether Santos was sane in 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Second, Santos asserts that the judge should have admitted proffered evidence that, in 1989, other inmates had forged Santos's signature on a letter threatening President Bush.  The government now says that the incident was irrelevant (at the time it argued that the incident was \"remote\").  We need not pursue the issue of relevance because we agree with the government's alternative argument, made both at trial and now, that the agent questioned about the incident had only hearsay knowledge of the earlier threat.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Third, Santos says that it was error to allow a psychologist to testify that he had found Santos fit to stand trial because, Santos claims, the jury could mistake fitness to stand trial for an opinion that Santos was sane for purposes of the insanity defense.  The standards of competency and insanity are admittedly different, and by statute a finding by the court of competency to stand trial is not to \"prejudice\" an insanity defense or be \"admissible\" at trial.  18 U.S.C. &#167; 4241(f).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here, of course, the court's competency finding was not offered or otherwise used against Santos.  At best, the argument is that the underlying policy of the statute--at least partly to avoid confusion--should equally bar the expert on insanity from referring to competency.  We need not resolve the issue:  there was no objection at trial to the comment at issue;  and, as it was dwarfed by extensive testimony on the insanity issue by both sides, the Olano prejudice standard cannot be satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Fourth, the prosecution's psychiatric witness, responding to a question as to which facts helped him in evaluating Santos's mental condition, testified that Santos's efforts to \"throw people off his trail\" indicated that he \"knew what he was doing was wrong.\"   Santos argues that this testimony amounted to an \"opinion ... as to whether the defendant did or did not have the mental state or condition constituting an element of the crime charged or a defense thereto,\" in violation of Fed.R.Evid. 704(b).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Rule 704(b) has proved troublesome to administer and is not universally popular, because it complicates the provision of expert testimony and involves very difficult line drawing.  See 2 S. Saltzburg &amp; M. Martin, Federal Rules of Evidence Manual 101-02 (5th ed.1990);  see also United States v. Brown, 32 F.3d 236, 238 (7th Cir.1994).  Whether much is changed by stopping the expert's testimony just short of the ultimate issue is open to doubt.  Still, Congress is entitled to an honest effort by judges to comply with its rule.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, however, the statement in dispute was not objected to at trial.  The main force of the testimony lay in the ascription of conscious trickery to the defendant, not in the arguably forbidden explicit reference to knowledge of wrongdoing.  Olano 's prejudice showing cannot be met.  This is, therefore, not an occasion for seeking to fine-tune our interpretation of Rule 704(b), a daunting task under the best of circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">3. Santos claims that he was over-medicated during the trial and unable to assist in his defense.  The district judge held a post-trial hearing on the claim, at which there was testimony from both sides.  Despite testimony from a psychiatrist, Santos's father, and Santos's attorney to the effect that Santos was unresponsive, the judge credited the prosecution expert, who testified that Santos's description of symptoms was more consistent with an effort to deceive than with actual indicators of incompetence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We uphold a district judge's determination of competency after a hearing unless clearly erroneous.  See United States v. Lebron, 76 F.3d 29, 32 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 2537, 135 L.Ed.2d 1060 (1996).  The judge heard testimony from a competent expert that Santos was likely pretending and could, in any event, have assisted in his defense.  There is no clear error in the judge's determination that Santos was competent to stand trial.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Santos also sought a new trial on the ground that the verdict was against the weight of the evidence.  We have examined the evidence offered by both sides.  It is enough to say that the government offered expert evidence of Santos's sanity which, although countered by a defense expert, remained substantial.  The denial of the new trial motion was in no sense an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">4. Finally, Santos attacks his sentence on two fronts.  First, he argues that his act of sending a threatening letter to the President should not be considered a \"crime of violence\" for the purposes of U.S.S.G. &#167; 4B1.1.  This section increases offense level and criminal history category for \"career offenders,\" where the present crime is one of violence or a controlled substance offense and where the defendant has had two or more prior convictions for such an offense.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Santos says that his present crime was not a \"crime of violence.\"   As a matter of bare language, one could easily argue that this quoted phrase does not embrace a mere criminal threat of violence.  But unfortunately for Santos, U.S.S.G. &#167; 4B1.2(1)(i) expressly defines the quoted phrase, for purposes of section 4B1.1, to include any offense punishable by more than a year in prison that has as an element \"the ... threatened use of physical force against the person of another....\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The offense statute in this case, 18 U.S.C. &#167; 871, makes it criminal to send any letter threatening \"to take the life of, to kidnap, or to inflict bodily harm\" on the President.  The indictment expressly charged Santos with threatening the life of and bodily harm to the President.  Thus, Santos's offense had as an element the threatened use of physical force against another person.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Santos is therefore probably mistaken in invoking United States v. Leavitt, 925 F.2d 516 (1st Cir.1991), where this court said that the defendant's own conduct should be examined where the statute embraces both violent and non-violent conduct.  But even if we looked solely to Santos's conduct, a threat to assassinate does involve threatened force against another.  It is of no help that he may not have intended to carry out his threat, and in the short run certainly could not in fact have done so.  See United States v. Poff, 926 F.2d 588, 590 (7th Cir.), cert. denied, 502 U.S. 827, 112 S.Ct. 96, 116 L.Ed.2d 67 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Santos's second challenge to his sentence is his contention that his mental condition merited a downward departure.  His theory is that his severe mental illness was a mitigating circumstance not adequately accounted for in the guidelines, U.S.S.G. &#167; 5K2.0, or reflected reduced mental capacity for which departure may be permitted under U.S.S.G. &#167; 5K2.13.  However, a refusal to depart is unreviewable unless the district court based it on an error of law.  See United States v. Clase-Espinal, 115 F.3d 1054, 1056 n. 3 (1st Cir.1997), cert. denied, --- U.S. ----, 118 S.Ct. 384, 139 L.Ed.2d 299 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">There is no such error here.  The district court did not refuse to depart because of a ruling of law that could be challenged on appeal as mistaken.  Instead, it found that Santos's mental illness did not diminish his capacity to understand what he was doing nor did it contribute to the carrying out of the offense.  We have no authority to review this determination.  See United States v. Tardiff, 969 F.2d 1283, 1290 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Edward J. SANTOS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1085.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 10, 1997.<br>Decided Dec. 8, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James T. McCormick, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, Providence, RI, with whom Sheldon Whitehouse, United States Attorney, and Edwin J. Gale, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On this appeal, Edward Santos seeks review of his conviction and sentence for threatening to kill President Clinton.  At the time of the threat, Santos was an inmate at the Adult Correctional Institution (\"the ACI\") in Cranston, Rhode Island.  Santos had a history of psychiatric disease, including a diagnosis of chronic paranoid schizophrenia.  The pertinent events can be quickly summarized.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 17, 1994, the White House mail room received a letter containing a threat to assassinate President Clinton.  The letter, which had been mailed from the ACI, read in relevant part:  \"[Y]ou have upset me to the point that I feel I should assassinate you which would enable me to go down in the history books and if the Secret Service gets in my way they will get it too.\"   The letter was signed \"Barry Shea\" (who is the head of the ACI classification board).  The Secret Service began an investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After two inmates identified Santos as the sender, and in light of Santos's previous mailing of a threatening letter to President Reagan in 1986, Secret Service agents interrogated Santos at the prison on August 26, 1994, and January 12, 1995.  At both interviews, Santos admitted his involvement with the letter.  The letter had been written by another inmate, Raymond Francis;  but Francis said, and Santos admitted, that Santos had given Francis a text to copy over and that Santos had mailed the letter.  Apparently, Santos feared that his own handwriting would be recognized by the Secret Service due to the 1986 letter.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Santos was charged with making a threat against the President, in violation of 18 U.S.C. &#167; 871.  Santos underwent a psychiatric examination and was found competent to stand trial.  The prosecution witnesses at trial included Francis and the Secret Service agent who conducted the interview with Santos.  Santos offered an insanity defense;  his expert testified that Santos suffered from a chronic mental disease that prevented him from appreciating the wrongfulness of his actions.  The prosecution experts opined that Santos was lying about his symptoms.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The jury convicted Santos, and the district judge sentenced him to 57 months in prison.  The judge ruled that threatening the President was a \"crime of violence\" under the career offender provisions of the Sentencing Guidelines, see U.S.S.G. &#167;&#167; 4B1.1, 4B1.2(1)(i), and sentenced Santos within the resulting guideline range.  The judge refused to depart downward based on mental condition.  Santos has appealed, raising a series of issues.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1. In the district court, Santos argued at a suppression hearing that his confessions were invalid because his will was overborne by the combination of his mental disease and the conduct of the Secret Service agents.  Santos alleged that at the first interview, one of the agents yelled at him and called him a liar;  and he argued that this conduct, in concert with his fragile mental state (of which the agent was aware), rendered his confession involuntary.  The second interview, Santos asserted, was tainted by the first.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the hearing the agent testified that the initial interview had been conducted in an interview room in midmorning and Santos was not in handcuffs;  that Santos had been advised of his rights to counsel and to remain silent but had invoked neither;  that the agent had yelled at Santos and had called him a liar when Santos had at first denied involvement;  that Santos was nervous but appeared to have no difficulty in understanding questions and gave understandable answers;  and that the interview from start to finish took no more than 90 minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found that Santos had voluntarily waived his rights to counsel and to remain silent and that his statements were voluntary rather than coerced.  Findings of raw fact are reviewed for clear error.  See United States v. Procopio, <span class=\"citation\" data-id=\"196856\"><a href=\"/opinion/196856/united-states-v-procopio/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 27 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">620</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">543</span></span> (1996) and U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1008</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">886</span></span> (1997).  We will assume, favorably to Santos, that the ultimate conclusion as to voluntariness is open to de novo review, with some possible allowance for the district court's superior vantage.  See Ornelas v. United States, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, ----, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, 1663, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We find no reason to disagree with the district judge.  Santos was not irrational or incapable of understanding his rights.  While his mental history is certainly pertinent to the voluntariness of his statements, the precedents still require some degree of coercion or trickery by government agents to render a statement involuntary, see Colorado v. Connelly, <span class=\"citation\" data-id=\"111779\"><a href=\"/opinion/111779/colorado-v-connelly/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, 167, <span class=\"citation\" data-id=\"111779\"><a href=\"/opinion/111779/colorado-v-connelly/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></a></span>, 521-22, <span class=\"citation\" data-id=\"111779\"><a href=\"/opinion/111779/colorado-v-connelly/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">473</span></a></span> (1986), and yelling once or twice does not reach this level.  The scene may make some squeamish, but that is not the constitutional standard, and Santos's statements were properly admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a supplemental brief, Santos raises another issue related to the voluntariness of his statements.  Citing 18 U.S.C. &#167; 3501(a), Santos argues that the judge committed plain error when she failed to give an instruction telling the jury that it could choose to give less weight to his confessions because of the surrounding circumstances.  The section reads, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>If the trial judge determines that the confession was voluntarily made it shall be admitted in evidence and the trial judge shall permit the jury to hear relevant evidence on the issue of voluntariness and shall instruct the jury to give such weight to the confession as the jury feels it deserves under all the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. (emphasis added).  Neither side requested this instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 3501(a) obviously assumes that the defendant has sought to make an issue of voluntariness before the jury after being rebuffed by the trial judge.  See United States v. Fera, <span class=\"citation\" data-id=\"375495\"><a href=\"/opinion/375495/united-states-v-arthur-fera/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span>, 594 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">969</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2951</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></span> (1980).  It appears that Santos did follow this course in the present case, and he would certainly have been entitled to the instruction if he had sought it.  We will assume, arguendo, that because of the \"shall\" language in the statute the district judge \"erred\" in failing to give the instruction even without being asked, without resolving the government's claim that the evidence here did not create a legitimate issue of voluntariness.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But under United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 734, 741, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777-78, 1781, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993), an error that occurred without objection at trial--however flagrant--does not warrant reversal unless it likely affected the outcome.  There are a few exceptions to this requirement for so-called structural errors so fundamental as to undermine the integrity of the trial process, see id. at 735, 113 S.Ct. at 1778 (citing Arizona v. Fulminante, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 310, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1246</span></a></span>, 1265, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">302</span></a></span> (1991)), but the present \"error\" is not within miles of that very rare category.  It would be hard, indeed, to conduct trials if trial errors could be ignored by counsel and then freely raised on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, it is not likely that the jury would have found the confessions involuntary or unworthy of belief if the instruction had been given.  The trial judge found the confessions to be voluntary and we have agreed, so we can hardly assume that the jury would probably have decided otherwise.  As for credibility, the surrounding circumstances might, as a common-sense matter, have affected the jury's judgment about the weight to be given to Santos's statements, but evidence of those circumstances was admitted in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">2. Santos disputes several of the evidentiary rulings at trial.  First, he says that it was error to exclude the fact that in 1986 the then-U.S. Attorney did not prosecute Santos when Santos wrote a threatening letter to President Reagan;  the U.S. Attorney had cited \"obvious mental illness\" as one reason for declining prosecution.  Trial court judgments such as this one, weighing the extent of relevance and then balancing relevance against prejudice, are reviewed for abuse of discretion.  See United States v. Rivera-Gomez, <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 997 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Even assuming no hearsay objection, a U.S. Attorney is not an expert on mental condition.  Thus we doubt that much weight could be given to such a lay assessment, even if we ignored the fact that the assessment related to Santos's state in 1986 and the pertinent issue at trial related to his state in 1994.  The potential for prejudice and confusion is also apparent.  The decision to exclude the evidence was not an abuse of discretion, especially in a trial where there was extensive expert testimony directed to the crucial issue whether Santos was sane in 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Second, Santos asserts that the judge should have admitted proffered evidence that, in 1989, other inmates had forged Santos's signature on a letter threatening President Bush.  The government now says that the incident was irrelevant (at the time it argued that the incident was \"remote\").  We need not pursue the issue of relevance because we agree with the government's alternative argument, made both at trial and now, that the agent questioned about the incident had only hearsay knowledge of the earlier threat.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Third, Santos says that it was error to allow a psychologist to testify that he had found Santos fit to stand trial because, Santos claims, the jury could mistake fitness to stand trial for an opinion that Santos was sane for purposes of the insanity defense.  The standards of competency and insanity are admittedly different, and by statute a finding by the court of competency to stand trial is not to \"prejudice\" an insanity defense or be \"admissible\" at trial.  18 U.S.C. &#167; 4241(f).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here, of course, the court's competency finding was not offered or otherwise used against Santos.  At best, the argument is that the underlying policy of the statute--at least partly to avoid confusion--should equally bar the expert on insanity from referring to competency.  We need not resolve the issue:  there was no objection at trial to the comment at issue;  and, as it was dwarfed by extensive testimony on the insanity issue by both sides, the Olano prejudice standard cannot be satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Fourth, the prosecution's psychiatric witness, responding to a question as to which facts helped him in evaluating Santos's mental condition, testified that Santos's efforts to \"throw people off his trail\" indicated that he \"knew what he was doing was wrong.\"   Santos argues that this testimony amounted to an \"opinion ... as to whether the defendant did or did not have the mental state or condition constituting an element of the crime charged or a defense thereto,\" in violation of Fed.R.Evid. 704(b).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Rule 704(b) has proved troublesome to administer and is not universally popular, because it complicates the provision of expert testimony and involves very difficult line drawing.  See 2 S. Saltzburg &amp; M. Martin, Federal Rules of Evidence Manual 101-02 (5th ed.1990);  see also United States v. Brown, <span class=\"citation\" data-id=\"676094\"><a href=\"/opinion/676094/united-states-v-edward-brown/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">236</span></a></span>, 238 (7th Cir.1994).  Whether much is changed by stopping the expert's testimony just short of the ultimate issue is open to doubt.  Still, Congress is entitled to an honest effort by judges to comply with its rule.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, however, the statement in dispute was not objected to at trial.  The main force of the testimony lay in the ascription of conscious trickery to the defendant, not in the arguably forbidden explicit reference to knowledge of wrongdoing.  Olano 's prejudice showing cannot be met.  This is, therefore, not an occasion for seeking to fine-tune our interpretation of Rule 704(b), a daunting task under the best of circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">3. Santos claims that he was over-medicated during the trial and unable to assist in his defense.  The district judge held a post-trial hearing on the claim, at which there was testimony from both sides.  Despite testimony from a psychiatrist, Santos's father, and Santos's attorney to the effect that Santos was unresponsive, the judge credited the prosecution expert, who testified that Santos's description of symptoms was more consistent with an effort to deceive than with actual indicators of incompetence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We uphold a district judge's determination of competency after a hearing unless clearly erroneous.  See United States v. Lebron, <span class=\"citation\" data-id=\"196576\"><a href=\"/opinion/196576/united-states-v-lebron/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 32 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2537</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1060</span></span> (1996).  The judge heard testimony from a competent expert that Santos was likely pretending and could, in any event, have assisted in his defense.  There is no clear error in the judge's determination that Santos was competent to stand trial.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Santos also sought a new trial on the ground that the verdict was against the weight of the evidence.  We have examined the evidence offered by both sides.  It is enough to say that the government offered expert evidence of Santos's sanity which, although countered by a defense expert, remained substantial.  The denial of the new trial motion was in no sense an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">4. Finally, Santos attacks his sentence on two fronts.  First, he argues that his act of sending a threatening letter to the President should not be considered a \"crime of violence\" for the purposes of U.S.S.G. &#167; 4B1.1.  This section increases offense level and criminal history category for \"career offenders,\" where the present crime is one of violence or a controlled substance offense and where the defendant has had two or more prior convictions for such an offense.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Santos says that his present crime was not a \"crime of violence.\"   As a matter of bare language, one could easily argue that this quoted phrase does not embrace a mere criminal threat of violence.  But unfortunately for Santos, U.S.S.G. &#167; 4B1.2(1)(i) expressly defines the quoted phrase, for purposes of section 4B1.1, to include any offense punishable by more than a year in prison that has as an element \"the ... threatened use of physical force against the person of another....\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The offense statute in this case, 18 U.S.C. &#167; 871, makes it criminal to send any letter threatening \"to take the life of, to kidnap, or to inflict bodily harm\" on the President.  The indictment expressly charged Santos with threatening the life of and bodily harm to the President.  Thus, Santos's offense had as an element the threatened use of physical force against another person.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Santos is therefore probably mistaken in invoking United States v. Leavitt, <span class=\"citation\" data-id=\"555765\"><a href=\"/opinion/555765/united-states-v-tony-allen-leavitt/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span> (1st Cir.1991), where this court said that the defendant's own conduct should be examined where the statute embraces both violent and non-violent conduct.  But even if we looked solely to Santos's conduct, a threat to assassinate does involve threatened force against another.  It is of no help that he may not have intended to carry out his threat, and in the short run certainly could not in fact have done so.  See United States v. Poff, <span class=\"citation\" data-id=\"556476\"><a href=\"/opinion/556476/united-states-v-carolyn-kay-poff/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span>, 590 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">827</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">96</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Santos's second challenge to his sentence is his contention that his mental condition merited a downward departure.  His theory is that his severe mental illness was a mitigating circumstance not adequately accounted for in the guidelines, U.S.S.G. &#167; 5K2.0, or reflected reduced mental capacity for which departure may be permitted under U.S.S.G. &#167; 5K2.13.  However, a refusal to depart is unreviewable unless the district court based it on an error of law.  See United States v. Clase-Espinal, <span class=\"citation\" data-id=\"197424\"><a href=\"/opinion/197424/united-states-v-clase-espinal/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1056 n. 3 (1st Cir.1997), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">384</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">299</span></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">There is no such error here.  The district court did not refuse to depart because of a ruling of law that could be challenged on appeal as mistaken.  Instead, it found that Santos's mental illness did not diminish his capacity to understand what he was doing nor did it contribute to the carrying out of the offense.  We have no authority to review this determination.  See United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1290 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705988/"
  ]
}