{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197602/",
  "absolute_url": "/opinion/197602/united-states-v-greene/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197602/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:33:51Z",
  "date_modified": "2017-03-24T10:52:52.861012Z",
  "type": "010combined",
  "sha1": "a46a17411fbca6444e928da7454ae72d0294fe49",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2124.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-2124\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                         OMAR GREENE,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nDiana L. Maldonado on brief for appellant.\r                              \r\nDonald  K.  Stern,  United  States  Attorney,  and  Christopher F.\r                                                                              \r\nBator, Assistant United States Attorney, on brief for appellee.\r             \r\n\n                                         \r\n\n                       October 14, 1997\r\n                                         \r\r\n\n     Per  Curiam.   Pursuant to  Fed.  R. Crim.  P. 11(a)(2),\r                            \r\n\nappellant  Omar Greene entered  a conditional guilty  plea to\r\n\nthe charge of being a felon in  possession of a firearm.  See\r                                                                         \r\n\n18  U.S.C.   922(g)(1). He now appeals the denial of his pre-\r\n\nplea motion to suppress.  For the reasons discussed below, we\r\n\naffirm    the  order  denying  the  motion  to  suppress  and\r\n\nappellant's conviction.\r\n\n                             I. \r\n\n     The following facts are  undisputed.  On the  evening of\r\n\nJuly  10, 1994, Boston police officers Charles Byrne, Michael\r\n\nLinsky,  and James Freeman, members of the Anti-Gang Violence\r\n\nUnit,  were together  in a  police  vehicle in  Roxbury.   At\r\n\napproximately 10:50  p.m., a  taxicab sped  by them  and went\r\n\ndown  Blue Hill  Avenue.   The officers  pursued the  cab and\r\n\nactivated their lights  and siren once they had  caught up to\r\n\nit.  The cab pulled over  near an intersection that was about\r\n\n3/4 of a  mile from the place  the police had first  seen it.\r\n\nOfficers Linsky and Freeman then approached the driver's side\r\n\nof the  cab while officer  Byrne proceeded to its  right rear\r\n\npassenger's  side. Appellant was the sole passenger seated in\r\n\nthe rear of  the cab.  Officer  Byrne saw appellant  turn and\r\n\nlook at the approaching officers.  \r\n\n     When  officer  Byrne  arrived  at the  open  passenger's\r\n\nwindow,   he  heard  appellant  exclaim,  \"What  did  I  do?\"\r\n\nAppellant appeared nervous.   Byrne responded, \"Who  said you\r\n\n                             -2-\r\r\n\ndid anything?\"  and shined  his flashlight  in at  appellant.\r\n\nByrne then observed a large  bulge in appellant's right pants\r\n\npocket.   Although he did  not know appellant and  indeed had\r\n\nnot even heard of him  before that day, officer Byrne thought\r\n\nthat  the bulge  might  be  a gun  and  decided  that it  was\r\n\nnecessary  to check to preserve  the officers' safety.  Byrne\r\n\nopened the door  of the cab, put  his hand on the  bulge, and\r\n\nfelt what he thought was a firearm.  He announced this to his\r\n\ncolleagues and held  appellant's arms  while officer  Freeman\r\n\nremoved from appellant's pocket a fully loaded semi-automatic\r\n\nhandgun with one round in the chamber and seven rounds in the\r\n\nclip.1  During the course  of these events, appellant made no\r                 1\r\n\nmovements, save  perhaps for  turning his  head when  officer\r\n\nByrne  initially shined  his  light on  him.   Appellant  was\r\n\narrested  and  charged  with  two  state  firearm  offenses.2\r                                                                        2\r\n\nUltimately, the state  charges were  dismissed and  appellant\r\n\nwas charged with violating 18 U.S.C.    922(g).\r\n\n     Relying on  the transcript of  officer Byrne's testimony\r\n\nat   his  pretrial  detention  hearing,  appellant  moved  to\r\n\nsuppress the gun and ammunition on the ground that the police\r\n\n                    \r                                \r\n\n   1The gun bore an  obliterated serial number and  was later\r               1\r\nfound  to  be stolen.    The  record  does not  suggest  that\r\nappellant was the thief.\r\n\n   2The cab driver was given a verbal warning and sent on his\r               2\r\nway.\r\n\n                             -3-\r\r\n\nlacked reasonable suspicion  to stop and search him.3   After\r                                                                3\r\n\nthe  government  filed  an  opposition,  the  district  court\r\n\nentered a  one-sentence  order that  denied  the  appellant's\r\n\nmotion without  stating its reasons.   Ten months  later, the\r\n\nappellant entered a conditional guilty plea and was sentenced\r\n\nto  30-months'  imprisonment  and  two  years  of  supervised\r\n\nrelease.   He  now challenges  the  denial of  his motion  to\r\n\nsuppress.   \r\n\n                             II.\r\n\n     Ordinarily,  in  reviewing  the denial  of  a  motion to\r\n\nsuppress, we scan  the district court's findings  of fact for\r\n\nclear  error,   while  affording   plenary   review  to   its\r\n\nconclusions  of  law,  including determinations  of  probable\r\n\ncause and reasonable suspicion.  See, e.g., Ornelas v. United\r                                                                         \r\n\nStates, 116  S. Ct.  1657, 1659-63  (1996); United States  v.\r                                                                     \r\n\nYoung,  105 F.3d 1,  5 (1st Cir.  1997).  Our  review here is\r                 \r\n\nsomewhat hampered because the district court's  order denying\r\n\nappellant's   motion   to    suppress   gave   no    reasons.\r\n\nNevertheless, an \"order denying a motion to suppress is to be\r\n\nupheld if any  reasonable view of the  evidence supports it.\"\r\n\nUnited  States  v.  Lamela,  942  F.2d  100,  102  (1st  Cir.\r                                      \r\n\n1991)(internal punctuation  and citations  omitted).   As the\r\n\n                    \r                                \r\n\n   3The   motion  to  suppress  also  sought  to  exclude  an\r               3\r\nunspecified  amount of marijuana which was found on appellant\r\nafter he was arrested.  Appellant has not been charged with a\r\ncriminal offense based on this conduct. \r\n\n                             -4-\r\r\n\nessential facts are undisputed and the district court's legal\r\n\nconclusions  are subject  to de  novo review,  we may  simply\r                                                 \r\n\ndecide whether  the stop and search of  appellant were valid.\r\n\nCf. United States v. Sepulveda, 102 F.3d 1313, 1315 (1st Cir.\r                                          \r\n\n1996)(undertaking  similar  inquiry  where  underpinnings  of\r\n\ndenial of motion to suppress were somewhat unclear).\r\n\n     A reviewing  court evaluating  the reasonableness  of an\r\n\ninvestigative stop must  perform a two-step inquiry.   First,\r\n\nthe  court must  determine  whether  the  police  action  was\r\n\njustified at its inception.  Second, the court must determine\r\n\nwhether the action  taken was reasonably related  in scope to\r\n\nthe  circumstances which justified the intrusion.  See, e.g.,\r                                                                        \r\n\nUnited States v. Young, 105 F.3d 1, 6 (1st Cir. 1997); United\r                                                                         \r\n\nStates  v.  Kimball,  25  F.3d 1,  6  (1st  Cir.  1994).   In\r                               \r\n\nassessing the reasonableness of a police officer's actions, a\r\n\ncourt  \"must consider the totality of the circumstances which\r\n\nconfronted  the officer  at  the time  of  the stop.\"  United\r                                                                         \r\n\nStates v. Kimball, 25 F.3d at 6.\r                             \r\n\n     It is clear that the stop of the speeding cab was valid,\r\n\nand  appellant does  not seriously  contend  otherwise.   See\r                                                                         \r\n\nUnited  State  v.  Moorefield,  111  F.3d  10,  12  (3d  Cir.\r                                         \r\n\n1997)(traffic stop  is lawful where police  observe violation\r\n\nof traffic  regulations).4  This  case turns  on whether  the\r                                     4\r\n\n                    \r                                \r\n\n   4Although  appellant  concedes  that   he  was  physically\r               4\r\nstopped as a  result of the stop of the cab, he suggests that\r\nhe was  not legally stopped  because he was only  a passenger\r\n\n                             -5-\r\r\n\nensuing pat-down search of  appellant's person was justified.\r\n\n     Appellant argues that  the police were not  justified in\r\n\nfrisking him because they lacked a particularized  reasonable\r\n\nsuspicion  directed  at  him.    Since  only  the driver  had\r\n\ncommitted  the traffic violation  and appellant was  only, in\r\n\nhis  view,  an  \"accidental  guest\"  of  the  cab,  appellant\r\n\nmaintains that the police had no reason to suspect him of any\r\n\ncrime.  Appellant further  asserts  that  where  he  made  no\r\n\nmovements, the  fact  that  officer  Byrne  saw  a  bulge  in\r\n\nappellant's  pants  did  not give  the  officer  a reasonable\r\n\nsuspicion  to conduct  a  frisk.    In contrast,  relying  on\r\n\nPennsylvania  v.  Mimms,  434 U.S.  106,  111-12  (1977), the\r                                   \r\n\ngovernment asserts that  a bulge in the clothing  of a person\r\n\ntravelling in  a car that  is lawfully stopped for  a traffic\r\n\nviolation  provides  sufficient grounds  for  the  officer to\r\n\nbelieve   that  the  person  is  armed  and  dangerous,  thus\r\n\njustifying a pat-down search.5  \r                                         5\r\n\n                    \r                                \r\n\nand was not a party to the driver's traffic violation.  \"When\r\na police officer  effects an investigatory stop of a vehicle,\r\nall occupants of  that vehicle are subjected to  a seizure as\r               \r\ndefined by the Fourth Amendment.\"  United  States v. Kimball,\r                                                                        \r\n25 F.3d at  5.   See also  United States v.  Robeson, 6  F.3d\r                                                                \r\n1088, 1091 (5th Cir. 1993)(\"a  stop results in the seizure of\r\nthe passenger  and the driver  alike\").  Thus,  appellant was\r\nlawfully stopped even though he was only a passenger the cab.\r\n\n   5In  Pennsylvania v.  Mimms,  434  U.S. at  11  n. 6,  the\r               5                          \r\nSupreme Court  held that the  police may order the  driver to\r\nexit  a  vehicle  lawfully stopped  for  a  traffic violation\r\n\n                             -6-\r\r\n\n     Under Terry v. Ohio, 392  U.S. 1, 27 (1968), whether the\r                                    \r\n\npat-down search  of the  appellant was  justified depends  on\r\n\n\"whether  a reasonably prudent man in the circumstances would\r\n\nbe warranted  in the belief  that his safety  or that of  the\r\n\nothers  was in danger.\"  Accord  United States v. Villanueva,\r                                                                        \r\n\n15 F.3d 197,  199 (1st Cir.  1994).  Although  we think it  a\r\n\nclose  question, we conclude that officer Byrne was warranted\r\n\nin his  belief that  the officers' safety  was in  danger and\r\n\nthat he  was further  warranted in  immediately performing  a\r\n\npat-down of appellant. \r\n\n     To be sure, all the  police knew was that: (1) appellant\r\n\nwas a passenger in a speeding cab who (2) had glanced back at\r\n\nthe  officers as they  approached, (3) appeared  nervous, (4)\r\n\nasked, \"What did I do?\" and (5) had a bulge  in the pocket of\r\n\nhis pants.   Appellant made no  sudden or furtive  movements,\r\n\nand  was  not  known  to  officer  Byrne   before  that  day.\r\n\nAppellant contends that these observations do not support any\r                                                                         \r\n\nsuspicion that he was engaged in criminal activity, let alone\r\n\na  crime  where   a  gun  might  be  present.   We  disagree.\r\n\n                    \r                                \r\n\nwithout violating the  Fourth Amendment.  The  Court recently\r\nextended  this rule to  passengers.  See  Maryland v. Wilson,\r                                                                        \r\n117 S. Ct. 882, 886  (1997)(\"an officer making a traffic stop\r\nmay order passengers to get out of the car pending completion\r\nof  the stop\").  While Mimms also  upheld a pat-down frisk of\r                                        \r\nthe driver based  solely on the police  officer's observation\r\nof  a  bulge,  Wilson  did  not  involve  a pat-down  search.\r                                 \r\nBecause other  circumstances were  present in  this case,  we\r\nneed  not decide  whether the  observation  of a  bulge on  a\r\npassenger of a  vehicle stopped for a  traffic violation will\r\nalone justify a pat-down of the passenger.    \r\n\n                             -7-\r\r\n\nAppellant's  nervousness  and  question could  reasonably  be\r\n\nconstrued   by   a  seasoned   police  officer   as  evincing\r\n\nconsciousness of guilt.  The  bulge, even if alone not enough\r\n\nto support a reasonable suspicion,  was surely a factor to be\r\n\nconsidered with the  others given the widespread  presence of\r\n\nguns  on  the   streets  of  Boston.  See  United  States  v.\r                                                                     \r\n\nVillanueva, 15 F.3d at 199  (recognizing the plethora of  gun\r                      \r\n\ncarrying, particularly  by the young).  And while the officer\r\n\nmight well have conducted a lesser  intrusion (e.g., by first\r\n\nordering  the appellant  to exit  the cab,  or by  asking him\r\n\nwhether he was  carrying a gun), it was  not unreasonable for\r\n\nhim  to  simply proceed  with  a  frisk  where to  have  done\r\n\notherwise under the circumstances may have given appellant an\r\n\nopportunity to use  the gun. Cf. United States  v. Young, 105\r                                                                    \r\n\nF.3d 1, 7  (1st Cir. 1997)(holding police  officer reasonably\r\n\nlunged  at gun of  armed robbery suspect  where lesser action\r\n\nmay have created risk of harm).6 \r                                           6\r\n\n     Other courts have upheld pat-down searches of passengers\r\n\nwho  exhibited  similarly suspicious  behavior.   See,  e.g.,\r                                                                        \r\n\nUnited  States v. Moorefield,  111 F.3d at  13-14 (collecting\r                                        \r\n\ncases); United States v. Hassan El, 5 F.3d 726, 731 (4th Cir.\r                                              \r\n\n1993)(upholding  search in  which  officer  grabbed at  bulge\r\n\nthrough open car  window and removed handgun);  United States\r                                                                         \r\n\n                    \r                                \r\n\n   6The  fact  that  the  gun  was  found  with  a  round  of\r               6\r\nammunition  chambered  suggests  that  appellant  was   quite\r\nprepared to use the weapon.\r\n\n                             -8-\r\r\n\nv.   Mitchell,   951   F.2d    1291,   1294-95   (D.C.   Cir.\r                         \r\n\n1991)(upholding pat-down search of passenger who obeyed order\r\n\nto  exit  car).   To  be sure,  in  each of  these  cases the\r\n\npassengers appeared nervous and engaged in furtive  movements\r\n\nwhich gave the police cause for suspicion.  Appellant made no\r\n\nsuch  movements here.     Nevertheless,  the foregoing  cases\r\n\nremain   instructive.    The  fact  that  appellant  made  no\r\n\nmovements toward the gun did not eliminate the suspicion that\r\n\nhe drew to himself with his question, particularly in view of\r\n\nthe  \"inordinate risk of  danger to law  enforcement officers\r\n\nduring traffic  stops....\"  United  States v. Baker,  78 F.3d\r                                                               \r\n\n125, 137  (4th  Cir.  1996)(upholding  protective  search  of\r\n\ndriver who  was subject of  lawful traffic stop  where driver\r\n\nexhibited  bulge  that  could  be  made  by  weapon).   Given\r\n\nappellant's  nervousness,  his assumption  (evidenced  by his\r\n\nquestion), that he was the object  of the stop, and the bulge\r\n\nin   his  pocket,   we  think   the   frisk  was   justified.\r\n\nAccordingly, the order denying appellant's motion to suppress\r\n\nand the judgment of conviction are affirmed.\r                                                       \r\n\n                             -9-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-2124\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                         OMAR GREENE,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nDiana L. Maldonado on brief for appellant.\r                              \r\nDonald  K.  Stern,  United  States  Attorney,  and  Christopher F.\r                                                                              \r\nBator, Assistant United States Attorney, on brief for appellee.\r             \r\n\n                                         \r\n\n                       October 14, 1997\r\n                                         \r\r\n\n     Per  Curiam.   Pursuant to  Fed.  R. Crim.  P. 11(a)(2),\r                            \r\n\nappellant  Omar Greene entered  a conditional guilty  plea to\r\n\nthe charge of being a felon in  possession of a firearm.  See\r                                                                         \r\n\n18  U.S.C.   922(g)(1). He now appeals the denial of his pre-\r\n\nplea motion to suppress.  For the reasons discussed below, we\r\n\naffirm    the  order  denying  the  motion  to  suppress  and\r\n\nappellant's conviction.\r\n\n                             I. \r\n\n     The following facts are  undisputed.  On the  evening of\r\n\nJuly  10, 1994, Boston police officers Charles Byrne, Michael\r\n\nLinsky,  and James Freeman, members of the Anti-Gang Violence\r\n\nUnit,  were together  in a  police  vehicle in  Roxbury.   At\r\n\napproximately 10:50  p.m., a  taxicab sped  by them  and went\r\n\ndown  Blue Hill  Avenue.   The officers  pursued the  cab and\r\n\nactivated their lights  and siren once they had  caught up to\r\n\nit.  The cab pulled over  near an intersection that was about\r\n\n3/4 of a  mile from the place  the police had first  seen it.\r\n\nOfficers Linsky and Freeman then approached the driver's side\r\n\nof the  cab while officer  Byrne proceeded to its  right rear\r\n\npassenger's  side. Appellant was the sole passenger seated in\r\n\nthe rear of  the cab.  Officer  Byrne saw appellant  turn and\r\n\nlook at the approaching officers.  \r\n\n     When  officer  Byrne  arrived  at the  open  passenger's\r\n\nwindow,   he  heard  appellant  exclaim,  \"What  did  I  do?\"\r\n\nAppellant appeared nervous.   Byrne responded, \"Who  said you\r\n\n                             -2-\r\r\n\ndid anything?\"  and shined  his flashlight  in at  appellant.\r\n\nByrne then observed a large  bulge in appellant's right pants\r\n\npocket.   Although he did  not know appellant and  indeed had\r\n\nnot even heard of him  before that day, officer Byrne thought\r\n\nthat  the bulge  might  be  a gun  and  decided  that it  was\r\n\nnecessary  to check to preserve  the officers' safety.  Byrne\r\n\nopened the door  of the cab, put  his hand on the  bulge, and\r\n\nfelt what he thought was a firearm.  He announced this to his\r\n\ncolleagues and held  appellant's arms  while officer  Freeman\r\n\nremoved from appellant's pocket a fully loaded semi-automatic\r\n\nhandgun with one round in the chamber and seven rounds in the\r\n\nclip.1  During the course  of these events, appellant made no\r                 1\r\n\nmovements, save  perhaps for  turning his  head when  officer\r\n\nByrne  initially shined  his  light on  him.   Appellant  was\r\n\narrested  and  charged  with  two  state  firearm  offenses.2\r                                                                        2\r\n\nUltimately, the state  charges were  dismissed and  appellant\r\n\nwas charged with violating 18 U.S.C.    922(g).\r\n\n     Relying on  the transcript of  officer Byrne's testimony\r\n\nat   his  pretrial  detention  hearing,  appellant  moved  to\r\n\nsuppress the gun and ammunition on the ground that the police\r\n\n                    \r                                \r\n\n   1The gun bore an  obliterated serial number and  was later\r               1\r\nfound  to  be stolen.    The  record  does not  suggest  that\r\nappellant was the thief.\r\n\n   2The cab driver was given a verbal warning and sent on his\r               2\r\nway.\r\n\n                             -3-\r\r\n\nlacked reasonable suspicion  to stop and search him.3   After\r                                                                3\r\n\nthe  government  filed  an  opposition,  the  district  court\r\n\nentered a  one-sentence  order that  denied  the  appellant's\r\n\nmotion without  stating its reasons.   Ten months  later, the\r\n\nappellant entered a conditional guilty plea and was sentenced\r\n\nto  30-months'  imprisonment  and  two  years  of  supervised\r\n\nrelease.   He  now challenges  the  denial of  his motion  to\r\n\nsuppress.   \r\n\n                             II.\r\n\n     Ordinarily,  in  reviewing  the denial  of  a  motion to\r\n\nsuppress, we scan  the district court's findings  of fact for\r\n\nclear  error,   while  affording   plenary   review  to   its\r\n\nconclusions  of  law,  including determinations  of  probable\r\n\ncause and reasonable suspicion.  See, e.g., Ornelas v. United\r                                                                         \r\n\nStates, </pre><span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1657</span></a></span><pre class=\"inline\">, 1659-63  (1996); United States  v.\r                                                                     \r\n\nYoung,  </pre><span class=\"citation\" data-id=\"197172\"><a href=\"/opinion/197172/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  5 (1st Cir.  1997).  Our  review here is\r                 \r\n\nsomewhat hampered because the district court's  order denying\r\n\nappellant's   motion   to    suppress   gave   no    reasons.\r\n\nNevertheless, an \"order denying a motion to suppress is to be\r\n\nupheld if any  reasonable view of the  evidence supports it.\"\r\n\nUnited  States  v.  Lamela,  </pre><span class=\"citation\" data-id=\"566806\"><a href=\"/opinion/566806/united-states-v-jose-juan-lamela-united-states-of-america-v-james-david/\"><span class=\"volume\">942</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">100</span></a></span><pre class=\"inline\">,  102  (1st  Cir.\r                                      \r\n\n1991)(internal punctuation  and citations  omitted).   As the\r\n\n                    \r                                \r\n\n   3The   motion  to  suppress  also  sought  to  exclude  an\r               3\r\nunspecified  amount of marijuana which was found on appellant\r\nafter he was arrested.  Appellant has not been charged with a\r\ncriminal offense based on this conduct. \r\n\n                             -4-\r\r\n\nessential facts are undisputed and the district court's legal\r\n\nconclusions  are subject  to de  novo review,  we may  simply\r                                                 \r\n\ndecide whether  the stop and search of  appellant were valid.\r\n\nCf. United States v. Sepulveda, </pre><span class=\"citation\" data-id=\"197144\"><a href=\"/opinion/197144/united-states-v-sepulveda/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1313</span></a></span><pre class=\"inline\">, 1315 (1st Cir.\r                                          \r\n\n1996)(undertaking  similar  inquiry  where  underpinnings  of\r\n\ndenial of motion to suppress were somewhat unclear).\r\n\n     A reviewing  court evaluating  the reasonableness  of an\r\n\ninvestigative stop must  perform a two-step inquiry.   First,\r\n\nthe  court must  determine  whether  the  police  action  was\r\n\njustified at its inception.  Second, the court must determine\r\n\nwhether the action  taken was reasonably related  in scope to\r\n\nthe  circumstances which justified the intrusion.  See, e.g.,\r                                                                        \r\n\nUnited States v. Young, </pre><span class=\"citation\" data-id=\"197172\"><a href=\"/opinion/197172/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 (1st Cir. 1997); United\r                                                                         \r\n\nStates  v.  Kimball,  </pre><span class=\"citation\" data-id=\"195379\"><a href=\"/opinion/195379/united-states-v-kimball/\"><span class=\"volume\">25</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  6  (1st  Cir.  1994).   In\r                               \r\n\nassessing the reasonableness of a police officer's actions, a\r\n\ncourt  \"must consider the totality of the circumstances which\r\n\nconfronted  the officer  at  the time  of  the stop.\"  United\r                                                                         \r\n\nStates v. Kimball, 25 F.3d at 6.\r                             \r\n\n     It is clear that the stop of the speeding cab was valid,\r\n\nand  appellant does  not seriously  contend  otherwise.   See\r                                                                         \r\n\nUnited  State  v.  Moorefield,  </pre><span class=\"citation no-link\"><span class=\"volume\">111</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">10</span></span><pre class=\"inline\">,  12  (3d  Cir.\r                                         \r\n\n1997)(traffic stop  is lawful where police  observe violation\r\n\nof traffic  regulations).4  This  case turns  on whether  the\r                                     4\r\n\n                    \r                                \r\n\n   4Although  appellant  concedes  that   he  was  physically\r               4\r\nstopped as a  result of the stop of the cab, he suggests that\r\nhe was  not legally stopped  because he was only  a passenger\r\n\n                             -5-\r\r\n\nensuing pat-down search of  appellant's person was justified.\r\n\n     Appellant argues that  the police were not  justified in\r\n\nfrisking him because they lacked a particularized  reasonable\r\n\nsuspicion  directed  at  him.    Since  only  the driver  had\r\n\ncommitted  the traffic violation  and appellant was  only, in\r\n\nhis  view,  an  \"accidental  guest\"  of  the  cab,  appellant\r\n\nmaintains that the police had no reason to suspect him of any\r\n\ncrime.  Appellant further  asserts  that  where  he  made  no\r\n\nmovements, the  fact  that  officer  Byrne  saw  a  bulge  in\r\n\nappellant's  pants  did  not give  the  officer  a reasonable\r\n\nsuspicion  to conduct  a  frisk.    In contrast,  relying  on\r\n\nPennsylvania  v.  Mimms,  </pre><span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">106</span></a></span><pre class=\"inline\">,  111-12  (1977), the\r                                   \r\n\ngovernment asserts that  a bulge in the clothing  of a person\r\n\ntravelling in  a car that  is lawfully stopped for  a traffic\r\n\nviolation  provides  sufficient grounds  for  the  officer to\r\n\nbelieve   that  the  person  is  armed  and  dangerous,  thus\r\n\njustifying a pat-down search.5  \r                                         5\r\n\n                    \r                                \r\n\nand was not a party to the driver's traffic violation.  \"When\r\na police officer  effects an investigatory stop of a vehicle,\r\nall occupants of  that vehicle are subjected to  a seizure as\r               \r\ndefined by the Fourth Amendment.\"  United  States v. Kimball,\r                                                                        \r\n25 F.3d at  5.   See also  United States v.  Robeson, </pre><span class=\"citation\" data-id=\"654602\"><a href=\"/opinion/654602/united-states-v-leroy-roberson-jr-lonnie-keeper-and-lawanda-whitlock/\"><span class=\"volume\">6</span>  <span class=\"reporter\">F.3d</span>\r                                                                \r\n<span class=\"page\">1088</span></a></span><pre class=\"inline\">, 1091 (5th Cir. 1993)(\"a  stop results in the seizure of\r\nthe passenger  and the driver  alike\").  Thus,  appellant was\r\nlawfully stopped even though he was only a passenger the cab.\r\n\n   5In  Pennsylvania v.  Mimms,  434  U.S. at  11  n. 6,  the\r               5                          \r\nSupreme Court  held that the  police may order the  driver to\r\nexit  a  vehicle  lawfully stopped  for  a  traffic violation\r\n\n                             -6-\r\r\n\n     Under Terry v. Ohio, </pre><span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 27 (1968), whether the\r                                    \r\n\npat-down search  of the  appellant was  justified depends  on\r\n\n\"whether  a reasonably prudent man in the circumstances would\r\n\nbe warranted  in the belief  that his safety  or that of  the\r\n\nothers  was in danger.\"  Accord  United States v. Villanueva,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"195178\"><a href=\"/opinion/195178/united-states-v-villanueva/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span><pre class=\"inline\">,  199 (1st Cir.  1994).  Although  we think it  a\r\n\nclose  question, we conclude that officer Byrne was warranted\r\n\nin his  belief that  the officers' safety  was in  danger and\r\n\nthat he  was further  warranted in  immediately performing  a\r\n\npat-down of appellant. \r\n\n     To be sure, all the  police knew was that: (1) appellant\r\n\nwas a passenger in a speeding cab who (2) had glanced back at\r\n\nthe  officers as they  approached, (3) appeared  nervous, (4)\r\n\nasked, \"What did I do?\" and (5) had a bulge  in the pocket of\r\n\nhis pants.   Appellant made no  sudden or furtive  movements,\r\n\nand  was  not  known  to  officer  Byrne   before  that  day.\r\n\nAppellant contends that these observations do not support any\r                                                                         \r\n\nsuspicion that he was engaged in criminal activity, let alone\r\n\na  crime  where   a  gun  might  be  present.   We  disagree.\r\n\n                    \r                                \r\n\nwithout violating the  Fourth Amendment.  The  Court recently\r\nextended  this rule to  passengers.  See  Maryland v. Wilson,\r                                                                        \r\n</pre><span class=\"citation\" data-id=\"118086\"><a href=\"/opinion/118086/maryland-v-wilson/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">882</span></a></span><pre class=\"inline\">, 886  (1997)(\"an officer making a traffic stop\r\nmay order passengers to get out of the car pending completion\r\nof  the stop\").  While Mimms also  upheld a pat-down frisk of\r                                        \r\nthe driver based  solely on the police  officer's observation\r\nof  a  bulge,  Wilson  did  not  involve  a pat-down  search.\r                                 \r\nBecause other  circumstances were  present in  this case,  we\r\nneed  not decide  whether the  observation  of a  bulge on  a\r\npassenger of a  vehicle stopped for a  traffic violation will\r\nalone justify a pat-down of the passenger.    \r\n\n                             -7-\r\r\n\nAppellant's  nervousness  and  question could  reasonably  be\r\n\nconstrued   by   a  seasoned   police  officer   as  evincing\r\n\nconsciousness of guilt.  The  bulge, even if alone not enough\r\n\nto support a reasonable suspicion,  was surely a factor to be\r\n\nconsidered with the  others given the widespread  presence of\r\n\nguns  on  the   streets  of  Boston.  See  United  States  v.\r                                                                     \r\n\nVillanueva, 15 F.3d at 199  (recognizing the plethora of  gun\r                      \r\n\ncarrying, particularly  by the young).  And while the officer\r\n\nmight well have conducted a lesser  intrusion (e.g., by first\r\n\nordering  the appellant  to exit  the cab,  or by  asking him\r\n\nwhether he was  carrying a gun), it was  not unreasonable for\r\n\nhim  to  simply proceed  with  a  frisk  where to  have  done\r\n\notherwise under the circumstances may have given appellant an\r\n\nopportunity to use  the gun. Cf. United States  v. Young, </pre><span class=\"citation\" data-id=\"197172\"><a href=\"/opinion/197172/united-states-v-young/\"><span class=\"volume\">105</span>\r                                                                    \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7  (1st Cir. 1997)(holding police  officer reasonably\r\n\nlunged  at gun of  armed robbery suspect  where lesser action\r\n\nmay have created risk of harm).6 \r                                           6\r\n\n     Other courts have upheld pat-down searches of passengers\r\n\nwho  exhibited  similarly suspicious  behavior.   See,  e.g.,\r                                                                        \r\n\nUnited  States v. Moorefield,  111 F.3d at  13-14 (collecting\r                                        \r\n\ncases); United States v. Hassan El, </pre><span class=\"citation\" data-id=\"653635\"><a href=\"/opinion/653635/united-states-v-james-hassan-el/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">726</span></a></span><pre class=\"inline\">, 731 (4th Cir.\r                                              \r\n\n1993)(upholding  search in  which  officer  grabbed at  bulge\r\n\nthrough open car  window and removed handgun);  United States\r                                                                         \r\n\n                    \r                                \r\n\n   6The  fact  that  the  gun  was  found  with  a  round  of\r               6\r\nammunition  chambered  suggests  that  appellant  was   quite\r\nprepared to use the weapon.\r\n\n                             -8-\r\r\n\nv.   Mitchell,   </pre><span class=\"citation\" data-id=\"574282\"><a href=\"/opinion/574282/united-states-v-wilson-mitchell-united-states-of-america-v-ricky/\"><span class=\"volume\">951</span>   <span class=\"reporter\">F.2d</span>    <span class=\"page\">1291</span></a></span><pre class=\"inline\">,   1294-95   (D.C.   Cir.\r                         \r\n\n1991)(upholding pat-down search of passenger who obeyed order\r\n\nto  exit  car).   To  be sure,  in  each of  these  cases the\r\n\npassengers appeared nervous and engaged in furtive  movements\r\n\nwhich gave the police cause for suspicion.  Appellant made no\r\n\nsuch  movements here.     Nevertheless,  the foregoing  cases\r\n\nremain   instructive.    The  fact  that  appellant  made  no\r\n\nmovements toward the gun did not eliminate the suspicion that\r\n\nhe drew to himself with his question, particularly in view of\r\n\nthe  \"inordinate risk of  danger to law  enforcement officers\r\n\nduring traffic  stops....\"  United  States v. Baker,  </pre><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span>\r                                                               \r\n\n<span class=\"page\">125</span></span><pre class=\"inline\">, 137  (4th  Cir.  1996)(upholding  protective  search  of\r\n\ndriver who  was subject of  lawful traffic stop  where driver\r\n\nexhibited  bulge  that  could  be  made  by  weapon).   Given\r\n\nappellant's  nervousness,  his assumption  (evidenced  by his\r\n\nquestion), that he was the object  of the stop, and the bulge\r\n\nin   his  pocket,   we  think   the   frisk  was   justified.\r\n\nAccordingly, the order denying appellant's motion to suppress\r\n\nand the judgment of conviction are affirmed.\r                                                       \r\n\n                             -9-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654602/"
  ]
}