{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197667/",
  "absolute_url": "/opinion/197667/florio-v-olson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197667/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:35:10Z",
  "date_modified": "2017-03-24T10:53:02.910386Z",
  "type": "010combined",
  "sha1": "8849cae880a1052c96188c3242e5bbf378591ee8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1509.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1509\r\n\n                     PAUL F. FLORIO, ET AL.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n             ALFRED L. OLSON, A/K/A LEONARD A. OLSON,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. George A. O'Toole, Jr., U.S. District Judge]\r                                                                   \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                           \r\n\n     Joseph  G.  Abromovitz,   with  whom  John  G.   Balzer  and\r                                                                      \r\nAbromovitz &amp; Leahy, P.C. were on brief for appellants.\r                                  \r\n     Thomas E. Clinton,  with whom Clinton &amp; Muzyka,  P.C. was on\r                                                                    \r\nbrief for appellee.\r\n\n                                           \r\n\n                        November 25, 1997\r\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.   Appellant  Paul  Florio sued\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\nAlfred Olson in the United States District Court of Massachusetts\r\n\nalleging  a  maritime  tort  and  claiming  federal  jurisdiction\r\n\npursuant to 28 U.S.C.  1333.  On January 5, 1993, Florio, working\r\n\nas a line handler, helped to bring the USS Kauffman into drydock.\r\n\nAfter  the  ship was  secured, he  was  asked to  fill in  at the\r\n\ncapstan controls.  A capstan is a large motorized winch which can\r\n\nincrease  or  decrease tension  on  a  line.   This  capstan  was\r\n\noperated remotely by  electrical button controls.   It was  being\r\n\nused on January 5, 1993 to facilitate the movement of the caisson\r\n\ndoor, the  device which closes  and seals the  drydock.   At some\r\n\npoint, when  tension was put on the line running from the capstan\r\n\nto the caisson,  it snapped and seriously injured Florio.   It is\r\n\nundisputed that the caisson door, the capstan and Florio were all\r\n\neither connected to land or on land at the time of the accident.\r\n\n          Florio's claims were based  on allegations that, first,\r\n\nan  inspection of  the lines  involved in  the docking  procedure\r\n\nwould have revealed that  the line at issue was in a deteriorated\r\n\ncondition inappropriate  for  use, and  second,  that  inadequate\r\n\nprecautions were  in  place  to  prevent injury  to  the  capstan\r\n\noperator  from a  parted  line.   The  defendant,  Olson, was  an\r\n\nindependent dockmaster hired by  Florio's employer, General  Ship\r\n\nCorporation, to  supervise the docking procedures.  After a bench\r\n\ntrial, the court  ruled for defendant  and this appeal  followed.\r\n\nWe conclude  that under  Jerome B. Grubart,  Inc. v.  Great Lakes\r                                                                           \r\n\nDredge &amp; Dock Co., 513 U.S. 527 (1995), the district court lacked\r                           \r\n\n                               -2-\r\r\n\nsubject  matter jurisdiction  and thus  vacate  the judgment  and\r\n\ndismiss the appeal.\r\n\n          Although  the district court  found that it  had proper\r\n\njurisdiction  over this  claim  by  virtue  of  general  maritime\r\n\njurisdiction under 28 U.S.C.    1333(1), a reviewing court has an\r\n\nobligation   to  inquire  sua  sponte  into  the  subject  matter\r                                               \r\n\njurisdiction of  its cases, see  White v. Gittens, 121  F.3d 803,\r                                                           \r\n\n806  (1st  Cir.  1997),  and   to  proceed  no  further  if  such\r\n\njurisdiction  is lacking.   See  Fed. R.  Civ. P.  12(h)(3) (West\r                                         \r\n\n1997) (\"[w]henever  it shall appear  . .  . that the  court lacks\r\n\njurisdiction  of the subject matter, the  court shall dismiss the\r\n\naction\").  \r\n\n          In  Grubart,  the  Supreme  Court  elaborated  upon the\r                               \r\n\njurisdictional  requirements of 28 U.S.C.   1333(1), articulating\r\n\na clear two-part test.   513 U.S. at 531-34.  A  party wishing to\r\n\nassert  maritime jurisdiction over  a tort must  satisfy both the\r\n\n\"location\" and \"connection\"  requirements of the test.   In order\r\n\nto satisfy the  \"location\" or \"situs\"  requirement, a party  must\r\n\nshow either that  the injury occurred on navigable  water or that\r\n\nthe injury  was caused by  a vessel on  navigable water.   Id. at\r                                                                        \r\n\n534.    In   order  to  satisfy   the  \"connection\"  or   \"nexus\"\r\n\nrequirement,  the  party  must  show that  the  type  of incident\r\n\ninvolved has a potentially disruptive impact on maritime commerce\r\n\nand that the  \"general character\" of the activity  giving rise to\r\n\nthe  incident  shows a  substantial  relationship  to traditional\r\n\nmaritime  activity.   See  id.;  Evergreen  Marine Corp.  v.  Six\r                                                                           \r\n\n                               -3-\r\r\n\nConsignments of Frozen Scallops, 4 F.3d 90, 93 (1st Cir. 1993).\r                                         \r\n\n          The  district court  found  jurisdiction  based on  the\r\n\n\"connection\" prong  of the maritime jurisdiction  test, reasoning\r\n\nthat \"[a]lthough  both Florio  and Olson  were 'land-based,'  the\r\n\naccident  occurred  in  the  course  of  a  traditional  maritime\r\n\nactivity and was of  the kind that  has the potential to  disrupt\r\n\nmaritime commerce.\"    While  the  district  court  appropriately\r\n\nconsulted the second prong of the test, it failed to consider the\r\n\nfirst prong.  Under Grubart, maritime jurisdiction is found  only\r                                     \r\n\nwhere  the location  and the  connection prongs  are met;  one by\r                                  \r\n\nitself  will  not  suffice.    Therefore,  to  determine  whether\r\n\nmaritime  jurisdiction is  appropriate  in  this  case,  we  must\r\n\nexamine  whether  the  injury suffered  by  Florio  satisfies the\r\n\nlocation requirement.\r\n\n          Florio was injured while  he was working on  a drydock.\r\n\nIt  is well-established  that permanent  drydocks are  considered\r\n\n\"land\" for  the purposes  of 28 U.S.C.    1333(1).   See  Victory\r                                                                           \r\n\nCarriers,  Inc.  v. Law,  404  U.S.  202,  212 (1971);  Ellis  v.\r                                                                       \r\n\nRiverport  Enterprises, Inc.,  957 F.  Supp. 105,  107 (E.D.  Ky.\r                                      \r\n\n1997) (analyzing  numerous cases that  treat piers  and docks  as\r\n\nextensions  of  land   for  the  purpose  of   applying  maritime\r\n\njurisdiction).    Therefore,  Florio's injury  did  not  occur on\r\n\nnavigable water.\r\n\n          Florio's  injury,  then,  must have  been  caused  by a\r\n\n\"vessel  on navigable water\"  in order to  satisfy the \"location\"\r\n\nrequirement.    However,  the  vessel   in  this  case  was  only\r\n\n                               -4-\r\r\n\nperipherally involved.  The USS  Kauffman had already been guided\r\n\ninto the drydock.   The line that snapped was not attached to the\r\n\nship or  supplied by  the  ship.   It ran  from one  part of  the\r\n\ndrydock to another  part of the drydock, and  was controlled from\r\n\nshore.  \r\n\n          Furthermore, none  of Florio's  theories of  negligence\r\n\ndirectly implicate the vessel.  Florio's claims stem from Olson's\r\n\nalleged use of a weathered line and failure  to warn Florio about\r\n\nimproperly  located capstan  controls.   These  claims allege  no\r\n\ncausal connection between the vessel and the accident.\r\n\n          In  a  supplemental  memorandum  on   this  issue,  the\r\n\nappellants  cite Justice Douglas's  dissenting opinion in Victory\r                                                                           \r\n\nCarriers, Inc. v. Law, 404 U.S. 202, 216-217 (1971) (Douglas, J.,\r                               \r\n\ndissenting),  urging  this  Court  to  avoid  \"narrow,  grudging,\r\n\nhypertechnical definitions\" of causation  and location.   Victory\r                                                                           \r\n\nCarriers  applied  the  jurisdictional standard  at  issue  to an\r                  \r\n\naccident  on  a drydock  which  occurred  while cargo  was  being\r\n\ntransferred  for  loading  aboard  a  vessel.1    In  ruling that\r\n                    \r                              \r\n\n1   Victory Carriers, unlike  the present case, involved  a claim\r                              \r\nbrought under both the Longshore and Harbor Workers' Compensation\r\nAct  (\"LHWCA\"), 33  U.S.C.      903(a)(1),  905(b),  and  general\r\nmaritime  law, 28  U.S.C.     1332, 1333.   At  the time  Victory\r                                                                           \r\nCarriers was  heard, claims under  the LHWCA were subject  to the\r                  \r\nsame jurisdictional requirements  as suits brought only  under 28\r\nU.S.C.    1333(1).  Since Victory Carriers  was decided, however,\r                                                    \r\nCongress  has substantially  amended the  LHWCA.  See  Guilles v.\r                                                                        \r\nSea-land Service, Inc., 12 F.3d  381, 384 (2d Cir. 1993) (tracing\r                                \r\nthe amendments  to the  LHWCA).  One  of the  amendments extended\r\ncoverage  under the Act to include  certain contiguous land areas\r\n(such as  drydocks) which  had traditionally  been excluded  from\r\nmaritime jurisdiction.  A  separate jurisdictional provision  was\r\nadded to the LHWCA to accomplish this extension.  See 33 U.S.C.  \r                                                               \r\n903(a).   Therefore, a case  brought under the LHWCA  today would\r\n\n                               -5-\r\r\n\nmaritime jurisdiction did  not apply to the  case, Justice White,\r\n\nwriting for the majority, stated:\r\n\n          In  the  present  case  .  .  .  the  typical\r\n          elements  of a  maritime cause of  action are\r\n          particularly attenuated:  [the injured party]\r\n          was not injured by equipment that was part of\r\n          the ship's usual  gear or that was  stored on\r\n          board, the equipment that  injured him was in\r\n          no way attached to the ship, [the  equipment]\r\n          was not under the control of the ship  or its\r\n          crew, and the  accident did not  occur aboard\r\n          ship  or on the gangplank.  Affirmance of the\r\n          decision  below  would  raise a  host  of new\r\n          problems   as  to   the  standards   for  and\r\n          limitations on the  applicability of maritime\r\n          law to accidents on land.\r\n\nId. at  213-214.   This reasoning disposes  of the  present case.\r             \r\n\nJurisdictional  boundaries must  be respected,  even  where those\r\n\nboundaries seem  \"narrow\"  or  \"hypertechnical,\"  lest  confusion\r\n\nresult  for litigants  trying to determine  the proper  forum for\r\n\ntheir claims.  \r\n\n          The  \"location\" requirement  for maritime  jurisdiction\r\n\nhas not been  met in this case  because no vessel can be  said to\r\n\nhave  caused Florio's injuries.   We  therefore need  not address\r\n\nwhether the \"connection\"  requirement has been satisfied,  nor do\r\n\nwe reach the merits of this case.\r\n\n          For  the reason  stated  herein,  the  opinion  of  the\r\n\ndistrict court is vacated and this case is dismissed.\r                                                              \r\n                    \r                              \r\n\nencounter a  less stringent \"location\"  test than a  case brought\r\nunder  the  general maritime  law  as  codified  at 28  U.S.C.   \r\n1333(1).  In  this narrow sense, the opinion  has been superseded\r\nby  statutory reform.   However, Victory Carriers  represents the\r                                                           \r\nSupreme Court's application of the  jurisdictional standard which\r\npersists under general maritime law and is at issue in this case.\r\nWe note that  Florio qualified for benefits under  the LHWCA, but\r\nthat those claims are not before this Court.\r\n\n                               -6-\r\r\n\n                               -7-\r\r\n",
  "html": "<p class=\"case_cite\">129 F.3d 678</p>\n    <p class=\"case_cite\">1998 A.M.C. 588</p>\n    <p class=\"parties\">Paul F. FLORIO, et al., Plaintiffs-Appellants,<br>v.<br>Alfred L. OLSON, A/K/A Leonard A. Olson, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 97-1509.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 11, 1997.<br>Decided Nov. 25, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph G. Abromovitz, with whom John G. Balzer and Abromovitz &amp; Leahy, P.C., were on brief, for Plaintiffs-Appellants.</p>\n      <p class=\"indent\">Thomas E. Clinton, Boston, MA, with whom Clinton &amp; Muzyka, P.C., was on brief, for Defendant-Appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Paul Florio sued Alfred Olson in the United States District Court of Massachusetts alleging a maritime tort and claiming federal jurisdiction pursuant to 28 U.S.C. &#167; 1333.  On January 5, 1993, Florio, working as a line handler, helped to bring the USS Kauffman into drydock.  After the ship was secured, he was asked to fill in at the capstan controls.  A capstan is a large motorized winch which can increase or decrease tension on a line.  This capstan was operated remotely by electrical button controls.  It was being used on January 5, 1993 to facilitate the movement of the caisson door, the device which closes and seals the drydock.  At some point, when tension was put on the line running from the capstan to the caisson, it snapped and seriously injured Florio.  It is undisputed that the caisson door, the capstan and Florio were all either connected to land or on land at the time of the accident.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Florio's claims were based on allegations that, first, an inspection of the lines involved in the docking procedure would have revealed that the line at issue was in a deteriorated condition inappropriate for use, and second, that inadequate precautions were in place to prevent injury to the capstan operator from a parted line.  The defendant, Olson, was an independent dockmaster hired by Florio's employer, General Ship Corporation, to supervise the docking procedures.  After a bench trial, the court ruled for defendant and this appeal followed.  We conclude that under Jerome B. Grubart, Inc. v. Great Lakes Dredge &amp; Dock Co., 513 U.S. 527, 115 S.Ct. 1043, 130 L.Ed.2d 1024 (1995), the district court lacked subject matter jurisdiction and thus vacate the judgment and dismiss the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although the district court found that it had proper jurisdiction over this claim by virtue of general maritime jurisdiction under 28 U.S.C. &#167; 1333(1), a reviewing court has an obligation to inquire sua sponte into the subject matter jurisdiction of its cases, see White v. Gittens, 121 F.3d 803, 806 (1st Cir.1997), and to proceed no further if such jurisdiction is lacking.  See Fed.R.Civ.P. 12(h)(3) (West 1997) (\"[w]henever it shall appear ... that the court lacks jurisdiction of the subject matter, the court shall dismiss the action\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In Grubart, the Supreme Court elaborated upon the jurisdictional requirements of 28 U.S.C. &#167; 1333(1), articulating a clear two-part test.  513 U.S. at 531-34, 115 S.Ct. at 1047-49.   A party wishing to assert maritime jurisdiction over a tort must satisfy both the \"location\" and \"connection\" requirements of the test.  In order to satisfy the \"location\" or \"situs\" requirement, a party must show either that the injury occurred on navigable water or that the injury was caused by a vessel on navigable water.  Id. at 534, 115 S.Ct. at 1048-49.   In order to satisfy the \"connection\" or \"nexus\" requirement, the party must show that the type of incident involved has a potentially disruptive impact on maritime commerce and that the \"general character\" of the activity giving rise to the incident shows a substantial relationship to traditional maritime activity.  See id.;  Evergreen Marine Corp. v. Six Consignments of Frozen Scallops, 4 F.3d 90, 93 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court found jurisdiction based on the \"connection\" prong of the maritime jurisdiction test, reasoning that \"[a]lthough both Florio and Olson were 'land-based,' the accident occurred in the course of a traditional maritime activity and was of the kind that has the potential to disrupt maritime commerce.\"   While the district court appropriately consulted the second prong of the test, it failed to consider the first prong.  Under Grubart, maritime jurisdiction is found only where the location and the connection prongs are met;  one by itself will not suffice.  Therefore, to determine whether maritime jurisdiction is appropriate in this case, we must examine whether the injury suffered by Florio satisfies the location requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Florio was injured while he was working on a drydock.  It is well-established that permanent drydocks are considered \"land\" for the purposes of 28 U.S.C. &#167; 1333(1).  See Victory Carriers, Inc. v. Law, 404 U.S. 202, 212, 92 S.Ct. 418, 425, 30 L.Ed.2d 383 (1971);  Ellis v. Riverport Enterprises, Inc., 957 F.Supp. 105, 107 (E.D.Ky.1997) (analyzing numerous cases that treat piers and docks as extensions of land for the purpose of applying maritime jurisdiction).  Therefore, Florio's injury did not occur on navigable water.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Florio's injury, then, must have been caused by a \"vessel on navigable water\" in order to satisfy the \"location\" requirement.  However, the vessel in this case was only peripherally involved.  The USS Kauffman had already been guided into the drydock.  The line that snapped was not attached to the ship or supplied by the ship.  It ran from one part of the drydock to another part of the drydock, and was controlled from shore.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Furthermore, none of Florio's theories of negligence directly implicate the vessel.  Florio's claims stem from Olson's alleged use of a weathered line and failure to warn Florio about improperly located capstan controls.  These claims allege no causal connection between the vessel and the accident.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In a supplemental memorandum on this issue, the appellants cite Justice Douglas's dissenting opinion in Victory Carriers, Inc. v. Law, 404 U.S. 202, 216-217, 92 S.Ct. 418, 427-28, 30 L.Ed.2d 383 (1971) (Douglas, J., dissenting), urging this Court to avoid \"narrow, grudging, hypertechnical definitions\" of causation and location.  Victory Carriers applied the jurisdictional standard at issue to an accident on a drydock which occurred while cargo was being transferred for loading aboard a vessel.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In ruling that maritime jurisdiction did not apply to the case, Justice White, writing for the majority, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>In the present case ... the typical elements of a maritime cause of action are particularly attenuated:  [the injured party] was not injured by equipment that was part of the ship's usual gear or that was stored on board, the equipment that injured him was in no way attached to the ship, [the equipment] was not under the control of the ship or its crew, and the accident did not occur aboard ship or on the gangplank.  Affirmance of the decision below would raise a host of new problems as to the standards for and limitations on the applicability of maritime law to accidents on land.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Id. at 213-214, 92 S.Ct. at 426.   This reasoning disposes of the present case.  Jurisdictional boundaries must be respected, even where those boundaries seem \"narrow\" or \"hypertechnical,\" lest confusion result for litigants trying to determine the proper forum for their claims.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The \"location\" requirement for maritime jurisdiction has not been met in this case because no vessel can be said to have caused Florio's injuries.  We therefore need not address whether the \"connection\" requirement has been satisfied, nor do we reach the merits of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the reason stated herein, the opinion of the district court is vacated and this case is dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Victory Carriers, unlike the present case, involved a claim brought under both the Longshore and Harbor Workers' Compensation Act (\"LHWCA\"), 33 U.S.C. &#167;&#167; 903(a)(1), 905(b), and general maritime law, 28 U.S.C. &#167;&#167; 1332, 1333.  At the time Victory Carriers was heard, claims under the LHWCA were subject to the same jurisdictional requirements as suits brought only under 28 U.S.C. &#167; 1333(1).  Since Victory Carriers was decided, however, Congress has substantially amended the LHWCA.  See Guilles v. Sea-Land Service, Inc., 12 F.3d 381, 384 (2d Cir.1993) (tracing the amendments to the LHWCA).  One of the amendments extended coverage under the Act to include certain contiguous land areas (such as drydocks) which had traditionally been excluded from maritime jurisdiction.  A separate jurisdictional provision was added to the LHWCA to accomplish this extension.  See 33 U.S.C. &#167; 903(a).  Therefore, a case brought under the LHWCA today would encounter a less stringent \"location\" test than a case brought under the general maritime law as codified at 28 U.S.C. &#167; 1333(1).  In this narrow sense, the opinion has been superseded by statutory reform.  However, Victory Carriers represents the Supreme Court's application of the jurisdictional standard which persists under general maritime law and is at issue in this case.  We note that Florio qualified for benefits under the LHWCA, but that those claims are not before this Court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">678</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">588</span></span></p>\n    <p class=\"parties\">Paul F. FLORIO, et al., Plaintiffs-Appellants,<br>v.<br>Alfred L. OLSON, A/K/A Leonard A. Olson, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 97-1509.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 11, 1997.<br>Decided Nov. 25, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph G. Abromovitz, with whom John G. Balzer and Abromovitz &amp; Leahy, P.C., were on brief, for Plaintiffs-Appellants.</p>\n      <p class=\"indent\">Thomas E. Clinton, Boston, MA, with whom Clinton &amp; Muzyka, P.C., was on brief, for Defendant-Appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Paul Florio sued Alfred Olson in the United States District Court of Massachusetts alleging a maritime tort and claiming federal jurisdiction pursuant to 28 U.S.C. &#167; 1333.  On January 5, 1993, Florio, working as a line handler, helped to bring the USS Kauffman into drydock.  After the ship was secured, he was asked to fill in at the capstan controls.  A capstan is a large motorized winch which can increase or decrease tension on a line.  This capstan was operated remotely by electrical button controls.  It was being used on January 5, 1993 to facilitate the movement of the caisson door, the device which closes and seals the drydock.  At some point, when tension was put on the line running from the capstan to the caisson, it snapped and seriously injured Florio.  It is undisputed that the caisson door, the capstan and Florio were all either connected to land or on land at the time of the accident.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Florio's claims were based on allegations that, first, an inspection of the lines involved in the docking procedure would have revealed that the line at issue was in a deteriorated condition inappropriate for use, and second, that inadequate precautions were in place to prevent injury to the capstan operator from a parted line.  The defendant, Olson, was an independent dockmaster hired by Florio's employer, General Ship Corporation, to supervise the docking procedures.  After a bench trial, the court ruled for defendant and this appeal followed.  We conclude that under Jerome B. Grubart, Inc. v. Great Lakes Dredge &amp; Dock Co., <span class=\"citation\" data-id=\"117900\"><a href=\"/opinion/117900/jerome-b-grubart-inc-v-great-lakes-dredge-dock-co/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, <span class=\"citation\" data-id=\"117900\"><a href=\"/opinion/117900/jerome-b-grubart-inc-v-great-lakes-dredge-dock-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1043</span></a></span>, <span class=\"citation\" data-id=\"117900\"><a href=\"/opinion/117900/jerome-b-grubart-inc-v-great-lakes-dredge-dock-co/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1024</span></a></span> (1995), the district court lacked subject matter jurisdiction and thus vacate the judgment and dismiss the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although the district court found that it had proper jurisdiction over this claim by virtue of general maritime jurisdiction under 28 U.S.C. &#167; 1333(1), a reviewing court has an obligation to inquire sua sponte into the subject matter jurisdiction of its cases, see White v. Gittens, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">803</span></span>, 806 (1st Cir.1997), and to proceed no further if such jurisdiction is lacking.  See Fed.R.Civ.P. 12(h)(3) (West 1997) (\"[w]henever it shall appear ... that the court lacks jurisdiction of the subject matter, the court shall dismiss the action\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In Grubart, the Supreme Court elaborated upon the jurisdictional requirements of 28 U.S.C. &#167; 1333(1), articulating a clear two-part test.  513 U.S. at 531-34, 115 S.Ct. at 1047-49.   A party wishing to assert maritime jurisdiction over a tort must satisfy both the \"location\" and \"connection\" requirements of the test.  In order to satisfy the \"location\" or \"situs\" requirement, a party must show either that the injury occurred on navigable water or that the injury was caused by a vessel on navigable water.  Id. at 534, 115 S.Ct. at 1048-49.   In order to satisfy the \"connection\" or \"nexus\" requirement, the party must show that the type of incident involved has a potentially disruptive impact on maritime commerce and that the \"general character\" of the activity giving rise to the incident shows a substantial relationship to traditional maritime activity.  See id.;  Evergreen Marine Corp. v. Six Consignments of Frozen Scallops, <span class=\"citation\" data-id=\"194930\"><a href=\"/opinion/194930/evergreen-v-six-consignments/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span>, 93 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court found jurisdiction based on the \"connection\" prong of the maritime jurisdiction test, reasoning that \"[a]lthough both Florio and Olson were 'land-based,' the accident occurred in the course of a traditional maritime activity and was of the kind that has the potential to disrupt maritime commerce.\"   While the district court appropriately consulted the second prong of the test, it failed to consider the first prong.  Under Grubart, maritime jurisdiction is found only where the location and the connection prongs are met;  one by itself will not suffice.  Therefore, to determine whether maritime jurisdiction is appropriate in this case, we must examine whether the injury suffered by Florio satisfies the location requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Florio was injured while he was working on a drydock.  It is well-established that permanent drydocks are considered \"land\" for the purposes of 28 U.S.C. &#167; 1333(1).  See Victory Carriers, Inc. v. Law, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></span>, 212, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">418</span></span>, 425, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></span> (1971);  Ellis v. Riverport Enterprises, Inc., <span class=\"citation no-link\"><span class=\"volume\">957</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">105</span></span>, 107 (E.D.Ky.1997) (analyzing numerous cases that treat piers and docks as extensions of land for the purpose of applying maritime jurisdiction).  Therefore, Florio's injury did not occur on navigable water.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Florio's injury, then, must have been caused by a \"vessel on navigable water\" in order to satisfy the \"location\" requirement.  However, the vessel in this case was only peripherally involved.  The USS Kauffman had already been guided into the drydock.  The line that snapped was not attached to the ship or supplied by the ship.  It ran from one part of the drydock to another part of the drydock, and was controlled from shore.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Furthermore, none of Florio's theories of negligence directly implicate the vessel.  Florio's claims stem from Olson's alleged use of a weathered line and failure to warn Florio about improperly located capstan controls.  These claims allege no causal connection between the vessel and the accident.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In a supplemental memorandum on this issue, the appellants cite Justice Douglas's dissenting opinion in Victory Carriers, Inc. v. Law, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></span>, 216-217, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">418</span></span>, 427-28, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></span> (1971) (Douglas, J., dissenting), urging this Court to avoid \"narrow, grudging, hypertechnical definitions\" of causation and location.  Victory Carriers applied the jurisdictional standard at issue to an accident on a drydock which occurred while cargo was being transferred for loading aboard a vessel.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In ruling that maritime jurisdiction did not apply to the case, Justice White, writing for the majority, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>In the present case ... the typical elements of a maritime cause of action are particularly attenuated:  [the injured party] was not injured by equipment that was part of the ship's usual gear or that was stored on board, the equipment that injured him was in no way attached to the ship, [the equipment] was not under the control of the ship or its crew, and the accident did not occur aboard ship or on the gangplank.  Affirmance of the decision below would raise a host of new problems as to the standards for and limitations on the applicability of maritime law to accidents on land.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Id. at 213-214, 92 S.Ct. at 426.   This reasoning disposes of the present case.  Jurisdictional boundaries must be respected, even where those boundaries seem \"narrow\" or \"hypertechnical,\" lest confusion result for litigants trying to determine the proper forum for their claims.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The \"location\" requirement for maritime jurisdiction has not been met in this case because no vessel can be said to have caused Florio's injuries.  We therefore need not address whether the \"connection\" requirement has been satisfied, nor do we reach the merits of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the reason stated herein, the opinion of the district court is vacated and this case is dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Victory Carriers, unlike the present case, involved a claim brought under both the Longshore and Harbor Workers' Compensation Act (\"LHWCA\"), 33 U.S.C. &#167;&#167; 903(a)(1), 905(b), and general maritime law, 28 U.S.C. &#167;&#167; 1332, 1333.  At the time Victory Carriers was heard, claims under the LHWCA were subject to the same jurisdictional requirements as suits brought only under 28 U.S.C. &#167; 1333(1).  Since Victory Carriers was decided, however, Congress has substantially amended the LHWCA.  See Guilles v. Sea-Land Service, Inc., <span class=\"citation\" data-id=\"659327\"><a href=\"/opinion/659327/jacinto-g-guilles-v-sea-land-service-inc/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span>, 384 (2d Cir.1993) (tracing the amendments to the LHWCA).  One of the amendments extended coverage under the Act to include certain contiguous land areas (such as drydocks) which had traditionally been excluded from maritime jurisdiction.  A separate jurisdictional provision was added to the LHWCA to accomplish this extension.  See 33 U.S.C. &#167; 903(a).  Therefore, a case brought under the LHWCA today would encounter a less stringent \"location\" test than a case brought under the general maritime law as codified at 28 U.S.C. &#167; 1333(1).  In this narrow sense, the opinion has been superseded by statutory reform.  However, Victory Carriers represents the Supreme Court's application of the jurisdictional standard which persists under general maritime law and is at issue in this case.  We note that Florio qualified for benefits under the LHWCA, but that those claims are not before this Court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659327/"
  ]
}