{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197657/",
  "absolute_url": "/opinion/197657/united-states-v-castro/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197657/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:34:59Z",
  "date_modified": "2017-03-24T10:53:04.991935Z",
  "type": "010combined",
  "sha1": "028ffa793ede2499bcb1808df4411499846eab03",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1684.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 97-1684\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                        CHRISTIAN CASTRO,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                             \r\n\n     Dana A. Curhan on brief for appellant.\r                             \r\n     Jay  P.  McCloskey,  United  States  Attorney,  Margaret  D.\r                                                                           \r\nMcGaughey  and  George  T.  Dilworth,   Assistant  United  States\r                                              \r\nAttorneys, on brief for appellee.\r\n\n                                             \r\n\n                        November 18, 1997\r\n\n                                             \r\r\n\n          SELYA,  Circuit   Judge.    In  this  criminal  appeal,\r                    SELYA,  Circuit   Judge.\r                                           \r\n\ndefendant-appellant  Christian Castro  argues  that the  district\r\n\ncourt erred  when it  excluded the  testimony of two  prospective\r\n\ndefense witnesses on the ground that  each of them, if called  to\r\n\nthe  witness stand,  could and  would invoke his  Fifth Amendment\r\n\nprivilege  against  self-incrimination.     In  addition,  Castro\r\n\nasseverates that the  prosecution's role in keeping one  of these\r\n\nwitnesses from testifying distorted  the factfinding process  and\r\n\ndenied  him a  fair trial.   Discerning no  error, we  affirm the\r\n\njudgment of conviction.\r\n\n                                I.\r                                          I.\r                                            \r\n\n                            Background\r                                      Background\r                                                \r\n\n          A federal grand jury indicted the appellant on a charge\r\n\nof conspiring to possess cocaine base (crack cocaine) with intent\r\n\nto distribute.  See 21 U.S.C.    841(a)(1) &amp; (b)(1)(B), 846.  The\r                             \r\n\ncharge arose  out of  the appellant's supposed  involvement in  a\r\n\nmulti-faceted  drug trafficking  ring.   The  evidence at  trial,\r\n\nviewed in the light most  favorable to the government, see United\r                                                                           \r\n\nStates v. Maraj, 947 F.2d  520, 522 (1st Cir. 1991), showed  that\r                         \r\n\nthe conspiracy flourished in mid-1994.  The appellant's  role was\r\n\nto  deliver  crack cocaine  between  Lawrence, Massachusetts  and\r\n\nLewiston, Maine.  Upon arriving in Lewiston,  the appellant would\r\n\nstay at  one of several  dwellings in which  other coconspirators\r\n\nresided  and  would supervise  the ensuing  \"retail\" sales.   The\r\n\ncoconspirators  were  geographically dispersed  and  communicated\r\n\nlargely by  telephone.  Many  of the telephone numbers  that they\r\n\n                                2\r\r\n\nused were listed under false names.\r\n\n          At trial, the  government presented a very  strong case\r\n\nagainst the appellant.   Among other things,  several self-styled\r\n\nmembers  of  the  conspiracy testified  for  the  prosecution and\r\n\ninculpated the  appellant.   Faced with  this  array of  turncoat\r\n\nwitnesses,  the  appellant  sought to  call  his  brother, Manuel\r\n\nEnr que \"Ricky\" Castro, and a previously convicted coconspirator,\r\n\nMelvin \"Bubba\" Lagasse, as defense  witnesses.  Both men informed\r\n\nthe  district  court  that  they  intended  to  invoke  the Fifth\r\n\nAmendment privilege against self-incrimination.\r\n\n          After  the government rested, the court convened a voir\r\n\ndire  hearing  out  of  the presence  of  the  jury.   The  court\r\n\nprudently  required the  parties to  proceed  in a  question-and-\r\n\nanswer format.   Each  witness was  represented  by an  attorney.\r\n\nDefense  counsel's questions to  Ricky Castro focused  on Ricky's\r\n\nknowledge  anent (1)  the  appellant's  relationship to  numerous\r\n\naddresses,  and his involvement with a particular dwelling (which\r\n\nthe government contended  was a \"crack  house\"), and (2)  various\r\n\ntelephone numbers that other witnesses  had said they used in the\r\n\ncourse of the conspiracy.\r\n\n          Ricky  Castro  invoked  his  Fifth Amendment  privilege\r\n\nagainst  self-incrimination  and  refused to  testify  concerning\r\n\nthese matters.  Defense  counsel objected and asked the  district\r\n\ncourt to compel  responsive answers.   Counsel argued that  Ricky\r\n\nCastro's  testimony  would help  establish salient  points (e.g.,\r\n\nthat the  appellant did  not reside  at the  specified addresses;\r\n\n                                3\r\r\n\nthat he  allowed friends  to install a  telephone under  his name\r\n\nwhich  he, himself,  did not  use; and  that he  had a  different\r\n\ntelephone number   not associated with the felonious activities  \r\n\nwhich he did  use) without in any way  incriminating the witness.\r\n\nRicky's lawyer took a different view.\r\n\n          The  trial  judge upheld  the claim  of privilege.   He\r\n\nfound,  first, that  the  requested  information  might  tend  to\r\n\nincriminate the witness, and second, that the government's cross-\r\n\nexamination would likely  delve into the scope and  degree of the\r\n\nwitness's  knowledge of his  brother's activities and  could thus\r\n\nlead to inculpatory information.1\r\n\n          From Lagasse,  defense  counsel attempted  to elicit  a\r\n\nstatement  that  the  appellant  was  not  involved in  the  drug\r\n\ntrafficking operation.   Counsel also sought to ask Lagasse about\r\n\ndivers  coconspirators'  reputations for  truthfulness.   Lagasse\r\n\ninvoked his Fifth Amendment privilege as to these questions.  The\r\n\ndistrict court rebuffed the appellant's argument that Lagasse did\r\n\nnot face any real threat  of incrimination because he already had\r\n\nbeen convicted on the conspiracy charge, finding that Lagasse had\r\n\n                    \r                              \r\n\n     1In this regard, Judge Hornby stated:\r\n\n          Certainly,  there  are   plenty  of  innocent\r\n          explanations  why  somebody  might  know  the\r\n          residence of a family member, but by the same\r\n          token,  if you  don't  know their  residence,\r\n          that might afford you a defense under certain\r\n          criminal charges.  And I take it, [counsel's]\r\n          argument   therefore  is   by  admitting   to\r\n          knowledge, he has thereby lost that potential\r\n          defense of  lack of knowledge  concerning the\r\n          circumstances.\r\n\n                                4\r\r\n\nvalid Fifth Amendment concerns in two respects:  (1) his exposure\r\n\nto prosecution for one or  more robberies which may have occurred\r\n\nin  the  same  time  frame  as,  and  in  relation  to, the  drug\r\n\nconspiracy, and (2)  his exposure to prosecution  for substantive\r\n\ndrug  offenses   committed  during  and  in  the  course  of  the\r\n\nconspiracy.\r\n\n          The trial concluded without testimony from either Ricky\r\n\nCastro or Bubba Lagasse.  The jury found  the appellant guilty as\r\n\ncharged and Judge Hornby imposed sentence.  This appeal followed.\r\n\n                               II.\r                                         II.\r                                            \r\n\n                            Discussion\r                                      Discussion\r                                                \r\n\n                                A.\r                                          A.\r                                            \r\n\n                        Standard of Review\r                                  Standard of Review\r                                                    \r\n\n          In challenging the district court's determination  that\r\n\nthese   witnesses   invoked   the   Fifth   Amendment   privilege\r\n\nappropriately  and in  good faith,  the  appellant invites  us to\r\n\nsubject that  determination to  plenary review.   We  decline the\r\n\ninvitation.  The proper standard  for appellate review of a trial\r\n\ncourt's  determination that a  witness validly invoked  his Fifth\r\n\nAmendment privilege is abuse of discretion.  See United States v.\r                                                                        \r\n\nGary, 74 F.3d  304, 310 (1st Cir. 1996); United  States v. Pratt,\r                                                                          \r\n\n913 F.2d  982, 990 (1st  Cir. 1990); see  also Hoffman  v. United\r                                                                           \r\n\nStates, 341  U.S. 479, 488  (1951) (explaining that the  court of\r                \r\n\nappeals  should  reverse such  a  determination only  when  it is\r\n\n\"perfectly   clear  from  a  careful  consideration  of  all  the\r\n\ncircumstances in the  case\" that the witness's  testimony \"cannot\r\n\n                                5\r\r\n\npossibly have such tendency to incriminate\").\r\n\n          Of  course, abuse of discretion itself breaks down into\r\n\ndifferent  components.   Within it,  factual  findings are  often\r\n\nsubjected  to clear-error  review, see,  e.g.,  United States  v.\r                                                                       \r\n\nPerry, 116 F.3d 952, 977 (1st Cir. 1997), whereas material errors\r               \r\n\nof  law  constitute per  se abuses  of judicial  discretion, see,\r                                                                          \r\n\ne.g., Koon  v. United States, 116 S. Ct.  2035, 2047 (1996).  Put\r                                      \r\n\nanother way,  it is  never within a  trial court's  discretion to\r\n\nmake  a  determination that  is  premised on  an  incorrect legal\r\n\nstandard.\r\n\n                                B.\r                                          B.\r                                            \r\n\n                       The Fifth Amendment\r                                 The Fifth Amendment\r                                                    \r\n\n          The   Fifth    Amendment   privilege    against   self-\r\n\nincrimination is an  essential constitutional protection  that is\r\n\nwidely regarded as  a cornerstone  of our  adversarial system  of\r\n\ncriminal  justice.   See Michigan  v. Tucker,  417 U.S.  433, 439\r                                                      \r\n\n(1974).  The privilege must  not be given a crabbed construction.\r\n\nSee In Re  Kave, 760  F.2d 343, 354  (1st Cir. 1985)  (collecting\r                         \r\n\ncases).\r\n\n          Withal,  the  Fifth  Amendment's  prophylaxis  is   not\r\n\navailable to all  comers in all circumstances merely because they\r\n\nhave  the presence of  mind to chant  the accepted constitutional\r\n\nliturgy.  To  the contrary, the prospective witness  must show at\r\n\nthe very  least that he  is faced  with some authentic  danger of\r\n\nincrimination.  See Hoffman, 341  U.S. at 486-87; Pratt, 913 F.2d\r                                                                 \r\n\nat 990; In Re Brogna, 589  F.2d 24, 27 (1st Cir. 1978).   This is\r                              \r\n\n                                6\r\r\n\nnot a particularly  onerous burden.  While  chimerical fears will\r\n\nnot   suffice,  the  prospective  witness  need  only  limn  some\r\n\nreasonable possibility that,  by testifying, he may  open himself\r\n\nto prosecution.  See In Re Kave, 760 F.2d at 354.\r                                         \r\n\n          The privilege  cannot be  invoked on  a blanket  basis.\r\n\nSee In  re Grand  Jury Matters,  751 F.2d  13, 17  n.4 (1st  Cir.\r                                        \r\n\n1984).   It operates  question by question.   Thus,  the district\r\n\ncourt must conduct  a \"particularized inquiry.\"   Pratt, 913 F.2d\r                                                                 \r\n\nat 990.  For  the privilege to attach, the  questions and answers\r\n\nneed not  be directly incriminating.   If a reply to  a seemingly\r\n\ninnocuous question reasonably  will tend to sculpt a  rung in the\r\n\nladder   of  evidence  leading   to  prosecution,  the  privilege\r\n\nappropriately  may be  invoked.   See Hoffman,  341 U.S.  at 486;\r                                                       \r\n\nUnited States  v. Johnson, 488  F.2d 1206, 1209 (1st  Cir. 1973).\r                                   \r\n\nIn other words, testimony which might lead indirectly to evidence\r\n\nthat  then could  be used  in  a future  criminal prosecution  is\r\n\neligible  for  Fifth   Amendment  protection.    See   Murphy  v.\r                                                                       \r\n\nWaterfront Comm'n, 378  U.S. 52,  79 (1964).   To like effect,  a\r                           \r\n\ncourt ordinarily should not permit a witness to testify on direct\r\n\nif  the court  has adequate  reason to  believe that  the witness\r\n\nvalidly will invoke the Fifth Amendment on cross-examination with\r\n\nregard  to matters  which are  bound up  with those  discussed on\r\n\ndirect.  See Gary, 74 F.3d at 309.\r                           \r\n\n          In the last analysis, the nisi  prius court should make\r\n\na particularized finding  as to the applicability vel  non of the\r                                                                    \r\n\nprivilege  and should  elucidate its  rationale.   In reaching  a\r\n\n                                7\r\r\n\ndecision  as  to whether  a  witness's  testimony might  tend  to\r\n\nincriminate him, the court may of course take  into consideration\r\n\nany  personal perceptions  gleaned from  its  observation of  the\r\n\nprospective witness or from its hands-on involvement in the case.\r\n\nSee Hoffman, 341 U.S. at 487; United  States v. Zirpolo, 704 F.2d\r                                                                 \r\n\n23, 25 (1st Cir. 1983).\r\n\n          With  this backdrop in place, we now consider the lower\r\n\ncourt's rulings in respect to each of the proffered witnesses.\r\n\n                                C.\r                                          C.\r                                            \r\n\n                  Manuel Enr que \"Ricky\" Castro\r                            Manuel Enr que \"Ricky\" Castro\r                                                         \r\n\n          The  appellant argues that his brother should have been\r\n\ncompelled  to testify because  answering questions that concerned\r\n\nthe appellant's places  of residence and telephone  numbers \"[b]y\r\n\nno stretch of the  imagination\" would have tended to  incriminate\r\n\nRicky.  Relatedly, the appellant  posits that the trial court had\r\n\nthe power    indeed, the duty    to preclude the government  from\r\n\ncross-examining the witness  as to other, more  sensitive matters\r\n\n(such as the basis for the witness's knowledge).  The court could\r\n\nhave   used  this  power,  he  maintains,  thereby  cabining  the\r\n\ngovernment and restricting it to a \"very narrow cross.\"\r\n\n          We  reject this  line of  reasoning.   Here,  the trial\r\n\ncourt  proceeded with  commendable caution.    It prohibited  the\r\n\nwitness from invoking the  Fifth Amendment on a wholesale  scale.\r\n\nThen, in an attempt to narrow the assertion of the privilege, the\r\n\ncourt compelled  the  witness during  the  voir dire  hearing  to\r\n\nanswer  some   preliminary   questions  which   it  deemed   non-\r\n\n                                8\r\r\n\nincriminating.\r\n\n          As   to  the   queries  involving   knowledge  of   the\r\n\nappellant's addresses, the court's finding that the witness faced\r\n\npotential incrimination by  admitting to such knowledge  is fully\r\n\nsupportable.   After all, any  knowledge that Ricky  Castro might\r\n\nhave had of the activities at the  supposed crack house or of his\r\n\nbrother's  comings and goings  at other places  frequented by the\r\n\ncoconspirators  might   well  have   furnished  important   clues\r\n\nnecessary   to  convict   Ricky,  were  he   to  be   accused  of\r\n\nparticipation in  the drug  trafficking ring.   See, e.g.,  In re\r                                                                           \r\n\nKave,  760 F.2d at 354; Johnson,  488 F.2d at 1209; see generally\r                                                                           \r\n\nHoffman, 341  U.S. at  487-88 (emphasizing  the district  court's\r                 \r\n\nsuperior ability  to judge  whether information  would have  been\r\n\ninculpatory in light of the \"peculiarities of the case\").\r\n\n          So, too, the court's finding anent the sundry telephone\r\n\nnumbers:   since the  telephone numbers  that the  coconspirators\r\n\nused to contact each other in connection with the drug enterprise\r\n\nwere  not associated  with  the  appellant's  apparent  place  of\r\n\nresidence,   Ricky's  knowledge  of   those  numbers  could  have\r\n\nimplicated him  in  the  conspiracy.   Requiring  him  to  answer\r\n\nquestions  concerning  the telephone  number  at the  appellant's\r\n\nactual place  of residence  and his knowledge  as to  whether the\r\n\nappellant had ever had a telephone listing in Massachusetts would\r\n\nsimilarly  have  jeopardized  his  rights.    In  the  idiocratic\r\n\ncircumstances  of this  trial    in  which evidence  of telephone\r\n\nnumbers was central to the government's case   we cannot say that\r\n\n                                9\r\r\n\nthe district court abused its discretion in allowing Ricky Castro\r\n\nto invoke his Fifth Amendment privilege.\r\n\n          We give short shrift to the appellant's contention that\r\n\nthe district court  had an obligation to compel  answers and then\r\n\nto forestall self-incrimination by severely limiting the scope of\r\n\nthe  government's inquiry on cross-examination.  We recognize, as\r\n\nthe  appellant  asserts,  that  the  Sixth  Amendment  assures  a\r\n\ncriminal defendant of the right to  mount a defense     but  that\r\n\nright must coexist with the  government's right to test the truth\r\n\nof  testimony proffered  by  the defense  through  the medium  of\r\n\ncross-examination.\r\n\n          This is not to say that the right to cross-examination,\r\n\nany more  than the right  to present  a defense, is  absolute and\r\n\nunfettered.   A trial court  sometimes may avoid  Fifth Amendment\r\n\nproblems  by stopping the cross-examiner from launching a fishing\r\n\nexpedition into collateral matters.  See United States v. Berr o-\r                                                                           \r\n\nLondo o, 946 F.2d  158, 161 (1st Cir. 1991);  Turner v. Fair, 617\r                                                                      \r\n\nF.2d 7,  10 (1st  Cir. 1980).   Still,  if a  jury is  to hear  a\r\n\nwitness's evidence, it normally should not be told only a part of\r\n\nthe  core  story.    Thus,  when  honoring  the  Fifth  Amendment\r\n\nprivilege   will   preclude  or   unfairly   circumscribe  cross-\r\n\nexamination   as  to  non-collateral  matters      and  by  \"non-\r\n\ncollateral matters\"  we mean  matters that  are  both within  the\r\n\nscope  of  the  direct  examination  and of  consequence  to  the\r\n\nresolution of the  issues in the case     it is fully  within the\r\n\ntrial court's  discretion to sustain  the claim of  privilege and\r\n\n                                10\r\r\n\nbar the  witness's testimony  altogether.  See  Gary, 74  F.3d at\r                                                              \r\n\n310; Zirpolo, 704 F.2d at 25-26.\r                      \r\n\n          The  appellant has  one more  shot  in his  sling.   He\r\n\nasseverates   that  even  if  the  court  properly  excluded  the\r\n\ntestimony, it  should have permitted his counsel to pose specific\r\n\nquestions to the  witness in front of  the jury so that  the jury\r\n\ncould  see  and  hear  the  witness  claim  his  Fifth  Amendment\r\n\nprivilege in living color.  This is whistling past the graveyard.\r\n\nAt least in  the absence of exceptional circumstances    and none\r\n\nare present here    trial courts should not  permit witnesses who\r\n\nhave  indicated that  they  will refuse  to  answer questions  on\r\n\nlegitimate Fifth Amendment  grounds to take the witness stand and\r\n\nassert the  privilege in front of the jury.   See Namet v. United\r                                                                           \r\n\nStates, 373 U.S.  179, 186 (1963); Johnson, 488 F.2d at 1211.  We\r                                                    \r\n\nfail to see any hint of  discretion abused in Judge Hornby's  use\r\n\nof standard procedure in this wise.\r\n\n                                D.\r                                          D.\r                                            \r\n\n                      Melvin \"Bubba\" Lagasse\r                                Melvin \"Bubba\" Lagasse\r                                                      \r\n\n          The  appellant strives to persuade us that the district\r\n\ncourt erred  in allowing Lagasse  to assert  his Fifth  Amendment\r\n\nprivilege because  any questions  posed to  him either would  not\r\n\nhave incriminated him or would have been wholly peripheral to the\r\n\nissues before the court.  We are not convinced.\r\n\n          The inquiry that the appellant wished to undertake vis-\r\n\n -vis Lagasse  was aimed  at securing an  admission that  he (the\r\n\n                                11\r\r\n\nappellant) was not  involved in the drug ring.2   Because Lagasse\r\n\nalready had been convicted and sentenced for his participation in\r\n\nthe  same drug trafficking conspiracy, the appellant reasons that\r\n\nthis testimony was  safe in that no further  possibility of self-\r\n\nincrimination  remained.   See United  States v. Pardo,  636 F.2d\r                                                                \r\n\n535, 543 (D.C. Cir. 1980).\r\n\n          This  reasoning is overly  simplistic.  It  ignores the\r\n\nfact that,  on cross-examination,  the government most  assuredly\r\n\nwould  have  explored the  extent  to which  Lagasse  himself was\r\n\ninvolved  in  the  conspiracy  in  order to  test  his  level  of\r\n\nfamiliarity  with the players.  Such cross-examination would have\r\n\nrequired  Lagasse  to   testify  about  any  and   all  narcotics\r\n\ntransactions that  occurred  in or  about  the same  time  frame.\r\n\nThough Lagasse  could not be prosecuted again for the conspiracy,\r\n\nhe was not shielded  from criminal liability for  any substantive\r\n\ncrimes which may have been the object of, or which were committed\r\n\nin the course  of, that conspiracy.  See,  e.g., United States v.\r                                                                        \r\n\nPrincipe, 482  F.2d 60,  63 (1st Cir.  1973); Ottomano  v. United\r                                                                           \r\n\nStates, 468 F.2d 269, 271  (1st Cir. 1972).  Nor do the  terms of\r                \r\n\nLagasse's plea bargain mandate a different result; while the plea\r\n\nbargain may have  precluded federal prosecution for some of these\r                                             \r\n\n                    \r                              \r\n\n     2Here again, the district  court did not permit the  witness\r\nto invoke the Fifth Amendment  in a blanket fashion, but required\r\nhim to  respond on  voir dire to  specific questions.   Moreover,\r\nafter Lagasse claimed his Fifth Amendment privilege in respect to\r\na question, the  court, if the  basis for the  assertion was  not\r\ntransparently clear, made due inquiry of Lagasse's counsel.  This\r\nsalutary procedure enabled the court  to define the extent of the\r\nwitness's legitimate Fifth Amendment interests.\r\n\n                                12\r\r\n\nsubstantive  acts, Lagasse  nonetheless was  wide  open to  state\r                                                                           \r\n\nprosecution on that account.  See United States  v. Perez-Franco,\r                                                                          \r\n\n873 F.2d 455, 460-61 (1st Cir. 1989).\r\n\n          Of course,  the appellant  also wanted  to ask  Lagasse\r\n\nabout his  coconspirators'  reputations for  truthfulness.   This\r\n\nline of questioning is subject to much  the same vice.  On cross-\r\n\nexamination, the  government certainly  would  have explored  the\r\n\ndegree to  which Lagasse was  involved in the drug  business with\r\n\nthe persons on whose veracity  he was presuming to pass judgment.\r\n\nMoreover,  because  neither  Lagasse's conviction  nor  his  plea\r\n\nagreement  shielded him  from criminal  liability  for crimes  of\r\n\nviolence,   the  interrogation  that   the  appellant  sought  to\r\n\nundertake would likely have gotten  into at least one incident in\r\n\nwhich Lagasse allegedly had robbed a coconspirator (and for which\r\n\nhe never had been prosecuted).\r\n\n                                E.\r                                          E.\r                                            \r\n\n                       The Remaining Claims\r                                 The Remaining Claims\r                                                     \r\n\n          The  appellant's  two  final  claims  boil  down  to  a\r\n\nsuggestion that  the government's  role in  keeping Lagasse  from\r\n\ntestifying  distorted  the  factfinding  process  and  denied the\r\n\nappellant  a  fair  trial.    In  mounting  this  offensive,  the\r\n\nappellant  in effect merges  two loosely  related theories    the\r\n\n\"effective  defense\"  theory  (which derives  from  the  right to\r\n\ncompulsory  process)  and the  \"prosecutorial  misconduct\" theory\r\n\n(which derives from the right to due process).  See United States\r                                                                           \r\n\nv. Angiulo,  897 F.2d 1169,  1190-93 (1st Cir.  1990) (describing\r                    \r\n\n                                13\r\r\n\nboth theories).  Whether viewed singly or in combination, neither\r\n\ntheory calls the district court's rulings into doubt.\r\n\n          We need  not dwell  on the  late, unlamented  effective\r\n\ndefense theory.  That theory purports  to hold that if a  witness\r\n\ncan offer  clearly  exculpatory testimony  indispensable  to  the\r\n\ndefense and the government  has no convincing reason  to withhold\r\n\nimmunity, the trial court may bestow use immunity on the witness.\r\n\nSee Government of the Virgin Islands v. Smith,  615 F.2d 964, 974\r                                                       \r\n\n(3d Cir.  1980).   Recognizing that the  power to  direct witness\r\n\nimmunity customarily is reserved to  the Executive Branch, see 18\r                                                                        \r\n\nU.S.C.    6003(b),  we recently  interred  the effective  defense\r\n\ntheory.  See  Curtis v.  Duval, 124  F.3d 1, 9  (1st Cir.  1997);\r                                        \r\n\nUnited States v. Mackey, 117 F.3d 24,  28 (1st Cir. 1997).  It is\r                                 \r\n\nnot good  law in this circuit and  the appellant cannot profit by\r\n\nit.\r\n\n          In contrast,  the appellant's due process  claim stands\r\n\non sound  legal  footing.   It  is common  ground  that \"the  due\r\n\nprocess clause [constrains] the prosecutor to a certain extent in\r\n\nher  decision to grant  or not to  grant immunity.\"   Curtis, 124\r                                                                      \r\n\nF.3d  at 10 (quoting Angiulo,  897 F.2d at  1191).  However, this\r                                      \r\n\nconstraint operates at the margins of the prosecutor's discretion\r\n\nand  takes on  practical significance  only  when the  prosecutor\r\n\ndeliberately aspires to distort the factfinding process.  See id.\r                                                                           \r\n\nThis type of deliberate distortion can occur in two ways:  if the\r\n\ngovernment  attempts to intimidate or harass a potential witness,\r\n\nor if the prosecutor purposefully  withholds use immunity to hide\r\n\n                                14\r\r\n\nexculpatory evidence from  the jury.  See id.;  Angiulo, 897 F.2d\r                                                                 \r\n\nat 1192.   Fortunately, such cases are rare   and the record does\r\n\nnot indicate that this case is of that genre.\r\n\n          In the first place, there is absolutely  no evidence to\r\n\nvalidate the (entirely conclusory) assertion that  the government\r\n\nattempted to  harass or intimidate  Lagasse.  The mere  fact that\r\n\nLagasse was a federal prisoner at the time of Castro's trial does\r\n\nnot  prove the  assertion.   We likewise  are unpersuaded  by the\r\n\nappellant's suggestion that the  prosecutor's avowed intention to\r\n\ncross-examine Lagasse  vigorously about  the alleged  robbery and\r\n\nother non-collateral points  relevant to his proffered  testimony\r\n\namounted to  intimidation.   Effective  cross-examination  is  an\r\n\nessential   tool  that  tests  the  reliability  of  a  witness's\r\n\ntestimony,  and a prosecutor's  stated intention to  proceed down\r\n\nthat road is no more than an acknowledgment of the obvious.\r\n\n          In the  same vein,  the record  contains no  indication\r\n\nthat the  prosecutor deliberately withheld immunity  from Lagasse\r\n\nin order to keep  exculpatory testimony from the jury.  In answer\r\n\nto  the trial  court's inquiry,  the prosecutor  pointed out  the\r\n\nfederal  government's  desire  not to  hinder  \"state  or federal\r\n\ncharges  of possession of controlled drugs and trafficking [that]\r\n\ncould  still  be  brought\" against  Lagasse,  notwithstanding the\r\n\nfederal  conspiracy   conviction.     This  perfectly   plausible\r\n\nstatement   adequately   deflects   any   insinuation  that   the\r\n\ngovernment's handling of Lagasse qua witness was motivated by the\r                                              \r\n\nsole purpose of keeping exculpatory  evidence from the jury.  See\r                                                                           \r\n\n                                15\r\r\n\nAngiulo, 897 F.2d at 1193.\r                 \r\n\n                               III.\r                                         III.\r                                             \r\n\n                            Conclusion\r                                      Conclusion\r                                                \r\n\n          We need  go no further.   From aught that  appears, the\r\n\nappellant was  fairly tried and  justly convicted.   The judgment\r\n\nbelow must therefore be\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                16\r\r\n",
  "html": "<p class=\"case_cite\">129 F.3d 226</p>\n    <p class=\"case_cite\">48 Fed. R. Evid. Serv. 35</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Christian CASTRO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1684.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Nov. 5, 1997.<br>Decided Nov. 18, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, Bangor, ME, Margaret D. McGaughey and George T. Dilworth, Assistant United States Attorneys, Portland, ME, on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this criminal appeal, defendant-appellant Christian Castro argues that the district court erred when it excluded the testimony of two prospective defense witnesses on the ground that each of them, if called to the witness stand, could and would invoke his Fifth Amendment privilege against self-incrimination.  In addition, Castro asseverates that the prosecution's role in keeping one of these witnesses from testifying distorted the factfinding process and denied him a fair trial.  Discerning no error, we affirm the judgment of conviction.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A federal grand jury indicted the appellant on a charge of conspiring to possess cocaine base (crack cocaine) with intent to distribute.  See 21 U.S.C. &#167;&#167; 841(a)(1) &amp; (b)(1)(B), 846.  The charge arose out of the appellant's supposed involvement in a multi-faceted drug trafficking ring.  The evidence at trial, viewed in the light most favorable to the government, see United States v. Maraj, 947 F.2d 520, 522 (1st Cir.1991), showed that the conspiracy flourished in mid-1994.  The appellant's role was to deliver crack cocaine between Lawrence, Massachusetts and Lewiston, Maine.  Upon arriving in Lewiston, the appellant would stay at one of several dwellings in which other coconspirators resided and would supervise the ensuing \"retail\" sales.  The coconspirators were geographically dispersed and communicated largely by telephone.  Many of the telephone numbers that they used were listed under false names.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, the government presented a very strong case against the appellant.  Among other things, several self-styled members of the conspiracy testified for the prosecution and inculpated the appellant.  Faced with this array of turncoat witnesses, the appellant sought to call his brother, Manuel Enrque \"Ricky\" Castro, and a previously convicted coconspirator, Melvin \"Bubba\" Lagasse, as defense witnesses.  Both men informed the district court that they intended to invoke the Fifth Amendment privilege against self-incrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the government rested, the court convened a voir dire hearing out of the presence of the jury.  The court prudently required the parties to proceed in a question-and-answer format.  Each witness was represented by an attorney.  Defense counsel's questions to Ricky Castro focused on Ricky's knowledge anent (1) the appellant's relationship to numerous addresses, and his involvement with a particular dwelling (which the government contended was a \"crack house\"), and (2) various telephone numbers that other witnesses had said they used in the course of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Ricky Castro invoked his Fifth Amendment privilege against self-incrimination and refused to testify concerning these matters.  Defense counsel objected and asked the district court to compel responsive answers.  Counsel argued that Ricky Castro's testimony would help establish salient points (e.g., that the appellant did not reside at the specified addresses;  that he allowed friends to install a telephone under his name which he, himself, did not use;  and that he had a different telephone number--not associated with the felonious activities--which he did use) without in any way incriminating the witness.  Ricky's lawyer took a different view.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The trial judge upheld the claim of privilege.  He found, first, that the requested information might tend to incriminate the witness, and second, that the government's cross-examination would likely delve into the scope and degree of the witness's knowledge of his brother's activities and could thus lead to inculpatory information.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">From Lagasse, defense counsel attempted to elicit a statement that the appellant was not involved in the drug trafficking operation.  Counsel also sought to ask Lagasse about divers coconspirators' reputations for truthfulness.  Lagasse invoked his Fifth Amendment privilege as to these questions.  The district court rebuffed the appellant's argument that Lagasse did not face any real threat of incrimination because he already had been convicted on the conspiracy charge, finding that Lagasse had valid Fifth Amendment concerns in two respects:  (1) his exposure to prosecution for one or more robberies which may have occurred in the same time frame as, and in relation to, the drug conspiracy, and (2) his exposure to prosecution for substantive drug offenses committed during and in the course of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The trial concluded without testimony from either Ricky Castro or Bubba Lagasse.  The jury found the appellant guilty as charged and Judge Hornby imposed sentence.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A.</p>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In challenging the district court's determination that these witnesses invoked the Fifth Amendment privilege appropriately and in good faith, the appellant invites us to subject that determination to plenary review.  We decline the invitation.  The proper standard for appellate review of a trial court's determination that a witness validly invoked his Fifth Amendment privilege is abuse of discretion.  See United States v. Gary, 74 F.3d 304, 310 (1st Cir.1996);  United States v. Pratt, 913 F.2d 982, 990 (1st Cir.1990);  see also Hoffman v. United States, 341 U.S. 479, 488, 71 S.Ct. 814, 819, 95 L.Ed. 1118 (1951) (explaining that the court of appeals should reverse such a determination only when it is \"perfectly clear from a careful consideration of all the circumstances in the case\" that the witness's testimony \"cannot possibly have such tendency to incriminate\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Of course, abuse of discretion itself breaks down into different components.  Within it, factual findings are often subjected to clear-error review, see, e.g., United States v. Perry, 116 F.3d 952, 957 (1st Cir.1997), whereas material errors of law constitute per se abuses of judicial discretion, see, e.g., Koon v. United States, 518 U.S. 81, ----, 116 S.Ct. 2035, 2047, 135 L.Ed.2d 392 (1996).  Put another way, it is never within a trial court's discretion to make a determination that is premised on an incorrect legal standard.</p>\n    </div>\n    <p>B.</p>\n    <p>The Fifth Amendment</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Fifth Amendment privilege against self-incrimination is an essential constitutional protection that is widely regarded as a cornerstone of our adversarial system of criminal justice.  See Michigan v. Tucker, 417 U.S. 433, 439, 94 S.Ct. 2357, 2361, 41 L.Ed.2d 182 (1974).  The privilege must not be given a crabbed construction.  See In Re Kave, 760 F.2d 343, 354 (1st Cir.1985) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Withal, the Fifth Amendment's prophylaxis is not available to all comers in all circumstances merely because they have the presence of mind to chant the accepted constitutional liturgy.  To the contrary, the prospective witness must show at the very least that he is faced with some authentic danger of incrimination.  See Hoffman, 341 U.S. at 486-87, 71 S.Ct. at 818-19;  Pratt, 913 F.2d at 990;  In Re Brogna, 589 F.2d 24, 27 (1st Cir.1978).  This is not a particularly onerous burden.  While chimerical fears will not suffice, the prospective witness need only limn some reasonable possibility that, by testifying, he may open himself to prosecution.  See In Re Kave, 760 F.2d at 354.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The privilege cannot be invoked on a blanket basis.  See In re Grand Jury Matters, 751 F.2d 13, 17 n. 4 (1st Cir.1984).  It operates question by question.  Thus, the district court must conduct a \"particularized inquiry.\"  Pratt, 913 F.2d at 990.   For the privilege to attach, the questions and answers need not be directly incriminating.  If a reply to a seemingly innocuous question reasonably will tend to sculpt a rung in the ladder of evidence leading to prosecution, the privilege appropriately may be invoked.  See Hoffman, 341 U.S. at 486, 71 S.Ct. at 818; United States v. Johnson, 488 F.2d 1206, 1209 (1st Cir.1973).  In other words, testimony which might lead indirectly to evidence that then could be used in a future criminal prosecution is eligible for Fifth Amendment protection.  See Murphy v. Waterfront Comm'n, 378 U.S. 52, 79, 84 S.Ct. 1594, 1609-10, 12 L.Ed.2d 678 (1964).  To like effect, a court ordinarily should not permit a witness to testify on direct if the court has adequate reason to believe that the witness validly will invoke the Fifth Amendment on cross-examination with regard to matters which are bound up with those discussed on direct.  See Gary, 74 F.3d at 309.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the last analysis, the nisi prius court should make a particularized finding as to the applicability vel non of the privilege and should elucidate its rationale.  In reaching a decision as to whether a witness's testimony might tend to incriminate him, the court may of course take into consideration any personal perceptions gleaned from its observation of the prospective witness or from its hands-on involvement in the case.  See Hoffman, 341 U.S. at 487, 71 S.Ct. at 818-19;  United States v. Zirpolo, 704 F.2d 23, 25 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">With this backdrop in place, we now consider the lower court's rulings in respect to each of the proffered witnesses.</p>\n    </div>\n    <p>C.</p>\n    <p>Manuel Enrque \"Ricky\" Castro</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The appellant argues that his brother should have been compelled to testify because answering questions that concerned the appellant's places of residence and telephone numbers \"[b]y no stretch of the imagination\" would have tended to incriminate Ricky.  Relatedly, the appellant posits that the trial court had the power--indeed, the duty--to preclude the government from cross-examining the witness as to other, more sensitive matters (such as the basis for the witness's knowledge).  The court could have used this power, he maintains, thereby cabining the government and restricting it to a \"very narrow cross.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We reject this line of reasoning.  Here, the trial court proceeded with commendable caution.  It prohibited the witness from invoking the Fifth Amendment on a wholesale scale.  Then, in an attempt to narrow the assertion of the privilege, the court compelled the witness during the voir dire hearing to answer some preliminary questions which it deemed non-incriminating.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As to the queries involving knowledge of the appellant's addresses, the court's finding that the witness faced potential incrimination by admitting to such knowledge is fully supportable.  After all, any knowledge that Ricky Castro might have had of the activities at the supposed crack house or of his brother's comings and goings at other places frequented by the coconspirators might well have furnished important clues necessary to convict Ricky, were he to be accused of participation in the drug trafficking ring.  See, e.g., In re Kave, 760 F.2d at 354;  Johnson, 488 F.2d at 1209;  see generally Hoffman, 341 U.S. at 487-88, 71 S.Ct. at 818-19 (emphasizing the district court's superior ability to judge whether information would have been inculpatory in light of the \"peculiarities of the case\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">So, too, the court's finding anent the sundry telephone numbers:  since the telephone numbers that the coconspirators used to contact each other in connection with the drug enterprise were not associated with the appellant's apparent place of residence, Ricky's knowledge of those numbers could have implicated him in the conspiracy.  Requiring him to answer questions concerning the telephone number at the appellant's actual place of residence and his knowledge as to whether the appellant had ever had a telephone listing in Massachusetts would similarly have jeopardized his rights.  In the idiocratic circumstances of this trial--in which evidence of telephone numbers was central to the government's case--we cannot say that the district court abused its discretion in allowing Ricky Castro to invoke his Fifth Amendment privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We give short shrift to the appellant's contention that the district court had an obligation to compel answers and then to forestall self-incrimination by severely limiting the scope of the government's inquiry on cross-examination.  We recognize, as the appellant asserts, that the Sixth Amendment assures a criminal defendant of the right to mount a defense--but that right must coexist with the government's right to test the truth of testimony proffered by the defense through the medium of cross-examination.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This is not to say that the right to cross-examination, any more than the right to present a defense, is absolute and unfettered.  A trial court sometimes may avoid Fifth Amendment problems by stopping the cross-examiner from launching a fishing expedition into collateral matters.  See United States v. Berrio-Londono, 946 F.2d 158, 161 (1st Cir.1991);  Turner v. Fair, 617 F.2d 7, 10 (1st Cir.1980).  Still, if a jury is to hear a witness's evidence, it normally should not be told only a part of the core story.  Thus, when honoring the Fifth Amendment privilege will preclude or unfairly circumscribe cross-examination as to non-collateral matters--and by \"non-collateral matters\" we mean matters that are both within the scope of the direct examination and of consequence to the resolution of the issues in the case--it is fully within the trial court's discretion to sustain the claim of privilege and bar the witness's testimony altogether.  See Gary, 74 F.3d at 310;  Zirpolo, 704 F.2d at 25-26.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appellant has one more shot in his sling.  He asseverates that even if the court properly excluded the testimony, it should have permitted his counsel to pose specific questions to the witness in front of the jury so that the jury could see and hear the witness claim his Fifth Amendment privilege in living color.  This is whistling past the graveyard.  At least in the absence of exceptional circumstances--and none are present here--trial courts should not permit witnesses who have indicated that they will refuse to answer questions on legitimate Fifth Amendment grounds to take the witness stand and assert the privilege in front of the jury.  See Namet v. United States, 373 U.S. 179, 186, 83 S.Ct. 1151, 1154, 10 L.Ed.2d 278 (1963);  Johnson, 488 F.2d at 1211.   We fail to see any hint of discretion abused in Judge Hornby's use of standard procedure in this wise.</p>\n    </div>\n    <p>D.</p>\n    <p>Melvin \"Bubba\" Lagasse</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The appellant strives to persuade us that the district court erred in allowing Lagasse to assert his Fifth Amendment privilege because any questions posed to him either would not have incriminated him or would have been wholly peripheral to the issues before the court.  We are not convinced.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The inquiry that the appellant wished to undertake vis-a-vis Lagasse was aimed at securing an admission that he (the appellant) was not involved in the drug ring.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Because Lagasse already had been convicted and sentenced for his participation in the same drug trafficking conspiracy, the appellant reasons that this testimony was safe in that no further possibility of self-incrimination remained.  See United States v. Pardo, 636 F.2d 535, 543 (D.C.Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This reasoning is overly simplistic.  It ignores the fact that, on cross-examination, the government most assuredly would have explored the extent to which Lagasse himself was involved in the conspiracy in order to test his level of familiarity with the players.  Such cross-examination would have required Lagasse to testify about any and all narcotics transactions that occurred in or about the same time frame.  Though Lagasse could not be prosecuted again for the conspiracy, he was not shielded from criminal liability for any substantive crimes which may have been the object of, or which were committed in the course of, that conspiracy.  See, e.g., United States v. Principe, 482 F.2d 60, 63 (1st Cir.1973);  Ottomano v. United States, 468 F.2d 269, 271 (1st Cir.1972).  Nor do the terms of Lagasse's plea bargain mandate a different result;  while the plea bargain may have precluded federal prosecution for some of these substantive acts, Lagasse nonetheless was wide open to state prosecution on that account.  See United States v. Perez-Franco, 873 F.2d 455, 460-61 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Of course, the appellant also wanted to ask Lagasse about his coconspirators' reputations for truthfulness.  This line of questioning is subject to much the same vice.  On cross-examination, the government certainly would have explored the degree to which Lagasse was involved in the drug business with the persons on whose veracity he was presuming to pass judgment.  Moreover, because neither Lagasse's conviction nor his plea agreement shielded him from criminal liability for crimes of violence, the interrogation that the appellant sought to undertake would likely have gotten into at least one incident in which Lagasse allegedly had robbed a coconspirator (and for which he never had been prosecuted).</p>\n    </div>\n    <p>E.</p>\n    <p>The Remaining Claims</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellant's two final claims boil down to a suggestion that the government's role in keeping Lagasse from testifying distorted the factfinding process and denied the appellant a fair trial.  In mounting this offensive, the appellant in effect merges two loosely related theories--the \"effective defense\" theory (which derives from the right to compulsory process) and the \"prosecutorial misconduct\" theory (which derives from the right to due process).  See United States v. Angiulo, 897 F.2d 1169, 1190-93 (1st Cir.1990) (describing both theories).  Whether viewed singly or in combination, neither theory calls the district court's rulings into doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We need not dwell on the late, unlamented effective defense theory.  That theory purports to hold that if a witness can offer clearly exculpatory testimony indispensable to the defense and the government has no convincing reason to withhold immunity, the trial court may bestow use immunity on the witness.  See Government of the Virgin Islands v. Smith, 615 F.2d 964, 974 (3d Cir.1980).  Recognizing that the power to direct witness immunity customarily is reserved to the Executive Branch, see 18 U.S.C. &#167; 6003(b), we recently interred the effective defense theory.  See Curtis v. Duval, 124 F.3d 1, 9 (1st Cir.1997);  United States v. Mackey, 117 F.3d 24, 28 (1st Cir.1997).  It is not good law in this circuit and the appellant cannot profit by it.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In contrast, the appellant's due process claim stands on sound legal footing.  It is common ground that \"the due process clause [constrains] the prosecutor to a certain extent in her decision to grant or not to grant immunity.\"  Curtis, 124 F.3d at 10 (quoting Angiulo, 897 F.2d at 1191).   However, this constraint operates at the margins of the prosecutor's discretion and takes on practical significance only when the prosecutor deliberately aspires to distort the factfinding process.  See id.   This type of deliberate distortion can occur in two ways:  if the government attempts to intimidate or harass a potential witness, or if the prosecutor purposefully withholds use immunity to hide exculpatory evidence from the jury.  See id.;  Angiulo, 897 F.2d at 1192.   Fortunately, such cases are rare--and the record does not indicate that this case is of that genre.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the first place, there is absolutely no evidence to validate the (entirely conclusory) assertion that the government attempted to harass or intimidate Lagasse.  The mere fact that Lagasse was a federal prisoner at the time of Castro's trial does not prove the assertion.  We likewise are unpersuaded by the appellant's suggestion that the prosecutor's avowed intention to cross-examine Lagasse vigorously about the alleged robbery and other non-collateral points relevant to his proffered testimony amounted to intimidation.  Effective cross-examination is an essential tool that tests the reliability of a witness's testimony, and a prosecutor's stated intention to proceed down that road is no more than an acknowledgment of the obvious.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the same vein, the record contains no indication that the prosecutor deliberately withheld immunity from Lagasse in order to keep exculpatory testimony from the jury.  In answer to the trial court's inquiry, the prosecutor pointed out the federal government's desire not to hinder \"state or federal charges of possession of controlled drugs and trafficking [that] could still be brought\" against Lagasse, notwithstanding the federal conspiracy conviction.  This perfectly plausible statement adequately deflects any insinuation that the government's handling of Lagasse qua witness was motivated by the sole purpose of keeping exculpatory evidence from the jury.  See Angiulo, 897 F.2d at 1193.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We need go no further.  From aught that appears, the appellant was fairly tried and justly convicted.  The judgment below must therefore be</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In this regard, Judge Hornby stated:</p>\n        <p>Certainly, there are plenty of innocent explanations why somebody might know the residence of a family member, but by the same token, if you don't know their residence, that might afford you a defense under certain criminal charges.  And I take it, [counsel's] argument therefore is by admitting to knowledge, he has thereby lost that potential defense of lack of knowledge concerning the circumstances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Here again, the district court did not permit the witness to invoke the Fifth Amendment in a blanket fashion, but required him to respond on voir dire to specific questions.  Moreover, after Lagasse claimed his Fifth Amendment privilege in respect to a question, the court, if the basis for the assertion was not transparently clear, made due inquiry of Lagasse's counsel.  This salutary procedure enabled the court to define the extent of the witness's legitimate Fifth Amendment interests</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></span></p>\n    <p class=\"case_cite\">48 Fed. R. Evid. Serv. 35</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Christian CASTRO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1684.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Nov. 5, 1997.<br>Decided Nov. 18, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, Bangor, ME, Margaret D. McGaughey and George T. Dilworth, Assistant United States Attorneys, Portland, ME, on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this criminal appeal, defendant-appellant Christian Castro argues that the district court erred when it excluded the testimony of two prospective defense witnesses on the ground that each of them, if called to the witness stand, could and would invoke his Fifth Amendment privilege against self-incrimination.  In addition, Castro asseverates that the prosecution's role in keeping one of these witnesses from testifying distorted the factfinding process and denied him a fair trial.  Discerning no error, we affirm the judgment of conviction.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A federal grand jury indicted the appellant on a charge of conspiring to possess cocaine base (crack cocaine) with intent to distribute.  See 21 U.S.C. &#167;&#167; 841(a)(1) &amp; (b)(1)(B), 846.  The charge arose out of the appellant's supposed involvement in a multi-faceted drug trafficking ring.  The evidence at trial, viewed in the light most favorable to the government, see United States v. Maraj, <span class=\"citation\" data-id=\"570481\"><a href=\"/opinion/570481/united-states-v-michael-maraj-united-states-of-america-v-sterling/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 522 (1st Cir.1991), showed that the conspiracy flourished in mid-1994.  The appellant's role was to deliver crack cocaine between Lawrence, Massachusetts and Lewiston, Maine.  Upon arriving in Lewiston, the appellant would stay at one of several dwellings in which other coconspirators resided and would supervise the ensuing \"retail\" sales.  The coconspirators were geographically dispersed and communicated largely by telephone.  Many of the telephone numbers that they used were listed under false names.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, the government presented a very strong case against the appellant.  Among other things, several self-styled members of the conspiracy testified for the prosecution and inculpated the appellant.  Faced with this array of turncoat witnesses, the appellant sought to call his brother, Manuel Enrque \"Ricky\" Castro, and a previously convicted coconspirator, Melvin \"Bubba\" Lagasse, as defense witnesses.  Both men informed the district court that they intended to invoke the Fifth Amendment privilege against self-incrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the government rested, the court convened a voir dire hearing out of the presence of the jury.  The court prudently required the parties to proceed in a question-and-answer format.  Each witness was represented by an attorney.  Defense counsel's questions to Ricky Castro focused on Ricky's knowledge anent (1) the appellant's relationship to numerous addresses, and his involvement with a particular dwelling (which the government contended was a \"crack house\"), and (2) various telephone numbers that other witnesses had said they used in the course of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Ricky Castro invoked his Fifth Amendment privilege against self-incrimination and refused to testify concerning these matters.  Defense counsel objected and asked the district court to compel responsive answers.  Counsel argued that Ricky Castro's testimony would help establish salient points (e.g., that the appellant did not reside at the specified addresses;  that he allowed friends to install a telephone under his name which he, himself, did not use;  and that he had a different telephone number--not associated with the felonious activities--which he did use) without in any way incriminating the witness.  Ricky's lawyer took a different view.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The trial judge upheld the claim of privilege.  He found, first, that the requested information might tend to incriminate the witness, and second, that the government's cross-examination would likely delve into the scope and degree of the witness's knowledge of his brother's activities and could thus lead to inculpatory information.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">From Lagasse, defense counsel attempted to elicit a statement that the appellant was not involved in the drug trafficking operation.  Counsel also sought to ask Lagasse about divers coconspirators' reputations for truthfulness.  Lagasse invoked his Fifth Amendment privilege as to these questions.  The district court rebuffed the appellant's argument that Lagasse did not face any real threat of incrimination because he already had been convicted on the conspiracy charge, finding that Lagasse had valid Fifth Amendment concerns in two respects:  (1) his exposure to prosecution for one or more robberies which may have occurred in the same time frame as, and in relation to, the drug conspiracy, and (2) his exposure to prosecution for substantive drug offenses committed during and in the course of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The trial concluded without testimony from either Ricky Castro or Bubba Lagasse.  The jury found the appellant guilty as charged and Judge Hornby imposed sentence.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A.</p>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In challenging the district court's determination that these witnesses invoked the Fifth Amendment privilege appropriately and in good faith, the appellant invites us to subject that determination to plenary review.  We decline the invitation.  The proper standard for appellate review of a trial court's determination that a witness validly invoked his Fifth Amendment privilege is abuse of discretion.  See United States v. Gary, <span class=\"citation\" data-id=\"196508\"><a href=\"/opinion/196508/united-states-v-gary/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">304</span></a></span>, 310 (1st Cir.1996);  United States v. Pratt, <span class=\"citation\" data-id=\"547604\"><a href=\"/opinion/547604/united-states-v-james-l-pratt-jr/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span>, 990 (1st Cir.1990);  see also Hoffman v. United States, <span class=\"citation\" data-id=\"104912\"><a href=\"/opinion/104912/hoffman-v-united-states/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 488, <span class=\"citation\" data-id=\"104912\"><a href=\"/opinion/104912/hoffman-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, 819, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1118</span></span> (1951) (explaining that the court of appeals should reverse such a determination only when it is \"perfectly clear from a careful consideration of all the circumstances in the case\" that the witness's testimony \"cannot possibly have such tendency to incriminate\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Of course, abuse of discretion itself breaks down into different components.  Within it, factual findings are often subjected to clear-error review, see, e.g., United States v. Perry, <span class=\"citation\" data-id=\"197443\"><a href=\"/opinion/197443/united-states-v-perry/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">952</span></a></span>, 957 (1st Cir.1997), whereas material errors of law constitute per se abuses of judicial discretion, see, e.g., Koon v. United States, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, ----, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, 2047, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996).  Put another way, it is never within a trial court's discretion to make a determination that is premised on an incorrect legal standard.</p>\n    </div>\n    <p>B.</p>\n    <p>The Fifth Amendment</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Fifth Amendment privilege against self-incrimination is an essential constitutional protection that is widely regarded as a cornerstone of our adversarial system of criminal justice.  See Michigan v. Tucker, <span class=\"citation\" data-id=\"109063\"><a href=\"/opinion/109063/michigan-v-tucker/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, 439, <span class=\"citation\" data-id=\"109063\"><a href=\"/opinion/109063/michigan-v-tucker/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2357</span></a></span>, 2361, <span class=\"citation\" data-id=\"109063\"><a href=\"/opinion/109063/michigan-v-tucker/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></a></span> (1974).  The privilege must not be given a crabbed construction.  See In Re Kave, <span class=\"citation\" data-id=\"451510\"><a href=\"/opinion/451510/in-re-martha-r-kave/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 354 (1st Cir.1985) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Withal, the Fifth Amendment's prophylaxis is not available to all comers in all circumstances merely because they have the presence of mind to chant the accepted constitutional liturgy.  To the contrary, the prospective witness must show at the very least that he is faced with some authentic danger of incrimination.  See Hoffman, 341 U.S. at 486-87, 71 S.Ct. at 818-19;  Pratt, 913 F.2d at 990;  In Re Brogna, <span class=\"citation\" data-id=\"362195\"><a href=\"/opinion/362195/in-re-ellen-brogna/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir.1978).  This is not a particularly onerous burden.  While chimerical fears will not suffice, the prospective witness need only limn some reasonable possibility that, by testifying, he may open himself to prosecution.  See In Re Kave, 760 F.2d at 354.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The privilege cannot be invoked on a blanket basis.  See In re Grand Jury Matters, <span class=\"citation\" data-id=\"445643\"><a href=\"/opinion/445643/in-re-grand-jury-matters-appeal-of-united-states-of-america/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 17 n. 4 (1st Cir.1984).  It operates question by question.  Thus, the district court must conduct a \"particularized inquiry.\"  Pratt, 913 F.2d at 990.   For the privilege to attach, the questions and answers need not be directly incriminating.  If a reply to a seemingly innocuous question reasonably will tend to sculpt a rung in the ladder of evidence leading to prosecution, the privilege appropriately may be invoked.  See Hoffman, 341 U.S. at 486, 71 S.Ct. at 818; United States v. Johnson, <span class=\"citation\" data-id=\"315665\"><a href=\"/opinion/315665/united-states-v-emanuel-johnson/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1209 (1st Cir.1973).  In other words, testimony which might lead indirectly to evidence that then could be used in a future criminal prosecution is eligible for Fifth Amendment protection.  See Murphy v. Waterfront Comm'n, <span class=\"citation\" data-id=\"106864\"><a href=\"/opinion/106864/murphy-v-waterfront-commn-of-ny-harbor/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 79, <span class=\"citation\" data-id=\"106864\"><a href=\"/opinion/106864/murphy-v-waterfront-commn-of-ny-harbor/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1594</span></a></span>, 1609-10, <span class=\"citation\" data-id=\"106864\"><a href=\"/opinion/106864/murphy-v-waterfront-commn-of-ny-harbor/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span></a></span> (1964).  To like effect, a court ordinarily should not permit a witness to testify on direct if the court has adequate reason to believe that the witness validly will invoke the Fifth Amendment on cross-examination with regard to matters which are bound up with those discussed on direct.  See Gary, 74 F.3d at 309.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the last analysis, the nisi prius court should make a particularized finding as to the applicability vel non of the privilege and should elucidate its rationale.  In reaching a decision as to whether a witness's testimony might tend to incriminate him, the court may of course take into consideration any personal perceptions gleaned from its observation of the prospective witness or from its hands-on involvement in the case.  See Hoffman, 341 U.S. at 487, 71 S.Ct. at 818-19;  United States v. Zirpolo, <span class=\"citation\" data-id=\"416552\"><a href=\"/opinion/416552/united-states-v-anthony-zirpolo/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 25 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">With this backdrop in place, we now consider the lower court's rulings in respect to each of the proffered witnesses.</p>\n    </div>\n    <p>C.</p>\n    <p>Manuel Enrque \"Ricky\" Castro</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The appellant argues that his brother should have been compelled to testify because answering questions that concerned the appellant's places of residence and telephone numbers \"[b]y no stretch of the imagination\" would have tended to incriminate Ricky.  Relatedly, the appellant posits that the trial court had the power--indeed, the duty--to preclude the government from cross-examining the witness as to other, more sensitive matters (such as the basis for the witness's knowledge).  The court could have used this power, he maintains, thereby cabining the government and restricting it to a \"very narrow cross.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We reject this line of reasoning.  Here, the trial court proceeded with commendable caution.  It prohibited the witness from invoking the Fifth Amendment on a wholesale scale.  Then, in an attempt to narrow the assertion of the privilege, the court compelled the witness during the voir dire hearing to answer some preliminary questions which it deemed non-incriminating.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As to the queries involving knowledge of the appellant's addresses, the court's finding that the witness faced potential incrimination by admitting to such knowledge is fully supportable.  After all, any knowledge that Ricky Castro might have had of the activities at the supposed crack house or of his brother's comings and goings at other places frequented by the coconspirators might well have furnished important clues necessary to convict Ricky, were he to be accused of participation in the drug trafficking ring.  See, e.g., In re Kave, 760 F.2d at 354;  Johnson, 488 F.2d at 1209;  see generally Hoffman, 341 U.S. at 487-88, 71 S.Ct. at 818-19 (emphasizing the district court's superior ability to judge whether information would have been inculpatory in light of the \"peculiarities of the case\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">So, too, the court's finding anent the sundry telephone numbers:  since the telephone numbers that the coconspirators used to contact each other in connection with the drug enterprise were not associated with the appellant's apparent place of residence, Ricky's knowledge of those numbers could have implicated him in the conspiracy.  Requiring him to answer questions concerning the telephone number at the appellant's actual place of residence and his knowledge as to whether the appellant had ever had a telephone listing in Massachusetts would similarly have jeopardized his rights.  In the idiocratic circumstances of this trial--in which evidence of telephone numbers was central to the government's case--we cannot say that the district court abused its discretion in allowing Ricky Castro to invoke his Fifth Amendment privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We give short shrift to the appellant's contention that the district court had an obligation to compel answers and then to forestall self-incrimination by severely limiting the scope of the government's inquiry on cross-examination.  We recognize, as the appellant asserts, that the Sixth Amendment assures a criminal defendant of the right to mount a defense--but that right must coexist with the government's right to test the truth of testimony proffered by the defense through the medium of cross-examination.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This is not to say that the right to cross-examination, any more than the right to present a defense, is absolute and unfettered.  A trial court sometimes may avoid Fifth Amendment problems by stopping the cross-examiner from launching a fishing expedition into collateral matters.  See United States v. Berrio-Londono, <span class=\"citation\" data-id=\"569295\"><a href=\"/opinion/569295/united-states-v-jorge-ivan-berrio-londono/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></a></span>, 161 (1st Cir.1991);  Turner v. Fair, <span class=\"citation\" data-id=\"375615\"><a href=\"/opinion/375615/michael-turner-v-michael-v-fair/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 10 (1st Cir.1980).  Still, if a jury is to hear a witness's evidence, it normally should not be told only a part of the core story.  Thus, when honoring the Fifth Amendment privilege will preclude or unfairly circumscribe cross-examination as to non-collateral matters--and by \"non-collateral matters\" we mean matters that are both within the scope of the direct examination and of consequence to the resolution of the issues in the case--it is fully within the trial court's discretion to sustain the claim of privilege and bar the witness's testimony altogether.  See Gary, 74 F.3d at 310;  Zirpolo, 704 F.2d at 25-26.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appellant has one more shot in his sling.  He asseverates that even if the court properly excluded the testimony, it should have permitted his counsel to pose specific questions to the witness in front of the jury so that the jury could see and hear the witness claim his Fifth Amendment privilege in living color.  This is whistling past the graveyard.  At least in the absence of exceptional circumstances--and none are present here--trial courts should not permit witnesses who have indicated that they will refuse to answer questions on legitimate Fifth Amendment grounds to take the witness stand and assert the privilege in front of the jury.  See Namet v. United States, <span class=\"citation\" data-id=\"106602\"><a href=\"/opinion/106602/namet-v-united-states/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">179</span></a></span>, 186, <span class=\"citation\" data-id=\"106602\"><a href=\"/opinion/106602/namet-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1151</span></a></span>, 1154, <span class=\"citation\" data-id=\"106602\"><a href=\"/opinion/106602/namet-v-united-states/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">278</span></a></span> (1963);  Johnson, 488 F.2d at 1211.   We fail to see any hint of discretion abused in Judge Hornby's use of standard procedure in this wise.</p>\n    </div>\n    <p>D.</p>\n    <p>Melvin \"Bubba\" Lagasse</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The appellant strives to persuade us that the district court erred in allowing Lagasse to assert his Fifth Amendment privilege because any questions posed to him either would not have incriminated him or would have been wholly peripheral to the issues before the court.  We are not convinced.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The inquiry that the appellant wished to undertake vis-a-vis Lagasse was aimed at securing an admission that he (the appellant) was not involved in the drug ring.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Because Lagasse already had been convicted and sentenced for his participation in the same drug trafficking conspiracy, the appellant reasons that this testimony was safe in that no further possibility of self-incrimination remained.  See United States v. Pardo, <span class=\"citation\" data-id=\"384938\"><a href=\"/opinion/384938/united-states-v-jose-l-m-pardo-united-states-of-america-v-cecil-p/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 543 (D.C.Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This reasoning is overly simplistic.  It ignores the fact that, on cross-examination, the government most assuredly would have explored the extent to which Lagasse himself was involved in the conspiracy in order to test his level of familiarity with the players.  Such cross-examination would have required Lagasse to testify about any and all narcotics transactions that occurred in or about the same time frame.  Though Lagasse could not be prosecuted again for the conspiracy, he was not shielded from criminal liability for any substantive crimes which may have been the object of, or which were committed in the course of, that conspiracy.  See, e.g., United States v. Principe, <span class=\"citation\" data-id=\"312628\"><a href=\"/opinion/312628/united-states-v-michael-l-principe/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 63 (1st Cir.1973);  Ottomano v. United States, <span class=\"citation\" data-id=\"306076\"><a href=\"/opinion/306076/matthew-ottomano-v-united-states-of-america-united-states-of-america-v/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span>, 271 (1st Cir.1972).  Nor do the terms of Lagasse's plea bargain mandate a different result;  while the plea bargain may have precluded federal prosecution for some of these substantive acts, Lagasse nonetheless was wide open to state prosecution on that account.  See United States v. Perez-Franco, <span class=\"citation\" data-id=\"522149\"><a href=\"/opinion/522149/united-states-v-jose-rafael-perez-franco/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 460-61 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Of course, the appellant also wanted to ask Lagasse about his coconspirators' reputations for truthfulness.  This line of questioning is subject to much the same vice.  On cross-examination, the government certainly would have explored the degree to which Lagasse was involved in the drug business with the persons on whose veracity he was presuming to pass judgment.  Moreover, because neither Lagasse's conviction nor his plea agreement shielded him from criminal liability for crimes of violence, the interrogation that the appellant sought to undertake would likely have gotten into at least one incident in which Lagasse allegedly had robbed a coconspirator (and for which he never had been prosecuted).</p>\n    </div>\n    <p>E.</p>\n    <p>The Remaining Claims</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellant's two final claims boil down to a suggestion that the government's role in keeping Lagasse from testifying distorted the factfinding process and denied the appellant a fair trial.  In mounting this offensive, the appellant in effect merges two loosely related theories--the \"effective defense\" theory (which derives from the right to compulsory process) and the \"prosecutorial misconduct\" theory (which derives from the right to due process).  See United States v. Angiulo, <span class=\"citation\" data-id=\"537726\"><a href=\"/opinion/537726/united-states-v-gennaro-j-angiulo-donato-f-angiulo-samuel-s-granito/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1190-93 (1st Cir.1990) (describing both theories).  Whether viewed singly or in combination, neither theory calls the district court's rulings into doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We need not dwell on the late, unlamented effective defense theory.  That theory purports to hold that if a witness can offer clearly exculpatory testimony indispensable to the defense and the government has no convincing reason to withhold immunity, the trial court may bestow use immunity on the witness.  See Government of the Virgin Islands v. Smith, <span class=\"citation\" data-id=\"374900\"><a href=\"/opinion/374900/government-of-the-virgin-islands-v-glen-smith-elton-rieara-elvis-smith/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">964</span></a></span>, 974 (3d Cir.1980).  Recognizing that the power to direct witness immunity customarily is reserved to the Executive Branch, see 18 U.S.C. &#167; 6003(b), we recently interred the effective defense theory.  See Curtis v. Duval, <span class=\"citation\" data-id=\"197507\"><a href=\"/opinion/197507/curtis-v-duval-harshbarger/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1997);  United States v. Mackey, <span class=\"citation\" data-id=\"743003\"><a href=\"/opinion/743003/united-states-v-christopher-d-mackey/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 28 (1st Cir.1997).  It is not good law in this circuit and the appellant cannot profit by it.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In contrast, the appellant's due process claim stands on sound legal footing.  It is common ground that \"the due process clause [constrains] the prosecutor to a certain extent in her decision to grant or not to grant immunity.\"  Curtis, 124 F.3d at 10 (quoting Angiulo, 897 F.2d at 1191).   However, this constraint operates at the margins of the prosecutor's discretion and takes on practical significance only when the prosecutor deliberately aspires to distort the factfinding process.  See id.   This type of deliberate distortion can occur in two ways:  if the government attempts to intimidate or harass a potential witness, or if the prosecutor purposefully withholds use immunity to hide exculpatory evidence from the jury.  See id.;  Angiulo, 897 F.2d at 1192.   Fortunately, such cases are rare--and the record does not indicate that this case is of that genre.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the first place, there is absolutely no evidence to validate the (entirely conclusory) assertion that the government attempted to harass or intimidate Lagasse.  The mere fact that Lagasse was a federal prisoner at the time of Castro's trial does not prove the assertion.  We likewise are unpersuaded by the appellant's suggestion that the prosecutor's avowed intention to cross-examine Lagasse vigorously about the alleged robbery and other non-collateral points relevant to his proffered testimony amounted to intimidation.  Effective cross-examination is an essential tool that tests the reliability of a witness's testimony, and a prosecutor's stated intention to proceed down that road is no more than an acknowledgment of the obvious.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the same vein, the record contains no indication that the prosecutor deliberately withheld immunity from Lagasse in order to keep exculpatory testimony from the jury.  In answer to the trial court's inquiry, the prosecutor pointed out the federal government's desire not to hinder \"state or federal charges of possession of controlled drugs and trafficking [that] could still be brought\" against Lagasse, notwithstanding the federal conspiracy conviction.  This perfectly plausible statement adequately deflects any insinuation that the government's handling of Lagasse qua witness was motivated by the sole purpose of keeping exculpatory evidence from the jury.  See Angiulo, 897 F.2d at 1193.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We need go no further.  From aught that appears, the appellant was fairly tried and justly convicted.  The judgment below must therefore be</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In this regard, Judge Hornby stated:</p>\n        <p>Certainly, there are plenty of innocent explanations why somebody might know the residence of a family member, but by the same token, if you don't know their residence, that might afford you a defense under certain criminal charges.  And I take it, [counsel's] argument therefore is by admitting to knowledge, he has thereby lost that potential defense of lack of knowledge concerning the circumstances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Here again, the district court did not permit the witness to invoke the Fifth Amendment in a blanket fashion, but required him to respond on voir dire to specific questions.  Moreover, after Lagasse claimed his Fifth Amendment privilege in respect to a question, the court, if the basis for the assertion was not transparently clear, made due inquiry of Lagasse's counsel.  This salutary procedure enabled the court to define the extent of the witness's legitimate Fifth Amendment interests</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743003/"
  ]
}