{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197616/",
  "absolute_url": "/opinion/197616/american-board-v-johnson-powell/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197616/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:34:08Z",
  "date_modified": "2017-03-24T10:52:53.021847Z",
  "type": "010combined",
  "sha1": "085e3937b35789792f75860f2c072f3dfea00392",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1289.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                   \r\n\nNo. 97-1289\r\n\n      AMERICAN BOARD OF PSYCHIATRY AND NEUROLOGY, INC.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                 GLORIA JOHNSON-POWELL, M.D.,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. George A. O'Toole, Jr. U.S. District Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n\n         Campbell and Bownes, Senior Circuit Judges.\r                                                               \r\n\n                                         \r\n\nRoibin  J.  Ryan with  whom  Christopher  B. Sullivan,  Kirkland &amp;\r                                                                              \r\nEllis, Richard S.  Nicholson, and Cooke,  Clancy &amp; Gruenthal,  L.L.P.,\r                                                                             \r\nwere on brief for appellant.\r\nAlice E. Richmond,  with whom Ann Pauly and Richmond, Pauly &amp; Ault\r                                                                              \r\nLLP, were on brief for appellee.\r           \r\n\n                                         \r\n\n                       OCTOBER 23, 1997\r\n                                         \r\r\n\n          CAMPBELL, Senior Circuit Judge.  Plaintiff American\r                                                    \r\n\nBoard of Psychiatry and Neurology, Inc. (\"ABPN\") appeals from\r\n\nthe  district court's denial  of a preliminary  injunction to\r\n\norder Dr. Gloria Johnson-Powell to desist from infringing its\r\n\ncertification  mark.  ABPN had alleged  in its complaint that\r\n\nDr. Johnson-Powell had  falsely claimed, both under  oath and\r\n\non  her curriculum  vitae, that  she  was ABPN-certified,  in\r\n\nviolation  of   the  Trademark  Act  of  1946,  15  U.S.C.   \r\n\n1114(1)(a)-(b)  (the  \"Lanham  Act\").    While  seemingly  in\r\n\nagreement that  Dr.  Johnson-Powell had,  in fact,  committed\r\n\nsuch  infringements,  the  court  denied  relief  because  it\r\n\nbelieved she  was unlikely to  infringe in the future.   ABPN\r\n\nasserts on appeal  that the district court  erred in refusing\r\n\nto grant  a the  preliminary injunction.   While the  case is\r\n\nclose, we cannot say that the district court acted beyond its\r\n\ndiscretion; hence we affirm.\r\n\n                        I.  BACKGROUND\r\n\n          The facts are  largely undisputed.  ABPN is  a non-\r\n\nprofit Illinois corporation that certifies psychiatrists  and\r\n\nneurologists  as  specialists qualified  in  their respective\r\n\nfields.1   ABPN secured and  owns a federal  registration for\r\n\nthe mark:  \"The American Board of Psychiatry  and Neurology.\"\r\n\n                    \r                                \r\n\n1.  ABPN certification is optional and is distinct from state\r\nlicensure.\r\n\n                             -2-\r\r\n\nABPN authorizes physicians  to use its mark if  they have met\r\n\nABPN's  requirements  and  received  an ABPN  certificate  or\r\n\nlicense to use the mark.\r\n\n          Dr.  Johnson-Powell is  a  prominent physician  and\r\n\npsychiatrist who has often testified as an expert  witness in\r\n\ncourt.   Although Dr. Johnson-Powell  is not certified by the\r\n\nABPN,  she claimed under  oath on several  occasions that she\r\n\nwas  ABPN-certified.    Dr. Johnson-Powell  first  made  such\r\n\nstatements  at a  deposition and  during  trial testimony  in\r\n\n1991.  In  1993, after Dr. Johnson-Powell said  she was ABPN-\r\n\ncertified   in  a   deposition,   a  lawyer   challenged  her\r\n\ncertification status at  trial.  She proclaimed  ignorance of\r\n\nwhether  she  was actually  certified.    In 1995  she  again\r\n\nmisstated  her  status  at  a  deposition  and  during  trial\r\n\ntestimony.  In  addition to her sworn testimony, Dr. Johnson-\r\n\nPowell also distributed  a resume on which she  claimed to be\r\n\ncertified and even included a purported certification number.\r\n\n          ABPN   first   learned  of   Dr.   Johnson-Powell's\r\n\nassertions in November of 1995.  ABPN wrote to her, inquiring\r\n\nabout her  actions.   She replied that  a clerical  error had\r\n\ncaused the inadvertent inclusion of a certification number on\r\n\nher resume and that she had remedied the error.\r\n\n          ABPN  brought  this  suit  for  certification  mark\r\n\ninfringement  on December  17,  1996  in  the  United  States\r\n\nDistrict  Court  for  the  District  of  Massachusetts.    On\r\n\n                             -3-\r\r\n\nDecember  30, the court granted a temporary restraining order\r\n\nex parte against  Dr. Johnson-Powell.  On January  23 and 24,\r\n\n1997, both parties attended a preliminary injunction hearing.\r\n\nABPN  presented  documentary   evidence  and  testimony;  Dr.\r\n\nJohnson-Powell, who did  not personally appear,  tendered her\r\n\naffidavit  promising not to repeat her infringing conduct and\r\n\nattaching a redacted resume that did not  include a reference\r\n\nto ABPN  certification.  She  also asserted that she  has not\r\n\nseen  patients  nor provided  expert  witness  services since\r\n\n1995.\r\n\n          Upon completion of the hearing, the district  court\r\n\ndenied  ABPN's request  for a  preliminary  injunction.   The\r\n\ncourt  reasoned  that,  although ABPN  demonstrated  a strong\r\n\nlikelihood that it would prevail on the merits, it had failed\r\n\nto demonstrate a sufficient likelihood of irreparable harm in\r\n\nthe near future.  ABPN brings this  interlocutory appeal from\r\n\nthe   district  court's  order  denying  its  request  for  a\r\n\npreliminary injunction.2\r\n\n                   II.  STANDARD OF REVIEW\r\n\n          In trademark actions as in others, courts of appeal\r\n\nwill  reverse  a  district court's  denial  of  a preliminary\r\n\n                    \r                                \r\n\n2.  Our  appellate  jurisdiction  rests  upon   28  U.S.C.   \r\n1292(a)(1), which provides for  appeals from \"[i]nterlocutory\r\norders  of the  district  courts . . . granting,  continuing,\r\nmodifying, refusing or dissolving injunctions.\"  Id.\r                                                                \r\n\n                             -4-\r\r\n\ninjunction  only if the district court abused its discretion.\r\n\nSee Camel  Hair &amp; Cashmere  Inst. of Am., Inc.  v. Associated\r                                                                         \r\n\nDry Goods  Corp., 799 F.2d  6, 12-13 (1st Cir.  1986) (citing\r                            \r\n\nPlanned  Parenthood League  of Mass.  v.  Bellotti, 641  F.2d\r                                                              \r\n\n1006, 1009  (1st Cir.  1981)).    Application of  an improper\r\n\nlegal standard, however,  is never within a  district court's\r\n\ndiscretion.   See Camel Hair, 799  F.2d at 13.   Similarly, a\r                                        \r\n\ndistrict  court  abuses  its  discretion  if  it  incorrectly\r\n\napplies the law to particular facts.  Id.  We review findings\r                                                     \r\n\nof  fact made  as  part  of the  district  court's denial  of\r\n\ninjunctive  relief under a  clearly erroneous standard.   See\r                                                                         \r\n\nKeds Corp.  v. Renee Int'l  Trading Corp., 888 F.2d  215, 222\r                                                     \r\n\n(1st  Cir. 1989).    Absent  clear error  or  other abuse  of\r\n\ndiscretion, we will not reverse a district court's  denial of\r\n\nan  injunction merely because we  would have been inclined to\r\n\ngrant the injunction had we  heard the matter ourselves.  See\r                                                                         \r\n\nCelebrity, Inc. v.  Trina, Inc., 264 F.2d 956,  958 (1st Cir.\r                                           \r\n\n1959).\r\n\n                       III.  DISCUSSION\r\n\n          As  noted,  ABPN has  registered  its certification\r\n\nmark.   A  registered certification  mark  receives the  same\r\n\nprotection  as  a trademark.    See  15  U.S.C.    1054.    A\r                                               \r\n\nregistrant may obtain  an injunction to preserve the value of\r\n\nits mark and  to prevent future infringement.   See 15 U.S.C.\r                                                               \r\n\n                             -5-\r\r\n\n   1114, 1116.  Here, ABPN sought a preliminary injunction to\r\n\nprotect its  mark in  the interim  before the  district court\r\n\ncould finally resolve ABPN's claims for damages and permanent\r\n\ninjunctive relief.\r\n\n          We  have  stated   that  a  district   court,  when\r\n\ndetermining  whether to issue  a preliminary injunction  in a\r\n\ntrademark  action,   should  weigh  four  factors:   (i)  the\r\n\nplaintiff's likelihood of success on the merits; (ii) whether\r\n\nthe  plaintiff  risks  suffering  irreparable   harm  if  the\r\n\ninjunction   is  not  granted;   (iii)  whether  such  injury\r\n\noutweighs the harm that injunctive relief would cause for the\r\n\ndefendant;  and (iv)  whether the  public  interest would  be\r\n\nadversely  affected  by  granting or  denying  an injunction.\r\n\nSee Equine Techs., Inc. v. Equitechnology, Inc., 68 F.3d 542,\r                                                           \r\n\n544 (1st Cir.  1995).  Here, in denying  relief, the district\r\n\ncourt  mentioned two of  these four  factors in  remarks made\r\n\nfrom  the  bench.    It  indicated that  it  found  a  strong\r\n\nlikelihood of success  on the merits  by noting that:  \"[t]he\r\n\nindications   are  very  strong   that  there  has   been  an\r\n\ninfringement  in  the past[,]  so  strong  as to  be  perhaps\r\n\nundeniable.\"     Nevertheless,  in   denying  a   preliminary\r\n\ninjunction it said it \"[did] not think  that there has been a\r\n\n                             -6-\r\r\n\nshowing  that there is  likely irreputable [sic]  harm in the\r\n\nfuture.\"3  \r\n\n          ABPN asserts that  the district court erred  in two\r\n\nrespects.  First, it contends  that the district court abused\r\n\nits discretion by relying upon an incorrect legal standard to\r\n\ndetermine whether  ABPN would suffer irreparable harm without\r\n\na  preliminary injunction.   Second,  ABPN  asserts that  the\r\n\ncourt clearly erred when it found that Dr. Johnson-Powell was\r\n\nnot likely to infringe ABPN's mark in the near future.\r\n\n1.   Incorrect Legal Standard.\r                                         \r\n\n          To  support its  argument  that the  district court\r\n\nused an incorrect legal standard to assess the likelihood  of\r\n\nirreparable harm, ABPN relies on  cases in which we have held\r\n\nthat a trademark  plaintiff who demonstrates a  likelihood of\r\n\nsuccess  on the merits  creates a presumption  of irreparable\r\n\nharm.  See,  e.g., Societe des Produits Nestle,  S.A. v. Casa\r                                                                         \r\n\nHelvetia, Inc., 982 F.2d 633, 640 (1st Cir. 1992); Keds Corp,\r                                                                        \r\n\n888 F.2d at  220; Camel  Hair, 799  F.2d at 14-15.   We  have\r                                         \r\n\ndeclared in cases such as this one, involving literally false\r\n\nstatements, that \"only a slight  likelihood of injury need be\r                                                       \r\n\nshown to warrant injunctive relief.\"  Camel Hair, 799 F.2d at\r                                                            \r\n\n                    \r                                \r\n\n3.    The court did not expressly balance the relief afforded\r\nby the injunction against the harm to the defendant; however,\r\nit said  that it did not \"rest  the denial of the preliminary\r\ninjunction on  an assessment  of Dr. Johnson-Powell's  likely\r\nreaction.\"    It  made  no  mention  of  the  impact  of  the\r\ninjunction on the public interest.\r\n\n                             -7-\r\r\n\n15  (emphasis added).   Reducing  the  standard of  proof for\r\n\nirreparable  harm in trademark actions reflects the intent of\r\n\n  43(a) of the Lanham Act, 15 U.S.C.   1125(a), \"to encourage\r\n\ncommercial companies to act as the fabled 'vicarious avenger'\r\n\nof consumer rights.\"  Camel Hair, 799 F.2d at 15.\r                                            \r\n\n          ABPN  argues  that  the district  court  abused its\r\n\ndiscretion   by   requiring   it  to   demonstrate   \"likely\"\r\n\nirreparable  harm and imminent  infringement.  We  agree with\r\n\nthe district court,  however, that, while certification  mark\r\n\nand trademark infringements  may be presumed without  more to\r\n\ncause irreparable harm, there is no parallel presumption that\r\n\nbecause  such infringements have  occurred in the  past, they\r\n\nwill  inevitably  be  continued into  the  future.4   Rather,\r\n\nplaintiff  retained   the  ordinary   burden  of   showing  a\r\n\nsufficient likelihood that the infringing conduct would occur\r\n\nin the  future so as to give rise  to an enjoinable threat of\r\n\nirreparable harm.\r\n\n          Here,  the  court  determined  that  there  was \"no\r\n\nprospect  that   there  would   be   [future]  occasions   of\r\n\ninfringement.\"  It  is clear from Camel Hair  itself that the\r                                                        \r\n\n                    \r                                \r\n\n4.  In   saying  this,  we  do  not  question  that  previous\r\ninfringing  conduct  will  ordinarily  imply      often  very\r\nstrongly     the likelihood  of continued  future violations,\r\nand  thus may  well  be  persuasive  evidence  of  threatened\r\nirreparable harm.  We say  merely that such evidence does not\r\namount to a  legal presumption; it is proof  that, like other\r\nfactual   evidence,  may  be  rebutted  by  other  facts  and\r\ncircumstances.\r\n\n                             -8-\r\r\n\ncourt made no  legal error in considering whether  or not the\r\n\nevidence  as  a   whole  indicated  a  threat   of  continued\r\n\ninfringement.    One of  the  Camel Hair  defendants  who had\r                                                    \r\n\npreviously  sold infringing  garments  removed them  from its\r\n\nracks prior to  the preliminary injunction hearing.   Against\r\n\nthat  defendant, we upheld the  district court's denial of an\r\n\ninterlocutory   injunction,  stating   that  \"there   was  no\r\n\nlikelihood of [that particular  defendant] causing any injury\r\n\nto [the plaintiff] at the  time the request for an injunction\r\n\nwas  being considered.\"   Camel  Hair, 799  F.2d at 13.   The\r                                                 \r\n\npurpose of interlocutory injunctive relief is to preserve the\r\n\nstatus  quo pending final  relief and to  prevent irreparable\r\n\ninjury to the plaintiff    not simply to punish past misdeeds\r\n\nor set an example.   See CMM Cable Rep., Inc. v. Ocean  Coast\r                                                                         \r\n\nProperties,  Inc.,  48   F.3d  618,  620  (1st   Cir.  1995);\r                             \r\n\nAcierno v. New  Castle  County, 40  F.3d  645, 647  (3d  Cir.\r                                          \r\n\n1995).  Absent  likelihood of future infringement,  there can\r\n\nbe  none of  the  ill  effects that  an  injunction seeks  to\r\n\nprevent: no  loss of future  profits, no loss of  goodwill or\r\n\nreputation.     Thus,  contrary  to  ABPN's  suggestion,  the\r\n\ndistrict  court's   inquiry  into  the  question   of  future\r\n\nirreparable injury was proper.\r\n\n          ABPN contends that  Camel Hair  commands courts  to\r                                                    \r\n\ngrant  a preliminary injunction in  a trademark action if the\r\n\nplaintiff   demonstrates  even   a  \"slight   likelihood\"  of\r\n\n                             -9-\r\r\n\nirreparable  injury.  The district court's use of \"likely\" is\r\n\nsaid to have  signaled use  of too high  a standard of  proof\r\n\nhere.5   But  while  even  a  \"slight likelihood\"  of  future\r\n\ninfringement may  well warrant injunctive  relief, we  cannot\r\n\nsay  that  a  district  judge's  discretion  to  withhold  an\r\n\ninjunction turns here  on such nuances  of phraseology.   The\r\n\n\"slight likelihood\" standard  was discussed in Camel  Hair in\r                                                                      \r\n\nreference to  whether the  act of  infringement would  itself\r\n\ncreate  irreparable  harm,   not  to  whether  there   was  a\r\n\nlikelihood of  infringement in the  future.  As we  have said\r\n\nelsewhere, \"[b]y  its  very  nature,  trademark  infringement\r\n\nresults in  irreparable harm  because the  attendant loss  of\r\n\nprofits,  goodwill, and  reputation cannot  be satisfactorily\r\n\nquantified, and, thus, the  trademark owner cannot adequately\r\n\nbe compensated.\"  Societe Des Produits Nestle, S.A., 982 F.2d\r                                                               \r\n\nat 640.    Certainly a  court should  grant an  interlocutory\r\n\n                    \r                                \r\n\n5.  At one point  the court stated that  \"harm isn't presumed\r\nif it's not certain or if it's certain that they  won't occur\r\nor not certain that they won't occur.\"  Presumably, the judge\r\nmeant that he found little likelihood that Dr. Johnson-Powell\r\nwould  infringe  in   the  near  future.    This  reading  is\r\nbuttressed by  the fact that,  in the same breath,  the judge\r\nanalogized this matter  to Camel Hair by noting  that in both\r                                                 \r\ncases  there was  \"no prospect that  there would  be [future]\r\noccasions of infringement from the defendant.\"  \r\n     The judge  also noted, however,  that he did  not \"think\r\nthere  [was] a showing  that [the infringing]  behavior [was]\r\nlikely to continue,\" and stated that the general requirements\r\nof equity demand  that a plaintiff \"show the  likelihood they\r\nare about  to suffer some  irreparable harm.\"  He  also found\r\nthat the  relevant question  for the  court was  \"whether the\r\nharm is likely to occur or not.\"  \r\n\n                             -10-\r\r\n\ninjunction in  a  trademark case  when  a realistic  risk  of\r\n\nfuture  infringement  (within   the  time   covered  by   the\r\n\ninjunction)  has been  demonstrated, but  we  cannot say  the\r\n\ndistrict court misunderstood this point.\r\n\n          To  be sure, there was ample  evidence here of past\r\n\ninfringing  conduct, not to mention conduct indicative of bad\r\n\nfaith.   As mentioned in note 4, supra, such evidence, if not\r                                                  \r\n\nrebutted, may  give rise to  a strong inference  that further\r\n\ninfringing acts will occur in the future.  Even so, we cannot\r\n\nsay that  a  defendant can  never  take actions  and  provide\r\n\nassurances  sufficient,  in  the face  of  such  evidence, to\r\n\nconvince a court that she will not commit future  violations.\r\n\nOur system leaves  it primarily in the hands  of the district\r\n\ncourt to ascertain whether the danger of future harm has been\r\n\nadequately established so  as to warrant the protection of an\r\n\ninjunction.  In arguing for a  rule that, in a situation like\r\n\nthis, injunctive relief  is necessarily required as  a matter\r\n\nof law, ABPN points to  our language in Camel Hair  that \"the\r                                                              \r\n\ndistrict  court's   finding  that   it   was  probable   that\r\n\ndefendant's labels were literally  false in itself  warranted\r\n\nthe grant of the injunction sought.\"  Camel Hair, 799 F.2d at\r                                                            \r\n\n16.   But in that aspect of Camel Hair,  it is clear that the\r                                                  \r\n\n                             -11-\r\r\n\ndistrict judge found,  and that we accepted,  that infringing\r\n\nconduct would continue unless enjoined.6\r\n\n          We,  therefore,  reject  ABPN's  argument that  the\r\n\ncourt committed legal  error in denying injunctive  relief on\r                                 \r\n\nthe ground that there was no prospect of future infringement.\r\n\n2.   Findings of fact.\r                                 \r\n\n          ABPN's  more potent argument  is that, even  if the\r\n\ncourt used a permissible legal standard to assess irreparable\r\n\nharm, the district court clearly erred in its factual finding\r\n\nthatDr. Johnson-Powell would not infringe in the near future.\r\n\n          ABPN  argues that the  court below should  not have\r\n\ncredited Dr. Johnson-Powell's claim of voluntary reformation7\r\n\nbecause her conduct did not rise to the level of \"irrefutably\r\n\ndemonstrated, total  reform.\"   Pic Design  Corp. v. Bearings\r                                                                         \r\n\n                    \r                                \r\n\n6.  In Camel  Hair, the  district  court found  \"there was  a\r                              \r\nprobability  that   further  marketing  of   [the  infringing\r\nproduct] would occur if an injunction was not issued.\"  Camel\r                                                                         \r\nHair, 799 F.2d  at 9; see also  Keds Corp., 888  F.2d at  217\r                                                      \r\n(noting  that defendant  had  refused  to  stop  selling  its\r\nremaining inventory  of the infringing product);  Donoghue v.\r                                                                      \r\nIBC/USA  (Publications),  Inc.,  886 F.  Supp.  947,  953 (D.\r                                          \r\nMass.),  aff'd, 70  F.3d  206 (1st  Cir.  1995) (noting  that\r                          \r\ndefendant continued its infringing activity).\r\n\n7.  Dr.  Johnson-Powell  filed  an affidavit,  in  which  she\r\nasserted, inter  alia, that:  (1) she  has not  seen patients\r                                 \r\nsince 1995; (2) she has not  circulated her infringing resume\r\nsince  1995;   (3)  the  false   claim  on  her   resume  was\r\ninadvertent; (4) she  tried to locate and destroy  all copies\r\nof her misleading resume; (5) she has not served as an expert\r\nwitness, nor assisted an expert  witness, since 1995; and (6)\r\nshe will not claim to be Board certified in the future.  \r\n\n                             -12-\r\r\n\nSpecialty Co., 436  F.2d 804, 809 (1st Cir.  1971).  We think\r                         \r\n\nABPN reads Pic Design out of context.\r                                 \r\n\n          In Pic Design,  we limited an earlier  statement in\r                                   \r\n\nElectronics Corp.  of Am.  v. Honeywell,  Inc., 428  F.2d 191\r                                                          \r\n\n(1st Cir.  1970).  In that  earlier case, we stated  in dicta\r\n\nthat  \"[w]e might  accept  the  principle that  so  far as  a\r\n\npreliminary injunction  is concerned,  . . . voluntary reform\r\n\nwill always suffice.\"   Id. at 195 (emphasis added).   In Pic\r                                                                         \r\n\nDesign,  we modified  our  statement  in  Honeywell  so  that\r                                                               \r\n\nvoluntary  reform will always  suffice to  prevent injunctive\r                                                              \r\n\nrelief  only  if  it  is  \"irrefutably  demonstrated,   total\r\n\nreform.\"  Pic Design,  436 F.2d at 809.  It  does not follow,\r                                \r\n\nhowever, that a district court may, in its discretion, credit\r\n\na claim of reform only  if it meets the Pic Design  standard.\r                                                              \r\n\nOur affirmance  of an  injunction in  that case  demonstrated\r\n\nonly that a court does  not necessarily abuse its  discretion\r\n\nby  granting an  injunction  when  the  nonmoving  party  has\r\n\nvoluntarily  abated its infringing activity.  Whether a court\r\n\ngoes  too far  in denying  an  injunction in  the absence  of\r\n\nsomething less than total reform is a fact-specific matter.\r\n\n          ABPN argues that  the record contains  insufficient\r\n\nevidence  for a  court to  conclude  that Dr.  Johnson-Powell\r\n\nwould not  engage in infringing  conduct in the  near future.\r\n\nAs ABPN correctly  notes, our decision to affirm the district\r\n\ncourt's  denial of  injunctive  relief  against  one  of  the\r\n\n                             -13-\r\r\n\ndefendants in  Camel Hair rested  upon the good faith  of the\r                                     \r\n\ninfringer and the infringer's rapid and credible cessation of\r\n\nits infringing  activities.  See Camel Hair, 799  F.2d at 13.\r                                                       \r\n\nABPN argues that Dr. Johnson-Powell has not displayed similar\r\n\ngood  faith and  that  she is  extremely  likely to  infringe\r\n\nagain.\r\n\n          We   must  agree   that   the   evidence  of   past\r\n\ninfringement  is  very  strong.   The  district  court itself\r\n\nremarked  that  the  evidence  of Dr.  Johnson-Powell's  past\r\n\ninfringement was  \"so strong  as to  be perhaps  undeniable.\"\r\n\nThe district court  also thought her affidavit  was \"probably\r\n\nnot true,\" apparently in respect to the claimed \"inadvertence\r\n\nof the error  on the resume.\"   It can also be  inferred from\r\n\nthe  record that Dr. Johnson-Powell violated past promises to\r\n\nreform her  conduct.   Moreover, Dr.  Johnson-Powell did  not\r\n\nproffer  her affidavit until  after the  court had  entered a\r\n\ntemporary restraining order, timing argued by ABPN to suggest\r\n\na  lack of sincerity.  Clearly, Dr. Johnson-Powell's behavior\r\n\ndoes not  rise to the  level of reformation displayed  by the\r\n\ndefendant  in Camel  Hair; on  this record,  the court  could\r                                     \r\n\nundoubtedly have issued preliminary  injunctive relief had it\r\n\nbeen so  inclined.  Our  review, however, is for  clear error\r\n\nand  for abuse of  discretion.  See  Keds Corp., 888  F.2d at\r                                                           \r\n\n222.  We cannot say these standards were reached here.\r\n\n                             -14-\r\r\n\n          Despite its  skepticism about  some aspects  of Dr.\r\n\nJohnson-Powell's  affidavit,  the  district  court  plausibly\r\n\nfound  that  the  character  of  Dr.   Johnson-Powell's  past\r\n\nmisstatements   rendered   the   possibility   of   recurring\r\n\ninfringement  remote.    Serving as  a  courtroom  expert and\r\n\ndisseminating a resume, Dr.  Johnson-Powell's two methods  of\r\n\ninfringement, are \"not like someone offering goods for sale,\"\r\n\nwhich could  occur at any  time.   In support of  the court's\r\n\ndetermination was Dr.  Johnson-Powell's affidavit of  January\r\n\n8, 1997,  filed with  the court by  her attorneys  and signed\r\n\nunder penalty  of perjury, in  which she stated that,  in the\r\n\nfuture,  she  has \"no  intention  to and  will  not represent\r\n\n[herself]  as  being  certified  by  The  American  Board  of\r\n\nPsychiatry  and  Neurology   and  will  not  engage   in  any\r\n\nunauthorized  use of the registered certification mark of The\r\n\nAmerican  Board of  Psychiatry  and  Neurology.\"    She  also\r\n\nindicated  that she  no  longer engages  in  the business  of\r\n\ntestifying as an  expert witness.   Along with the  affidavit\r\n\nwas a copy of her  curriculum vitae which no longer contained\r\n\nher claim of certification.  Her attorneys, moreover, offered\r\n\nto stipulate in writing that, \"from this date forward, Gloria\r\n\nJohnson-Powell will not represent  herself as being certified\r\n\nby [ABPN] and will not engage in any unauthorized use of  the\r\n\nregistered certification mark.\" \r\n\n                             -15-\r\r\n\n          The district  court retains jurisdiction  over this\r\n\nmatter pending final  determination of the action  brought by\r\n\nABPN.      Dr.   Johnson-Powell   and   her   attorneys   are\r\n\nunquestionably aware  that any violation  during that  period\r\n\nwould constitute a serious breach of faith with the court and\r\n\nwould erode  any hopes defendant  may continue to have  for a\r\n\nsuccessful outcome.  ABPN, moreover,  will still  be able  to\r\n\nrequest  final injunctive relief.  District courts are better\r\n\npositioned than  ourselves to  observe the  nuances of  these\r\n\nmatters.   Viewing all the evidence available to the district\r\n\ncourt and the posture of  this appeal through the deferential\r\n\nlens of the applicable standard of review, we cannot say that\r\n\nthe  district court  clearly erred  or  otherwise abused  its\r\n\ndiscretion  in concluding that the defendant will not further\r\n\ninfringe  ABPN's mark  in the  future period  during  which a\r\n\npreliminary injunction would operate.\r\n\n          Affirmed. \r                              \r\n\n                             -16-\r\r\n",
  "html": "<p class=\"case_cite\">129 F.3d 1</p>\n    <p class=\"case_cite\">44 U.S.P.Q.2d 1517</p>\n    <p class=\"parties\">AMERICAN BOARD OF PSYCHIATRY AND NEUROLOGY, INC., Plaintiff, Appellant,<br>v.<br>Gloria JOHNSON-POWELL, M.D., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1289.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 4, 1997.<br>Decided Oct. 23, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Roibin J. Ryan with whom Christopher B. Sullivan, Kirkland &amp; Ellis, Chicago, IL, Richard S. Nicholson, and Cooke, Clancy &amp; Gruenthal, L.L.P., Boston, MA, were on brief for appellant.</p>\n      <p class=\"indent\">Alice E. Richmond, with whom Ann Pauly and Richmond, Pauly &amp; Ault LLP, Boston, MA, were on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff American Board of Psychiatry and Neurology, Inc.  (\"ABPN\") appeals from the district court's denial of a preliminary injunction to order Dr. Gloria Johnson-Powell to desist from infringing its certification mark.  ABPN had alleged in its complaint that Dr. Johnson-Powell had falsely claimed, both under oath and on her curriculum vitae, that she was ABPN-certified, in violation of the Trademark Act of 1946, 15 U.S.C. &#167; 1114(1)(a)-(b) (the \"Lanham Act\").  While seemingly in agreement that Dr. Johnson-Powell had, in fact, committed such infringements, the court denied relief because it believed she was unlikely to infringe in the future.  ABPN asserts on appeal that the district court erred in refusing to grant a preliminary injunction.  While the case is close, we cannot say that the district court acted beyond its discretion;  hence we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are largely undisputed.  ABPN is a non-profit Illinois corporation that certifies psychiatrists and neurologists as specialists qualified in their respective fields.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  ABPN secured and owns a federal registration for the mark:  \"The American Board of Psychiatry and Neurology.\"   ABPN authorizes physicians to use its mark if they have met ABPN's requirements and received an ABPN certificate or license to use the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dr. Johnson-Powell is a prominent physician and psychiatrist who has often testified as an expert witness in court.  Although Dr. Johnson-Powell is not certified by the ABPN, she claimed under oath on several occasions that she was ABPN-certified.  Dr. Johnson-Powell first made such statements at a deposition and during trial testimony in 1991.  In 1993, after Dr. Johnson-Powell said she was ABPN-certified in a deposition, a lawyer challenged her certification status at trial.  She proclaimed ignorance of whether she was actually certified.  In 1995 she again misstated her status at a deposition and during trial testimony.  In addition to her sworn testimony, Dr. Johnson-Powell also distributed a resume on which she claimed to be certified and even included a purported certification number.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">ABPN first learned of Dr. Johnson-Powell's assertions in November of 1995.  ABPN wrote to her, inquiring about her actions.  She replied that a clerical error had caused the inadvertent inclusion of a certification number on her resume and that she had remedied the error.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">ABPN brought this suit for certification mark infringement on December 17, 1996 in the United States District Court for the District of Massachusetts.  On December 30, the court granted a temporary restraining order ex parte against Dr. Johnson-Powell.  On January 23 and 24, 1997, both parties attended a preliminary injunction hearing.  ABPN presented documentary evidence and testimony;  Dr. Johnson-Powell, who did not personally appear, tendered her affidavit promising not to repeat her infringing conduct and attaching a redacted resume that did not include a reference to ABPN certification.  She also asserted that she has not seen patients nor provided expert witness services since 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon completion of the hearing, the district court denied ABPN's request for a preliminary injunction.  The court reasoned that, although ABPN demonstrated a strong likelihood that it would prevail on the merits, it had failed to demonstrate a sufficient likelihood of irreparable harm in the near future.  ABPN brings this interlocutory appeal from the district court's order denying its request for a preliminary injunction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In trademark actions as in others, courts of appeal will reverse a district court's denial of a preliminary injunction only if the district court abused its discretion.  See Camel Hair &amp; Cashmere Inst. of Am., Inc. v. Associated Dry Goods Corp., 799 F.2d 6, 12-13 (1st Cir.1986) (citing Planned Parenthood League of Mass. v. Bellotti, 641 F.2d 1006, 1009 (1st Cir.1981)).  Application of an improper legal standard, however, is never within a district court's discretion.  See Camel Hair, 799 F.2d at 13.   Similarly, a district court abuses its discretion if it incorrectly applies the law to particular facts.  Id. We review findings of fact made as part of the district court's denial of injunctive relief under a clearly erroneous standard.  See Keds Corp. v. Renee Int'l Trading Corp., 888 F.2d 215, 222 (1st Cir.1989).  Absent clear error or other abuse of discretion, we will not reverse a district court's denial of an injunction merely because we would have been inclined to grant the injunction had we heard the matter ourselves.  See Celebrity, Inc. v. Trina, Inc., 264 F.2d 956, 958 (1st Cir.1959).</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As noted, ABPN has registered its certification mark.  A registered certification mark receives the same protection as a trademark.  See 15 U.S.C. &#167; 1054.  A registrant may obtain an injunction to preserve the value of its mark and to prevent future infringement.  See 15 U.S.C. &#167;&#167; 1114, 1116.  Here, ABPN sought a preliminary injunction to protect its mark in the interim before the district court could finally resolve ABPN's claims for damages and permanent injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We have stated that a district court, when determining whether to issue a preliminary injunction in a trademark action, should weigh four factors:  (i) the plaintiff's likelihood of success on the merits;  (ii) whether the plaintiff risks suffering irreparable harm if the injunction is not granted;  (iii) whether such injury outweighs the harm that injunctive relief would cause for the defendant;  and (iv) whether the public interest would be adversely affected by granting or denying an injunction.  See Equine Techs., Inc. v. Equitechnology, Inc., 68 F.3d 542, 544 (1st Cir.1995).  Here, in denying relief, the district court mentioned two of these four factors in remarks made from the bench.  It indicated that it found a strong likelihood of success on the merits by noting that:  \"[t]he indications are very strong that there has been an infringement in the past[,] so strong as to be perhaps undeniable.\"   Nevertheless, in denying a preliminary injunction it said it \"[did] not think that there has been a showing that there is likely irreputable [sic] harm in the future.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">ABPN asserts that the district court erred in two respects.  First, it contends that the district court abused its discretion by relying upon an incorrect legal standard to determine whether ABPN would suffer irreparable harm without a preliminary injunction.  Second, ABPN asserts that the court clearly erred when it found that Dr. Johnson-Powell was not likely to infringe ABPN's mark in the near future.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>1. Incorrect Legal Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To support its argument that the district court used an incorrect legal standard to assess the likelihood of irreparable harm, ABPN relies on cases in which we have held that a trademark plaintiff who demonstrates a likelihood of success on the merits creates a presumption of irreparable harm.  See, e.g., Societe Des Produits Nestle, S.A. v. Casa Helvetia, Inc., 982 F.2d 633, 640 (1st Cir.1992);  Keds Corp, 888 F.2d at 220;  Camel Hair, 799 F.2d at 14-15.   We have declared in cases such as this one, involving literally false statements, that \"only a slight likelihood of injury need be shown to warrant injunctive relief.\"  Camel Hair, 799 F.2d at 15 (emphasis added).  Reducing the standard of proof for irreparable harm in trademark actions reflects the intent of &#167; 43(a) of the Lanham Act, 15 U.S.C. &#167; 1125(a), \"to encourage commercial companies to act as the fabled 'vicarious avenger' of consumer rights.\"  Camel Hair, 799 F.2d at 15.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">ABPN argues that the district court abused its discretion by requiring it to demonstrate \"likely\" irreparable harm and imminent infringement.  We agree with the district court, however, that, while certification mark and trademark infringements may be presumed without more to cause irreparable harm, there is no parallel presumption that because such infringements have occurred in the past, they will inevitably be continued into the future.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Rather, plaintiff retained the ordinary burden of showing a sufficient likelihood that the infringing conduct would occur in the future so as to give rise to an enjoinable threat of irreparable harm.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the court determined that there was \"no prospect that there would be [future] occasions of infringement.\"   It is clear from Camel Hair itself that the court made no legal error in considering whether or not the evidence as a whole indicated a threat of continued infringement.  One of the Camel Hair defendants who had previously sold infringing garments removed them from its racks prior to the preliminary injunction hearing.  Against that defendant, we upheld the district court's denial of an interlocutory injunction, stating that \"there was no likelihood of [that particular defendant] causing any injury to [the plaintiff] at the time the request for an injunction was being considered.\"  Camel Hair, 799 F.2d at 13.   The purpose of interlocutory injunctive relief is to preserve the status quo pending final relief and to prevent irreparable injury to the plaintiff--not simply to punish past misdeeds or set an example.  See CMM Cable Rep., Inc. v. Ocean Coast Properties, Inc., 48 F.3d 618, 620 (1st Cir.1995);  Acierno v. New Castle County, 40 F.3d 645, 647 (3d Cir.1994).  Absent likelihood of future infringement, there can be none of the ill effects that an injunction seeks to prevent:  no loss of future profits, no loss of goodwill or reputation.  Thus, contrary to ABPN's suggestion, the district court's inquiry into the question of future irreparable injury was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">ABPN contends that Camel Hair commands courts to grant a preliminary injunction in a trademark action if the plaintiff demonstrates even a \"slight likelihood\" of irreparable injury.  The district court's use of \"likely\" is said to have signaled use of too high a standard of proof here.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  But while even a \"slight likelihood\" of future infringement may well warrant injunctive relief, we cannot say that a district judge's discretion to withhold an injunction turns here on such nuances of phraseology.  The \"slight likelihood\" standard was discussed in Camel Hair in reference to whether the act of infringement would itself create irreparable harm, not to whether there was a likelihood of infringement in the future.  As we have said elsewhere, \"[b]y its very nature, trademark infringement results in irreparable harm because the attendant loss of profits, goodwill, and reputation cannot be satisfactorily quantified, and, thus, the trademark owner cannot adequately be compensated.\"  Societe Des Produits Nestle, S.A., 982 F.2d at 640.   Certainly a court should grant an interlocutory injunction in a trademark case when a realistic risk of future infringement (within the time covered by the injunction) has been demonstrated, but we cannot say the district court misunderstood this point.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To be sure, there was ample evidence here of past infringing conduct, not to mention conduct indicative of bad faith.  As mentioned in note 4, supra, such evidence, if not rebutted, may give rise to a strong inference that further infringing acts will occur in the future.  Even so, we cannot say that a defendant can never take actions and provide assurances sufficient, in the face of such evidence, to convince a court that she will not commit future violations.  Our system leaves it primarily in the hands of the district court to ascertain whether the danger of future harm has been adequately established so as to warrant the protection of an injunction.  In arguing for a rule that, in a situation like this, injunctive relief is necessarily required as a matter of law, ABPN points to our language in Camel Hair that \"the district court's finding that it was probable that defendant's labels were literally false in itself warranted the grant of the injunction sought.\"  Camel Hair, 799 F.2d at 16.   But in that aspect of Camel Hair, it is clear that the district judge found, and that we accepted, that infringing conduct would continue unless enjoined.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We, therefore, reject ABPN's argument that the court committed legal error in denying injunctive relief on the ground that there was no prospect of future infringement.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>2. Findings of fact.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">ABPN's more potent argument is that, even if the court used a permissible legal standard to assess irreparable harm, the district court clearly erred in its factual finding that Dr. Johnson-Powell would not infringe in the near future.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">ABPN argues that the court below should not have credited Dr. Johnson-Powell's claim of voluntary reformation<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> because her conduct did not rise to the level of \"irrefutably demonstrated, total reform.\"  Pic Design Corp. v. Bearings Specialty Co., 436 F.2d 804, 809 (1st Cir.1971).  We think ABPN reads Pic Design out of context.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Pic Design, we limited an earlier statement in Electronics Corp. of Am. v. Honeywell, Inc., 428 F.2d 191 (1st Cir.1970).  In that earlier case, we stated in dicta that \"[w]e might accept the principle that so far as a preliminary injunction is concerned, ... voluntary reform will always suffice.\"  Id. at 195 (emphasis added).  In Pic Design, we modified our statement in Honeywell so that voluntary reform will always suffice to prevent injunctive relief only if it is \"irrefutably demonstrated, total reform.\"  Pic Design, 436 F.2d at 809.   It does not follow, however, that a district court may, in its discretion, credit a claim of reform only if it meets the Pic Design standard.  Our affirmance of an injunction in that case demonstrated only that a court does not necessarily abuse its discretion by granting an injunction when the nonmoving party has voluntarily abated its infringing activity.  Whether a court goes too far in denying an injunction in the absence of something less than total reform is a fact-specific matter.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">ABPN argues that the record contains insufficient evidence for a court to conclude that Dr. Johnson-Powell would not engage in infringing conduct in the near future.  As ABPN correctly notes, our decision to affirm the district court's denial of injunctive relief against one of the defendants in Camel Hair rested upon the good faith of the infringer and the infringer's rapid and credible cessation of its infringing activities.  See Camel Hair, 799 F.2d at 13.   ABPN argues that Dr. Johnson-Powell has not displayed similar good faith and that she is extremely likely to infringe again.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We must agree that the evidence of past infringement is very strong.  The district court itself remarked that the evidence of Dr. Johnson-Powell's past infringement was \"so strong as to be perhaps undeniable.\"   The district court also thought her affidavit was \"probably not true,\" apparently in respect to the claimed \"inadvertence of the error on the resume.\"   It can also be inferred from the record that Dr. Johnson-Powell violated past promises to reform her conduct.  Moreover, Dr. Johnson-Powell did not proffer her affidavit until after the court had entered a temporary restraining order, timing argued by ABPN to suggest a lack of sincerity.  Clearly, Dr. Johnson-Powell's behavior does not rise to the level of reformation displayed by the defendant in Camel Hair;  on this record, the court could undoubtedly have issued preliminary injunctive relief had it been so inclined.  Our review, however, is for clear error and for abuse of discretion.  See Keds Corp., 888 F.2d at 222.   We cannot say these standards were reached here.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Despite its skepticism about some aspects of Dr. Johnson-Powell's affidavit, the district court plausibly found that the character of Dr. Johnson-Powell's past misstatements rendered the possibility of recurring infringement remote.  Serving as a courtroom expert and disseminating a resume, Dr. Johnson-Powell's two methods of infringement, are \"not like someone offering goods for sale,\" which could occur at any time.  In support of the court's determination was Dr. Johnson-Powell's affidavit of January 8, 1997, filed with the court by her attorneys and signed under penalty of perjury, in which she stated that, in the future, she has \"no intention to and will not represent [herself] as being certified by The American Board of Psychiatry and Neurology and will not engage in any unauthorized use of the registered certification mark of The American Board of Psychiatry and Neurology.\"   She also indicated that she no longer engages in the business of testifying as an expert witness.  Along with the affidavit was a copy of her curriculum vitae which no longer contained her claim of certification.  Her attorneys, moreover, offered to stipulate in writing that, \"from this date forward, Gloria Johnson-Powell will not represent herself as being certified by [ABPN] and will not engage in any unauthorized use of the registered certification mark.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court retains jurisdiction over this matter pending final determination of the action brought by ABPN.  Dr. Johnson-Powell and her attorneys are unquestionably aware that any violation during that period would constitute a serious breach of faith with the court and would erode any hopes defendant may continue to have for a successful outcome.  ABPN, moreover, will still be able to request final injunctive relief.  District courts are better positioned than ourselves to observe the nuances of these matters.  Viewing all the evidence available to the district court and the posture of this appeal through the deferential lens of the applicable standard of review, we cannot say that the district court clearly erred or otherwise abused its discretion in concluding that the defendant will not further infringe ABPN's mark in the future period during which a preliminary injunction would operate.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> ABPN certification is optional and is distinct from state licensure</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Our appellate jurisdiction rests upon 28 U.S.C. &#167; 1292(a)(1), which provides for appeals from \"[i]nterlocutory orders of the district courts ... granting, continuing, modifying, refusing or dissolving injunctions.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court did not expressly balance the relief afforded by the injunction against the harm to the defendant;  however, it said that it did not \"rest the denial of the preliminary injunction on an assessment of Dr. Johnson-Powell's likely reaction.\"   It made no mention of the impact of the injunction on the public interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In saying this, we do not question that previous infringing conduct will ordinarily imply--often very strongly--the likelihood of continued future violations, and thus may well be persuasive evidence of threatened irreparable harm.  We say merely that such evidence does not amount to a legal presumption;  it is proof that, like other factual evidence, may be rebutted by other facts and circumstances</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At one point the court stated that \"harm isn't presumed if it's not certain or if it's certain that they won't occur or not certain that they won't occur.\"   Presumably, the judge meant that he found little likelihood that Dr. Johnson-Powell would infringe in the near future.  This reading is buttressed by the fact that, in the same breath, the judge analogized this matter to Camel Hair by noting that in both cases there was \"no prospect that there would be [future] occasions of infringement from the defendant.\"</p>\n        <p>The judge also noted, however, that he did not \"think there [was] a showing that [the infringing] behavior [was] likely to continue,\" and stated that the general requirements of equity demand that a plaintiff \"show the likelihood they are about to suffer some irreparable harm.\"   He also found that the relevant question for the court was \"whether the harm is likely to occur or not.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In Camel Hair, the district court found \"there was a probability that further marketing of [the infringing product] would occur if an injunction was not issued.\"  Camel Hair, 799 F.2d at 9;  see also Keds Corp., 888 F.2d at 217 (noting that defendant had refused to stop selling its remaining inventory of the infringing product);  Donoghue v. IBC/USA (Publications), Inc., 886 F.Supp. 947, 953 (D.Mass.), aff'd, 70 F.3d 206 (1st Cir.1995) (noting that defendant continued its infringing activity)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Dr. Johnson-Powell filed an affidavit, in which she asserted, inter alia, that:  (1) she has not seen patients since 1995;  (2) she has not circulated her infringing resume since 1995;  (3) the false claim on her resume was inadvertent;  (4) she tried to locate and destroy all copies of her misleading resume;  (5) she has not served as an expert witness, nor assisted an expert witness, since 1995;  and (6) she will not claim to be Board certified in the future</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\">44 U.S.P.Q.2d 1517</p>\n    <p class=\"parties\">AMERICAN BOARD OF PSYCHIATRY AND NEUROLOGY, INC., Plaintiff, Appellant,<br>v.<br>Gloria JOHNSON-POWELL, M.D., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1289.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 4, 1997.<br>Decided Oct. 23, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Roibin J. Ryan with whom Christopher B. Sullivan, Kirkland &amp; Ellis, Chicago, IL, Richard S. Nicholson, and Cooke, Clancy &amp; Gruenthal, L.L.P., Boston, MA, were on brief for appellant.</p>\n      <p class=\"indent\">Alice E. Richmond, with whom Ann Pauly and Richmond, Pauly &amp; Ault LLP, Boston, MA, were on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff American Board of Psychiatry and Neurology, Inc.  (\"ABPN\") appeals from the district court's denial of a preliminary injunction to order Dr. Gloria Johnson-Powell to desist from infringing its certification mark.  ABPN had alleged in its complaint that Dr. Johnson-Powell had falsely claimed, both under oath and on her curriculum vitae, that she was ABPN-certified, in violation of the Trademark Act of 1946, 15 U.S.C. &#167; 1114(1)(a)-(b) (the \"Lanham Act\").  While seemingly in agreement that Dr. Johnson-Powell had, in fact, committed such infringements, the court denied relief because it believed she was unlikely to infringe in the future.  ABPN asserts on appeal that the district court erred in refusing to grant a preliminary injunction.  While the case is close, we cannot say that the district court acted beyond its discretion;  hence we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are largely undisputed.  ABPN is a non-profit Illinois corporation that certifies psychiatrists and neurologists as specialists qualified in their respective fields.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  ABPN secured and owns a federal registration for the mark:  \"The American Board of Psychiatry and Neurology.\"   ABPN authorizes physicians to use its mark if they have met ABPN's requirements and received an ABPN certificate or license to use the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dr. Johnson-Powell is a prominent physician and psychiatrist who has often testified as an expert witness in court.  Although Dr. Johnson-Powell is not certified by the ABPN, she claimed under oath on several occasions that she was ABPN-certified.  Dr. Johnson-Powell first made such statements at a deposition and during trial testimony in 1991.  In 1993, after Dr. Johnson-Powell said she was ABPN-certified in a deposition, a lawyer challenged her certification status at trial.  She proclaimed ignorance of whether she was actually certified.  In 1995 she again misstated her status at a deposition and during trial testimony.  In addition to her sworn testimony, Dr. Johnson-Powell also distributed a resume on which she claimed to be certified and even included a purported certification number.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">ABPN first learned of Dr. Johnson-Powell's assertions in November of 1995.  ABPN wrote to her, inquiring about her actions.  She replied that a clerical error had caused the inadvertent inclusion of a certification number on her resume and that she had remedied the error.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">ABPN brought this suit for certification mark infringement on December 17, 1996 in the United States District Court for the District of Massachusetts.  On December 30, the court granted a temporary restraining order ex parte against Dr. Johnson-Powell.  On January 23 and 24, 1997, both parties attended a preliminary injunction hearing.  ABPN presented documentary evidence and testimony;  Dr. Johnson-Powell, who did not personally appear, tendered her affidavit promising not to repeat her infringing conduct and attaching a redacted resume that did not include a reference to ABPN certification.  She also asserted that she has not seen patients nor provided expert witness services since 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon completion of the hearing, the district court denied ABPN's request for a preliminary injunction.  The court reasoned that, although ABPN demonstrated a strong likelihood that it would prevail on the merits, it had failed to demonstrate a sufficient likelihood of irreparable harm in the near future.  ABPN brings this interlocutory appeal from the district court's order denying its request for a preliminary injunction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In trademark actions as in others, courts of appeal will reverse a district court's denial of a preliminary injunction only if the district court abused its discretion.  See Camel Hair &amp; Cashmere Inst. of Am., Inc. v. Associated Dry Goods Corp., <span class=\"citation\" data-id=\"475227\"><a href=\"/opinion/475227/camel-hair-and-cashmere-institute-of-america-inc-v-associated-dry-goods/\"><span class=\"volume\">799</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 12-13 (1st Cir.1986) (citing Planned Parenthood League of Mass. v. Bellotti, <span class=\"citation\" data-id=\"387368\"><a href=\"/opinion/387368/planned-parenthood-league-of-massachusetts-v-francis-x-bellotti/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span>, 1009 (1st Cir.1981)).  Application of an improper legal standard, however, is never within a district court's discretion.  See Camel Hair, 799 F.2d at 13.   Similarly, a district court abuses its discretion if it incorrectly applies the law to particular facts.  Id. We review findings of fact made as part of the district court's denial of injunctive relief under a clearly erroneous standard.  See Keds Corp. v. Renee Int'l Trading Corp., <span class=\"citation\" data-id=\"531209\"><a href=\"/opinion/531209/the-keds-corp-v-renee-international-trading-corp/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span>, 222 (1st Cir.1989).  Absent clear error or other abuse of discretion, we will not reverse a district court's denial of an injunction merely because we would have been inclined to grant the injunction had we heard the matter ourselves.  See Celebrity, Inc. v. Trina, Inc., <span class=\"citation\" data-id=\"247622\"><a href=\"/opinion/247622/celebrity-inc-v-trina-inc/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span></a></span>, 958 (1st Cir.1959).</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As noted, ABPN has registered its certification mark.  A registered certification mark receives the same protection as a trademark.  See 15 U.S.C. &#167; 1054.  A registrant may obtain an injunction to preserve the value of its mark and to prevent future infringement.  See 15 U.S.C. &#167;&#167; 1114, 1116.  Here, ABPN sought a preliminary injunction to protect its mark in the interim before the district court could finally resolve ABPN's claims for damages and permanent injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We have stated that a district court, when determining whether to issue a preliminary injunction in a trademark action, should weigh four factors:  (i) the plaintiff's likelihood of success on the merits;  (ii) whether the plaintiff risks suffering irreparable harm if the injunction is not granted;  (iii) whether such injury outweighs the harm that injunctive relief would cause for the defendant;  and (iv) whether the public interest would be adversely affected by granting or denying an injunction.  See Equine Techs., Inc. v. Equitechnology, Inc., <span class=\"citation\" data-id=\"196378\"><a href=\"/opinion/196378/equine-v-equitechnology/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 544 (1st Cir.1995).  Here, in denying relief, the district court mentioned two of these four factors in remarks made from the bench.  It indicated that it found a strong likelihood of success on the merits by noting that:  \"[t]he indications are very strong that there has been an infringement in the past[,] so strong as to be perhaps undeniable.\"   Nevertheless, in denying a preliminary injunction it said it \"[did] not think that there has been a showing that there is likely irreputable [sic] harm in the future.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">ABPN asserts that the district court erred in two respects.  First, it contends that the district court abused its discretion by relying upon an incorrect legal standard to determine whether ABPN would suffer irreparable harm without a preliminary injunction.  Second, ABPN asserts that the court clearly erred when it found that Dr. Johnson-Powell was not likely to infringe ABPN's mark in the near future.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>1. Incorrect Legal Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To support its argument that the district court used an incorrect legal standard to assess the likelihood of irreparable harm, ABPN relies on cases in which we have held that a trademark plaintiff who demonstrates a likelihood of success on the merits creates a presumption of irreparable harm.  See, e.g., Societe Des Produits Nestle, S.A. v. Casa Helvetia, Inc., <span class=\"citation\" data-id=\"597410\"><a href=\"/opinion/597410/societe-des-produits-nestle-sa-v-casa-helvetia-inc/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 640 (1st Cir.1992);  Keds Corp, 888 F.2d at 220;  Camel Hair, 799 F.2d at 14-15.   We have declared in cases such as this one, involving literally false statements, that \"only a slight likelihood of injury need be shown to warrant injunctive relief.\"  Camel Hair, 799 F.2d at 15 (emphasis added).  Reducing the standard of proof for irreparable harm in trademark actions reflects the intent of &#167; 43(a) of the Lanham Act, 15 U.S.C. &#167; 1125(a), \"to encourage commercial companies to act as the fabled 'vicarious avenger' of consumer rights.\"  Camel Hair, 799 F.2d at 15.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">ABPN argues that the district court abused its discretion by requiring it to demonstrate \"likely\" irreparable harm and imminent infringement.  We agree with the district court, however, that, while certification mark and trademark infringements may be presumed without more to cause irreparable harm, there is no parallel presumption that because such infringements have occurred in the past, they will inevitably be continued into the future.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Rather, plaintiff retained the ordinary burden of showing a sufficient likelihood that the infringing conduct would occur in the future so as to give rise to an enjoinable threat of irreparable harm.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the court determined that there was \"no prospect that there would be [future] occasions of infringement.\"   It is clear from Camel Hair itself that the court made no legal error in considering whether or not the evidence as a whole indicated a threat of continued infringement.  One of the Camel Hair defendants who had previously sold infringing garments removed them from its racks prior to the preliminary injunction hearing.  Against that defendant, we upheld the district court's denial of an interlocutory injunction, stating that \"there was no likelihood of [that particular defendant] causing any injury to [the plaintiff] at the time the request for an injunction was being considered.\"  Camel Hair, 799 F.2d at 13.   The purpose of interlocutory injunctive relief is to preserve the status quo pending final relief and to prevent irreparable injury to the plaintiff--not simply to punish past misdeeds or set an example.  See CMM Cable Rep., Inc. v. Ocean Coast Properties, Inc., <span class=\"citation\" data-id=\"690274\"><a href=\"/opinion/690274/cmm-cable-rep-inc-dba-creative-media-management-inc-v-ocean-coast/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span>, 620 (1st Cir.1995);  Acierno v. New Castle County, <span class=\"citation\" data-id=\"682745\"><a href=\"/opinion/682745/frank-e-acierno-v-new-castle-county/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">645</span></a></span>, 647 (3d Cir.1994).  Absent likelihood of future infringement, there can be none of the ill effects that an injunction seeks to prevent:  no loss of future profits, no loss of goodwill or reputation.  Thus, contrary to ABPN's suggestion, the district court's inquiry into the question of future irreparable injury was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">ABPN contends that Camel Hair commands courts to grant a preliminary injunction in a trademark action if the plaintiff demonstrates even a \"slight likelihood\" of irreparable injury.  The district court's use of \"likely\" is said to have signaled use of too high a standard of proof here.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  But while even a \"slight likelihood\" of future infringement may well warrant injunctive relief, we cannot say that a district judge's discretion to withhold an injunction turns here on such nuances of phraseology.  The \"slight likelihood\" standard was discussed in Camel Hair in reference to whether the act of infringement would itself create irreparable harm, not to whether there was a likelihood of infringement in the future.  As we have said elsewhere, \"[b]y its very nature, trademark infringement results in irreparable harm because the attendant loss of profits, goodwill, and reputation cannot be satisfactorily quantified, and, thus, the trademark owner cannot adequately be compensated.\"  Societe Des Produits Nestle, S.A., 982 F.2d at 640.   Certainly a court should grant an interlocutory injunction in a trademark case when a realistic risk of future infringement (within the time covered by the injunction) has been demonstrated, but we cannot say the district court misunderstood this point.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To be sure, there was ample evidence here of past infringing conduct, not to mention conduct indicative of bad faith.  As mentioned in note 4, supra, such evidence, if not rebutted, may give rise to a strong inference that further infringing acts will occur in the future.  Even so, we cannot say that a defendant can never take actions and provide assurances sufficient, in the face of such evidence, to convince a court that she will not commit future violations.  Our system leaves it primarily in the hands of the district court to ascertain whether the danger of future harm has been adequately established so as to warrant the protection of an injunction.  In arguing for a rule that, in a situation like this, injunctive relief is necessarily required as a matter of law, ABPN points to our language in Camel Hair that \"the district court's finding that it was probable that defendant's labels were literally false in itself warranted the grant of the injunction sought.\"  Camel Hair, 799 F.2d at 16.   But in that aspect of Camel Hair, it is clear that the district judge found, and that we accepted, that infringing conduct would continue unless enjoined.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We, therefore, reject ABPN's argument that the court committed legal error in denying injunctive relief on the ground that there was no prospect of future infringement.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>2. Findings of fact.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">ABPN's more potent argument is that, even if the court used a permissible legal standard to assess irreparable harm, the district court clearly erred in its factual finding that Dr. Johnson-Powell would not infringe in the near future.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">ABPN argues that the court below should not have credited Dr. Johnson-Powell's claim of voluntary reformation<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> because her conduct did not rise to the level of \"irrefutably demonstrated, total reform.\"  Pic Design Corp. v. Bearings Specialty Co., <span class=\"citation\" data-id=\"294170\"><a href=\"/opinion/294170/pic-design-corp-v-bearings-specialty-co-inc/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></a></span>, 809 (1st Cir.1971).  We think ABPN reads Pic Design out of context.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Pic Design, we limited an earlier statement in Electronics Corp. of Am. v. Honeywell, Inc., <span class=\"citation\" data-id=\"290847\"><a href=\"/opinion/290847/electronics-corporation-of-america-v-honeywell-inc/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span> (1st Cir.1970).  In that earlier case, we stated in dicta that \"[w]e might accept the principle that so far as a preliminary injunction is concerned, ... voluntary reform will always suffice.\"  Id. at 195 (emphasis added).  In Pic Design, we modified our statement in Honeywell so that voluntary reform will always suffice to prevent injunctive relief only if it is \"irrefutably demonstrated, total reform.\"  Pic Design, 436 F.2d at 809.   It does not follow, however, that a district court may, in its discretion, credit a claim of reform only if it meets the Pic Design standard.  Our affirmance of an injunction in that case demonstrated only that a court does not necessarily abuse its discretion by granting an injunction when the nonmoving party has voluntarily abated its infringing activity.  Whether a court goes too far in denying an injunction in the absence of something less than total reform is a fact-specific matter.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">ABPN argues that the record contains insufficient evidence for a court to conclude that Dr. Johnson-Powell would not engage in infringing conduct in the near future.  As ABPN correctly notes, our decision to affirm the district court's denial of injunctive relief against one of the defendants in Camel Hair rested upon the good faith of the infringer and the infringer's rapid and credible cessation of its infringing activities.  See Camel Hair, 799 F.2d at 13.   ABPN argues that Dr. Johnson-Powell has not displayed similar good faith and that she is extremely likely to infringe again.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We must agree that the evidence of past infringement is very strong.  The district court itself remarked that the evidence of Dr. Johnson-Powell's past infringement was \"so strong as to be perhaps undeniable.\"   The district court also thought her affidavit was \"probably not true,\" apparently in respect to the claimed \"inadvertence of the error on the resume.\"   It can also be inferred from the record that Dr. Johnson-Powell violated past promises to reform her conduct.  Moreover, Dr. Johnson-Powell did not proffer her affidavit until after the court had entered a temporary restraining order, timing argued by ABPN to suggest a lack of sincerity.  Clearly, Dr. Johnson-Powell's behavior does not rise to the level of reformation displayed by the defendant in Camel Hair;  on this record, the court could undoubtedly have issued preliminary injunctive relief had it been so inclined.  Our review, however, is for clear error and for abuse of discretion.  See Keds Corp., 888 F.2d at 222.   We cannot say these standards were reached here.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Despite its skepticism about some aspects of Dr. Johnson-Powell's affidavit, the district court plausibly found that the character of Dr. Johnson-Powell's past misstatements rendered the possibility of recurring infringement remote.  Serving as a courtroom expert and disseminating a resume, Dr. Johnson-Powell's two methods of infringement, are \"not like someone offering goods for sale,\" which could occur at any time.  In support of the court's determination was Dr. Johnson-Powell's affidavit of January 8, 1997, filed with the court by her attorneys and signed under penalty of perjury, in which she stated that, in the future, she has \"no intention to and will not represent [herself] as being certified by The American Board of Psychiatry and Neurology and will not engage in any unauthorized use of the registered certification mark of The American Board of Psychiatry and Neurology.\"   She also indicated that she no longer engages in the business of testifying as an expert witness.  Along with the affidavit was a copy of her curriculum vitae which no longer contained her claim of certification.  Her attorneys, moreover, offered to stipulate in writing that, \"from this date forward, Gloria Johnson-Powell will not represent herself as being certified by [ABPN] and will not engage in any unauthorized use of the registered certification mark.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court retains jurisdiction over this matter pending final determination of the action brought by ABPN.  Dr. Johnson-Powell and her attorneys are unquestionably aware that any violation during that period would constitute a serious breach of faith with the court and would erode any hopes defendant may continue to have for a successful outcome.  ABPN, moreover, will still be able to request final injunctive relief.  District courts are better positioned than ourselves to observe the nuances of these matters.  Viewing all the evidence available to the district court and the posture of this appeal through the deferential lens of the applicable standard of review, we cannot say that the district court clearly erred or otherwise abused its discretion in concluding that the defendant will not further infringe ABPN's mark in the future period during which a preliminary injunction would operate.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> ABPN certification is optional and is distinct from state licensure</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Our appellate jurisdiction rests upon 28 U.S.C. &#167; 1292(a)(1), which provides for appeals from \"[i]nterlocutory orders of the district courts ... granting, continuing, modifying, refusing or dissolving injunctions.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court did not expressly balance the relief afforded by the injunction against the harm to the defendant;  however, it said that it did not \"rest the denial of the preliminary injunction on an assessment of Dr. Johnson-Powell's likely reaction.\"   It made no mention of the impact of the injunction on the public interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In saying this, we do not question that previous infringing conduct will ordinarily imply--often very strongly--the likelihood of continued future violations, and thus may well be persuasive evidence of threatened irreparable harm.  We say merely that such evidence does not amount to a legal presumption;  it is proof that, like other factual evidence, may be rebutted by other facts and circumstances</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At one point the court stated that \"harm isn't presumed if it's not certain or if it's certain that they won't occur or not certain that they won't occur.\"   Presumably, the judge meant that he found little likelihood that Dr. Johnson-Powell would infringe in the near future.  This reading is buttressed by the fact that, in the same breath, the judge analogized this matter to Camel Hair by noting that in both cases there was \"no prospect that there would be [future] occasions of infringement from the defendant.\"</p>\n        <p>The judge also noted, however, that he did not \"think there [was] a showing that [the infringing] behavior [was] likely to continue,\" and stated that the general requirements of equity demand that a plaintiff \"show the likelihood they are about to suffer some irreparable harm.\"   He also found that the relevant question for the court was \"whether the harm is likely to occur or not.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In Camel Hair, the district court found \"there was a probability that further marketing of [the infringing product] would occur if an injunction was not issued.\"  Camel Hair, 799 F.2d at 9;  see also Keds Corp., 888 F.2d at 217 (noting that defendant had refused to stop selling its remaining inventory of the infringing product);  Donoghue v. IBC/USA (Publications), Inc., <span class=\"citation no-link\"><span class=\"volume\">886</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">947</span></span>, 953 (D.Mass.), aff'd, <span class=\"citation\" data-id=\"196436\"><a href=\"/opinion/196436/donoghue-v-ibc-usa/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span> (1st Cir.1995) (noting that defendant continued its infringing activity)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Dr. Johnson-Powell filed an affidavit, in which she asserted, inter alia, that:  (1) she has not seen patients since 1995;  (2) she has not circulated her infringing resume since 1995;  (3) the false claim on her resume was inadvertent;  (4) she tried to locate and destroy all copies of her misleading resume;  (5) she has not served as an expert witness, nor assisted an expert witness, since 1995;  and (6) she will not claim to be Board certified in the future</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/247622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/290847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/294170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/682745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690274/"
  ]
}