{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197614/",
  "absolute_url": "/opinion/197614/sears-roebuck-co-v-goldstone-sudalter/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197614/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:34:07Z",
  "date_modified": "2017-03-24T10:52:54.375674Z",
  "type": "010combined",
  "sha1": "5d30be4951ca86884950b5b9d26f748d86666d10",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1216.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 97-1216\r\n\n                    SEARS, ROEBUCK &amp; CO.,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                 GOLDSTONE &amp; SUDALTER, P.C.,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Stahl, Circuit Judge,\r                                                    \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n                                         \r\n\n          David G. Hanrahan,  with whom Ross D.  Ginsberg and\r                                                                     \r\nGilman,  McLaughlin &amp;  Hanrahan,  LLP,  were  on  brief,  for\r                                                 \r\nappellant.\r\n          Allan E. Taylor, with whom Elizabeth C. Sackett and\r                                                                     \r\nTaylor,  Duane,  Barton &amp;  Gilman,  LLP, were  on  brief, for\r                                                   \r\nappellee.\r\n\n                                         \r\n\n                       October 22, 1997\r\n                                         \r\r\n\n          LYNCH, Circuit Judge.   This case raises  issues of\r                      LYNCH, Circuit Judge.   \r                                          \r\n\nMassachusetts law  concerning the obligations  that attorneys\r\n\nowe clients in their billing practices.  \r\n\n          Attorney  Daniel   Goldstone  formed   Goldstone  &amp;\r\n\nSudalter, P.C.  to purchase the  practice of  the late  Eldon\r\n\nSudalter, a collection  attorney.  Goldstone &amp;  Sudalter then\r\n\nbilled Sears, Roebuck &amp; Co.  in excess of one million dollars\r\n\nfor  past work Goldstone said Attorney Sudalter had performed\r\n\non Sears's cases.  Sears at first paid most of the bills, but\r\n\neventually  sued  Goldstone  &amp;  Sudalter  for an  accounting,\r\n\nasking for a  judicial determination of its  total liability,\r\n\nif any, for the  past work.   Goldstone &amp; Sudalter, in  turn,\r\n\ncounterclaimed for the unpaid balance.  \r\n\n          Following Goldstone's  admission  that  he  had  no\r\n\npersonal knowledge concerning Sudalter's billing practices to\r\n\nsupport  his interpretation of  the records which  formed the\r\n\nbasis for his bills,  Sears amended its complaint to  include\r\n\ncommon-law  claims for  breach  of  contract  and  breach  of\r\n\nfiduciary   duty,  and  a  statutory  claim  of  \"unfair  and\r\n\ndeceptive trade  practices\" under  Mass. Gen.  Laws ch.  93A.\r\n\nSears sought reimbursement  for bills it had  previously paid\r\n\nand an award of attorney's  fees.  The district court granted\r\n\nSears's  motion for summary judgment, and awarded it $833,409\r\n\n--  the entire  amount of  Sears's payments  on  the disputed\r\n\nbills -- and $112,000 in attorney's fees.\r\n\n                             -2-\r                                          2\r\r\n\n          Although  our  analysis  varies from  that  of  the\r\n\ndistrict  court,  the summary  judgment  record  reveals that\r\n\nGoldstone &amp; Sudalter has not met its burden of substantiating\r\n\nits bills under Massachusetts law  and that Sears has met its\r\n\nburden of showing unfair and deceptive practices.  We affirm.\r\n\n                        I. The Facts.\r                                                 \r\n\n          We state the facts in  the light most favorable  to\r\n\nGoldstone &amp;  Sudalter, the  party opposing  summary judgment.\r\n\nSwain v. Spinney, 117 F.3d 1, 2 (1st Cir. 1997). \r                            \r\n\n          In 1991, Daniel Goldstone, then a lawyer with three\r\n\nyears  of experience,  began  negotiations with  Mrs.  Janice\r\n\nSudalter  to purchase  the law practice  of her  late husband\r\n\nEldon Sudalter.   Eldon Sudalter was a  solo practitioner and\r\n\nhad been the primary collection attorney for Sears in eastern\r\n\nMassachusetts  for the previous fifteen years.  Mrs. Sudalter\r\n\nhad worked in her husband's office  for most of that time and\r\n\nher  regular duties included  preparing the  monthly billings\r\n\nfor Sears and other clients.\r\n\n          In mid-1991, Goldstone  and Mrs. Sudalter  signed a\r\n\nletter of intent,  and Goldstone formed Goldstone  &amp; Sudalter\r\n\nto  purchase  the assets  of  the practice  and  continue the\r\n\nbusiness.   In late  1991, the  relationship broke  down amid\r\n\nmutual recriminations, and  Goldstone sued  Mrs. Sudalter  in\r\n\nstate court over the terms of their agreement.  \r\n\n                             -3-\r                                          3\r\r\n\n          By early 1992,  Goldstone was in possession  of the\r\n\nfiles of  the Eldon Sudalter  practice and was  servicing its\r\n\nclients,  although   Goldstone  and  Mrs.  Sudalter  did  not\r\n\nfinally settle the state court litigation until January 1993.\r\n\nThe  settlement  provided  for  a  total  purchase  price  of\r\n\n$150,000  for all of the  assets, tangible and intangible, of\r\n\nthe  Eldon Sudalter  practice.   Goldstone  had not  actually\r\n\nworked with Attorney Sudalter, and had not discussed with him\r\n\nthe  firm's billing  practices.   Goldstone  had no  personal\r\n\nknowledge of whether particular cases in Sudalter's files had\r\n\nbeen  billed  or  were uncollectible,  or  had  been formally\r\n\nclosed, whether or not billed or uncollectible.\r\n\n          Like  many  collection  attorneys, the  late  Eldon\r\n\nSudalter  operated on a contingency fee  basis.  Before 1987,\r\n\nSears  paid Attorney Sudalter  one-third of his  recovery and\r\n\nreimbursed  him for  all  court  costs.   That  changed.   On\r\n\nSeptember   8,  1987,  Attorney   Sudalter  executed  a  form\r\n\n\"Attorney  Retention Agreement\"  prepared  by Sears  for  its\r\n\ncollection attorneys throughout the United States.\r\n\n          The  1987 Agreement  increased Attorney  Sudalter's\r\n\nfee to forty-five  percent, but he was now  to be responsible\r\n\nfor all costs that were not reimbursed by debtors.  According\r\n\nto  Mrs. Sudalter,  under  the new  agreement, \"[W]e  take 45\r\n\npercent of  what we  collect.   If we  can recover the  costs\r\n\n[from debtors], great.  If we can't recover the costs, that's\r\n\n                             -4-\r                                          4\r\r\n\njust part of the agreement; that's why they're [Sears] paying\r\n\nus  the  45  percent.\"   Goldstone  offered  no  evidence  to\r\n\ncontradict  Mrs.  Sudalter's  testimony  that the  forty-five\r\n\npercent contingency fee was intended to take into account all\r\n\ncourt costs.\r\n\n          According  to  the 1987  Agreement,  the collection\r\n\nattorney  was to  send all  monies  collected to  Sears on  a\r\n\nmonthly basis,  accompanied by a report; Sears would then pay\r\n\nthe attorney's contingency fee.  The 1987 Agreement provided:\r\n\n\"Attorney will be accountable for all monies collected on any\r\n\nof the accounts and will submit at  least monthly a report to\r\n\nSears listing the accounts on which collections were made and\r\n\namount collected, together with a  check payable to Sears for\r\n\nall  monies  collected.\"  (emphasis   supplied).    The  1987\r               \r\n\nAgreement also  states, \"Attorney waives any  attorney's lien\r\n\non Sears accounts and agrees  not to assert such lien against\r\n\nSears.\"\r\n\n          Sears  did  not  send  individual  checks  to   the\r\n\nSudalter  firm for the particular matters for which they paid\r\n\nAttorney Sudalter  his legal  fees or  costs over  the years.\r\n\nLikewise, Attorney  Sudalter did  not customarily  record his\r\n\nreceipt of  the contingency fee  or costs from Sears  on each\r\n\ndebtor's  file.       Rather,  Attorney  Sudalter   regularly\r\n\ndeposited money from  debtors in a Sears client trust account\r\n\nand  remitted a  single check  each month  to Sears  from the\r\n\n                             -5-\r                                          5\r\r\n\naccount for  the total  amount of  that month's  collections.\r\n\nSears then remitted  the contingency fee for  that amount and\r\n\nfor any amounts that debtors  sent directly to Sears.  Before\r\n\n1987, Sears would  reimburse court costs in  a single monthly\r\n\ncheck if Sudalter could not collect them from debtors.  After\r\n\n1987, Sears was  not responsible for those costs, although it\r\n\nwould still occasionally send Sudalter costs that debtors had\r\n\nsent to  Sears instead of  Sudalter, again in a  single check\r\n\nfor that month.  \r\n\n          The  agreement set  forth  a separate  compensation\r\n\narrangement  if Sears  terminated  the agreement  or withdrew\r\n\ncustomer accounts.   In that event, Sears  would pay Sudalter\r\n\n$60  per hour  for his  time and  reimburse his  court costs,\r\n\nalthough it would pay no such fees if Sudalter terminated the\r\n\nagreement or was in breach of the agreement.  According to an\r\n\nemployee for a collection agency that Sears uses, withdrawing\r\n\naccounts is  seen as a  \"drastic\" step because of  these fees\r\n\nand  costs and  for that  reason  is rarely  employed in  the\r\n\ncollection industry. \r\n\n          In early 1992, Goldstone  called Karen D'Angelo,  a\r\n\nspecial  accounts  manager at  Sears,  to ask  why  Sears had\r\n\nstopped sending cases to the  Sudalter firm, now operating as\r\n\nGoldstone &amp;  Sudalter.      D'Angelo was  a  low-level  Sears\r\n\nemployee who had been in her present job in Massachusetts for\r\n\ntwo years  and  had first  spoken to  Attorney Sudalter  only\r\n\n                             -6-\r                                          6\r\r\n\nshortly  before he died in 1991.  D'Angelo informed Goldstone\r\n\nthat  Sears rated its  collection attorneys by  comparing the\r\n\namounts  the attorneys collected  monthly as a  percentage of\r\n\ntheir  total portfolios.    According to  Goldstone, D'Angelo\r\n\ninformed him that  the law practice had \"never  closed a file\r\n\nin fifteen years,\" and urged the firm to close these accounts\r\n\nto make its percentage appear more competitive.\r\n\n          Goldstone began \"closing\" the old files,  informing\r\n\nSears  that  he would  attempt  no more  collections  on such\r\n\ncases.    At  the  same  time,  he  implemented  the  billing\r\n\npractices  at issue  in  this lawsuit.    Goldstone began  by\r\n\nreviewing  thousands of old files contained in \"dead storage\"\r\n\nin the basement  of the late Eldon  Sudalter's former office,\r\n\nmost  of which had  red stickers on them.   Some file folders\r\n\ncontained  handwritten  notations  of  court  costs  paid  by\r\n\nSudalter  and some  indicated whether  those  costs had  been\r\n\nreimbursed by  debtors or Sears.  Goldstone prepared a letter\r\n\nfor signature by a Sears representative, \"acknowledg[ing] the\r\n\nassignment  to Goldstone  &amp; Sudalter,  P.C.  of the  contract\r\n\nexecuted by  Eldon B.  Sudalter, P.C.\" in  1987.   The letter\r\n\nalso referred to that  contract, stating, \"Specifically, with\r\n\nregard   to  the  'pre-1992  closed  cases,'  Sears  will  be\r\n\nresponsible for  costs expended  and attorneys'  fees at  the\r\n\nrate of  $60.00  per  hour in  accordance  with  Exhibit  'B'\r\n\n                             -7-\r                                          7\r\r\n\nannexed to  the  1987 contract.\"    Emma Scott,  an  in-house\r\n\nattorney for Sears, signed the letter.  \r\n\n          Goldstone  states that he  regarded this  letter as\r\n\n\"completely  consistent with  the earlier  Attorney Retention\r\n\nAgreement\"  and that he did not  believe that Scott's signing\r\n\nof the  letter was intended  to alter the  terms of  the 1987\r\n\nAgreement   in   any   way.      According   to   Goldstone's\r\n\ninterpretation  of the  agreement,  his  \"closing\" of  cases,\r\n\nwhich  he did after his conversation with D'Angelo, triggered\r\n\nSears's  obligation to pay for court costs and work performed\r\n\non  an hourly basis under the contract's provisions regarding\r\n\ncases \"withdrawn\"  by Sears.    There is  some evidence  that\r\n\nSears's in-house attorneys, at  least initially, agreed  with\r\n\nGoldstone's interpretation.\r\n\n          From  February 1,  1992  until  February 23,  1996,\r\n\nGoldstone billed Sears for costs and attorney's  fees on each\r\n\nof  over 15,000 files.  He  derived his cost figures from the\r\n\nhandwritten  notations  on the  outside of  the folders.   He\r\n\nassumed that  Sudalter had  not been reimbursed  by Sears  or\r                    \r\n\ndebtors unless there was a handwritten note to that effect on\r\n\nthe folder.   He derived  his figures for attorney's  fees by\r\n\nestimating the amount of time that Sudalter had spent on each\r\n\nfile by examining the tasks  that the file reflected had been\r\n\nperformed,  or by having  non-attorney employees perform such\r\n\n                             -8-\r                                          8\r\r\n\nestimates  to his specifications.1   These bills  for \"closed\r\n\ncases\" totaled over $1.1 million dollars; Sears paid $833,409\r\n\nbefore bringing the present litigation. \r\n\n          During this time,  Goldstone also submitted monthly\r\n\nthe money  he had  collected for Sears  on active  files, and\r\n\nSears paid the  forty-five percent contingency fee.   Despite\r\n\nthe 1987  Agreement and without Sears's  knowledge, Goldstone\r\n\nalso pocketed a portion of  the money he collected from Sears\r\n\ndebtors as reimbursement  for court costs before  sending the\r\n\nbalance to Sears each month.2\r\n\n                    \r                                \r\n\n1.      In  each  case,  the amount  of  attorney  time  that\r\nGoldstone estimated was  minimal, almost always less  than an\r\nhour.\r\n\n2.  According to Goldstone, the  firm's practice of  skimming\r\nreimbursement for costs off the top of collections from Sears\r\ndebtors was dictated by the law of champerty, which generally\r\nrequires  that clients  remain liable  for  expenses even  in\r\ncontingency fee arrangements.  According to Goldstone, a non-\r\nattorney Sears employee  agreed with his interpretation.   In\r\nfact, however, S.J.C.  Rule 3:05,  governing contingent  fees\r\nfor  Massachusetts   attorneys,  provides,   \"Contingent  fee\r\narrangements concerning the collection of commercial accounts\r\n. .  . made in accordance with  usual practices in respect of\r\nsuch cases shall not be regarded as champertous and shall not\r\nbe subject to,\" inter alia, the requirement that \"the client,\r                                      \r\nin   any   event,  is   to   be  liable   for   expenses  and\r\ndisbursements.\"   Regardless, the 1987 Agreement and DR 9-102\r\nabsolutely  forbid  Goldstone's unilateral  reimbursement  of\r\ncosts from  client funds  without the  client's knowledge  or\r\nconsent, even if he were entitled to such reimbursement.\r\n          Under  the  Massachusetts   Rules  of  Professional\r\nConduct,  effective  January  1, 1998,  which  repeal  former\r\nS.J.C.  Rule 3:05 and  the disciplinary rules,  attorneys may\r\nmake  payment of costs and expenses contingent on success for\r\nall clients.  See Rule 1.8(e)(1).  Naturally, the requirement\r                             \r\nto keep  client funds separate  remains in effect.   See Rule\r                                                                    \r\n1.15.\r\n\n                             -9-\r                                          9\r\r\n\n          In mid-1992, Sears employees  began to question Mr.\r\n\nGoldstone's  billings  when  they  noticed   that  his  bills\r\n\nexceeded the amount  he had collected  for Sears for  several\r\n\nmonths.  Goldstone explained that  many of the bills were not\r\n\nfor ongoing  cases, but for  closed cases  from the  Sudalter\r\n\nfirm.  He represented that Sears  had not previously paid for\r\n\nthese cases.  At a  meeting in the summer of  1992, Goldstone\r\n\nshowed a  box of files  to Karen D'Angelo, the  Sears special\r\n\naccounts  manager with whom he had spoken earlier, explaining\r\n\nthat the  markings meant  that Sears had  not paid  for these\r\n\ncases.   D'Angelo confirmed that  the account numbers  on the\r\n\nfiles  represented genuine Sears collection accounts that had\r\n\nbeen placed  with the  Sudalter firm,  but did  not challenge\r\n\nGoldstone  on  the  meaning  of  the  file  folder  markings.\r\n\nGoldstone  did not say that  this was just his interpretation\r\n\nof the  file folder markings,  or that the markings  could be\r\n\ninterpreted differently.\r\n\n          Later  that year,  higher-ranking Sears  executives\r\n\ninquired about the  increase in expenses for  attorney's fees\r\n\nthat Goldstone's \"closed cases\" bills represented, asking the\r\n\noffice  to \"stop\" Goldstone's bills.  Renee Matta, D'Angelo's\r\n\nsupervisor, wrote  an e-mail explaining her  understanding of\r\n\nthe situation. \r\n\n          This is not  something that I can \"stop.\"  Attorney\r\n          Goldstone  is charging for fees and costs that were\r\n          never billed to us over an extended  period of time\r\n          for services rendered  by Attorney Sudalter. .  . .\r\n\n                             -10-\r                                          10\r\r\n\n          I merely  asked him  to get  the bloodletting  over\r\n          with  in 92  if  possible.   He  was  in today  and\r\n          brought in the  \"last\" of the culling  process.  It\r\n          should peak out  at $605,000 for the year!   All of\r\n          these  cases should have (at some time) been billed\r\n          to Sears --  but were not.  Mrs.  Sudalter has said\r\n          that she had intended to  bill Sears -- but didn't.\r\n          . . . I have reviewed many of the accounts and find\r\n          the  bookkeeping to  be in  order.   Mr.  Goldstone\r\n          merely  followed the intent of the contract when he\r\n          was  told that accounts  that have not  been \"paid\"\r\n          should not remain in his portfolio. . . . \r\n\nAlthough the  e-mail states that Matta \"reviewed  many of the\r\n\naccounts,\" the  record reveals that  such review was  only to\r\n\ndetermine whether  the account numbers accurately referred to\r\n\nSears debtors.  As Matta explained, \r\n\n          [O]n  some  invoices  it was  difficult  for  us to\r\n          determine  what we were  paying for.   The accounts\r\n          were  very, very  old  .  .  .  .    I  recall  [my\r\n          employees]   getting   some   clarification   [from\r\n          Goldstone] on  some account  numbers. . .  .   I do\r\n          recall them  getting some clarification  on account\r\n          names to  substantiate the  name that  we had  been\r\n          billed for.   \r\n\nOther than the  review to see if the  account numbers matched\r\n\nthose of Sears's debtors,  Matta relied on Goldstone for  her\r\n\ninformation.  Apart from reviewing the account numbers, Sears\r\n\nemployees did not independently review the law firm's records\r\n\nto  determine   whether  the  amounts  Goldstone  billed  for\r\n\nattorney  time  or  costs were  accurate;  they  trusted that\r\n\nGoldstone, as their attorney, had a basis for those figures.\r\n\n          Believing  that Goldstone had a basis for his bills\r\n\nand  that the contract required the payments, Sears employees\r\n\ndid not question Goldstone again until the bills continued to\r\n\n                             -11-\r                                          11\r\r\n\narrive  throughout 1993 and  early 1994 without  any apparent\r\n\nend  in sight.  When Sears again  began to question the bills\r\n\nand  to  delay its  payments  to Goldstone,  he  took action.\r\n\nGoldstone  threatened to deduct his fees from money collected\r\n\nfrom Sears's debtors.   He also noted in a letter that he and\r\n\nthe firm felt  \"restrained from acting  in our client's  best\r\n\ninterest because of\" Sears's failure  to pay.  In 1994, Sears\r\n\nfinally terminated its relationship with Goldstone &amp; Sudalter\r\n\nand brought the present action for an accounting to determine\r\n\nwhether   Goldstone's  bills  were   in  order.     Goldstone\r\n\ncounterclaimed for the unpaid balance.\r\n\n          At  deposition,  Mrs. Sudalter  testified  that she\r\n\nperformed bookkeeping duties  for her husband's firm  and was\r\n\nintimately  familiar   with  its  billing  practices.     She\r\n\ntestified that Sears  did not owe anything on  the old files,\r\n\ni.e. files in dead storage of  whatever year, and that it was\r\n\nimpossible to  determine from the outside of a folder whether\r\n\nSears had paid  a fee for  the file.   Although he had  never\r\n\ndiscussed with Attorney  Sudalter the system  for determining\r\n\nwhether  Sears had  paid  a  fee or  reimbursed  costs for  a\r\n\nparticular case, Goldstone's position was that the costs were\r\n\nself-evident from  a review  of the  case jacket.   Likewise,\r\n\nGoldstone  contends, the fee  could be reliably  estimated by\r\n\nreviewing  the work performed  and determining, based  on his\r\n\nexperience, how much time each task ordinarily required.\r\n\n                             -12-\r                                          12\r\r\n\n          Mrs. Sudalter noted that, after 1987, Sears was not\r\n\nobligated to reimburse for costs, and that she did not record\r\n\nSears's  payment of the forty-five percent contingency fee on\r\n\nthe outside  of each file  folder because it would  have been\r\n\ntime-consuming.   Mrs. Sudalter  also testified that  the red\r\n\nstickers that many of the file folders contained marked those\r\n\ncases as \"closed,\" that the firm's \"closed\" cases were either\r\n\nfully  paid up  or uncollectible,  and that the  law practice\r\n\nnever  intended  to  submit any  further  bills  to Sears  on\r\n\n\"closed\" cases.  A preliminary review of a mere fourteen case\r\n\nfiles demonstrated that Sears had already paid legal fees for\r\n\nwork performed on  some substantial portion  of the cases,  a\r\n\nfact which Goldstone admitted at his deposition.\r\n\n          Following  these  depositions,  Sears  amended  its\r\n\ncomplaint,  alleging  a fraudulent  double-billing  scheme by\r\n\nGoldstone.   Sears asked  for damages of  $833,409 to recover\r\n\nall the  fees it had  paid for old  cases, and  also demanded\r\n\nattorney's fees under Mass. Gen.  Laws ch. 93A for \"unfair or\r\n\ndeceptive trade  practices.\"   On  cross-motions for  summary\r\n\njudgment,  the   district  court  ruled  for  Sears,  finding\r\n\nGoldstone in breach of his  contract and fiduciary duty as an\r\n\nattorney and in  violation of Mass. Gen.  Laws ch. 93A,    2.\r\n\nThe  district court awarded the full  $833,409 in damages and\r\n\n$112,000 in attorney's fees.\r\n\n                             -13-\r                                          13\r\r\n\n          Our review of the district court's grant of summary\r\n\njudgment is de novo.  Swain, 117 F.3d at 5.\r                                       \r\n\n        II.  Goldstone's Obligations In Billing Sears\r                                                                 \r\n\n          The   attorney-client   relationship   is   \"highly\r\n\nfiduciary\" in  Massachusetts.    Hendrickson  v.  Sears,  310\r                                                                   \r\n\nN.E.2d  131, 135 (Mass. 1974);  Dunne v. Cunningham, 125 N.E.\r                                                               \r\n\n560, 561 (Mass. 1920).  To state that elastic truism does not\r\n\nanswer the question of the level  of duty which is imposed on\r\n\na lawyer in billing clients.  The district court found that a\r\n\nparticularly  high   level   of  duty   was  required   here,\r\n\nanalogizing this case to situations  where the attorney has a\r\n\nseparate   business   relationship   with   a  person   while\r\n\nsimultaneously  representing  that  person as  counsel.   See\r                                                                         \r\n\nGoldman  v. Kane, 329  N.E.2d 770 (Mass. App.  Ct. 1975).  To\r                            \r\n\nthe  extent  that  the  district  court's  opinion  might  be\r\n\nmisunderstood   to  suggest   that  the   separate  \"business\r\n\ntransaction\"  rules  in  Goldman  apply  to ordinary  billing\r                                            \r\n\narrangements  between a lawyer  and client when  the lawyer's\r\n\nsole relationship  with the  person who is  the client  is as\r\n\ncounsel, we clarify that this is not the law.\r\n\n          To  the extent that  the district court  was ruling\r\n\nthat the  more stringent  Goldman business  transaction rules\r                                             \r\n\napply  when an attorney purchases a practice and subsequently\r\n\nbills for services rendered earlier by that practice, we need\r\n\nnot and do  not reach that issue.   We leave that  issue more\r\n\n                             -14-\r                                          14\r\r\n\nappropriately to the  Massachusetts courts to decide  in some\r\n\nfuture  case.3   We  affirm  on the  basis  that the  summary\r\n\njudgment  record shows  no  dispute  of  material  fact  that\r\n\nGoldstone  violated the  usual  duties owed  by Massachusetts\r\n\nlawyers when billing  clients and that he did so  in a manner\r\n\nwhich was in breach of his contract and in violation of Mass.\r\n\nGen. Laws ch. 93A.\r\n\n          In  Goldman, an attorney sued his client to enforce\r                                 \r\n\na  loan agreement whose  terms greatly favored  the attorney.\r\n\nThe  loan agreement was  an independent  business transaction\r\n\nbetween  the two.   In  this context,  the court  declined to\r\n\nenforce  the agreement: \"When  an attorney bargains  with his\r\n\nclient  in  a  business  transaction in  a  manner  which  is\r\n\nadvantageous to  himself, and  if that  transaction is  later\r\n\ncalled  into question,  the court  will subject  it  to close\r\n\nscrutiny.\"    Id. at  773.    When  there are  such  business\r                             \r\n\ntransactions, the fiduciary relationship requires a series of\r\n\nheightened  duties   in  light  of   the  heightened   risks.\r\n\nSpecifically, these heightened  duties require the  lawyer to\r\n\nmeet the burden  of showing that (1) the  transaction \"was in\r\n\nall respects fairly and equitably conducted\" and that (2) the\r\n\n                    \r                                \r\n\n3.  The  new  Massachusetts  Rules  of Professional  Conduct,\r\neffective January 1,  1998, do not expressly  address whether\r\nthe  business transaction rules  should be applied  to such a\r\nsituation.   See Rule 1.8 (governing attorney-client business\r                            \r\ntransactions);  Rule  1.17  (governing  the  sale  of  a  law\r\npractice).\r\n\n                             -15-\r                                          15\r\r\n\nclient had received \"independent advice in the matter or else\r\n\nreceive[d] from the attorney such  advice as the latter would\r\n\nhave  been  expected to  give  had the  transaction  been one\r\n\nbetween his client and  a stranger.\"  Id.4   The Goldman rule\r                                                                    \r\n\nhas been  adopted by the Supreme  Judicial Court.  See  In re\r                                                                         \r\n\nStern,  682  N.E.2d   867,  871  (Mass.  1997)   (finding  an\r                 \r\n\nattorney's entering into a business transaction with a client\r\n\nwithout urging an independent legal opinion a violation of DR\r\n\n5-104 and  DR 1-102); Israel  v. Sommer, 197 N.E.  442 (Mass.\r                                                   \r\n\n1935) (holding a trust agreement favoring an attorney invalid\r\n\nfor failure to obtain disinterested advice); Hill v. Hall, 77\r                                                                     \r\n\nN.E. 831 (Mass. 1906) (holding  a sale invalid for failure to\r\n\nobtain disinterested advice).  The new Massachusetts Rules of\r\n\nProfessional Conduct  restate the  Goldman requirements  as a\r                                                      \r\n\nseparate  rule, see Rule 1.8,5  and essentially the same rule\r                               \r\n\n                    \r                                \r\n\n4.  Under  Goldman,  a prudent  attorney  would refrain  from\r                              \r\nattempting  personally  to  give  the required  disinterested\r\nadvice.  The  attorney in Goldman had advised  his client not\r                                             \r\nto enter  into the loan  agreement, yet the court  found that\r\n\"in the  circumstances of  this case,  [the attorney's]  full\r\ndisclosure and his advice were not sufficient to immunize him\r\nfrom liability.\"  Id.\r                                 \r\n\n5.  Rule 1.8(a) provides:\r\n          \"A  lawyer   shall  not   enter  into  a   business\r\n          transaction  with a client  or knowingly acquire an\r\n          ownership, possessory, security, or other pecuniary\r\n          interest adverse to a client unless:\r\n               \"(1) the transaction  and terms  on which  the\r\n               lawyer acquires  the  interest  are  fair  and\r\n               reasonable  to   the  client  and   are  fully\r\n               disclosed and  transmitted in  writing to  the\r\n               client in  a  manner which  can be  reasonably\r\n               understood by the client;\r\n\n                             -16-\r                                          16\r\r\n\nhas been proposed by the  ALI, see Restatement (Third) of the\r                                                                         \r\n\nLaw  Governing Lawyers    207  (Proposed Final  Draft No.  1,\r                                  \r\n\nMarch 29,  1996) (relying  on  Goldman and  similar cases  to\r                                                  \r\n\nrequire  independent legal  advice for  business transactions\r\n\nbetween lawyers and clients).6\r\n\n          Business  transactions  other than  fee  agreements\r\n\nbetween  lawyers  and  clients create  special  conflicts  of\r\n\ninterest that  require the precaution of  independent advice.\r\n\nHowever, attorneys, like fiduciaries  generally, are entitled\r\n\nto  receive compensation for  their services, and  may pursue\r\n\ntheir  legitimate  interests  in  receiving  payment  in  the\r\n\nordinary  fashion.   Thus,  seeking  to enforce  a  valid fee\r\n\ncontract  is an  exception to  the  general requirement  that\r\n\n                    \r                                \r\n\n               \"(2) the   client   is  given   a   reasonable\r\n               opportunity to seek  the advice of independent\r\n               counsel in the transaction; and\r\n               \"(3) the client consents in writing thereto.\"\r\n\n6.  As proposed by the ALI, Restatement   207 provides:\r                                                   \r\n          \"A  lawyer may  not participate  in  a business  or\r\n          financial  transaction  with  a  client,  except  a\r\n          standard commercial transaction in which the lawyer\r\n          does not render legal services, unless \r\n               \"(1) the client has adequate information about\r\n               the terms  of the  transaction  and the  risks\r\n               presented by the lawyer's involvement in it;\r\n               \"(2)  the  terms   and  circumstances  of  the\r\n               transaction  are  fair and  reasonable  to the\r\n               client; and\r\n               \"(3) the client consents to the lawyer's  role\r\n               in the transaction  under the limitations  and\r\n               conditions  provided  in      202  [concerning\r\n               client consent to conflicts of interest] after\r\n               being  encouraged,  and   given  a  reasonable\r\n               opportunity, to seek  independent legal advice\r\n               concerning the transaction.\"\r\n\n                             -17-\r                                          17\r\r\n\nfiduciaries  subordinate their  interests to  those of  their\r\n\nclients.   See generally  Restatement (Second)  of Agency    \r                                                                     \r\n\n441, 463  (1957) (providing  that a principal  has a  duty to\r\n\ncompensate his or her agent and that an agent may take action\r\n\nin the  case  of  breach);  Restatement (Third)  of  the  Law\r                                                                         \r\n\nGoverning Lawyers     29, 29A (P.F.D. No. 1,  March 29, 1996)\r                             \r\n\n(providing that a client has an obligation  to compensate his\r\n\nor  her lawyer  and that  a lawyer  may enforce  a valid  fee\r\n\ncontract).\r\n\n          Massachusetts law does not regard the  ordinary fee\r\n\ncontract  as  a  \"business  transaction  between  lawyer  and\r\n\nclient\" subject to the special requirements of Goldman.   See\r                                                                         \r\n\nCoupounas  v. Madden, 514 N.E.2d 1316 (Mass. 1987) (affirming\r                                \r\n\na client's  duty to pay  a lawyer-accountant and  refusing to\r\n\nhold  invalid notes that client  signed for failure to obtain\r\n\nindependent legal advice);  see also  Restatement (Third)  of\r                                                                         \r\n\nthe  Law Governing Lawyers   207  cmt. a (P.F.D. No. 1, March\r                                      \r\n\n29, 1996)  (\"The requirements [for  business transactions] do\r\n\nnot apply to ordinary client-lawyer fee agreements . . . .\").\r\n\nIt would make little sense  to require an attorney, embarking\r\n\non representation  of a client and entering  into an ordinary\r\n\nfee agreement, to advise the  client to hire another attorney\r\n\nto  give  \"independent  legal  advice\"  concerning  that  fee\r\n\nagreement.\r\n\n                             -18-\r                                          18\r\r\n\n          Nevertheless, this  case still  turns on  the rules\r\n\nfor the regulation of attorney's fees which Massachusetts has\r\n\nestablished  to protect clients and to preserve the integrity\r\n\nof  the bar.   Massachusetts  has established  that a  lawyer\r\n\nalways bears the burden of proof in any proceeding to resolve\r\n\na  billing dispute, whether the lawyer appears as a plaintiff\r\n\nseeking  to recover a fee  or as a defendant  in a suit for a\r\n\nrefund.  First  National Bank of Boston v.  Brink, 361 N.E.2d\r                                                             \r\n\n406, 410 (Mass. 1977) (suit for an accounting and refund of a\r\n\nlarge fee  for tax advice);  Smith v. Binder, 477  N.E.2d 606\r                                                        \r\n\n(Mass. App. Ct. 1985) (suit for an accounting and refund of a\r\n\nportion  of large retainer fee); see also Restatement (Third)\r                                                                         \r\n\nof the Law Governing Lawyers   56(2) (P.F.D. No. 1, March 29,\r                                        \r\n\n1996) (following the Brink rule).  As the  Restatement notes,\r                                                                  \r\n\n\"A lawyer . . . will usually have better access than a client\r\n\nto evidence about the  lawyer's own services . . . .\"  Id. at\r                                                                      \r\n\n  56  cmt. c.   That concern is particularly  salient in this\r\n\ncase, where  the items  of evidence  that Goldstone  presents\r\n\nconsist  of cryptic handwritten notations on several thousand\r\n\nold file folders.\r\n\n          To  satisfy an  attorney's  burden  of proof  under\r\n\nMassachusetts law,  he or she  must provide more  than purely\r\n\nspeculative evidence to support a  claim that a client owes a\r\n\nparticular charge  in order  to defeat  a properly  supported\r\n\nmotion for  summary judgment.   See Beatty  v. NP  Corp., 581\r                                                                    \r\n\n                             -19-\r                                          19\r\r\n\nN.E.2d  1311, 1314-16 (Mass. App. Ct. 1991) (finding evidence\r\n\nof an agreement by  a client to pay  a performance bonus  too\r\n\n\"isolated\" to  support  attorney's claim);  accord  Davis  v.\r                                                                     \r\n\nGlenville  Haldi, P.C.,  253 S.E.2d  207, 208  (Ga. Ct.  App.\r                                  \r\n\n1979) (rejecting  attorney's claim  where  he introduced  \"no\r\n\nevidence indicating the  amount of time spent on  the case or\r\n\nthe amount of work he performed,\" but only the attorney's own\r\n\nopinion that a prospective contingency fee would be $25,000).\r\n\nScanty  or speculative evidence concerning the value of legal\r\n\nservices  is insufficient to  create a genuine  issue for the\r\n\ntrier of  fact.  See  Beatty, 581 N.E.2d at  1315-16 (summary\r                                        \r\n\njudgment  appropriate);  accord  Davis,  253  S.E.2d  at  208\r                                                  \r\n\n(directed  verdict appropriate).  Placing the burden of proof\r\n\non the  attorney is  sensible in light  of the  difficulty of\r\n\nmonitoring the attorney's services.\r\n\n          While Sears is  the moving party, it  has supported\r\n\nits  summary  judgment  motion  by  pointing   to  undisputed\r\n\nmaterial facts in the record.  Now, the burden of proof rests\r\n\nwith Goldstone to  present clear evidence that the  bills are\r\n\nowed by Sears.  \"Once the moving party has properly supported\r\n\nher  motion for  summary judgment, the  burden shifts  to the\r\n\nnonmoving party, with  respect to each issue on  which he has\r\n\nthe  burden of  proof, to  demonstrate that  a trier  of fact\r\n\ncould reasonably find  in his favor.\"  DeNovellis v. Shalala,\r                                                                        \r\n\n1997  WL 527912, at  *5 (1st Cir. Sept.  2, 1997).  Goldstone\r\n\n                             -20-\r                                          20\r\r\n\nhas failed to demonstrate that a trier of fact could find  in\r\n\nhis favor.   The  evidence he  presented to  substantiate the\r\n\nbills he submitted for over 15,000 files consists entirely of\r\n\nhis own interpretation of the handwritten markings  contained\r\n\non the  outside of  the files  and his  own estimates  of the\r\n\namount  of time that Sudalter  spent on cases stretching over\r\n\nfifteen years.  He lacks personal knowledge that Sudalter had\r\n\nnot already  billed Sears on these accounts or had determined\r\n\nthat they were not to be billed.\r\n\n          On  the summary judgment  record, Mrs.  Sudalter is\r\n\nthe  only competent witness to her late husband's bookkeeping\r\n\npractices;  Goldstone has no personal knowledge regarding the\r\n\nfirm's records  and never even  met Attorney Sudalter.7   See\r                                                                         \r\n\nF.R.C.P. 56(e) (\"Supporting and  opposing affidavits shall be\r\n\nmade on personal knowledge . . . and shall show affirmatively\r\n\nthat the  affiant  is competent  to  testify to  the  matters\r\n\nstated therein.\").   Mrs. Sudalter  has testified that  it is\r\n\nimpossible to  determine from  the old  file folders  whether\r\n\n                    \r                                \r\n\n7.  Goldstone  also calls our  attention to the  affidavit of\r\nFrederick Casson, which  was stricken by the  district court.\r\nGoldstone failed  to disclose  Casson's identity pursuant  to\r\nF.R.C.P. 26(a) at the outset of the litigation.  The district\r\ncourt  ordered   the   affidavit   stricken,   the   sanction\r\nestablished  by  F.R.C.P.  37(c)(1).    The  district court's\r\ndecision was well  within its discretion.   See Rivera-Flores\r                                                                         \r\nv.  Bristol-Myers Squibb Caribbean, 112 F.3d  9, 14 (1st Cir.\r                                              \r\n1997) (\"Our review of the  district court's discovery-related\r\ndecisions  is for abuse of  discretion, and we will intervene\r\nin  such  matters  only  upon a  clear  showing  of  manifest\r\ninjustice.\").\r\n\n                             -21-\r                                          21\r\r\n\nSears owed any money for  attorney's fees and costs, that the\r\n\nSudalter firm never intended to submit further bills to Sears\r\n\nfor files in \"dead storage\" and that the  red stickers on old\r\n\nfiles  indicate that  the  matters were  considered \"closed.\"\r\n\nGoldstone's only  response is to  say that  Mrs. Sudalter  is\r\n\nbiased against him.  But that does not satisfy  his burden to\r\n\n\"set  forth specific facts  showing that  there is  a genuine\r\n\nissue\" for trial.  Anderson  v. Liberty Lobby, Inc., 477 U.S.\r                                                               \r\n\n242, 248 (1986); DeNovellis, 1997 WL 527912, at *5.   A party\r                                       \r\n\ncannot create an  issue for the trier of fact \"'by relying on\r\n\nthe  hope that  the jury  will not  trust the  credibility of\r\n\nwitnesses. . . .  There must be some affirmative evidence . .\r\n\n.  .'\"   Dragon  v.  Rhode  Island  Dep't of  Mental  Health,\r                                                                         \r\n\nRetardation and  Hospitals, 936 F.2d  32, 35 (1st  Cir. 1991)\r                                      \r\n\n(quoting Wright  and Miller, Federal Practice  and Procedure:\r                                                                         \r\n\nCivil  2d    2527  (1st ed.  1971) (misquoted  as    2528  in\r                     \r\n\nDragon)). \r                  \r\n\n          Goldstone  nonetheless  urges  us   to  vacate  the\r\n\nsummary judgment  for Sears and  remand the case in  order to\r\n\nrequire   Sears  to  establish  its  injury  by  showing  the\r\n\nimpropriety of his bills for each  of over 15,000 files.   As\r\n\nthe district  judge noted,  \"[i]t would  be perverse  for the\r\n\ncourt  to hold  Sears  . . . to  a  standard the  [defendant]\r\n\nhimself  could never  achieve.\"   This  case illustrates  the\r\n\nreasons  for the  Commonwealth's rule  that  a lawyer  always\r\n\n                             -22-\r                                          22\r\r\n\nbears the burden to prove  that he is owed compensation under\r\n\na valid fee agreement.  The burden of proof was not on Sears;\r\n\nit was on Goldstone.  He   has had his opportunity to satisfy\r\n\nhis  burden.   While Sears's  record  keeping practices  were\r\n\nsloppy at best and Sears does  not evoke much sympathy, it is\r\n\nthe  lawyer's burden  to justify  amounts  billed.8   Because\r\n\nGoldstone  has failed to produce evidence that Sears actually\r\n\nowed Sudalter  any of  the $833,409  that represents  Sears's\r\n\npayment  on the  closed files,  the  district court's  damage\r\n\naward was proper.9\r\n\n                    \r                                \r\n\n8.  Goldstone argues  that a ruling  for Sears means  that no\r\nattorney  can  recover  for  his  work  in   the  absence  of\r\ncontemporaneous time records.   The issue  is not whether  an\r\nattorney may  charge fees in the absence of contemporary time\r\nrecords.  It  is whether a lawyer  without personal knowledge\r\nthat  a bill  is  owed  has  produced  sufficient  admissible\r\nevidence to survive  summary judgment that the  obligation in\r\nfact exists.   We  also note that  in the  purchase of  a law\r\npractice, the  lack of  adequate billing  records to  support\r\naccounts  receivable  can,  of course,  be  reflected  in the\r\npurchase price.\r\n\n9.  Goldstone's attorney contended in oral argument that some\r\nof the $833,409 in bills that Sears paid  were not for closed\r\nfiles, but for new  work that Goldstone performed.   However,\r\nthe  district  court   had  ordered  Goldstone  to   make  an\r\naccounting of invoices  he submitted for fees and  costs that\r\nhe  claimed  were owing  to  his deceased  partner,  Eldon B.\r\nSudalter, and according to the district court, \"[t]he parties\r\nagree[d] that the  relevant sum charged to and  paid by Sears\r\n[was]  $833,409.  Goldstone   &amp;  Sudalter's  own   accountant\r\nprovided that figure as  \"an accounting of all charges  . . .\r\nfor  'closed accounts' . . . .\"  Goldstone's attorney did not\r\ndispute  that  figure  at the  damages  hearing,  but instead\r\ncontended that  Sears had  not shown that  all the  files had\r\npreviously  been billed.  Given Goldstone's burden, that fact\r\nis  not material  to the  damages issue.   Goldstone  has not\r\nsustained his  argument that  part of  the $833,409  judgment\r\ncovers bills for work that he himself  performed, rather than\r\n\n                             -23-\r                                          23\r\r\n\n                       III. Chapter 93A\r                                                   \r\n\n          The district court found that  the undisputed facts\r\n\nestablished   that   Goldstone's  conduct   was   \"unfair  or\r\n\ndeceptive,\" in  violation of Chapter  93A.  This  Chapter 93A\r\n\nfinding,  and the finding that Sears  suffered harm from that\r\n\nviolation, entitled  Sears to  an award  of attorney's  fees.\r\n\nMass. Gen. Laws ch. 93A,   11; NASCO v. Public Storage, Inc.,\r                                                                        \r\n\n1997 WL 610055, at *1 (1st Cir. Oct. 8, 1997).\r\n\n          Chapter  93A  applies  to  attorneys, and  unlawful\r\n\nbilling or other  unethical conduct can constitute  a Chapter\r\n\n93A violation.   See  Guenard v. Burke,  443 N.E.2d  892, 896\r                                                  \r\n\n(Mass. 1982) (reliance on an illegal contingent fee agreement\r\n\nto collect  a fee violates  Chapter 93A); Brown  v. Gerstein,\r                                                                        \r\n\n460  N.E.2d 1043,  1051-52 (Mass.  App.  Ct. 1984)  (lawyer's\r\n\nunethical  deceit toward his clients concerning the status of\r\n\nlitigation  violated  Chapter  93A).   To  establish  that no\r\n\ngenuine  issue of  material fact  existed on the  Chapter 93A\r\n\nclaim, Sears is  required to show  that the undisputed  facts\r\n\nreveal that Goldstone's  conduct \"falls 'within at  least the\r\n\npenumbra of  some common-law, statutory, or other established\r\n\nconcept of unfairness' or  is 'immoral, unethical, oppressive\r\n\nor unscrupulous.'\"  Cambridge Plating  Co. v. NAPCO, Inc., 85\r                                                                     \r\n\nF.3d 752,  769 (1st Cir.  1996) (quoting PMP Assoc.,  Inc. v.\r                                                                      \r\n\nGlobe Newspaper Co., 321 N.E.2d 915, 917 (Mass. 1975)).  \r                               \r\n\n                    \r                                \r\n\nbills for Sudalter's work.\r\n\n                             -24-\r                                          24\r\r\n\n          Goldstone's  breach  of  his obligations  in  these\r\n\ncircumstances  is  sufficient  to  establish  a  Chapter  93A\r\n\nviolation. Cambridge  Plating, 85  F.3d at  769; Doucette  v.\r                                                                     \r\n\nKwiat,   467  N.E.2d  1374  (Mass.  1984)  (finding  that  an\r                 \r\n\nattorney's collection of  a fee to which he  was not entitled\r\n\nunder his fee agreement  violated Chapter 93A).  Furthermore,\r\n\nGoldstone  admitted to  conduct  which constitutes  unethical\r\n\nbehavior  in   skimming  his  costs  off  the  top  of  Sears\r\n\ncollections  without  Sears's  knowledge  or consent  and  in\r\n\nviolation of his  contract.  See DR 9-102.  Violations of the\r                                            \r\n\nrules  governing the legal  profession are evidence  of legal\r\n\nmalpractice,   and   are  also   relevant   in  Chapter   93A\r\n\ndeterminations.   See Fanaras Enterprises, Inc. v. Doane, 666\r                                                                    \r\n\nN.E.2d 1003,  1006 (Mass. 1996);  Brown, 460 N.E.2d  at 1050,\r                                                   \r\n\n1052 n.22.\r\n\n          The  district  court's  finding  of a  Chapter  93A\r\n\nviolation does  not  depend on  whether  Goldstone  knowingly\r\n\ndevised a scheme to defraud Sears or was merely opportunistic\r\n\nand reckless in  making the assumptions he did  regarding the\r\n\nfiles.   Whether  or not  Goldstone's  conduct was  knowingly\r\n\nfraudulent,  the record clearly  shows that his  conduct fell\r\n\n\"within  at least the penumbra of some common-law, statutory,\r\n\nor  other  established  concept  of unfairness.\"    Cambridge\r                                                                         \r\n\nPlating,  85 F.3d  at 769  (citation  and internal  quotation\r                   \r\n\nmarks  omitted).   Sears did  not seek  the double  or treble\r\n\n                             -25-\r                                          25\r\r\n\ndamages  that are available for knowing violations of Chapter\r\n\n93A, see  Mass. Gen.  Laws ch.  93A,    11, so  the issue  of\r                    \r\n\nGoldstone's knowledge  is not  a \"genuine  issue of  material\r\n\nfact\"  that  would  defeat summary  judgment.    The district\r\n\ncourt's award of  attorney's fees of $112,000  was warranted.\r\n\nGoldstone  does not  dispute the  amount  of attorney's  fees\r\n\nawarded.\r\n\n          The  district court's  grant  of summary  judgment,\r\n\ndamages and attorney's fees is affirmed.\r                                                   \r\n\n                             -26-\r                                          26\r\r\n",
  "html": "<p class=\"case_cite\">128 F.3d 10</p>\n    <p class=\"parties\">SEARS, ROEBUCK &amp; CO., Plaintiff, Appellee,<br>v.<br>GOLDSTONE &amp; SUDALTER, P.C., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1216.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 3, 1997.<br>Decided Oct. 22, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David G. Hanrahan, with whom Ross D. Ginsberg, Gilman, McLaughlin &amp; Hanrahan, LLP, Boston, MA, were on brief, for defendant, appellant.</p>\n      <p class=\"indent\">Allan E. Taylor, with whom Elizabeth C. Sackett, Taylor, Duane, Barton &amp; Gilman, LLP, Boston, MA, were on brief, for plaintiff, appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises issues of Massachusetts law concerning the obligations that attorneys owe clients in their billing practices.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Attorney Daniel Goldstone formed Goldstone &amp; Sudalter, P.C. to purchase the practice of the late Eldon Sudalter, a collection attorney.  Goldstone &amp; Sudalter then billed Sears, Roebuck &amp; Co. in excess of one million dollars for past work Goldstone said Attorney Sudalter had performed on Sears's cases.  Sears at first paid most of the bills, but eventually sued Goldstone &amp; Sudalter for an accounting, asking for a judicial determination of its total liability, if any, for the past work.  Goldstone &amp; Sudalter, in turn, counterclaimed for the unpaid balance.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following Goldstone's admission that he had no personal knowledge concerning Sudalter's billing practices to support his interpretation of the records which formed the basis for his bills, Sears amended its complaint to include common-law claims for breach of contract and breach of fiduciary duty, and a statutory claim of \"unfair and deceptive trade practices\" under Mass.  Gen. Laws ch.  93A. Sears sought reimbursement for bills it had previously paid and an award of attorney's fees.  The district court granted Sears's motion for summary judgment, and awarded it $833,409--the entire amount of Sears's payments on the disputed bills--and $112,000 in attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although our analysis varies from that of the district court, the summary judgment record reveals that Goldstone &amp; Sudalter has not met its burden of substantiating its bills under Massachusetts law and that Sears has met its burden of showing unfair and deceptive practices.  We affirm.</p>\n    </div>\n    <p>I. The Facts</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We state the facts in the light most favorable to Goldstone &amp; Sudalter, the party opposing summary judgment.  Swain v. Spinney, 117 F.3d 1, 2 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1991, Daniel Goldstone, then a lawyer with three years of experience, began negotiations with Mrs. Janice Sudalter to purchase the law practice of her late husband Eldon Sudalter.  Eldon Sudalter was a solo practitioner and had been the primary collection attorney for Sears in eastern Massachusetts for the previous fifteen years.  Mrs. Sudalter had worked in her husband's office for most of that time and her regular duties included preparing the monthly billings for Sears and other clients.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In mid-1991, Goldstone and Mrs. Sudalter signed a letter of intent, and Goldstone formed Goldstone &amp; Sudalter to purchase the assets of the practice and continue the business.  In late 1991, the relationship broke down amid mutual recriminations, and Goldstone sued Mrs. Sudalter in state court over the terms of their agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By early 1992, Goldstone was in possession of the files of the Eldon Sudalter practice and was servicing its clients, although Goldstone and Mrs. Sudalter did not finally settle the state court litigation until January 1993.  The settlement provided for a total purchase price of $150,000 for all of the assets, tangible and intangible, of the Eldon Sudalter practice.  Goldstone had not actually worked with Attorney Sudalter, and had not discussed with him the firm's billing practices.  Goldstone had no personal knowledge of whether particular cases in Sudalter's files had been billed or were uncollectible, or had been formally closed, whether or not billed or uncollectible.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Like many collection attorneys, the late Eldon Sudalter operated on a contingency fee basis.  Before 1987, Sears paid Attorney Sudalter one-third of his recovery and reimbursed him for all court costs.  That changed.  On September 8, 1987, Attorney Sudalter executed a form \"Attorney Retention Agreement\" prepared by Sears for its collection attorneys throughout the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The 1987 Agreement increased Attorney Sudalter's fee to forty-five percent, but he was now to be responsible for all costs that were not reimbursed by debtors.  According to Mrs. Sudalter, under the new agreement, \"[W]e take 45 percent of what we collect.  If we can recover the costs [from debtors], great.  If we can't recover the costs, that's just part of the agreement;  that's why they're [Sears] paying us the 45 percent.\"   Goldstone offered no evidence to contradict Mrs. Sudalter's testimony that the forty-five percent contingency fee was intended to take into account all court costs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">According to the 1987 Agreement, the collection attorney was to send all monies collected to Sears on a monthly basis, accompanied by a report;  Sears would then pay the attorney's contingency fee.  The 1987 Agreement provided:  \"Attorney will be accountable for all monies collected on any of the accounts and will submit at least monthly a report to Sears listing the accounts on which collections were made and amount collected, together with a check payable to Sears for all monies collected.\"  (emphasis supplied).  The 1987 Agreement also states, \"Attorney waives any attorney's lien on Sears accounts and agrees not to assert such lien against Sears.\"Sears did not send individual checks to the Sudalter firm for the particular matters for which they paid Attorney Sudalter his legal fees or costs over the years.  Likewise, Attorney Sudalter did not customarily record his receipt of the contingency fee or costs from Sears on each debtor's file.  Rather, Attorney Sudalter regularly deposited money from debtors in a Sears client trust account and remitted a single check each month to Sears from the account for the total amount of that month's collections.  Sears then remitted the contingency fee for that amount and for any amounts that debtors sent directly to Sears.  Before 1987, Sears would reimburse court costs in a single monthly check if Sudalter could not collect them from debtors.  After 1987, Sears was not responsible for those costs, although it would still occasionally send Sudalter costs that debtors had sent to Sears instead of Sudalter, again in a single check for that month.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The agreement set forth a separate compensation arrangement if Sears terminated the agreement or withdrew customer accounts.  In that event, Sears would pay Sudalter $60 per hour for his time and reimburse his court costs, although it would pay no such fees if Sudalter terminated the agreement or was in breach of the agreement.  According to an employee for a collection agency that Sears uses, withdrawing accounts is seen as a \"drastic\" step because of these fees and costs and for that reason is rarely employed in the collection industry.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In early 1992, Goldstone called Karen D'Angelo, a special accounts manager at Sears, to ask why Sears had stopped sending cases to the Sudalter firm, now operating as Goldstone &amp; Sudalter.  D'Angelo was a low-level Sears employee who had been in her present job in Massachusetts for two years and had first spoken to Attorney Sudalter only shortly before he died in 1991.  D'Angelo informed Goldstone that Sears rated its collection attorneys by comparing the amounts the attorneys collected monthly as a percentage of their total portfolios.  According to Goldstone, D'Angelo informed him that the law practice had \"never closed a file in fifteen years,\" and urged the firm to close these accounts to make its percentage appear more competitive.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Goldstone began \"closing\" the old files, informing Sears that he would attempt no more collections on such cases.  At the same time, he implemented the billing practices at issue in this lawsuit.  Goldstone began by reviewing thousands of old files contained in \"dead storage\" in the basement of the late Eldon Sudalter's former office, many of which had red stickers on them.  Some file folders contained handwritten notations of court costs paid by Sudalter and some indicated whether those costs had been reimbursed by debtors or Sears.  Goldstone prepared a letter for signature by a Sears representative, \"acknowledg[ing] the assignment to Goldstone &amp; Sudalter, P.C. of the contract executed by Eldon B. Sudalter, P.C.\" in 1987.  The letter also referred to that contract, stating, \"Specifically, with regard to the 'pre-1992 closed cases,' Sears will be responsible for costs expended and attorneys' fees at the rate of $60.00 per hour in accordance with Exhibit 'B' annexed to the 1987 contract.\"   Emma Scott, an in-house attorney for Sears, signed the letter.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Goldstone states that he regarded this letter as \"completely consistent with the earlier Attorney Retention Agreement\" and that he did not believe that Scott's signing of the letter was intended to alter the terms of the 1987 Agreement in any way.  According to Goldstone's interpretation of the agreement, his \"closing\" of cases, which he did after his conversation with D'Angelo, triggered Sears's obligation to pay for court costs and work performed on an hourly basis under the contract's provisions regarding cases \"withdrawn\" by Sears.  There is some evidence that Sears's in-house attorneys, at least initially, agreed with Goldstone's interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">From February 1, 1992 until February 23, 1996, Goldstone billed Sears for costs and attorney's fees on each of over 15,000 files.  He derived his cost figures from the handwritten notations on the outside of the folders.  He assumed that Sudalter had not been reimbursed by Sears or debtors unless there was a handwritten note to that effect on the folder.  He derived his figures for attorney's fees by estimating the amount of time that Sudalter had spent on each file by examining the tasks that the file reflected had been performed, or by having non-attorney employees perform such estimates to his specifications.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  These bills for \"closed cases\" totaled over $1.1 million dollars;  Sears paid $833,409 before bringing the present litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">During this time, Goldstone also submitted monthly the money he had collected for Sears on active files, and Sears paid the forty-five percent contingency fee.  Despite the 1987 Agreement and without Sears's knowledge, Goldstone also pocketed a portion of the money he collected from Sears debtors as reimbursement for court costs before sending the balance to Sears each month.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In mid-1992, Sears employees began to question Mr. Goldstone's billings when they noticed that his bills exceeded the amount he had collected for Sears for several months.  Goldstone explained that many of the bills were not for ongoing cases, but for closed cases from the Sudalter firm.  He represented that Sears had not previously paid for these cases.  At a meeting in the summer of 1992, Goldstone showed a box of files to Karen D'Angelo, the Sears special accounts manager with whom he had spoken earlier, explaining that the markings meant that Sears had not paid for these cases.  D'Angelo confirmed that the account numbers on the files represented genuine Sears collection accounts that had been placed with the Sudalter firm, but did not challenge Goldstone on the meaning of the file folder markings.  Goldstone did not say that this was just his interpretation of the file folder markings, or that the markings could be interpreted differently.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Later that year, higher-ranking Sears executives inquired about the increase in expenses for attorney's fees that Goldstone's \"closed cases\" bills represented, asking the office to \"stop\" Goldstone's bills.  Renee Matta, D'Angelo's supervisor, wrote an e-mail explaining her understanding of the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>This is not something that I can \"stop.\"   Attorney Goldstone is charging for fees and costs that were never billed to us over an extended period of time for services rendered by Attorney Sudalter....  I merely asked him to get the bloodletting over with in 92 if possible.  He was in today and brought in the \"last\" of the culling process.  It should peak out at $605,000 for the year!   All of these cases should have (at some time) been billed to Sears--but were not.  Mrs. Sudalter has said that she had intended to bill Sears--but didn't....  I have reviewed many of the accounts and find the bookkeeping to be in order.  Mr. Goldstone merely followed the intent of the contract when he was told that accounts that have not been \"paid\" should not remain in his portfolio....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the e-mail states that Matta \"reviewed many of the accounts,\" the record reveals that such review was only to determine whether the account numbers accurately referred to Sears debtors.  As Matta explained,[O]n some invoices it was difficult for us to determine what we were paying for.  The accounts were very, very old....  I recall [my employees] getting some clarification [from Goldstone] on some account numbers....  I do recall them getting some clarification on account names to substantiate the name that we had been billed for.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Other than the review to see if the account numbers matched those of Sears's debtors, Matta relied on Goldstone for her information.  Apart from reviewing the account numbers, Sears employees did not independently review the law firm's records to determine whether the amounts Goldstone billed for attorney time or costs were accurate;  they trusted that Goldstone, as their attorney, had a basis for those figures.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Believing that Goldstone had a basis for his bills and that the contract required the payments, Sears employees did not question Goldstone again until the bills continued to arrive throughout 1993 and early 1994 without any apparent end in sight.  When Sears again began to question the bills and to delay its payments to Goldstone, he took action.  Goldstone threatened to deduct his fees from money collected from Sears's debtors.  He also noted in a letter that he and the firm felt \"restrained from acting in our client's best interest because of\" Sears's failure to pay.  In 1994, Sears finally terminated its relationship with Goldstone &amp; Sudalter and brought the present action for an accounting to determine whether Goldstone's bills were in order.  Goldstone counterclaimed for the unpaid balance.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">At deposition, Mrs. Sudalter testified that she performed bookkeeping duties for her husband's firm and was intimately familiar with its billing practices.  She testified that Sears did not owe anything on the old files, i.e. files in dead storage of whatever year, and that it was impossible to determine from the outside of a folder whether Sears had paid a fee for the file.  Although he had never discussed with Attorney Sudalter the system for determining whether Sears had paid a fee or reimbursed costs for a particular case, Goldstone's position was that the costs were self-evident from a review of the case jacket.  Likewise, Goldstone contends, the fee could be reliably estimated by reviewing the work performed and determining, based on his experience, how much time each task ordinarily required.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mrs. Sudalter noted that, after 1987, Sears was not obligated to reimburse for costs, and that she did not record Sears's payment of the forty-five percent contingency fee on the outside of each file folder because it would have been time-consuming.  Mrs. Sudalter also testified that the red stickers that many of the file folders contained marked those cases as \"closed,\" that the firm's \"closed\" cases were either fully paid up or uncollectible, and that the law practice never intended to submit any further bills to Sears on \"closed\" cases.  A preliminary review of a mere fourteen case files demonstrated that Sears had already paid legal fees for work performed on some substantial portion of the cases, a fact which Goldstone admitted at his deposition.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Following these depositions, Sears amended its complaint, alleging a fraudulent double-billing scheme by Goldstone.  Sears asked for damages of $833,409 to recover all the fees it had paid for old cases, and also demanded attorney's fees under Mass.  Gen. Laws ch.  93A for \"unfair or deceptive trade practices.\"   On cross-motions for summary judgment, the district court ruled for Sears, finding Goldstone in breach of his contract and fiduciary duty as an attorney and in violation of Mass.  Gen. Laws ch.  93A, &#167; 2.  The district court awarded the full $833,409 in damages and $112,000 in attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Our review of the district court's grant of summary judgment is de novo.  Swain, 117 F.3d at 5.</p>\n    </div>\n    <p>II. Goldstone's Obligations In Billing Sears</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The attorney-client relationship is \"highly fiduciary\" in Massachusetts.  Hendrickson v. Sears, 365 Mass. 83, 310 N.E.2d 131, 135 (1974);  Dunne v. Cunningham, 234 Mass. 332, 125 N.E. 560, 561 (1920).  To state that elastic truism does not answer the question of the level of duty which is imposed on a lawyer in billing clients.  The district court found that a particularly high level of duty was required here, analogizing this case to situations where the attorney has a separate business relationship with a person while simultaneously representing that person as counsel.  See Goldman v. Kane, 3 Mass.App.Ct. 336, 329 N.E.2d 770 (1975).  To the extent that the district court's opinion might be misunderstood to suggest that the separate \"business transaction\" rules in Goldman apply to ordinary billing arrangements between a lawyer and client when the lawyer's sole relationship with the person who is the client is as counsel, we clarify that this is not the law.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To the extent that the district court was ruling that the more stringent Goldman business transaction rules apply when an attorney purchases a practice and subsequently bills for services rendered earlier by that practice, we need not and do not reach that issue.  We leave that issue more appropriately to the Massachusetts courts to decide in some future case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We affirm on the basis that the summary judgment record shows no dispute of material fact that Goldstone violated the usual duties owed by Massachusetts lawyers when billing clients and that he did so in a manner which was in breach of his contract and in violation of Mass.  Gen. Laws ch. 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Goldman, an attorney sued his client to enforce a loan agreement whose terms greatly favored the attorney.  The loan agreement was an independent business transaction between the two.  In this context, the court declined to enforce the agreement:  \"When an attorney bargains with his client in a business transaction in a manner which is advantageous to himself, and if that transaction is later called into question, the court will subject it to close scrutiny.\"  Id. 329 N.E.2d at 773.   When there are such business transactions, the fiduciary relationship requires a series of heightened duties in light of the heightened risks.  Specifically, these heightened duties require the lawyer to meet the burden of showing that (1) the transaction \"was in all respects fairly and equitably conducted\" and that (2) the client had received \"independent advice in the matter or else receive[d] from the attorney such advice as the latter would have been expected to give had the transaction been one between his client and a stranger.\"  Id.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Goldman rule has been adopted by the Supreme Judicial Court.  See In re Stern, 425 Mass. 708, 682 N.E.2d 867, 871 (1997) (finding an attorney's entering into a business transaction with a client without urging an independent legal opinion a violation of DR 5-104 and DR 1-102);  Israel v. Sommer, 292 Mass. 113, 197 N.E. 442 (1935) (holding a trust agreement favoring an attorney invalid for failure to obtain disinterested advice);  Hill v. Hall, 191 Mass. 253, 77 N.E. 831 (1906) (holding a sale invalid for failure to obtain disinterested advice).  The new Massachusetts Rules of Professional Conduct restate the Goldman requirements as a separate rule, see Rule 1.8,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and essentially the same rule has been proposed by the ALI, see Restatement (Third) of the Law Governing Lawyers &#167; 207 (Proposed Final Draft No. 1, March 29, 1996) (relying on Goldman and similar cases to require independent legal advice for business transactions between lawyers and clients).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Business transactions other than fee agreements between lawyers and clients create special conflicts of interest that require the precaution of independent advice.  However, attorneys, like fiduciaries generally, are entitled to receive compensation for their services, and may pursue their legitimate interests in receiving payment in the ordinary fashion.  Thus, seeking to enforce a valid fee contract is an exception to the general requirement that fiduciaries subordinate their interests to those of their clients.  See generally Restatement (Second) of Agency &#167;&#167; 441, 463 (1957) (providing that a principal has a duty to compensate his or her agent and that an agent may take action in the case of breach);  Restatement (Third) of the Law Governing Lawyers &#167;&#167; 29, 29A (P.F.D. No. 1, March 29, 1996) (providing that a client has an obligation to compensate his or her lawyer and that a lawyer may enforce a valid fee contract).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Massachusetts law does not regard the ordinary fee contract as a \"business transaction between lawyer and client\" subject to the special requirements of Goldman.   See Coupounas v. Madden, 401 Mass. 125, 514 N.E.2d 1316 (1987) (affirming a client's duty to pay a lawyer-accountant and refusing to hold invalid notes that client signed for failure to obtain independent legal advice);  see also Restatement (Third) of the Law Governing Lawyers &#167; 207 cmt. a (P.F.D. No. 1, March 29, 1996) (\"The requirements [for business transactions] do not apply to ordinary client-lawyer fee agreements....\").  It would make little sense to require an attorney, embarking on representation of a client and entering into an ordinary fee agreement, to advise the client to hire another attorney to give \"independent legal advice\" concerning that fee agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nevertheless, this case still turns on the rules for the regulation of attorney's fees which Massachusetts has established to protect clients and to preserve the integrity of the bar.  Massachusetts has established that a lawyer always bears the burden of proof in any proceeding to resolve a billing dispute, whether the lawyer appears as a plaintiff seeking to recover a fee or as a defendant in a suit for a refund.  First National Bank of Boston v. Brink, 372 Mass. 257, 361 N.E.2d 406, 410 (1977) (suit for an accounting and refund of a large fee for tax advice);  Smith v. Binder, 20 Mass.App.Ct. 21, 477 N.E.2d 606 (1985) (suit for an accounting and refund of a portion of large retainer fee);  see also Restatement (Third) of the Law Governing Lawyers &#167; 56(2) (P.F.D. No. 1, March 29, 1996) (following the Brink rule).  As the Restatement notes, \"A lawyer ... will usually have better access than a client to evidence about the lawyer's own services....\"  Id. at &#167; 56 cmt. c. That concern is particularly salient in this case, where the items of evidence that Goldstone presents consist of cryptic handwritten notations on several thousand old file folders.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To satisfy an attorney's burden of proof under Massachusetts law, he or she must provide more than purely speculative evidence to support a claim that a client owes a particular charge in order to defeat a properly supported motion for summary judgment.  See Beatty v. NP Corp., 31 Mass.App.Ct. 606, 581 N.E.2d 1311, 1314-16 (1991) (finding evidence of an agreement by a client to pay a performance bonus too \"isolated\" to support attorney's claim);  accord Davis v. Glenville Haldi, P.C., 148 Ga.App. 842, 253 S.E.2d 207, 208 (1979) (rejecting attorney's claim where he introduced \"no evidence indicating the amount of time spent on the case or the amount of work he performed,\" but only the attorney's own opinion that a prospective contingency fee would be $25,000).  Scanty or speculative evidence concerning the value of legal services is insufficient to create a genuine issue for the trier of fact.  See Beatty, 581 N.E.2d at 1315-16 (summary judgment appropriate);  accord Davis, 253 S.E.2d at 208 (directed verdict appropriate).  Placing the burden of proof on the attorney is sensible in light of the difficulty of monitoring the attorney's services.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">While Sears is the moving party, it has supported its summary judgment motion by pointing to undisputed material facts in the record.  Now, the burden of proof rests with Goldstone to present clear evidence that the bills are owed by Sears.  \"Once the moving party has properly supported her motion for summary judgment, the burden shifts to the nonmoving party, with respect to each issue on which he has the burden of proof, to demonstrate that a trier of fact could reasonably find in his favor.\"  Denovellis v. Shalala, 124 F.3d 298, 305-06 (1st Cir.1997).  Goldstone has failed to demonstrate that a trier of fact could find in his favor.  The evidence he presented to substantiate the bills he submitted for over 15,000 files consists entirely of his own interpretation of the handwritten markings contained on the outside of the files and his own estimates of the amount of time that Sudalter spent on cases stretching over fifteen years.  He lacks personal knowledge that Sudalter had not already billed Sears on these accounts or had determined that they were not to be billed.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">On the summary judgment record, Mrs. Sudalter is the only competent witness to her late husband's bookkeeping practices;  Goldstone has no personal knowledge regarding the firm's records and never even met Attorney Sudalter.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See F.R.C.P. 56(e) (\"Supporting and opposing affidavits shall be made on personal knowledge ... and shall show affirmatively that the affiant is competent to testify to the matters stated therein.\").  Mrs. Sudalter has testified that it is impossible to determine from the old file folders whether Sears owed any money for attorney's fees and costs, that the Sudalter firm never intended to submit further bills to Sears for files in \"dead storage\" and that the red stickers on old files indicate that the matters were considered \"closed.\"   Goldstone's only response is to say that Mrs. Sudalter is biased against him.  But that does not satisfy his burden to \"set forth specific facts showing that there is a genuine issue\" for trial.  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986);  Denovellis, 124 F.3d at 305-06.  A party cannot create an issue for the trier of fact \" 'by relying on the hope that the jury will not trust the credibility of witnesses....  There must be some affirmative evidence....' \"  Dragon v. Rhode Island Dep't of Mental Health, Retardation and Hospitals, 936 F.2d 32, 35 (1st Cir.1991) (quoting Wright and Miller, Federal Practice and Procedure:  Civil 2d &#167; 2527 (1st ed.1971) (misquoted as &#167; 2528 in Dragon )).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Goldstone nonetheless urges us to vacate the summary judgment for Sears and remand the case in order to require Sears to establish its injury by showing the impropriety of his bills for each of over 15,000 files.  As the district judge noted, \"[i]t would be perverse for the court to hold Sears ... to a standard the [defendant] himself could never achieve.\"   This case illustrates the reasons for the Commonwealth's rule that a lawyer always bears the burden to prove that he is owed compensation under a valid fee agreement.  The burden of proof was not on Sears;  it was on Goldstone.  He has had his opportunity to satisfy his burden.  While Sears's record keeping practices were sloppy at best and Sears does not evoke much sympathy, it is the lawyer's burden to justify amounts billed.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Because Goldstone has failed to produce evidence that Sears actually owed Sudalter any of the $833,409 that represents Sears's payment on the closed files, the district court's damage award was proper.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>III. Chapter 93A</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court found that the undisputed facts established that Goldstone's conduct was \"unfair or deceptive,\" in violation of Chapter 93A.  This Chapter 93A finding, and the finding that Sears suffered harm from that violation, entitled Sears to an award of attorney's fees.  Mass. Gen. Laws ch.  93A, &#167; 11;  Nasco v. Public Storage, Inc., 127 F.3d 148, 149-50 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Chapter 93A applies to attorneys, and unlawful billing or other unethical conduct can constitute a Chapter 93A violation.  See Guenard v. Burke, 387 Mass. 802, 443 N.E.2d 892, 896 (1982) (reliance on an illegal contingent fee agreement to collect a fee violates Chapter 93A);  Brown v. Gerstein, 17 Mass.App.Ct. 558, 460 N.E.2d 1043, 1051-52 (1984) (lawyer's unethical deceit toward his clients concerning the status of litigation violated Chapter 93A).  To establish that no genuine issue of material fact existed on the Chapter 93A claim, Sears is required to show that the undisputed facts reveal that Goldstone's conduct \"falls 'within at least the penumbra of some common-law, statutory, or other established concept of unfairness' or is 'immoral, unethical, oppressive or unscrupulous.' \"  Cambridge Plating Co. v. Napco, Inc., 85 F.3d 752, 769 (1st Cir.1996) (quoting PMP Assoc., Inc. v. Globe Newspaper Co., 366 Mass. 593, 321 N.E.2d 915, 917 (1975)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Goldstone's breach of his obligations in these circumstances is sufficient to establish a Chapter 93A violation.  Cambridge Plating, 85 F.3d at 769;  Doucette v. Kwiat, 392 Mass. 915, 467 N.E.2d 1374 (1984) (finding that an attorney's collection of a fee to which he was not entitled under his fee agreement violated Chapter 93A).  Furthermore, Goldstone admitted to conduct which constitutes unethical behavior in skimming his costs off the top of Sears collections without Sears's knowledge or consent and in violation of his contract.  See DR 9-102.  Violations of the rules governing the legal profession are evidence of legal malpractice, and are also relevant in Chapter 93A determinations.  See Fanaras Enterprises, Inc. v. Doane, 423 Mass. 121, 666 N.E.2d 1003, 1006 (1996);  Brown, 460 N.E.2d at 1050, 1052 n. 22.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court's finding of a Chapter 93A violation does not depend on whether Goldstone knowingly devised a scheme to defraud Sears or was merely opportunistic and reckless in making the assumptions he did regarding the files.  Whether or not Goldstone's conduct was knowingly fraudulent, the record clearly shows that his conduct fell \"within at least the penumbra of some common-law, statutory, or other established concept of unfairness.\"  Cambridge Plating, 85 F.3d at 769 (citation and internal quotation marks omitted).  Sears did not seek the double or treble damages that are available for knowing violations of Chapter 93A, see Mass.  Gen. Laws ch.  93A, &#167; 11, so the issue of Goldstone's knowledge is not a \"genuine issue of material fact\" that would defeat summary judgment.  The district court's award of attorney's fees of $112,000 was warranted.  Goldstone does not dispute the amount of attorney's fees awarded.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court's grant of summary judgment, damages and attorney's fees is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In each case, the amount of attorney time that Goldstone estimated was minimal, almost always less than an hour</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to Goldstone, the firm's practice of skimming reimbursement for costs off the top of collections from Sears debtors was dictated by the law of champerty, which generally requires that clients remain liable for expenses even in contingency fee arrangements.  According to Goldstone, a non-attorney Sears employee agreed with his interpretation.  In fact, however, S.J.C. Rule 3:05, governing contingent fees for Massachusetts attorneys, provides, \"Contingent fee arrangements concerning the collection of commercial accounts ... made in accordance with usual practices in respect of such cases shall not be regarded as champertous and shall not be subject to,\" inter alia, the requirement that \"the client, in any event, is to be liable for expenses and disbursements.\"   Regardless, the 1987 Agreement and DR 9-102 absolutely forbid Goldstone's unilateral reimbursement of costs from client funds without the client's knowledge or consent, even if he were entitled to such reimbursement</p>\n        <p>Under the Massachusetts Rules of Professional Conduct, effective January 1, 1998, which repeal former S.J.C. Rule 3:05 and the disciplinary rules, attorneys may make payment of costs and expenses contingent on success for all clients.  See Rule 1.8(e)(1).  Naturally, the requirement to keep client funds separate remains in effect.  See Rule 1.15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The new Massachusetts Rules of Professional Conduct, effective January 1, 1998, do not expressly address whether the business transaction rules should be applied to such a situation.  See Rule 1.8 (governing attorney-client business transactions);  Rule 1.17 (governing the sale of a law practice)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under Goldman, a prudent attorney would refrain from attempting personally to give the required disinterested advice.  The attorney in Goldman had advised his client not to enter into the loan agreement, yet the court found that \"in the circumstances of this case, [the attorney's] full disclosure and his advice were not sufficient to immunize him from liability.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rule 1.8(a) provides:</p>\n        <p>\"A lawyer shall not enter into a business transaction with a client or knowingly acquire an ownership, possessory, security, or other pecuniary interest adverse to a client unless:</p>\n        <p>\"(1) the transaction and terms on which the lawyer acquires the interest are fair and reasonable to the client and are fully disclosed and transmitted in writing to the client in a manner which can be reasonably understood by the client;</p>\n        <p>\"(2) the client is given a reasonable opportunity to seek the advice of independent counsel in the transaction;  and</p>\n        <p>\"(3) the client consents in writing thereto.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As proposed by the ALI, Restatement &#167; 207 provides:</p>\n        <p>\"A lawyer may not participate in a business or financial transaction with a client, except a standard commercial transaction in which the lawyer does not render legal services, unless</p>\n        <p>\"(1) the client has adequate information about the terms of the transaction and the risks presented by the lawyer's involvement in it;</p>\n        <p>\"(2) the terms and circumstances of the transaction are fair and reasonable to the client;  and</p>\n        <p>\"(3) the client consents to the lawyer's role in the transaction under the limitations and conditions provided in &#167; 202 [concerning client consent to conflicts of interest] after being encouraged, and given a reasonable opportunity, to seek independent legal advice concerning the transaction.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Goldstone also calls our attention to the affidavit of Frederick Casson, which was stricken by the district court.  Goldstone failed to disclose Casson's identity pursuant to F.R.C.P. 26(a) at the outset of the litigation.  The district court ordered the affidavit stricken, the sanction established by F.R.C.P. 37(c)(1).  The district court's decision was well within its discretion.  See Rivera-Flores v. Bristol-Myers Squibb Caribbean, 112 F.3d 9, 14 (1st Cir.1997) (\"Our review of the district court's discovery-related decisions is for abuse of discretion, and we will intervene in such matters only upon a clear showing of manifest injustice.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Goldstone argues that a ruling for Sears means that no attorney can recover for his work in the absence of contemporaneous time records.  The issue is not whether an attorney may charge fees in the absence of contemporary time records.  It is whether a lawyer without personal knowledge that a bill is owed has produced sufficient admissible evidence to survive summary judgment that the obligation in fact exists.  We also note that in the purchase of a law practice, the lack of adequate billing records to support accounts receivable can, of course, be reflected in the purchase price</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Goldstone's attorney contended in oral argument that some of the $833,409 in bills that Sears paid were not for closed files, but for new work that Goldstone performed.  However, the district court had ordered Goldstone to make an accounting of invoices he submitted for fees and costs that he claimed were owing to his deceased partner, Eldon B. Sudalter, and according to the district court, \"[t]he parties agree[d] that the relevant sum charged to and paid by Sears [was] $833,409.  Goldstone &amp; Sudalter's own accountant provided that figure as \"an accounting of all charges ... for 'closed accounts'....\"   Goldstone's attorney did not dispute that figure at the damages hearing, but instead contended that Sears had not shown that all the files had previously been billed.  Given Goldstone's burden, that fact is not material to the damages issue.  Goldstone has not sustained his argument that part of the $833,409 judgment covers bills for work that he himself performed, rather than bills for Sudalter's work</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></span></p>\n    <p class=\"parties\">SEARS, ROEBUCK &amp; CO., Plaintiff, Appellee,<br>v.<br>GOLDSTONE &amp; SUDALTER, P.C., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1216.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 3, 1997.<br>Decided Oct. 22, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David G. Hanrahan, with whom Ross D. Ginsberg, Gilman, McLaughlin &amp; Hanrahan, LLP, Boston, MA, were on brief, for defendant, appellant.</p>\n      <p class=\"indent\">Allan E. Taylor, with whom Elizabeth C. Sackett, Taylor, Duane, Barton &amp; Gilman, LLP, Boston, MA, were on brief, for plaintiff, appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises issues of Massachusetts law concerning the obligations that attorneys owe clients in their billing practices.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Attorney Daniel Goldstone formed Goldstone &amp; Sudalter, P.C. to purchase the practice of the late Eldon Sudalter, a collection attorney.  Goldstone &amp; Sudalter then billed Sears, Roebuck &amp; Co. in excess of one million dollars for past work Goldstone said Attorney Sudalter had performed on Sears's cases.  Sears at first paid most of the bills, but eventually sued Goldstone &amp; Sudalter for an accounting, asking for a judicial determination of its total liability, if any, for the past work.  Goldstone &amp; Sudalter, in turn, counterclaimed for the unpaid balance.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following Goldstone's admission that he had no personal knowledge concerning Sudalter's billing practices to support his interpretation of the records which formed the basis for his bills, Sears amended its complaint to include common-law claims for breach of contract and breach of fiduciary duty, and a statutory claim of \"unfair and deceptive trade practices\" under Mass.  Gen. Laws ch.  93A. Sears sought reimbursement for bills it had previously paid and an award of attorney's fees.  The district court granted Sears's motion for summary judgment, and awarded it $833,409--the entire amount of Sears's payments on the disputed bills--and $112,000 in attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although our analysis varies from that of the district court, the summary judgment record reveals that Goldstone &amp; Sudalter has not met its burden of substantiating its bills under Massachusetts law and that Sears has met its burden of showing unfair and deceptive practices.  We affirm.</p>\n    </div>\n    <p>I. The Facts</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We state the facts in the light most favorable to Goldstone &amp; Sudalter, the party opposing summary judgment.  Swain v. Spinney, <span class=\"citation\" data-id=\"197434\"><a href=\"/opinion/197434/swain-v-roe/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1991, Daniel Goldstone, then a lawyer with three years of experience, began negotiations with Mrs. Janice Sudalter to purchase the law practice of her late husband Eldon Sudalter.  Eldon Sudalter was a solo practitioner and had been the primary collection attorney for Sears in eastern Massachusetts for the previous fifteen years.  Mrs. Sudalter had worked in her husband's office for most of that time and her regular duties included preparing the monthly billings for Sears and other clients.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In mid-1991, Goldstone and Mrs. Sudalter signed a letter of intent, and Goldstone formed Goldstone &amp; Sudalter to purchase the assets of the practice and continue the business.  In late 1991, the relationship broke down amid mutual recriminations, and Goldstone sued Mrs. Sudalter in state court over the terms of their agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By early 1992, Goldstone was in possession of the files of the Eldon Sudalter practice and was servicing its clients, although Goldstone and Mrs. Sudalter did not finally settle the state court litigation until January 1993.  The settlement provided for a total purchase price of $150,000 for all of the assets, tangible and intangible, of the Eldon Sudalter practice.  Goldstone had not actually worked with Attorney Sudalter, and had not discussed with him the firm's billing practices.  Goldstone had no personal knowledge of whether particular cases in Sudalter's files had been billed or were uncollectible, or had been formally closed, whether or not billed or uncollectible.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Like many collection attorneys, the late Eldon Sudalter operated on a contingency fee basis.  Before 1987, Sears paid Attorney Sudalter one-third of his recovery and reimbursed him for all court costs.  That changed.  On September 8, 1987, Attorney Sudalter executed a form \"Attorney Retention Agreement\" prepared by Sears for its collection attorneys throughout the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The 1987 Agreement increased Attorney Sudalter's fee to forty-five percent, but he was now to be responsible for all costs that were not reimbursed by debtors.  According to Mrs. Sudalter, under the new agreement, \"[W]e take 45 percent of what we collect.  If we can recover the costs [from debtors], great.  If we can't recover the costs, that's just part of the agreement;  that's why they're [Sears] paying us the 45 percent.\"   Goldstone offered no evidence to contradict Mrs. Sudalter's testimony that the forty-five percent contingency fee was intended to take into account all court costs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">According to the 1987 Agreement, the collection attorney was to send all monies collected to Sears on a monthly basis, accompanied by a report;  Sears would then pay the attorney's contingency fee.  The 1987 Agreement provided:  \"Attorney will be accountable for all monies collected on any of the accounts and will submit at least monthly a report to Sears listing the accounts on which collections were made and amount collected, together with a check payable to Sears for all monies collected.\"  (emphasis supplied).  The 1987 Agreement also states, \"Attorney waives any attorney's lien on Sears accounts and agrees not to assert such lien against Sears.\"Sears did not send individual checks to the Sudalter firm for the particular matters for which they paid Attorney Sudalter his legal fees or costs over the years.  Likewise, Attorney Sudalter did not customarily record his receipt of the contingency fee or costs from Sears on each debtor's file.  Rather, Attorney Sudalter regularly deposited money from debtors in a Sears client trust account and remitted a single check each month to Sears from the account for the total amount of that month's collections.  Sears then remitted the contingency fee for that amount and for any amounts that debtors sent directly to Sears.  Before 1987, Sears would reimburse court costs in a single monthly check if Sudalter could not collect them from debtors.  After 1987, Sears was not responsible for those costs, although it would still occasionally send Sudalter costs that debtors had sent to Sears instead of Sudalter, again in a single check for that month.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The agreement set forth a separate compensation arrangement if Sears terminated the agreement or withdrew customer accounts.  In that event, Sears would pay Sudalter $60 per hour for his time and reimburse his court costs, although it would pay no such fees if Sudalter terminated the agreement or was in breach of the agreement.  According to an employee for a collection agency that Sears uses, withdrawing accounts is seen as a \"drastic\" step because of these fees and costs and for that reason is rarely employed in the collection industry.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In early 1992, Goldstone called Karen D'Angelo, a special accounts manager at Sears, to ask why Sears had stopped sending cases to the Sudalter firm, now operating as Goldstone &amp; Sudalter.  D'Angelo was a low-level Sears employee who had been in her present job in Massachusetts for two years and had first spoken to Attorney Sudalter only shortly before he died in 1991.  D'Angelo informed Goldstone that Sears rated its collection attorneys by comparing the amounts the attorneys collected monthly as a percentage of their total portfolios.  According to Goldstone, D'Angelo informed him that the law practice had \"never closed a file in fifteen years,\" and urged the firm to close these accounts to make its percentage appear more competitive.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Goldstone began \"closing\" the old files, informing Sears that he would attempt no more collections on such cases.  At the same time, he implemented the billing practices at issue in this lawsuit.  Goldstone began by reviewing thousands of old files contained in \"dead storage\" in the basement of the late Eldon Sudalter's former office, many of which had red stickers on them.  Some file folders contained handwritten notations of court costs paid by Sudalter and some indicated whether those costs had been reimbursed by debtors or Sears.  Goldstone prepared a letter for signature by a Sears representative, \"acknowledg[ing] the assignment to Goldstone &amp; Sudalter, P.C. of the contract executed by Eldon B. Sudalter, P.C.\" in 1987.  The letter also referred to that contract, stating, \"Specifically, with regard to the 'pre-1992 closed cases,' Sears will be responsible for costs expended and attorneys' fees at the rate of $60.00 per hour in accordance with Exhibit 'B' annexed to the 1987 contract.\"   Emma Scott, an in-house attorney for Sears, signed the letter.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Goldstone states that he regarded this letter as \"completely consistent with the earlier Attorney Retention Agreement\" and that he did not believe that Scott's signing of the letter was intended to alter the terms of the 1987 Agreement in any way.  According to Goldstone's interpretation of the agreement, his \"closing\" of cases, which he did after his conversation with D'Angelo, triggered Sears's obligation to pay for court costs and work performed on an hourly basis under the contract's provisions regarding cases \"withdrawn\" by Sears.  There is some evidence that Sears's in-house attorneys, at least initially, agreed with Goldstone's interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">From February 1, 1992 until February 23, 1996, Goldstone billed Sears for costs and attorney's fees on each of over 15,000 files.  He derived his cost figures from the handwritten notations on the outside of the folders.  He assumed that Sudalter had not been reimbursed by Sears or debtors unless there was a handwritten note to that effect on the folder.  He derived his figures for attorney's fees by estimating the amount of time that Sudalter had spent on each file by examining the tasks that the file reflected had been performed, or by having non-attorney employees perform such estimates to his specifications.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  These bills for \"closed cases\" totaled over $1.1 million dollars;  Sears paid $833,409 before bringing the present litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">During this time, Goldstone also submitted monthly the money he had collected for Sears on active files, and Sears paid the forty-five percent contingency fee.  Despite the 1987 Agreement and without Sears's knowledge, Goldstone also pocketed a portion of the money he collected from Sears debtors as reimbursement for court costs before sending the balance to Sears each month.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In mid-1992, Sears employees began to question Mr. Goldstone's billings when they noticed that his bills exceeded the amount he had collected for Sears for several months.  Goldstone explained that many of the bills were not for ongoing cases, but for closed cases from the Sudalter firm.  He represented that Sears had not previously paid for these cases.  At a meeting in the summer of 1992, Goldstone showed a box of files to Karen D'Angelo, the Sears special accounts manager with whom he had spoken earlier, explaining that the markings meant that Sears had not paid for these cases.  D'Angelo confirmed that the account numbers on the files represented genuine Sears collection accounts that had been placed with the Sudalter firm, but did not challenge Goldstone on the meaning of the file folder markings.  Goldstone did not say that this was just his interpretation of the file folder markings, or that the markings could be interpreted differently.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Later that year, higher-ranking Sears executives inquired about the increase in expenses for attorney's fees that Goldstone's \"closed cases\" bills represented, asking the office to \"stop\" Goldstone's bills.  Renee Matta, D'Angelo's supervisor, wrote an e-mail explaining her understanding of the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>This is not something that I can \"stop.\"   Attorney Goldstone is charging for fees and costs that were never billed to us over an extended period of time for services rendered by Attorney Sudalter....  I merely asked him to get the bloodletting over with in 92 if possible.  He was in today and brought in the \"last\" of the culling process.  It should peak out at $605,000 for the year!   All of these cases should have (at some time) been billed to Sears--but were not.  Mrs. Sudalter has said that she had intended to bill Sears--but didn't....  I have reviewed many of the accounts and find the bookkeeping to be in order.  Mr. Goldstone merely followed the intent of the contract when he was told that accounts that have not been \"paid\" should not remain in his portfolio....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the e-mail states that Matta \"reviewed many of the accounts,\" the record reveals that such review was only to determine whether the account numbers accurately referred to Sears debtors.  As Matta explained,[O]n some invoices it was difficult for us to determine what we were paying for.  The accounts were very, very old....  I recall [my employees] getting some clarification [from Goldstone] on some account numbers....  I do recall them getting some clarification on account names to substantiate the name that we had been billed for.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Other than the review to see if the account numbers matched those of Sears's debtors, Matta relied on Goldstone for her information.  Apart from reviewing the account numbers, Sears employees did not independently review the law firm's records to determine whether the amounts Goldstone billed for attorney time or costs were accurate;  they trusted that Goldstone, as their attorney, had a basis for those figures.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Believing that Goldstone had a basis for his bills and that the contract required the payments, Sears employees did not question Goldstone again until the bills continued to arrive throughout 1993 and early 1994 without any apparent end in sight.  When Sears again began to question the bills and to delay its payments to Goldstone, he took action.  Goldstone threatened to deduct his fees from money collected from Sears's debtors.  He also noted in a letter that he and the firm felt \"restrained from acting in our client's best interest because of\" Sears's failure to pay.  In 1994, Sears finally terminated its relationship with Goldstone &amp; Sudalter and brought the present action for an accounting to determine whether Goldstone's bills were in order.  Goldstone counterclaimed for the unpaid balance.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">At deposition, Mrs. Sudalter testified that she performed bookkeeping duties for her husband's firm and was intimately familiar with its billing practices.  She testified that Sears did not owe anything on the old files, i.e. files in dead storage of whatever year, and that it was impossible to determine from the outside of a folder whether Sears had paid a fee for the file.  Although he had never discussed with Attorney Sudalter the system for determining whether Sears had paid a fee or reimbursed costs for a particular case, Goldstone's position was that the costs were self-evident from a review of the case jacket.  Likewise, Goldstone contends, the fee could be reliably estimated by reviewing the work performed and determining, based on his experience, how much time each task ordinarily required.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mrs. Sudalter noted that, after 1987, Sears was not obligated to reimburse for costs, and that she did not record Sears's payment of the forty-five percent contingency fee on the outside of each file folder because it would have been time-consuming.  Mrs. Sudalter also testified that the red stickers that many of the file folders contained marked those cases as \"closed,\" that the firm's \"closed\" cases were either fully paid up or uncollectible, and that the law practice never intended to submit any further bills to Sears on \"closed\" cases.  A preliminary review of a mere fourteen case files demonstrated that Sears had already paid legal fees for work performed on some substantial portion of the cases, a fact which Goldstone admitted at his deposition.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Following these depositions, Sears amended its complaint, alleging a fraudulent double-billing scheme by Goldstone.  Sears asked for damages of $833,409 to recover all the fees it had paid for old cases, and also demanded attorney's fees under Mass.  Gen. Laws ch.  93A for \"unfair or deceptive trade practices.\"   On cross-motions for summary judgment, the district court ruled for Sears, finding Goldstone in breach of his contract and fiduciary duty as an attorney and in violation of Mass.  Gen. Laws ch.  93A, &#167; 2.  The district court awarded the full $833,409 in damages and $112,000 in attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Our review of the district court's grant of summary judgment is de novo.  Swain, 117 F.3d at 5.</p>\n    </div>\n    <p>II. Goldstone's Obligations In Billing Sears</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The attorney-client relationship is \"highly fiduciary\" in Massachusetts.  Hendrickson v. Sears, <span class=\"citation\" data-id=\"2030695\"><a href=\"/opinion/2030695/hendrickson-v-sears/\"><span class=\"volume\">365</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"2030695\"><a href=\"/opinion/2030695/hendrickson-v-sears/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">131</span></a></span>, 135 (1974);  Dunne v. Cunningham, <span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">332</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">560</span></span>, 561 (1920).  To state that elastic truism does not answer the question of the level of duty which is imposed on a lawyer in billing clients.  The district court found that a particularly high level of duty was required here, analogizing this case to situations where the attorney has a separate business relationship with a person while simultaneously representing that person as counsel.  See Goldman v. Kane, 3 Mass.App.Ct. 336, <span class=\"citation\" data-id=\"2017310\"><a href=\"/opinion/2017310/goldman-v-kane/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">770</span></a></span> (1975).  To the extent that the district court's opinion might be misunderstood to suggest that the separate \"business transaction\" rules in Goldman apply to ordinary billing arrangements between a lawyer and client when the lawyer's sole relationship with the person who is the client is as counsel, we clarify that this is not the law.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To the extent that the district court was ruling that the more stringent Goldman business transaction rules apply when an attorney purchases a practice and subsequently bills for services rendered earlier by that practice, we need not and do not reach that issue.  We leave that issue more appropriately to the Massachusetts courts to decide in some future case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We affirm on the basis that the summary judgment record shows no dispute of material fact that Goldstone violated the usual duties owed by Massachusetts lawyers when billing clients and that he did so in a manner which was in breach of his contract and in violation of Mass.  Gen. Laws ch. 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Goldman, an attorney sued his client to enforce a loan agreement whose terms greatly favored the attorney.  The loan agreement was an independent business transaction between the two.  In this context, the court declined to enforce the agreement:  \"When an attorney bargains with his client in a business transaction in a manner which is advantageous to himself, and if that transaction is later called into question, the court will subject it to close scrutiny.\"  Id. 329 N.E.2d at 773.   When there are such business transactions, the fiduciary relationship requires a series of heightened duties in light of the heightened risks.  Specifically, these heightened duties require the lawyer to meet the burden of showing that (1) the transaction \"was in all respects fairly and equitably conducted\" and that (2) the client had received \"independent advice in the matter or else receive[d] from the attorney such advice as the latter would have been expected to give had the transaction been one between his client and a stranger.\"  Id.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Goldman rule has been adopted by the Supreme Judicial Court.  See In re Stern, <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">708</span></span>, <span class=\"citation no-link\"><span class=\"volume\">682</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">867</span></span>, 871 (1997) (finding an attorney's entering into a business transaction with a client without urging an independent legal opinion a violation of DR 5-104 and DR 1-102);  Israel v. Sommer, <span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">113</span></span>, <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">442</span></span> (1935) (holding a trust agreement favoring an attorney invalid for failure to obtain disinterested advice);  Hill v. Hall, <span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">253</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">831</span></span> (1906) (holding a sale invalid for failure to obtain disinterested advice).  The new Massachusetts Rules of Professional Conduct restate the Goldman requirements as a separate rule, see Rule 1.8,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and essentially the same rule has been proposed by the ALI, see Restatement (Third) of the Law Governing Lawyers &#167; 207 (Proposed Final Draft No. 1, March 29, 1996) (relying on Goldman and similar cases to require independent legal advice for business transactions between lawyers and clients).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Business transactions other than fee agreements between lawyers and clients create special conflicts of interest that require the precaution of independent advice.  However, attorneys, like fiduciaries generally, are entitled to receive compensation for their services, and may pursue their legitimate interests in receiving payment in the ordinary fashion.  Thus, seeking to enforce a valid fee contract is an exception to the general requirement that fiduciaries subordinate their interests to those of their clients.  See generally Restatement (Second) of Agency &#167;&#167; 441, 463 (1957) (providing that a principal has a duty to compensate his or her agent and that an agent may take action in the case of breach);  Restatement (Third) of the Law Governing Lawyers &#167;&#167; 29, 29A (P.F.D. No. 1, March 29, 1996) (providing that a client has an obligation to compensate his or her lawyer and that a lawyer may enforce a valid fee contract).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Massachusetts law does not regard the ordinary fee contract as a \"business transaction between lawyer and client\" subject to the special requirements of Goldman.   See Coupounas v. Madden, <span class=\"citation\" data-id=\"1985088\"><a href=\"/opinion/1985088/coupounas-v-madden/\"><span class=\"volume\">401</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation\" data-id=\"1985088\"><a href=\"/opinion/1985088/coupounas-v-madden/\"><span class=\"volume\">514</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1316</span></a></span> (1987) (affirming a client's duty to pay a lawyer-accountant and refusing to hold invalid notes that client signed for failure to obtain independent legal advice);  see also Restatement (Third) of the Law Governing Lawyers &#167; 207 cmt. a (P.F.D. No. 1, March 29, 1996) (\"The requirements [for business transactions] do not apply to ordinary client-lawyer fee agreements....\").  It would make little sense to require an attorney, embarking on representation of a client and entering into an ordinary fee agreement, to advise the client to hire another attorney to give \"independent legal advice\" concerning that fee agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nevertheless, this case still turns on the rules for the regulation of attorney's fees which Massachusetts has established to protect clients and to preserve the integrity of the bar.  Massachusetts has established that a lawyer always bears the burden of proof in any proceeding to resolve a billing dispute, whether the lawyer appears as a plaintiff seeking to recover a fee or as a defendant in a suit for a refund.  First National Bank of Boston v. Brink, <span class=\"citation\" data-id=\"2175061\"><a href=\"/opinion/2175061/first-national-bank-of-boston-v-brink/\"><span class=\"volume\">372</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation\" data-id=\"2175061\"><a href=\"/opinion/2175061/first-national-bank-of-boston-v-brink/\"><span class=\"volume\">361</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">406</span></a></span>, 410 (1977) (suit for an accounting and refund of a large fee for tax advice);  Smith v. Binder, 20 Mass.App.Ct. 21, <span class=\"citation\" data-id=\"2048622\"><a href=\"/opinion/2048622/smith-v-binder/\"><span class=\"volume\">477</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">606</span></a></span> (1985) (suit for an accounting and refund of a portion of large retainer fee);  see also Restatement (Third) of the Law Governing Lawyers &#167; 56(2) (P.F.D. No. 1, March 29, 1996) (following the Brink rule).  As the Restatement notes, \"A lawyer ... will usually have better access than a client to evidence about the lawyer's own services....\"  Id. at &#167; 56 cmt. c. That concern is particularly salient in this case, where the items of evidence that Goldstone presents consist of cryptic handwritten notations on several thousand old file folders.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To satisfy an attorney's burden of proof under Massachusetts law, he or she must provide more than purely speculative evidence to support a claim that a client owes a particular charge in order to defeat a properly supported motion for summary judgment.  See Beatty v. NP Corp., 31 Mass.App.Ct. 606, <span class=\"citation\" data-id=\"2171205\"><a href=\"/opinion/2171205/beatty-v-np-corp/\"><span class=\"volume\">581</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1311</span></a></span>, 1314-16 (1991) (finding evidence of an agreement by a client to pay a performance bonus too \"isolated\" to support attorney's claim);  accord Davis v. Glenville Haldi, P.C., 148 Ga.App. 842, <span class=\"citation\" data-id=\"1316278\"><a href=\"/opinion/1316278/davis-v-glenville-haldi-pc/\"><span class=\"volume\">253</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">207</span></a></span>, 208 (1979) (rejecting attorney's claim where he introduced \"no evidence indicating the amount of time spent on the case or the amount of work he performed,\" but only the attorney's own opinion that a prospective contingency fee would be $25,000).  Scanty or speculative evidence concerning the value of legal services is insufficient to create a genuine issue for the trier of fact.  See Beatty, 581 N.E.2d at 1315-16 (summary judgment appropriate);  accord Davis, 253 S.E.2d at 208 (directed verdict appropriate).  Placing the burden of proof on the attorney is sensible in light of the difficulty of monitoring the attorney's services.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">While Sears is the moving party, it has supported its summary judgment motion by pointing to undisputed material facts in the record.  Now, the burden of proof rests with Goldstone to present clear evidence that the bills are owed by Sears.  \"Once the moving party has properly supported her motion for summary judgment, the burden shifts to the nonmoving party, with respect to each issue on which he has the burden of proof, to demonstrate that a trier of fact could reasonably find in his favor.\"  Denovellis v. Shalala, <span class=\"citation\" data-id=\"746214\"><a href=\"/opinion/746214/74-fair-emplpraccas-bna-1520-72-empl-prac-dec-p-45029-vincent/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 305-06 (1st Cir.1997).  Goldstone has failed to demonstrate that a trier of fact could find in his favor.  The evidence he presented to substantiate the bills he submitted for over 15,000 files consists entirely of his own interpretation of the handwritten markings contained on the outside of the files and his own estimates of the amount of time that Sudalter spent on cases stretching over fifteen years.  He lacks personal knowledge that Sudalter had not already billed Sears on these accounts or had determined that they were not to be billed.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">On the summary judgment record, Mrs. Sudalter is the only competent witness to her late husband's bookkeeping practices;  Goldstone has no personal knowledge regarding the firm's records and never even met Attorney Sudalter.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See F.R.C.P. 56(e) (\"Supporting and opposing affidavits shall be made on personal knowledge ... and shall show affirmatively that the affiant is competent to testify to the matters stated therein.\").  Mrs. Sudalter has testified that it is impossible to determine from the old file folders whether Sears owed any money for attorney's fees and costs, that the Sudalter firm never intended to submit further bills to Sears for files in \"dead storage\" and that the red stickers on old files indicate that the matters were considered \"closed.\"   Goldstone's only response is to say that Mrs. Sudalter is biased against him.  But that does not satisfy his burden to \"set forth specific facts showing that there is a genuine issue\" for trial.  Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986);  Denovellis, 124 F.3d at 305-06.  A party cannot create an issue for the trier of fact \" 'by relying on the hope that the jury will not trust the credibility of witnesses....  There must be some affirmative evidence....' \"  Dragon v. Rhode Island Dep't of Mental Health, Retardation and Hospitals, <span class=\"citation\" data-id=\"563221\"><a href=\"/opinion/563221/donna-l-dragon-v-state-of-rhode-island-department-of-mental-health/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 35 (1st Cir.1991) (quoting Wright and Miller, Federal Practice and Procedure:  Civil 2d &#167; 2527 (1st ed.1971) (misquoted as &#167; 2528 in Dragon )).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Goldstone nonetheless urges us to vacate the summary judgment for Sears and remand the case in order to require Sears to establish its injury by showing the impropriety of his bills for each of over 15,000 files.  As the district judge noted, \"[i]t would be perverse for the court to hold Sears ... to a standard the [defendant] himself could never achieve.\"   This case illustrates the reasons for the Commonwealth's rule that a lawyer always bears the burden to prove that he is owed compensation under a valid fee agreement.  The burden of proof was not on Sears;  it was on Goldstone.  He has had his opportunity to satisfy his burden.  While Sears's record keeping practices were sloppy at best and Sears does not evoke much sympathy, it is the lawyer's burden to justify amounts billed.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Because Goldstone has failed to produce evidence that Sears actually owed Sudalter any of the $833,409 that represents Sears's payment on the closed files, the district court's damage award was proper.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>III. Chapter 93A</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court found that the undisputed facts established that Goldstone's conduct was \"unfair or deceptive,\" in violation of Chapter 93A.  This Chapter 93A finding, and the finding that Sears suffered harm from that violation, entitled Sears to an award of attorney's fees.  Mass. Gen. Laws ch.  93A, &#167; 11;  Nasco v. Public Storage, Inc., <span class=\"citation\" data-id=\"747148\"><a href=\"/opinion/747148/nasco-inc-v-public-storage-inc-public-storage-inc-v-nasco-inc/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 149-50 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Chapter 93A applies to attorneys, and unlawful billing or other unethical conduct can constitute a Chapter 93A violation.  See Guenard v. Burke, <span class=\"citation\" data-id=\"1978186\"><a href=\"/opinion/1978186/guenard-v-burke/\"><span class=\"volume\">387</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">802</span></a></span>, <span class=\"citation\" data-id=\"1978186\"><a href=\"/opinion/1978186/guenard-v-burke/\"><span class=\"volume\">443</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">892</span></a></span>, 896 (1982) (reliance on an illegal contingent fee agreement to collect a fee violates Chapter 93A);  Brown v. Gerstein, 17 Mass.App.Ct. 558, <span class=\"citation\" data-id=\"2013242\"><a href=\"/opinion/2013242/brown-v-gerstein/\"><span class=\"volume\">460</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1043</span></a></span>, 1051-52 (1984) (lawyer's unethical deceit toward his clients concerning the status of litigation violated Chapter 93A).  To establish that no genuine issue of material fact existed on the Chapter 93A claim, Sears is required to show that the undisputed facts reveal that Goldstone's conduct \"falls 'within at least the penumbra of some common-law, statutory, or other established concept of unfairness' or is 'immoral, unethical, oppressive or unscrupulous.' \"  Cambridge Plating Co. v. Napco, Inc., <span class=\"citation\" data-id=\"196794\"><a href=\"/opinion/196794/cambridge-plating-v-napco-inc/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">752</span></a></span>, 769 (1st Cir.1996) (quoting PMP Assoc., Inc. v. Globe Newspaper Co., <span class=\"citation\" data-id=\"2019325\"><a href=\"/opinion/2019325/pmp-associates-inc-v-globe-newspaper-co/\"><span class=\"volume\">366</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">593</span></a></span>, <span class=\"citation\" data-id=\"2019325\"><a href=\"/opinion/2019325/pmp-associates-inc-v-globe-newspaper-co/\"><span class=\"volume\">321</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">915</span></a></span>, 917 (1975)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Goldstone's breach of his obligations in these circumstances is sufficient to establish a Chapter 93A violation.  Cambridge Plating, 85 F.3d at 769;  Doucette v. Kwiat, <span class=\"citation\" data-id=\"2027180\"><a href=\"/opinion/2027180/doucette-v-kwiat/\"><span class=\"volume\">392</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">915</span></a></span>, <span class=\"citation\" data-id=\"2027180\"><a href=\"/opinion/2027180/doucette-v-kwiat/\"><span class=\"volume\">467</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1374</span></a></span> (1984) (finding that an attorney's collection of a fee to which he was not entitled under his fee agreement violated Chapter 93A).  Furthermore, Goldstone admitted to conduct which constitutes unethical behavior in skimming his costs off the top of Sears collections without Sears's knowledge or consent and in violation of his contract.  See DR 9-102.  Violations of the rules governing the legal profession are evidence of legal malpractice, and are also relevant in Chapter 93A determinations.  See Fanaras Enterprises, Inc. v. Doane, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">666</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1003</span></span>, 1006 (1996);  Brown, 460 N.E.2d at 1050, 1052 n. 22.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court's finding of a Chapter 93A violation does not depend on whether Goldstone knowingly devised a scheme to defraud Sears or was merely opportunistic and reckless in making the assumptions he did regarding the files.  Whether or not Goldstone's conduct was knowingly fraudulent, the record clearly shows that his conduct fell \"within at least the penumbra of some common-law, statutory, or other established concept of unfairness.\"  Cambridge Plating, 85 F.3d at 769 (citation and internal quotation marks omitted).  Sears did not seek the double or treble damages that are available for knowing violations of Chapter 93A, see Mass.  Gen. Laws ch.  93A, &#167; 11, so the issue of Goldstone's knowledge is not a \"genuine issue of material fact\" that would defeat summary judgment.  The district court's award of attorney's fees of $112,000 was warranted.  Goldstone does not dispute the amount of attorney's fees awarded.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court's grant of summary judgment, damages and attorney's fees is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In each case, the amount of attorney time that Goldstone estimated was minimal, almost always less than an hour</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to Goldstone, the firm's practice of skimming reimbursement for costs off the top of collections from Sears debtors was dictated by the law of champerty, which generally requires that clients remain liable for expenses even in contingency fee arrangements.  According to Goldstone, a non-attorney Sears employee agreed with his interpretation.  In fact, however, S.J.C. Rule 3:05, governing contingent fees for Massachusetts attorneys, provides, \"Contingent fee arrangements concerning the collection of commercial accounts ... made in accordance with usual practices in respect of such cases shall not be regarded as champertous and shall not be subject to,\" inter alia, the requirement that \"the client, in any event, is to be liable for expenses and disbursements.\"   Regardless, the 1987 Agreement and DR 9-102 absolutely forbid Goldstone's unilateral reimbursement of costs from client funds without the client's knowledge or consent, even if he were entitled to such reimbursement</p>\n        <p>Under the Massachusetts Rules of Professional Conduct, effective January 1, 1998, which repeal former S.J.C. Rule 3:05 and the disciplinary rules, attorneys may make payment of costs and expenses contingent on success for all clients.  See Rule 1.8(e)(1).  Naturally, the requirement to keep client funds separate remains in effect.  See Rule 1.15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The new Massachusetts Rules of Professional Conduct, effective January 1, 1998, do not expressly address whether the business transaction rules should be applied to such a situation.  See Rule 1.8 (governing attorney-client business transactions);  Rule 1.17 (governing the sale of a law practice)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under Goldman, a prudent attorney would refrain from attempting personally to give the required disinterested advice.  The attorney in Goldman had advised his client not to enter into the loan agreement, yet the court found that \"in the circumstances of this case, [the attorney's] full disclosure and his advice were not sufficient to immunize him from liability.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rule 1.8(a) provides:</p>\n        <p>\"A lawyer shall not enter into a business transaction with a client or knowingly acquire an ownership, possessory, security, or other pecuniary interest adverse to a client unless:</p>\n        <p>\"(1) the transaction and terms on which the lawyer acquires the interest are fair and reasonable to the client and are fully disclosed and transmitted in writing to the client in a manner which can be reasonably understood by the client;</p>\n        <p>\"(2) the client is given a reasonable opportunity to seek the advice of independent counsel in the transaction;  and</p>\n        <p>\"(3) the client consents in writing thereto.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As proposed by the ALI, Restatement &#167; 207 provides:</p>\n        <p>\"A lawyer may not participate in a business or financial transaction with a client, except a standard commercial transaction in which the lawyer does not render legal services, unless</p>\n        <p>\"(1) the client has adequate information about the terms of the transaction and the risks presented by the lawyer's involvement in it;</p>\n        <p>\"(2) the terms and circumstances of the transaction are fair and reasonable to the client;  and</p>\n        <p>\"(3) the client consents to the lawyer's role in the transaction under the limitations and conditions provided in &#167; 202 [concerning client consent to conflicts of interest] after being encouraged, and given a reasonable opportunity, to seek independent legal advice concerning the transaction.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Goldstone also calls our attention to the affidavit of Frederick Casson, which was stricken by the district court.  Goldstone failed to disclose Casson's identity pursuant to F.R.C.P. 26(a) at the outset of the litigation.  The district court ordered the affidavit stricken, the sanction established by F.R.C.P. 37(c)(1).  The district court's decision was well within its discretion.  See Rivera-Flores v. Bristol-Myers Squibb Caribbean, <span class=\"citation\" data-id=\"739949\"><a href=\"/opinion/739949/gidel-rivera-flores-v-bristol-myers-squibb-caribbean/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.1997) (\"Our review of the district court's discovery-related decisions is for abuse of discretion, and we will intervene in such matters only upon a clear showing of manifest injustice.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Goldstone argues that a ruling for Sears means that no attorney can recover for his work in the absence of contemporaneous time records.  The issue is not whether an attorney may charge fees in the absence of contemporary time records.  It is whether a lawyer without personal knowledge that a bill is owed has produced sufficient admissible evidence to survive summary judgment that the obligation in fact exists.  We also note that in the purchase of a law practice, the lack of adequate billing records to support accounts receivable can, of course, be reflected in the purchase price</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Goldstone's attorney contended in oral argument that some of the $833,409 in bills that Sears paid were not for closed files, but for new work that Goldstone performed.  However, the district court had ordered Goldstone to make an accounting of invoices he submitted for fees and costs that he claimed were owing to his deceased partner, Eldon B. Sudalter, and according to the district court, \"[t]he parties agree[d] that the relevant sum charged to and paid by Sears [was] $833,409.  Goldstone &amp; Sudalter's own accountant provided that figure as \"an accounting of all charges ... for 'closed accounts'....\"   Goldstone's attorney did not dispute that figure at the damages hearing, but instead contended that Sears had not shown that all the files had previously been billed.  Given Goldstone's burden, that fact is not material to the damages issue.  Goldstone has not sustained his argument that part of the $833,409 judgment covers bills for work that he himself performed, rather than bills for Sudalter's work</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1978186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1985088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2013242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2017310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2019325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2027180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2030695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2048622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2171205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2175061/"
  ]
}