{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197636/",
  "absolute_url": "/opinion/197636/milford-v-f-etc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197636/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:34:39Z",
  "date_modified": "2017-03-24T10:52:53.837248Z",
  "type": "010combined",
  "sha1": "091fa98a44dff95fa97f91ca2507b3ac9cbe8f99",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1506.01A",
  "local_path": null,
  "plain_text": "\n\n                      [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1506\r\n\n                     MILFORD SCHOOL DISTRICT,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n             WILLIAM F., ETC., AND CLAIRE F., ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n         [Hon. James R. Muirhead, U.S. Magistrate Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Lynch, Circuit Judge,\r                                                    \r\n\n                  and Keeton,* District Judge. \r                                                       \r\n\n                                           \r\n\n     Linda A. Theroux for appellants.\r                               \r\n     Diane M.  Gorrow, with  whom Soule,  Leslie, Kidder,  Zelin,\r                                                                           \r\nSayward &amp; Loughman was on brief, for appellee.\r                            \r\n\n                                           \r\n\n                        November 10, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          KEETON, District  Judge.   This case  arises under  the\r                    KEETON, District  Judge.\r                                           \r\n\nIndividuals  with Disabilities  Education Act  (IDEA), 20  U.S.C.\r\n\n   1400-1420, New Hampshire's implementing legislation, N.H. Rev.\r\n\nStat. Ann.    186-C, federal regulations, 34 C.F.R.  pt. 300, and\r\n\nstate regulations, N.H. Code Admin. R. Ed. 1101-1137.  Appellants\r\n\nseek full reimbursement from  appellee for the costs  incurred in\r\n\nplacing  their  educationally  disabled  daughter  at  a  private\r\n\ncollege  preparatory school, the  Dublin School, for  the 1995-96\r\n\nschool  year.   Appellants  argue  that  their daughter  did  not\r\n\nreceive  either  an  appropriate   educational  placement  or  an\r\n\nappropriate Individualized Education  Plan (IEP)  as required  by\r\n\nthe  IDEA framework.  Throughout this litigation, appellants have\r\n\nsought full  reimbursement  of the  costs they  incurred for  the\r\n\n1995-96  school year,  arguing that  their claim is  supported by\r\n\nBurlington v.  Department of Educ.,  736 F.2d 773, 792  (1st Cir.\r                                            \r\n\n1984), aff'd, 471 U.S. 359  (1985).  Concluding that the district\r                      \r\n\ncourt was correct in rejecting this claim, we affirm the judgment\r\n\nof the district court.\r\n\n          The parents' freedom  to place their child  in a school\r\n\nother  than the one offered  by the school  district was never at\r\n\nissue in this case.  What was  at issue was the parents' asserted\r\n\nright  to  treat  the  alleged failure  of  the  defendant School\r\n\nDistrict to  satisfy the  placement and  IEP requirements  within\r\n\nprescribed times as  entitling the parents to  full reimbursement\r\n\nfor  their  unilateral, out-of-district  placement  of  the child\r\n\nwithout the approval of any hearing officer or court.\r\n\n                               -2-\r\r\n\n          Under 20 U.S.C.    1415(e), a section of  the IDEA, the\r\n\ndistrict court had jurisdiction based on a federal question under\r\n\n28  U.S.C.    1331, involving  an appeal  from  an administrative\r\n\ndecision  of  a  hearing  officer acting  for  the  New Hampshire\r\n\nDepartment of  Education.  In  this instance, the  district court\r\n\nassigned the case to Magistrate  Judge James R. Muirhead, and the\r\n\nappeal to this court is under 28 U.S.C.   636(c)(3) and  1st Cir.\r\n\nLoc. R. 3.1.  The final  order of March 17, 1997 in  the district\r\n\ncourt granted summary judgment to the Milford School District.  A\r\n\ntimely notice of appeal brought the matter to this Court.\r\n\n                      I. Standards of Review\r                                I. Standards of Review\r\n\nA.  By the District Court\r          A.  By the District Court\r\n\n          We  first  address  appellants'  contention  that   the\r\n\ndistrict  court  was  required  to  defer  both  to  the  hearing\r\n\nofficer's findings of  fact and to her  rulings of law, and  that\r\n\nalleged errors  require that  we reverse  and order  judgment for\r\n\nappellants for full reimbursement.\r\n\n          The  IDEA  provides  that  upon  appeal  from  a  state\r\n\nadministrative officer's decision, the federal district court\r\n\n            shall   receive   the  records   of   the\r\n            administrative  proceedings,  shall  hear\r\n            additional evidence  at the request  of a\r\n            party, and,  basing its  decision on  the\r\n            preponderance  of  the   evidence,  shall\r\n            grant such relief as the court determines\r\n            is appropriate.\r\n\n20 U.S.C.    1415(e)(2).   In exercising its authority  under the\r\n\nstatute, a district court must address the following questions:\r\n\n                               -3-\r\r\n\n            First,  has the  State complied  with the\r\n            procedures set forth in the Act?\r\n\n            Second, is the individualized educational\r\n            program  developed   through  the   Act's\r\n            procedures   reasonably   calculated   to\r\n            enable the  child to  receive educational\r\n            benefits?\r\n\nBoard of Educ. v. Rowley, 458 U.S. 176, 206-07 (1982).\r                                  \r\n\n          On  appeal from  a  district court  judgment in  a case\r\n\narising under this  statute and these precedents, parents must do\r\n\nmore than show that a defendant school district or a state agency\r\n\ndid not in  every respect comply formally with (as phrased in the\r\n\nfirst question identified in Rowley) \"the procedures set forth in\r                                             \r\n\nthe act,\" including prescribed requirements for placement and for\r\n\ndeveloping  an  IEP.   The  parents  must  show some  default  or\r\n\ndeficiency material to outcome.  See Lenn v. Portland Sch. Comm.,\r                                                                          \r\n\n998 F.2d 1083, 1088 (1st Cir. 1993).\r\n\n          In this  instance, the magistrate  judge's introductory\r\n\nstatement of the  standard of district court review is consistent\r\n\nwith the statute and Rowley.  Order of March 17, 1997 at 8-9.  In\r                                     \r\n\ndeveloping their  argument that  the magistrate judge's  reasoned\r\n\nexplanation of his  decision failed  to consider  and \"give  'due\r\n\ndeference' to  the Administrative  Hearing Officer's  Findings of\r\n\nFact and Rulings of Law,\" appellants allude  from time to time to\r\n\ntestimony of Mrs. F  that had not been transcribed.   At no point\r\n\nin the record before us, however, or indeed in oral argument, has\r\n\nany suggestion been made of deliberate destruction or withholding\r\n\nof a  tape or transcript.   In proceedings before  the magistrate\r\n\njudge, each  party had the  opportunity to call attention  to any\r\n\n                               -4-\r\r\n\nevidence  and argument  that  could raise  a  genuine dispute  of\r\n\nmaterial  fact fatal  to  the other  party's  motion for  summary\r\n\njudgment.  In these circumstances, the record does not support an\r\n\nargument  that  either  the  district  court  or this  court,  in\r\n\ndetermining whether a  genuine dispute of material  fact existed,\r\n\nshould  infer that Mrs.  F's relevant observations  and opinions,\r\n\nand reasons for them, were not adequately presented in the record\r\n\nthat   was  before  the  magistrate  judge  despite  the  missing\r\n\ntranscript.  The  magistrate judge's reasoned explanation  of his\r\n\ndecision, in the 25-page  ORDER   issued, satisfied the terms and\r\n\nconditions  of district court  review and deference  explained in\r\n\nBurlington, 736  F.2d at 792 (A  federal trial court  is \"free to\r                    \r\n\naccept or reject the findings [of the hearing officer] in part or\r\n\nin whole\" as  long as it  considers and responds to  all material\r\n\nfindings).\r\n\n          Appellants'  assertion  that  statutes  and  precedents\r\n\nrequire deference to an  administrative hearing officer's rulings\r\n\nof law is not well founded.  Legal rulings are subject to de novo\r\n\nreview, both in the district court and in this court.  A district\r\n\ncourt  reviewing an administrative officer's rulings of law under\r\n\nthe  IDEA framework is  acting appropriately in  disregarding any\r\n\nrulings about  applicable  law that  are not  in conformity  with\r\n\napplicable  statutes and precedents.  See Abrahamson v. Hershman,\r                                                                          \r\n\n701 F.2d  223, 231  (1st Cir. 1983).   An  administrative hearing\r\n\nofficer's rulings of law, even if fully reasoned (and the more so\r\n\nwhen  stated without  an explained  basis,  as were  some of  the\r\n\n                               -5-\r\r\n\nrulings that the district court disregarded in this instance) are\r\n\nnot entitled  to deferential review.   No  deferential review  is\r\n\nappropriate even if  the rulings of law concern interpretation of\r\n\na state statute or state  judicial decisions rather than  federal\r\n\nlaw.\r\n\n          With respect to  a hearing officer's findings  of fact,\r\n\nit is true that  a reviewing district court  is directed to  give\r\n\ndeference  to them.   Due  deference, however,  does not  require\r\n\ndeference  to a finding the  cogency of which  is impaired by the\r\n\nhearing  officer's dependence  on an  error of  law.   A district\r\n\ncourt  can disregard an administrative officer's findings of fact\r\n\nwhenever  the  court  determines  that  they  are  unreliable  or\r\n\nincorrect  in  light  of  the   totality  of  the  record.    See\r                                                                           \r\n\nAbrahamson,  701  F.2d at  230.   In  this  case, because  of the\r                    \r\n\nofficer's errors  in applying both  federal and state law  as the\r\n\nofficer considered the facts (as explained in subsequent parts of\r\n\nthis opinion),  the magistrate judge's  decision, as a  matter of\r\n\nlaw on motion for summary judgment, not to defer to the officer's\r\n\nfactual findings was not erroneous as a matter of law and was not\r\n\nan abuse of discretion.\r\n\nB.  Appellate Review of the Magistrate Judge's Decision\r          B.  Appellate Review of the Magistrate Judge's Decision\r\n\n          Appellate review of rulings of law is plenary.\r\n\n          Meghan's parents  could receive the  full reimbursement\r\n\nthey seek only  if, under applicable law, they had  the choice by\r\n\ntheir  unilateral  actions,  and  without  the  approval  of  any\r\n\nadministrative official or  court, to place Meghan  at the Dublin\r\n\n                               -6-\r\r\n\nSchool without consent of the  Milford School District and at the\r\n\nMilford  School District's expense.  See  Burlington, 736 F.2d at\r                                                              \r\n\n798.  In Roland M. v. Concord  Sch. Comm., 910 F.2d 983, 999-1000\r                                                   \r\n\n(1st Cir. 1990), cert. denied, 499  U.S. 12 (1991), we held  that\r                                       \r\n\nan unjustified  unilateral placement in a private school does not\r\n\ngive  rise to  a  right  to reimbursement  unless  it is  finally\r\n\nadjudged both  that the  parents' placement  was appropriate  and\r\n\nthat an inappropriate IEP, or none at all,  had been developed by\r\n\nthe school district.  The  parents are not completely barred from\r\n\nreimbursement  because they  acted unilaterally.    But they  act\r\n\nunilaterally at  a financial risk  that serves as a  deterrent to\r\n\nhasty  or ill-considered transfer, and \"reimbursement will not be\r\n\navailable to the  parents if it turns out that  the school system\r\n\nhad  proposed and  had the  capacity to implement  an appropriate\r\n\nIEP.\"  Burlington, 736 F.2d at 798.\r                           \r\n\n          In  this case, the  district court determined  that the\r\n\nparent's unilateral,  out-of-district placement  did not  satisfy\r\n\nthese requirements because (i) Meghan's IEP was appropriate under\r\n\nfederal  and state law,  (ii) the Dublin  School, as  a matter of\r\n\nlaw,  was not  an  appropriate placement,  and  (iii) the  school\r\n\ndistrict  offered an alternative appropriate placement at Milford\r\n\nHigh.  On appeal, the parents must show that  the district court,\r\n\nin  determining that Meghan's placement and IEP were appropriate,\r\n\nmade  mistakes of  law or  committed  an abuse  of discretion  in\r\n\nreaching the decision  to allow summary judgment for  the Milford\r\n\nSchool District.\r\n\n                               -7-\r\r\n\n                          II. The Merits\r                                    II. The Merits\r\n\n          Appellants  challenge the  IEP,  first,  on the  ground\r\n\nthat,  in practical effect,  it predetermined that  placement for\r\n\nthe 1995-96  school  year would  necessarily  be at  the  Carroll\r\n\nSchool.  The hearing  officer predicated her conclusion that  the\r\n\nIEP was inappropriate  solely on  the ground  that \"the  [School]\r\n\nDistrict predetermined that Meghan would be placed at the Carroll\r\n\nHigh School  for her  Ninth Grade Year  (1995/96).\"   Decision of\r\n\nJan. 18, 1996, at 19.\r\n\n          Appellants also challenge the School District's offered\r\n\nplacement of Meghan at either  the Carroll School or Milford High\r\n\nas  being  inappropriate  as  a  matter of  law  under  the  IDEA\r\n\nframework. \r\n\n            Finally,  appellants   challenge  the  IEP   and  the\r\n\nproposed placement on the ground that the district court erred in\r\n\ndetermining  that, as a  matter of historical  fact, Milford High\r\n\nwas offered as an alternative for Meghan's placement.\r\n\n          A district court's evaluation of an IEP is ordinarily a\r\n\nmixed determination of law and  fact.  The central question posed\r\n\nfor  review  in  this  court  is  whether  the  district  court's\r\n\ndetermination  that the IEP was appropriate was clearly erroneous\r\n\non the record as a whole.  Hampton Sch. Dist. v. Dobrowolski, 976\r                                                                      \r\n\nF.2d 48, 52 (1st Cir.  1992)(citing Roland M.).  Implicit  in the\r                                                       \r\n\nscope  of  authority  of  the  district court  is  discretion  in\r\n\nassigning weight to various relevant historical facts.\r\n\n                               -8-\r\r\n\n          We  perceive no  clear error  in  the district  court's\r\n\ndetermination  that  Meghan's  IEP  did  not  \"predetermine\"  her\r\n\nplacement.  The district court could have reasonably inferred and\r\n\ndid expressly infer  from correspondence,  transcripts and  other\r\n\ncommunications  in the  record  that  placement  was  offered  at\r\n\nMilford High School.   See Order of District  Court at 15 (citing\r                                    \r\n\nthe  school district's  exhibits nos.  10,  23, 27,  49, 76,  and\r\n\nespecially no. 72, which was  the transcript of the IEP meeting).\r\n\nNo predetermination at Carroll could have resulted from a process\r                                        \r\n\nin which placement at Milford High School was offered.\r                                                   \r\n\n          The district  court's  determination  that  the  school\r\n\ndistrict offered Milford High as a placement during the July 1995\r\n\nmeetings was one of material historical fact that was not clearly\r\n\nerroneous.   As already noted,  the district court relied  on and\r\n\nmade express reference to  substantial evidence in the  record in\r\n\nmaking this determination.\r\n\n          Also,  the  district court's  evaluative  determination\r\n\nthat   the   IEP  and   offered  placements   fulfilled  Meghan's\r\n\neducational  needs resulted from  an appropriate consideration of\r\n\nthe evidence in  the record.  See  Order of District Court  at 22\r                                           \r\n\n(\"Based on the record, I  conclude that Milford High School could\r\n\nhave  provided Meghan with a 'free appropriate public education,'\r\n\nby conferring her  educational benefits in the  least restrictive\r\n\nenvironment.\").   The additional  transcript of the  \"due process\r\n\nhearing\"  that  appellants now  ask  us  to  consider contains  a\r\n\nrecitation   of   the   same   arguments   against    the   IEP's\r\n\n                               -9-\r\r\n\nappropriateness  that  appellants  have  made  elsewhere  in  the\r\n\nhistory  of proceedings  in this  case.   Appellants do  not call\r\n\nattention to any  challenge not considered  and rejected, by  the\r\n\ndistrict court, in a decision within the scope of its discretion.\r\n\n          The district  court  relied  on  substantial  evidence,\r\n\nincluding  expert testimony, that  placement at Milford  High for\r\n\nMeghan  would be appropriate for her educational needs.  Although\r\n\nnot itemizing and commenting upon  all relevant evidence, pro and\r\n\ncon, as appellants argue should be done by a reviewing court, the\r\n\ndistrict court's reasoning is sufficiently explained to show that\r\n\nthe  court recognized  its obligation  to  weigh expert  opinions\r\n\nalong   with   other   evidence   in   reaching  its   evaluative\r\n\ndetermination   as  to   whether   the  offered   placement   was\r\n\nappropriate.   The district  court's  determination that  Milford\r\n\nHigh would be an appropriate placement for Meghan was not clearly\r\n\nerroneous.    \r\n\n          We conclude,  also, that the district  court's decision\r\n\nthat   Milford  High  could   have  provided  Meghan   the  \"free\r\n\nappropriate  public education\" (FAPE) required under the IDEA was\r\n\nnot affected  by any error  of law.   The Supreme Court  and this\r\n\nCourt  have consistently construed  the FAPE requirement  to mean\r\n\nthat any given placement must guarantee \"a reasonable probability\r\n\nof educational  benefits with  sufficient supportive  services at\r\n\npublic expense.\"  G.D. v.  Westmoreland Sch. Dist., 930 F.2d 942,\r                                                            \r\n\n948  (1st  Cir.   1991)(citing  Rowley,  458  U.S.   at  187-89).\r                                                \r\n\nAppellants have asserted that Dublin  School, as a matter of law,\r\n\n                               -10-\r\r\n\nwas  the only  appropriate placement.   In  other cases,  we have\r\n\nexpressly rejected  the argument  that only  one placement  could\r\n\nmeet  the  FAPE requirement.    \"[A] FAPE  may  not  be the  only\r\n\nappropriate choice, or the choice of certain selected experts, or\r\n\nthe child's parents' first choice, or even the best choice.\"  Id.\r                                                                           \r\n\nIn  this case,  we conclude  that the  record supports  the trial\r\n\ncourt's  inference that there  was a reasonable  probability that\r\n\nMeghan would  receive educational benefits and sufficient support\r\n\nat Milford  High.   Testimony at the  IEP and  placement meetings\r\n\nshows that several  administrators and experts agreed  on Milford\r\n\nHigh's  appropriateness   and  some   personally  supported   the\r\n\nmaximization of Meghan's mainstreaming opportunities there.  \r\n\n          We further  conclude that  the district  court made  no\r\n\nerror  of law  in determining  that Milford  High met  the \"least\r\n\nrestrictive environment\" requirement under state and federal law.\r\n\n          Federal  and state regulations  under the IDEA,  see 20\r                                                                        \r\n\nU.S.C.    1412 (5)(B);  20 U.S.C.    1414(a)(1)(C)(iv), prescribe\r\n\nthat all  authorized decisionmakers  (school district  officials,\r\n\nadministrative officers  and  trial court  judges)  charged  with\r\n\nevaluating IEPs and placements must subject their  determinations\r\n\nto a  check for conformity with  the LRE requirement.   34 C.F.R.\r\n\n  300.550;  N.H. Code  Admin. R.  Ann.  Ed. 1115.02.   Under  the\r\n\nfederal regulations, the LRE means:\r\n\n            (1)   That   to    the   maximum   extent\r                                                               \r\n            appropriate, children  with disabilities,\r                                 \r\n            including children  in public  or private\r\n            institutions  or  other  care facilities,\r\n            are educated  with children who  are non-\r                                                               \r\n            disabled; and\r                              \r\n\n                               -11-\r\r\n\n            (2)   That   special   classes,  separate\r                                                               \r\n            schooling  or other removal  . . . occurs\r                                                               \r\n            only  when .  .  .  education in  regular\r                          \r\n            classes  with  the use  of  supplementary\r\n            aids  and  services  cannot  be  achieved\r                                                               \r\n            satisfactorily.\r                                    \r\n\n34  C.F.R.     300.550(b)(1)-(2) (emphasis  added).    The school\r\n\ndistrict, normally in  cooperation with the parents  and experts,\r\n\nproposes placement  from a  continuum of  alternative placements.\r\n\n34  C.F.R.    300.551.   The term  \"mainstreaming\" refers  to the\r\n\nmovement  along a continuum  from more restrictive  or special to\r\n\nless restrictive or regular placements.\r\n\n          The district court did not err in concluding that, as a\r\n\nmatter  of law,  the relevant  federal  and state  administrative\r\n\nprescriptions require that placement be  made in the local public\r\n\nschool whenever the circumstances  warrant a discretionary choice\r\n\namong  otherwise  appropriate   in-district  and  out-of-district\r\n\nplacements.  34 C.F.R.   300.552(c); N.H. Code Admin. R. Ann. Ed.\r\n\n1115.05(b)  (\"Unless  the   educationally  handicapped  student's\r\n\nindividualized    education   program    requires   some    other\r\n\narrangements, the student shall  be educated in the school  which\r\n\nhe/she  would  attend   if  not  handicapped.\").     Under  these\r\n\nguidelines,  even if  it be  assumed that  the Dublin  School was\r\n\notherwise  appropriate,   appellants   would   be   entitled   to\r\n\nreimbursement only  if the Milford School District  did not offer\r\n\nan  appropriate placement  at the  local  public school,  Milford\r\n\nHigh.\r\n\n          The parents contend that Meghan should have been placed\r\n\nat  the  Dublin  School  because  it  was  the  only  appropriate\r\n\n                               -12-\r\r\n\nplacement, once the  requirement of mainstreaming into  an LRE is\r\n\ntaken  into account.    This proposition,  however,  rests on  an\r\n\nerroneous   interpretation   of  law   regarding   mainstreaming.\r\n\nPlacements  are  not  \"made by  mechanically  choosing  the least\r\n\nrestrictive environment.\"  See Abrahamson,  701 F.2d at 230.  Nor\r                                                   \r\n\ndoes the need  to preserve the  cooperative procedures among  the\r\n\nrelevant   participants  support   appellants'  position.     The\r\n\nguidelines for  a placement decision  in New Hampshire law  as in\r\n\nfederal law  provide for involving many interested  persons and a\r\n\nwide variety of factors in the choice among alternative potential\r\n\nplacements,  and the law does not  specify that any one factor or\r\n\nany one person's opinion must be given decisive weight.  See N.H.\r                                                                      \r\n\nCode Admin. R. Ann. Ed. 1115.02-1115.05.\r\n\n          The LRE requirement does not support a course of action\r\n\nin  which parents  who believe  that their  chid should  attend a\r\n\nparticular  private school are  entitled to be  reimbursed by the\r\n\nschool   district  just  because  that  private  school  is  less\r\n\nrestrictive.    Even if the private school  was less restrictive,\r\n\nit  would still have  to be a placement  deemed appropriate by an\r\n\nauthorized  decisionmaker in terms  of educational benefit.   See\r                                                                           \r\n\nRoland M.,  910 F.2d at  993 (\"To determine a  particular child's\r                   \r\n\nplace on this  continuum, the desirability of  mainstreaming must\r\n\nbe weighed  in concert  with the  Act's  mandate for  educational\r\n\nimprovement.   [Placement] requires  a balancing of  the marginal\r\n\nbenefits  to  be gained  or  lost on  both  sides of  the maximum\r\n\nbenefit/least restrictive  fulcrum.\").   In this  case, when  the\r\n\n                               -13-\r\r\n\nrequired balancing is taken into  account, the evidence of record\r\n\nsupports  the district  court's decision  that  the Milford  High\r\n\nplacement strikes a permissible balance.\r\n\n          The  judgment of the  district court is  AFFIRMED, with\r\n\ncosts to appellee.\r\n\n                               -14-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                      [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1506\r\n\n                     MILFORD SCHOOL DISTRICT,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n             WILLIAM F., ETC., AND CLAIRE F., ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n         [Hon. James R. Muirhead, U.S. Magistrate Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Lynch, Circuit Judge,\r                                                    \r\n\n                  and Keeton,* District Judge. \r                                                       \r\n\n                                           \r\n\n     Linda A. Theroux for appellants.\r                               \r\n     Diane M.  Gorrow, with  whom Soule,  Leslie, Kidder,  Zelin,\r                                                                           \r\nSayward &amp; Loughman was on brief, for appellee.\r                            \r\n\n                                           \r\n\n                        November 10, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          KEETON, District  Judge.   This case  arises under  the\r                    KEETON, District  Judge.\r                                           \r\n\nIndividuals  with Disabilities  Education Act  (IDEA), 20  U.S.C.\r\n\n   1400-1420, New Hampshire's implementing legislation, N.H. Rev.\r\n\nStat. Ann.    186-C, federal regulations, 34 C.F.R.  pt. 300, and\r\n\nstate regulations, N.H. Code Admin. R. Ed. 1101-1137.  Appellants\r\n\nseek full reimbursement from  appellee for the costs  incurred in\r\n\nplacing  their  educationally  disabled  daughter  at  a  private\r\n\ncollege  preparatory school, the  Dublin School, for  the 1995-96\r\n\nschool  year.   Appellants  argue  that  their daughter  did  not\r\n\nreceive  either  an  appropriate   educational  placement  or  an\r\n\nappropriate Individualized Education  Plan (IEP)  as required  by\r\n\nthe  IDEA framework.  Throughout this litigation, appellants have\r\n\nsought full  reimbursement  of the  costs they  incurred for  the\r\n\n1995-96  school year,  arguing that  their claim is  supported by\r\n\nBurlington v.  Department of Educ.,  </pre><span class=\"citation\" data-id=\"437224\"><a href=\"/opinion/437224/town-of-burlington-v-department-of-education-for-the-commonwealth-of/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span><pre class=\"inline\">, 792  (1st Cir.\r                                            \r\n\n1984), aff'd, </pre><span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span><pre class=\"inline\">  (1985).  Concluding that the district\r                      \r\n\ncourt was correct in rejecting this claim, we affirm the judgment\r\n\nof the district court.\r\n\n          The parents' freedom  to place their child  in a school\r\n\nother  than the one offered  by the school  district was never at\r\n\nissue in this case.  What was  at issue was the parents' asserted\r\n\nright  to  treat  the  alleged failure  of  the  defendant School\r\n\nDistrict to  satisfy the  placement and  IEP requirements  within\r\n\nprescribed times as  entitling the parents to  full reimbursement\r\n\nfor  their  unilateral, out-of-district  placement  of  the child\r\n\nwithout the approval of any hearing officer or court.\r\n\n                               -2-\r\r\n\n          Under 20 U.S.C.    1415(e), a section of  the IDEA, the\r\n\ndistrict court had jurisdiction based on a federal question under\r\n\n28  U.S.C.    1331, involving  an appeal  from  an administrative\r\n\ndecision  of  a  hearing  officer acting  for  the  New Hampshire\r\n\nDepartment of  Education.  In  this instance, the  district court\r\n\nassigned the case to Magistrate  Judge James R. Muirhead, and the\r\n\nappeal to this court is under 28 U.S.C.   636(c)(3) and  1st Cir.\r\n\nLoc. R. 3.1.  The final  order of March 17, 1997 in  the district\r\n\ncourt granted summary judgment to the Milford School District.  A\r\n\ntimely notice of appeal brought the matter to this Court.\r\n\n                      I. Standards of Review\r                                I. Standards of Review\r\n\nA.  By the District Court\r          A.  By the District Court\r\n\n          We  first  address  appellants'  contention  that   the\r\n\ndistrict  court  was  required  to  defer  both  to  the  hearing\r\n\nofficer's findings of  fact and to her  rulings of law, and  that\r\n\nalleged errors  require that  we reverse  and order  judgment for\r\n\nappellants for full reimbursement.\r\n\n          The  IDEA  provides  that  upon  appeal  from  a  state\r\n\nadministrative officer's decision, the federal district court\r\n\n            shall   receive   the  records   of   the\r\n            administrative  proceedings,  shall  hear\r\n            additional evidence  at the request  of a\r\n            party, and,  basing its  decision on  the\r\n            preponderance  of  the   evidence,  shall\r\n            grant such relief as the court determines\r\n            is appropriate.\r\n\n20 U.S.C.    1415(e)(2).   In exercising its authority  under the\r\n\nstatute, a district court must address the following questions:\r\n\n                               -3-\r\r\n\n            First,  has the  State complied  with the\r\n            procedures set forth in the Act?\r\n\n            Second, is the individualized educational\r\n            program  developed   through  the   Act's\r\n            procedures   reasonably   calculated   to\r\n            enable the  child to  receive educational\r\n            benefits?\r\n\nBoard of Educ. v. Rowley, </pre><span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span><pre class=\"inline\">, 206-07 (1982).\r                                  \r\n\n          On  appeal from  a  district court  judgment in  a case\r\n\narising under this  statute and these precedents, parents must do\r\n\nmore than show that a defendant school district or a state agency\r\n\ndid not in  every respect comply formally with (as phrased in the\r\n\nfirst question identified in Rowley) \"the procedures set forth in\r                                             \r\n\nthe act,\" including prescribed requirements for placement and for\r\n\ndeveloping  an  IEP.   The  parents  must  show some  default  or\r\n\ndeficiency material to outcome.  See Lenn v. Portland Sch. Comm.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"611562\"><a href=\"/opinion/611562/daniel-lenn-etc-v-portland-school-committee/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span><pre class=\"inline\">, 1088 (1st Cir. 1993).\r\n\n          In this  instance, the magistrate  judge's introductory\r\n\nstatement of the  standard of district court review is consistent\r\n\nwith the statute and Rowley.  Order of March 17, 1997 at 8-9.  In\r                                     \r\n\ndeveloping their  argument that  the magistrate judge's  reasoned\r\n\nexplanation of his  decision failed  to consider  and \"give  'due\r\n\ndeference' to  the Administrative  Hearing Officer's  Findings of\r\n\nFact and Rulings of Law,\" appellants allude  from time to time to\r\n\ntestimony of Mrs. F  that had not been transcribed.   At no point\r\n\nin the record before us, however, or indeed in oral argument, has\r\n\nany suggestion been made of deliberate destruction or withholding\r\n\nof a  tape or transcript.   In proceedings before  the magistrate\r\n\njudge, each  party had the  opportunity to call attention  to any\r\n\n                               -4-\r\r\n\nevidence  and argument  that  could raise  a  genuine dispute  of\r\n\nmaterial  fact fatal  to  the other  party's  motion for  summary\r\n\njudgment.  In these circumstances, the record does not support an\r\n\nargument  that  either  the  district  court  or this  court,  in\r\n\ndetermining whether a  genuine dispute of material  fact existed,\r\n\nshould  infer that Mrs.  F's relevant observations  and opinions,\r\n\nand reasons for them, were not adequately presented in the record\r\n\nthat   was  before  the  magistrate  judge  despite  the  missing\r\n\ntranscript.  The  magistrate judge's reasoned explanation  of his\r\n\ndecision, in the 25-page  ORDER   issued, satisfied the terms and\r\n\nconditions  of district court  review and deference  explained in\r\n\nBurlington, 736  F.2d at 792 (A  federal trial court  is \"free to\r                    \r\n\naccept or reject the findings [of the hearing officer] in part or\r\n\nin whole\" as  long as it  considers and responds to  all material\r\n\nfindings).\r\n\n          Appellants'  assertion  that  statutes  and  precedents\r\n\nrequire deference to an  administrative hearing officer's rulings\r\n\nof law is not well founded.  Legal rulings are subject to de novo\r\n\nreview, both in the district court and in this court.  A district\r\n\ncourt  reviewing an administrative officer's rulings of law under\r\n\nthe  IDEA framework is  acting appropriately in  disregarding any\r\n\nrulings about  applicable  law that  are not  in conformity  with\r\n\napplicable  statutes and precedents.  See Abrahamson v. Hershman,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"415202\"><a href=\"/opinion/415202/daniel-abrahamson-etc-v-corrine-hershman-etc/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">223</span></a></span><pre class=\"inline\">, 231  (1st Cir. 1983).   An  administrative hearing\r\n\nofficer's rulings of law, even if fully reasoned (and the more so\r\n\nwhen  stated without  an explained  basis,  as were  some of  the\r\n\n                               -5-\r\r\n\nrulings that the district court disregarded in this instance) are\r\n\nnot entitled  to deferential review.   No  deferential review  is\r\n\nappropriate even if  the rulings of law concern interpretation of\r\n\na state statute or state  judicial decisions rather than  federal\r\n\nlaw.\r\n\n          With respect to  a hearing officer's findings  of fact,\r\n\nit is true that  a reviewing district court  is directed to  give\r\n\ndeference  to them.   Due  deference, however,  does not  require\r\n\ndeference  to a finding the  cogency of which  is impaired by the\r\n\nhearing  officer's dependence  on an  error of  law.   A district\r\n\ncourt  can disregard an administrative officer's findings of fact\r\n\nwhenever  the  court  determines  that  they  are  unreliable  or\r\n\nincorrect  in  light  of  the   totality  of  the  record.    See\r                                                                           \r\n\nAbrahamson,  701  F.2d at  230.   In  this  case, because  of the\r                    \r\n\nofficer's errors  in applying both  federal and state law  as the\r\n\nofficer considered the facts (as explained in subsequent parts of\r\n\nthis opinion),  the magistrate judge's  decision, as a  matter of\r\n\nlaw on motion for summary judgment, not to defer to the officer's\r\n\nfactual findings was not erroneous as a matter of law and was not\r\n\nan abuse of discretion.\r\n\nB.  Appellate Review of the Magistrate Judge's Decision\r          B.  Appellate Review of the Magistrate Judge's Decision\r\n\n          Appellate review of rulings of law is plenary.\r\n\n          Meghan's parents  could receive the  full reimbursement\r\n\nthey seek only  if, under applicable law, they had  the choice by\r\n\ntheir  unilateral  actions,  and  without  the  approval  of  any\r\n\nadministrative official or  court, to place Meghan  at the Dublin\r\n\n                               -6-\r\r\n\nSchool without consent of the  Milford School District and at the\r\n\nMilford  School District's expense.  See  Burlington, 736 F.2d at\r                                                              \r\n\n798.  In Roland M. v. Concord  Sch. Comm., </pre><span class=\"citation\" data-id=\"546213\"><a href=\"/opinion/546213/roland-m-and-miriam-m-v-the-concord-school-committee/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span><pre class=\"inline\">, 999-1000\r                                                   \r\n\n(1st Cir. 1990), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">499</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">12</span></span><pre class=\"inline\"> (1991), we held  that\r                                       \r\n\nan unjustified  unilateral placement in a private school does not\r\n\ngive  rise to  a  right  to reimbursement  unless  it is  finally\r\n\nadjudged both  that the  parents' placement  was appropriate  and\r\n\nthat an inappropriate IEP, or none at all,  had been developed by\r\n\nthe school district.  The  parents are not completely barred from\r\n\nreimbursement  because they  acted unilaterally.    But they  act\r\n\nunilaterally at  a financial risk  that serves as a  deterrent to\r\n\nhasty  or ill-considered transfer, and \"reimbursement will not be\r\n\navailable to the  parents if it turns out that  the school system\r\n\nhad  proposed and  had the  capacity to implement  an appropriate\r\n\nIEP.\"  Burlington, 736 F.2d at 798.\r                           \r\n\n          In  this case, the  district court determined  that the\r\n\nparent's unilateral,  out-of-district placement  did not  satisfy\r\n\nthese requirements because (i) Meghan's IEP was appropriate under\r\n\nfederal  and state law,  (ii) the Dublin  School, as  a matter of\r\n\nlaw,  was not  an  appropriate placement,  and  (iii) the  school\r\n\ndistrict  offered an alternative appropriate placement at Milford\r\n\nHigh.  On appeal, the parents must show that  the district court,\r\n\nin  determining that Meghan's placement and IEP were appropriate,\r\n\nmade  mistakes of  law or  committed  an abuse  of discretion  in\r\n\nreaching the decision  to allow summary judgment for  the Milford\r\n\nSchool District.\r\n\n                               -7-\r\r\n\n                          II. The Merits\r                                    II. The Merits\r\n\n          Appellants  challenge the  IEP,  first,  on the  ground\r\n\nthat,  in practical effect,  it predetermined that  placement for\r\n\nthe 1995-96  school  year would  necessarily  be at  the  Carroll\r\n\nSchool.  The hearing  officer predicated her conclusion that  the\r\n\nIEP was inappropriate  solely on  the ground  that \"the  [School]\r\n\nDistrict predetermined that Meghan would be placed at the Carroll\r\n\nHigh School  for her  Ninth Grade Year  (1995/96).\"   Decision of\r\n\nJan. 18, 1996, at 19.\r\n\n          Appellants also challenge the School District's offered\r\n\nplacement of Meghan at either  the Carroll School or Milford High\r\n\nas  being  inappropriate  as  a  matter of  law  under  the  IDEA\r\n\nframework. \r\n\n            Finally,  appellants   challenge  the  IEP   and  the\r\n\nproposed placement on the ground that the district court erred in\r\n\ndetermining  that, as a  matter of historical  fact, Milford High\r\n\nwas offered as an alternative for Meghan's placement.\r\n\n          A district court's evaluation of an IEP is ordinarily a\r\n\nmixed determination of law and  fact.  The central question posed\r\n\nfor  review  in  this  court  is  whether  the  district  court's\r\n\ndetermination  that the IEP was appropriate was clearly erroneous\r\n\non the record as a whole.  Hampton Sch. Dist. v. Dobrowolski, </pre><span class=\"citation\" data-id=\"591386\"><a href=\"/opinion/591386/hampton-school-district-v-charles-dobrowolski/\"><span class=\"volume\">976</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 52 (1st Cir.  1992)(citing Roland M.).  Implicit  in the\r                                                       \r\n\nscope  of  authority  of  the  district court  is  discretion  in\r\n\nassigning weight to various relevant historical facts.\r\n\n                               -8-\r\r\n\n          We  perceive no  clear error  in  the district  court's\r\n\ndetermination  that  Meghan's  IEP  did  not  \"predetermine\"  her\r\n\nplacement.  The district court could have reasonably inferred and\r\n\ndid expressly infer  from correspondence,  transcripts and  other\r\n\ncommunications  in the  record  that  placement  was  offered  at\r\n\nMilford High School.   See Order of District  Court at 15 (citing\r                                    \r\n\nthe  school district's  exhibits nos.  10,  23, 27,  49, 76,  and\r\n\nespecially no. 72, which was  the transcript of the IEP meeting).\r\n\nNo predetermination at Carroll could have resulted from a process\r                                        \r\n\nin which placement at Milford High School was offered.\r                                                   \r\n\n          The district  court's  determination  that  the  school\r\n\ndistrict offered Milford High as a placement during the July 1995\r\n\nmeetings was one of material historical fact that was not clearly\r\n\nerroneous.   As already noted,  the district court relied  on and\r\n\nmade express reference to  substantial evidence in the  record in\r\n\nmaking this determination.\r\n\n          Also,  the  district court's  evaluative  determination\r\n\nthat   the   IEP  and   offered  placements   fulfilled  Meghan's\r\n\neducational  needs resulted from  an appropriate consideration of\r\n\nthe evidence in  the record.  See  Order of District Court  at 22\r                                           \r\n\n(\"Based on the record, I  conclude that Milford High School could\r\n\nhave  provided Meghan with a 'free appropriate public education,'\r\n\nby conferring her  educational benefits in the  least restrictive\r\n\nenvironment.\").   The additional  transcript of the  \"due process\r\n\nhearing\"  that  appellants now  ask  us  to  consider contains  a\r\n\nrecitation   of   the   same   arguments   against    the   IEP's\r\n\n                               -9-\r\r\n\nappropriateness  that  appellants  have  made  elsewhere  in  the\r\n\nhistory  of proceedings  in this  case.   Appellants do  not call\r\n\nattention to any  challenge not considered  and rejected, by  the\r\n\ndistrict court, in a decision within the scope of its discretion.\r\n\n          The district  court  relied  on  substantial  evidence,\r\n\nincluding  expert testimony, that  placement at Milford  High for\r\n\nMeghan  would be appropriate for her educational needs.  Although\r\n\nnot itemizing and commenting upon  all relevant evidence, pro and\r\n\ncon, as appellants argue should be done by a reviewing court, the\r\n\ndistrict court's reasoning is sufficiently explained to show that\r\n\nthe  court recognized  its obligation  to  weigh expert  opinions\r\n\nalong   with   other   evidence   in   reaching  its   evaluative\r\n\ndetermination   as  to   whether   the  offered   placement   was\r\n\nappropriate.   The district  court's  determination that  Milford\r\n\nHigh would be an appropriate placement for Meghan was not clearly\r\n\nerroneous.    \r\n\n          We conclude,  also, that the district  court's decision\r\n\nthat   Milford  High  could   have  provided  Meghan   the  \"free\r\n\nappropriate  public education\" (FAPE) required under the IDEA was\r\n\nnot affected  by any error  of law.   The Supreme Court  and this\r\n\nCourt  have consistently construed  the FAPE requirement  to mean\r\n\nthat any given placement must guarantee \"a reasonable probability\r\n\nof educational  benefits with  sufficient supportive  services at\r\n\npublic expense.\"  G.D. v.  Westmoreland Sch. Dist., </pre><span class=\"citation\" data-id=\"559501\"><a href=\"/opinion/559501/gd-etc-v-westmoreland-school-district/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n948  (1st  Cir.   1991)(citing  Rowley,  458  U.S.   at  187-89).\r                                                \r\n\nAppellants have asserted that Dublin  School, as a matter of law,\r\n\n                               -10-\r\r\n\nwas  the only  appropriate placement.   In  other cases,  we have\r\n\nexpressly rejected  the argument  that only  one placement  could\r\n\nmeet  the  FAPE requirement.    \"[A] FAPE  may  not  be the  only\r\n\nappropriate choice, or the choice of certain selected experts, or\r\n\nthe child's parents' first choice, or even the best choice.\"  Id.\r                                                                           \r\n\nIn  this case,  we conclude  that the  record supports  the trial\r\n\ncourt's  inference that there  was a reasonable  probability that\r\n\nMeghan would  receive educational benefits and sufficient support\r\n\nat Milford  High.   Testimony at the  IEP and  placement meetings\r\n\nshows that several  administrators and experts agreed  on Milford\r\n\nHigh's  appropriateness   and  some   personally  supported   the\r\n\nmaximization of Meghan's mainstreaming opportunities there.  \r\n\n          We further  conclude that  the district  court made  no\r\n\nerror  of law  in determining  that Milford  High met  the \"least\r\n\nrestrictive environment\" requirement under state and federal law.\r\n\n          Federal  and state regulations  under the IDEA,  see 20\r                                                                        \r\n\nU.S.C.    1412 (5)(B);  20 U.S.C.    1414(a)(1)(C)(iv), prescribe\r\n\nthat all  authorized decisionmakers  (school district  officials,\r\n\nadministrative officers  and  trial court  judges)  charged  with\r\n\nevaluating IEPs and placements must subject their  determinations\r\n\nto a  check for conformity with  the LRE requirement.   34 C.F.R.\r\n\n  300.550;  N.H. Code  Admin. R.  Ann.  Ed. 1115.02.   Under  the\r\n\nfederal regulations, the LRE means:\r\n\n            (1)   That   to    the   maximum   extent\r                                                               \r\n            appropriate, children  with disabilities,\r                                 \r\n            including children  in public  or private\r\n            institutions  or  other  care facilities,\r\n            are educated  with children who  are non-\r                                                               \r\n            disabled; and\r                              \r\n\n                               -11-\r\r\n\n            (2)   That   special   classes,  separate\r                                                               \r\n            schooling  or other removal  . . . occurs\r                                                               \r\n            only  when .  .  .  education in  regular\r                          \r\n            classes  with  the use  of  supplementary\r\n            aids  and  services  cannot  be  achieved\r                                                               \r\n            satisfactorily.\r                                    \r\n\n34  C.F.R.     300.550(b)(1)-(2) (emphasis  added).    The school\r\n\ndistrict, normally in  cooperation with the parents  and experts,\r\n\nproposes placement  from a  continuum of  alternative placements.\r\n\n34  C.F.R.    300.551.   The term  \"mainstreaming\" refers  to the\r\n\nmovement  along a continuum  from more restrictive  or special to\r\n\nless restrictive or regular placements.\r\n\n          The district court did not err in concluding that, as a\r\n\nmatter  of law,  the relevant  federal  and state  administrative\r\n\nprescriptions require that placement be  made in the local public\r\n\nschool whenever the circumstances  warrant a discretionary choice\r\n\namong  otherwise  appropriate   in-district  and  out-of-district\r\n\nplacements.  34 C.F.R.   300.552(c); N.H. Code Admin. R. Ann. Ed.\r\n\n1115.05(b)  (\"Unless  the   educationally  handicapped  student's\r\n\nindividualized    education   program    requires   some    other\r\n\narrangements, the student shall  be educated in the school  which\r\n\nhe/she  would  attend   if  not  handicapped.\").     Under  these\r\n\nguidelines,  even if  it be  assumed that  the Dublin  School was\r\n\notherwise  appropriate,   appellants   would   be   entitled   to\r\n\nreimbursement only  if the Milford School District  did not offer\r\n\nan  appropriate placement  at the  local  public school,  Milford\r\n\nHigh.\r\n\n          The parents contend that Meghan should have been placed\r\n\nat  the  Dublin  School  because  it  was  the  only  appropriate\r\n\n                               -12-\r\r\n\nplacement, once the  requirement of mainstreaming into  an LRE is\r\n\ntaken  into account.    This proposition,  however,  rests on  an\r\n\nerroneous   interpretation   of  law   regarding   mainstreaming.\r\n\nPlacements  are  not  \"made by  mechanically  choosing  the least\r\n\nrestrictive environment.\"  See Abrahamson,  701 F.2d at 230.  Nor\r                                                   \r\n\ndoes the need  to preserve the  cooperative procedures among  the\r\n\nrelevant   participants  support   appellants'  position.     The\r\n\nguidelines for  a placement decision  in New Hampshire law  as in\r\n\nfederal law  provide for involving many interested  persons and a\r\n\nwide variety of factors in the choice among alternative potential\r\n\nplacements,  and the law does not  specify that any one factor or\r\n\nany one person's opinion must be given decisive weight.  See N.H.\r                                                                      \r\n\nCode Admin. R. Ann. Ed. 1115.02-1115.05.\r\n\n          The LRE requirement does not support a course of action\r\n\nin  which parents  who believe  that their  chid should  attend a\r\n\nparticular  private school are  entitled to be  reimbursed by the\r\n\nschool   district  just  because  that  private  school  is  less\r\n\nrestrictive.    Even if the private school  was less restrictive,\r\n\nit  would still have  to be a placement  deemed appropriate by an\r\n\nauthorized  decisionmaker in terms  of educational benefit.   See\r                                                                           \r\n\nRoland M.,  910 F.2d at  993 (\"To determine a  particular child's\r                   \r\n\nplace on this  continuum, the desirability of  mainstreaming must\r\n\nbe weighed  in concert  with the  Act's  mandate for  educational\r\n\nimprovement.   [Placement] requires  a balancing of  the marginal\r\n\nbenefits  to  be gained  or  lost on  both  sides of  the maximum\r\n\nbenefit/least restrictive  fulcrum.\").   In this  case, when  the\r\n\n                               -13-\r\r\n\nrequired balancing is taken into  account, the evidence of record\r\n\nsupports  the district  court's decision  that  the Milford  High\r\n\nplacement strikes a permissible balance.\r\n\n          The  judgment of the  district court is  AFFIRMED, with\r\n\ncosts to appellee.\r\n\n                               -14-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611562/"
  ]
}