{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197639/",
  "absolute_url": "/opinion/197639/pratt-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197639/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:34:41Z",
  "date_modified": "2017-03-24T10:52:57.606264Z",
  "type": "010combined",
  "sha1": "8da1adbdf3ac82a0567a04bef8dcee1f0eb318a9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1579.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 97-1579\r\n\n                         DAVID P. PRATT,\r\n\n                      Petitioner, Appellant,\r\n\n                                v.\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                      Respondent, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                     Selya, Boudin and Stahl,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                             \r\n\n     Leo T. Sorokin, Federal Defender Office, for appellant.\r                             \r\n     Peter E. Papps, First Assistant United States Attorney, with\r                             \r\nwhom Paul  M. Gagnon, United  States Attorney, was on  brief, for\r                              \r\nappellee.\r\n\n                                             \r\n\n                         November 6, 1997\r\n                                             \r\r\n\n          SELYA,  Circuit Judge.   Petitioner-appellant  David P.\r                    SELYA,  Circuit Judge.\r                                         \r\n\nPratt,  who is  currently  serving a  federal  sentence, filed  a\r\n\nsecond petition for post-conviction relief under 28 U.S.C.   2255\r\n\n(1994  and  Supp.  1996).1    Relying  on the  Antiterrorism  and\r\n\nEffective Death Penalty Act of 1996 (AEDPA), Pub. L. No. 104-132,\r\n\n110  Stat.  1214 (1996)  (codified  in scattered  sections  of 28\r\n\nU.S.C.),  the district  court dismissed  the  petition pro  forma\r                                                                           \r\n\nbecause  Pratt  had not  obtained  clearance  from the  court  of\r\n\nappeals.    AEDPA's novelty,  together  with the  odd  timing and\r\n\npeculiar circumstances of  the petitioner's case, take  us down a\r\n\nsometimes recondite  legal trail.   In the end, we  conclude that\r\n\nAEDPA applies here  and that, properly construed, it bars Pratt's\r\n\nattempt to prosecute a second habeas petition.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          In April of 1994, a  federal petit jury in the District\r\n\nof New Hampshire heard testimony that, after a local police chief\r\n\nconfiscated  several  of  Pratt's  firearms,  Pratt  sent  him  a\r\n\nmutilated  pig carcass.   Weighing this  and other  evidence, the\r\n\njury found Pratt guilty of mailing a threatening communication in\r\n\nviolation of 18 U.S.C.    876 (1994).  The  judge departed upward\r\n\nand sentenced Pratt to a lengthy  prison term.  The appeal period\r\n                    \r                              \r\n\n     1In terms, 28 U.S.C.   2255 speaks of a \"motion\" rather than\r\na  \"petition,\" yet  the  latter  word is  more  commonly used  to\r\ndescribe  the vehicle  by which  a person  held in  custody seeks\r\npost-conviction relief.  Although there may be occasions on which\r\nthe terms have different meanings, this is not  one of them; and,\r\ntherefore,  we use the term \"petition\" throughout this opinion in\r\norder to avoid  confusion.  By the  same token, we use  the terms\r\n\"section 2255  petition,\"  \"habeas petition,\"  and \"petition  for\r\npost-conviction relief\" interchangeably.\r\n\n                                2\r\r\n\nexpired and Pratt's conviction became final.\r\n\n          After  unsuccessfully moving  pro se  to  file a  tardy\r\n\nnotice  of appeal,  Pratt obtained  fresh counsel  and  filed his\r\n\nfirst section  2255 petition  on March  9, 1995.    He alleged  a\r\n\nviolation  of  his   Sixth  Amendment  right  to   the  effective\r\n\nassistance of counsel premised on a  claim that, despite repeated\r\n\nrequests,  his trial  attorney had  failed  to perfect  a timeous\r\n\nappeal of the conviction.  Pratt did not  aver, however, that his\r\n\nattorney's performance at  trial was constitutionally  defective.\r\n\nThe district court granted the  petition in an unpublished order,\r\n\nvacated  the judgment, and  resentenced Pratt (thus  triggering a\r\n\nnew appeal  period).  Pratt's  new lawyer filed a  timely appeal,\r\n\nbut to no  avail; a panel of this court  affirmed the conviction.\r\n\nSee Pratt v. United States, 73 F.3d 450, 454 (1st Cir. 1996).2\r                                    \r\n\n          On January  17, 1997,  Pratt filed  his second  section\r\n\n2255 petition, this  time seeking to set aside  his conviction on\r\n\nthe  ground  that his  original  lawyer's  lack of  trial  acumen\r\n\nviolated  Pratt's  Sixth   Amendment  right   to  the   effective\r\n\nassistance  of counsel.   On  April 8,  1997, the  district court\r\n\ndismissed  this petition without prejudice for failure to comport\r\n\nwith  AEDPA's  \"prior   approval\"  prerequisite  for   second  or\r\n\nsuccessive habeas petitions.  This appeal ensued.\r\n                    \r                              \r\n\n     2The panel  did, however, remand,  while retaining appellate\r\njurisdiction,   to  obtain  a  clear  statement  of  the  reasons\r\nunderlying the upward  departure.  See Pratt, 73  F.3d at 453-54.\r                                                      \r\nAfter  Judge  McAuliffe released  an  explanatory  statement, see\r                                                                           \r\nUnited States v. Pratt, 940 F. Supp. 424 (D.N.H. 1996), the panel\r                                \r\nissued  an unpublished  order dated  August 8,  1996, making  the\r\naffirmance unconditional.\r\n\n                                3\r\r\n\nII.  ANALYSIS\r          II.  ANALYSIS\r\n\n          AEDPA took effect on April 24, 1996, after the district\r\n\ncourt resolved  Pratt's initial  habeas petition  but before  his\r\n\nsecond  petition eventuated.   The  new  law imposes  significant\r\n\nrestrictions  on second or successive habeas petitions brought on\r\n\nbehalf  of federal  prisoners.    These  restrictions  have  both\r\n\nprocedural  and  substantive  dimensions.    Procedurally,  AEDPA\r\n\nincorporates by  reference in section  2255 the same  screen that\r\n\nAEDPA makes applicable  to second or successive  habeas petitions\r\n\nprosecuted on behalf of persons being held in state custody.  The\r\n\nstatute  thus requires  a federal  prisoner,  before docketing  a\r\n\nsecond or successive  habeas petition in  the district court,  to\r\n\nobtain from  \"the appropriate  court of  appeals .  . .  an order\r\n\nauthorizing the  district court to consider the application.\"  28\r\n\nU.S.C.   2244(b)(3)(A) (as incorporated in 28 U.S.C.   2255); see\r                                                                           \r\n\nalso  Felker   v.  Turpin,   116  S.  Ct.   2333,  2337   (1996).\r                                   \r\n\nSubstantively,  AEDPA directs the  court of appeals  to condition\r\n\nits  authorization  of a  second  or successive  petition  on the\r\n\napplicant's showing of either:\r\n\n          (1) newly discovered evidence that, if proven\r\n          and  viewed in  light of  the  evidence as  a\r\n          whole, would  be sufficient  to establish  by\r\n          clear   and  convincing   evidence  that   no\r\n          reasonable  factfinder would  have found  the\r\n          movant guilty of the offense; or\r\n\n          (2) a  new rule of  constitutional law,  made\r\n          retroactive to cases on  collateral review by\r\n          the  Supreme   Court,  that   was  previously\r\n          unavailable.\r\n\n28 U.S.C.   2255.\r\n\n                                4\r\r\n\n          This  appeal  necessitates  that we  determine  whether\r\n\nPratt's  second section 2255 petition comes within AEDPA's reach,\r\n\nand if  so, whether the  statute permits us to  authorize further\r\n\nproceedings  in the district  court.   Before pursuing  either of\r\n\nthese  inquiries, however, we  pause to address  the government's\r\n\ncontention that this court lacks jurisdiction to hear the instant\r\n\nappeal.\r\n\n                                A.\r                                          A.\r\n\n          In the proceedings below,  the district court dismissed\r\n\nPratt's  second habeas petition without prejudice, noting that he\r\n\nhad  failed to  obtain clearance  from  the court  of appeals  as\r\n\nrequired by AEDPA.  The government contends that, inasmuch as the\r\n\norder is not dispositive of any issue, it is not a \"final order,\"\r\n\n28 U.S.C.   1291 (1994), and thus cannot support the weight of an\r\n\nappeal.  The government is wrong.\r\n\n          AEDPA's  prior  approval provision  allocates  subject-\r\n\nmatter  jurisdiction to  the court  of appeals  by stripping  the\r\n\ndistrict court of jurisdiction over a second or successive habeas\r\n\npetition unless and  until the court of appeals  has decreed that\r\n\nit may go forward.  See Nu ez v. United States, 96 F.3d  990, 991\r                                                        \r\n\n(7th Cir. 1996).  This  statutory directive means that a district\r\n\ncourt,  faced  with  an unapproved  second  or  successive habeas\r\n\npetition, must  either dismiss it, see id., or transfer it to the\r                                                    \r\n\nappropriate court of appeals,3 see Benton v. Washington, 106 F.3d\r                                                                 \r\n                    \r                              \r\n\n     3Transfers  can be accomplished by  resort to a statute that\r\nprovides in pertinent part:\r\n\n                                5\r\r\n\n162, 164  (7th Cir. 1996); Liriano v. United States, 95 F.3d 119,\r                                                             \r\n\n122-23 (2d Cir. 1996).  The court below chose the former course.\r\n\n          If  Pratt  had  acknowledged that  AEDPA  governed  his\r\n\nlatest petition,  the district  court's decision  might not  have\r\n\nbeen   appealable.    Here,   however,  Pratt   disputes  AEDPA's\r\n\napplicability.  He  can regain access to the  district court (and\r\n\nthereby vindicate his theory) only  by an appeal and a subsequent\r\n\nholding that  the district court  erred in applying AEDPA  to his\r\n\nlatest petition.   The district court's order  is therefore final\r\n\nin the relevant sense, see In  re Nineteen Appeals Arising Out of\r                                                                           \r\n\nthe San  Juan DuPont Plaza  Hotel Fire Litig., 982  F.2d 603, 608\r                                                       \r\n\n(1st   Cir.  1992)  (explaining   that  section  1291's  finality\r\n\nrequirement has  a practical cast),  and it is appealable.   That\r\n\nthe  district court's  dismissal was  without prejudice is  of no\r\n\nmoment.   Appellate courts  routinely exercise jurisdiction  over\r\n\nclaims dismissed  without prejudice  when the  dismissal contains\r\n\nsufficient indicia of finality.  See, e.g., Presbytery of N.J. v.\r                                                                        \r\n\n                    \r                              \r\n\n          Whenever a civil action is filed in a court .\r\n          .  . or  an appeal .  . .  is noticed  for or\r\n          filed  with such a court and that court finds\r\n          that  there is  a want  of jurisdiction,  the\r\n          court  shall, if  it is  in  the interest  of\r\n          justice, transfer  such action  or appeal  to\r\n          any other such  court in which the  action or\r\n          appeal could have been brought at the time it\r\n          was  filed  or  noticed, and  the  action  or\r\n          appeal  shall proceed as if it had been filed\r\n          in or noticed  for the court  to which it  is\r\n          transferred on  the date  upon  which it  was\r\n          actually filed in  or noticed  for the  court\r\n          from which it is transferred.\r\n\n28 U.S.C.   1631 (1994).\r\n\n                                6\r\r\n\nFlorio,  40 F.3d  1454, 1461  (3d  Cir. 1994);  Kobleur v.  Group\r                                                                           \r\n\nHosp'n &amp; Med.  Servs., Inc., 954 F.2d 705, 708  (11th Cir. 1992);\r                                     \r\n\nBrady v.  Sullivan, 893 F.2d 872, 876  n.8 (7th Cir. 1989); Local\r                                                                           \r\n\nNo. 714  v. Greater  Portland Transit Dist.,  589 F.2d 1,  6 (1st\r                                                     \r\n\nCir. 1978).\r\n\n          To  be  sure, Pratt  also contends  that even  if AEDPA\r\n\napplies generally  to  cases in  the  same temporal  posture  its\r\n\nprovisions do not bar his  pursuit of post-conviction relief.  To\r\n\nthis  extent, the  government's jurisdictional  jousting may  hit\r\n\ncloser to  home.  Nevertheless,  we need  not spend much  time on\r\n\nthis largely metaphysical debate.  In very similar circumstances,\r\n\nthe Seventh Circuit has crafted a pragmatic approach to this sort\r\n\nof problem.   It  has declared  that it  will treat  a notice  of\r\n\nappeal as a request for an authorization to file a second section\r\n\n2255 petition and  thus preserve appellate jurisdiction  if doing\r\n\nso  will  save  unnecessary  paperwork  without  sacrificing  any\r\n\nparty's substantial rights.  See Nu ez, 96 F.3d at 991.\r                                                \r\n\n          Pratt  invites us  to employ  that  approach here,  the\r\n\nappellate record is adequate to  the task, and taking this avenue\r\n\nexpedites adjudication  of the matters  in issue.   We  therefore\r\n\nhold that, when a district court dismisses a second or successive\r\n\npetition without prejudice because the  court of appeals has  not\r\n\napproved its prosecution,  and the petitioner appeals,  the court\r\n\nof appeals may in its discretion treat  the notice of appeal as a\r\n\nrequest   for  authorization  to  file  a  second  or  successive\r\n\npetition.  We  exercise that discretion here to the extent, if at\r\n\n                                7\r\r\n\nall,  that it may  be necessary to  do so.   Either way,  we have\r\n\njurisdictionto hearand determinetheissues raisedin Pratt'sappeal.\r\n\n                                B.\r                                          B.\r\n\n          The  filing dates of Pratt's two section 2255 petitions\r\n\nstraddle AEDPA's effective date.  On  this basis, Pratt maintains\r\n\nthat the  question  whether the  statute  applies to  his  second\r\n\npetition must be answered in  the negative because doing so would\r\n\nplace  an impermissible retroactive burden on his first petition.\r\n\nWe disagree.\r\n\n          We  begin  our  analysis  by   remarking  the  obvious:\r\n\napplying  a  statute to  a  pleading  that  was filed  after  the\r\n\nstatute's   effective  date   is   not  really   a  \"retroactive\"\r\n\napplication in the classic sense.  Here, moreover, we know on the\r\n\nbest of authority that Congress  intended that AEDPA apply to all\r\n\nsection  2255 petitions filed after its effective date (April 24,\r\n\n1996).  See Lindh v. Murphy, 117 S. Ct. 2059, 2063 (1997).\r                                     \r\n\n          We  know,  too,  that the  Supreme  Court  recently and\r\n\nuncritically applied AEDPA to a prisoner's second habeas petition\r\n\neven though  the prisoner had  filed his first petition  prior to\r\n\nAEDPA's enactment.   See Felker, 116 S. Ct. at  2336-37.  Several\r                                         \r\n\ncourts  of appeals have followed suit.   See, e.g., In re Medina,\r                                                                          \r\n\n109 F.3d 1556, 1561-62 (11th Cir. 1997); Roldan v. United States,\r                                                                          \r\n\n96 F.3d  1013, 1014 (7th Cir.  1996); Hatch v. Oklahoma,  92 F.3d\r                                                                 \r\n\n1012, 1014 (10th  Cir. 1996).   This approach is  sound not  only\r\n\nfrom a legal  perspective but also from the  standpoint of common\r\n\n                                8\r\r\n\nsense.  After all, if pre-AEDPA jurisprudence somehow attached to\r\n\nan entire  course of post-conviction  proceedings by virtue  of a\r\n\nprisoner's  having filed a  pre-enactment petition at  some point\r\n\nalong  the way,  then  the  Court's opinion  in  Felker would  be\r                                                                 \r\n\ndrained of all meaning.\r\n\n          Faced with these  formidable obstacles, Pratt  attempts\r\n\nto refocus the definition of retroactivity.  He reminds us of the\r\n\nSupreme Court's directive that a court which confronts a possible\r\n\nretroactivity problem should ask whether a freshly minted statute\r\n\n\"attaches new legal  consequences to events completed  before its\r\n\nenactment.\"   Landgraf  v. USI  Film  Prods., 511  U.S. 244,  270\r                                                      \r\n\n(1994).   Wielding this club,  Pratt asserts that the application\r\n\nof  AEDPA to his  second petition impermissibly  alters the legal\r\n\nconsequences of his  first petition (which was  fully adjudicated\r\n\nprior to AEDPA's  passage).  This argument, in turn, leads him to\r\n\nembrace  the \"mousetrapping\" doctrine.   See Burris  v. Parke, 95\r                                                                       \r\n\nF.3d 465, 468-69 (7th Cir. 1996).  Based on this construct (which\r\n\nto  our  knowledge  has  not  been  adopted  outside  the Seventh\r\n\nCircuit), he argues  that, even if AEDPA  otherwise might control\r\n\nhis  second  habeas  petition,  it   should  not  do  so  in  the\r\n\ncircumstances of this case.4\r\n                    \r                              \r\n\n     4This extra step is a necessary element of Pratt's  position\r\nbecause  an affirmative  answer to  the above-described  Landgraf\r                                                                           \r\ninquiry  does not  automatically  render a  statute impermissibly\r\nretroactive.  To  the contrary, the Landgraf Court  warned that a\r                                                      \r\n\"statute does not operate [retroactively] merely because it . . .\r\nupsets  expectations based on  prior law.\"   511 U.S. at  269.  A\r\nconclusion of  retroactivity  instead  \"comes at  the  end  of  a\r\nprocess  of judgment  concerning  the nature  and  extent of  the\r\nchange  in the  law  and  the degree  of  connection between  the\r\n\n                                9\r\r\n\n          The particulars of Pratt's claim are fuzzy.  He appears\r\n\nto  be saying, with minimal elaboration,  that the district court\r\n\nwould have entertained his second section 2255 petition under the\r\n\nprevailing  pre-AEDPA standard, see  McCleskey v. Zant,  499 U.S.\r                                                                \r\n\n467, 493 (1991)  (discussing the parameters of the  \"abuse of the\r\n\nwrit\" principle), and  so, application of AEDPA's  more stringent\r\n\nstandard to his second section  2255 petition will attach new and\r\n\nunforeseen legal consequences to the filing of his first petition\r\n\n(in  effect penalizing  him retroactively  for  having failed  to\r\n\ninclude  all   possible  constitutional   claims  in   his  first\r\n\npetition).   In Pratt's  view, this adverse  effect on  his post-\r\n\nconviction litigation strategy \"mousetraps\" him.\r\n\n          Even were we to address the mousetrapping  doctrine   a\r\n\nmatter that  we leave  for  another day    Pratt  could not  take\r\n\nadvantage of  it.  The  doctrine requires a habeas  petitioner to\r\n\nshow that he consciously chose to withhold a potential ground for\r\n\nrelief  from his first  petition because he  detrimentally relied\r\n\nupon pre-AEDPA law.   See, e.g., Alexander v.  United States, 121\r                                                                      \r\n\nF.3d 312, 314 (7th Cir. 1997); Roldan, 96 F.3d at 1014;  see also\r                                                                           \r\n\nIn  re Magwood, 113 F.3d  1544, 1552-53 (11th  Cir. 1997).  Pratt\r                        \r\n\ncannot carry this  burden.  Although he states perfunctorily that\r\n\nhe \"relied upon the  abuse of the writ law as  it existed when he\r\n\nfiled  his [original]    2255\"  petition, he  offers no  legal or\r\n\nfactual support for this  conclusory statement.  More  is needed.\r\n\n                    \r                              \r\n\noperation of  the new rule  and a relevant  past event.\"   Id. at\r                                                                        \r\n270.\r\n\n                                10\r\r\n\nSee  In  re  Medina,  109  F.3d  at  1562  n.1  (holding  that  a\r                             \r\n\npetitioner's   \"one-sentence   conclusory  statement\"   did   not\r\n\nestablish detrimental reliance).\r\n\n          More important than Pratt's subjective understanding is\r\n\nthe  utter  lack  of any  facts  remotely  suggesting detrimental\r\n\nreliance.  \"In assessing  detrimental reliance vel non,  the test\r                                                                \r\n\nis  one  of objective  reasonableness  under the  circumstances.\"\r\n\nHenry  v.  Connolly,  910  F.2d   1000,  1003  (1st  Cir.  1990).\r                             \r\n\nAccordingly,  the question  here is  not  whether Pratt  actually\r\n\nbelieved, when  he filed  his first  habeas petition,  that then-\r\n\nprevailing  law would allow him to  file a second petition on the\r\n\nwithheld ground  of ineffective  assistance of  trial counsel  so\r\n\nlong as  he  could pass  muster  under McCleskey;  the  question,\r                                                          \r\n\nrather, is whether such a  subjective belief, even if it existed,\r\n\nis objectively reasonable.\r\n\n          As a general  matter, reliance upon pre-AEDPA law  as a\r\n\nbasis for  permitting a  second petition  rarely will  clear this\r\n\nhurdle.  The \"cause and prejudice\" test that McCleskey imposed to\r                                                                \r\n\nscreen  out  abusive  deployments  of  the  writ  is  notoriously\r\n\ndifficult to pass.  See, e.g., McCleskey, 499 U.S. at 500; Murray\r                                                                           \r\n\nv. Carrier, 477 U.S. 478,  495-96 (1986); United States v. Shaid,\r                                                                          \r\n\n937  F.2d  228,  236  (5th   Cir.  1991);  see  generally   Erwin\r                                                                   \r\n\nChemerinsky, Federal  Jurisdiction    15.4.3, at  809-11 (2d  ed.\r                                            \r\n\n1994).5  Pratt cannot satisfy its rigors.\r\n                    \r                              \r\n\n     5Of   course,  the   Seventh  Circuit   did   make  such   a\r\ndetermination in Burris,  95 F.3d at 469-70.  But there the court\r                                 \r\npredicated its finding of detrimental reliance on the notion that\r\n\n                                11\r\r\n\n          The  only reason that  Pratt advances for  exhuming his\r\n\nsecond habeas  petition from the  abuse of the writ  graveyard is\r\n\nour statement  in Bonneau v. United States,  961 F.2d 17, 23 (1st\r                                                    \r\n\nCir. 1992),  to the  effect that a  prisoner who files  a section\r\n\n2255 petition  in which  he alleges that  his attorney  failed to\r\n\nperfect a direct appeal \"must be treated like any other appellant\r\n\nappealing for the first time.\"  But this statement has absolutely\r\n\nnothing  to do with  abuses of the writ;  as Bonneau itself makes\r                                                              \r\n\nclear in  the immediately  succeeding sentence,  the language  on\r\n\nwhich Pratt relies only \"means that [the section 2255 petitioner]\r\n\ndoes not  have to show  that there are  meritorious issues  to be\r\n\nappealed.\"     Id.     Because   Bonneau   merely  restates   the\r                                                  \r\n\nuncontroversial rule that a federal habeas petitioner who alleges\r\n\na  Sixth Amendment deprivation grounded in his attorney's failure\r\n\nto perfect a  direct appeal need not prove  actual prejudice, see\r                                                                           \r\n\nPenson v. Ohio, 488 U.S. 75, 88  (1988), the single sentence that\r                        \r\n\nPratt wrests out of context fails to serve his ends.\r\n\n          With  Bonneau out of  the picture, Pratt's  cupboard is\r                                 \r\n\nbare; he  has  not proffered  any other  basis for  a finding  of\r\n\ndetrimental  reliance.    Consequently, we  have  no  occasion to\r\n\nconsider the merits of the mousetrapping doctrine because Pratt's\r\n\ncase does  not come within its ambit.   Accord In re Magwood, 113\r                                                                      \r\n\n                    \r                              \r\n\nthe government  had waived  any abuse  of the  writ defense  to a\r\nsecond   habeas  petition  during  proceedings  directed  at  the\r\nresolution of the  first petition.   See id.  In  contrast, Pratt\r                                                      \r\ndoes not allege that any statement or conduct on the government's\r\npart lulled  him into  believing that it  would condone  a second\r\nsection 2255 petition.\r\n\n                                12\r\r\n\nF.2d at 1552-53  (distinguishing, but not endorsing,  Burris); In\r                                                                           \r\n\nre Medina, 109 F.3d at 1562-63 (same).\r                   \r\n\n          To  recapitulate,  since  Pratt   has  not  shown  that\r\n\napplication of AEDPA to his second section 2255 petition works an\r\n\nimpermissible  retroactive effect, his  second petition is,  as a\r\n\ntemporal  matter,  within  AEDPA's  jurisprudential  reach.   See\r                                                                           \r\n\nLindh, 117 S. Ct. at 2063.\r               \r\n\n                                C.\r                                          C.\r\n\n          Pratt has another string to his bow.  He maintains that\r\n\nthe instant petition is not \"second or successive\" within AEDPA's\r\n\ncontemplation and,  hence, is  not subject  to the new  statutory\r\n\nrestrictions.\r\n\n          Like prior habeas  statutes, AEDPA does not  define the\r\n\nmantra \"second or successive.\"  Courts  that have interpreted the\r\n\nsame phrase in relation  to the pre-AEDPA version of 28  U.S.C.  \r\n\n2244(b) have determined that a numerically second petition is not\r\n\n\"second  or  successive\"  if  it  attacks  a  different  criminal\r\n\njudgment or if the earlier petition terminated without a judgment\r\n\non the  merits.  See  2 James S.  Liebman &amp; Randy  Hertz, Federal\r                                                                           \r\n\nHabeas Corpus Practice  and Procedure   28.3a, at  916-20 (2d ed.\r                                               \r\n\n1994).   We agree  that AEDPA does  not blunt the  force of these\r\n\ninterpretations, but  we are not persuaded that the emergent rule\r\n\npertains in the circumstances presented here.\r\n\n                                1.\r                                          1.\r\n\n          Decisions  that  construe  the  meaning  of \"second  or\r\n\n                                13\r\r\n\nsuccessive\"  most frequently  concern a  court's  dismissal of  a\r\n\nprisoner's first  habeas petition  for failure  to exhaust  state\r\n\nremedies.   See, e.g.,  Howard v. Lewis,  905 F.2d  1318, 1322-23\r                                                 \r\n\n(9th Cir. 1990);  Hill v. Lockhart, 894 F.2d 1009, 1010 (8th Cir.\r                                            \r\n\n1990) (en banc).  Recent post-AEDPA cases  have hewed to the line\r\n\nexemplified by Howard  and Hill and have preserved  the rule that\r                                         \r\n\nif the original  petition did not produce an  adjudication on the\r\n\nmerits a prisoner's later petition  will not be deemed \"second or\r\n\nsuccessive.\"  See, e.g.,  In re Gasery, 116 F.3d  1051, 1052 (5th\r                                                \r\n\nCir. 1997);  Christy v. Horn, 115  F.3d 201, 208 (3d  Cir. 1997);\r                                      \r\n\nDickinson v. Maine,  101 F.3d 791, 791 (1st  Cir. 1996); Camarano\r                                                                           \r\n\nv. Irvin, 98 F.3d 44, 46 (2d Cir. 1996).\r                  \r\n\n          In  a  federal  forum,  habeas  petitions  that involve\r\n\nfederal  prisoners, 28  U.S.C.    2255,  differ  from those  that\r\n\ninvolve  state  prisoners, 28  U.S.C.     2241-2254, in  that the\r\n\nformer are not  constrained by an exhaustion requirement.   See 2\r                                                                         \r\n\nLiebman &amp; Hertz, supra,   41.4a, at 1196.  In particular,  claims\r                                \r\n\nof ineffective  assistance of counsel embodied in  a section 2255\r\n\npetition  generally are not  deemed procedurally defaulted simply\r\n\nbecause they were not raised on direct appeal.  See, e.g., United\r                                                                           \r\n\nStates  v. Soldevila-Lopez,  17 F.3d  480, 485  (1st  Cir. 1994);\r                                    \r\n\nUnited States v. Daniels, 3 F.3d 25, 26-27 (1st Cir. 1993).   The\r                                  \r\n\nabsence of  a procedural bar opens an opportunity for overlap:  a\r\n\nfederal  prisoner bent  on  asserting  an ineffective  assistance\r\n\nclaim can simultaneously  file a direct appeal of  his conviction\r\n\nand  a section  2255 petition,  resulting in  two federal  courts\r\n\n                                14\r\r\n\nconcurrently  reviewing the  same  judgment.    To  prevent  such\r\n\nredundancy,   we  have   ruled  that   except  in   extraordinary\r\n\ncircumstances  we will dismiss  a section 2255  petition claiming\r\n\nineffective  assistance  of   counsel  as  premature  until   the\r\n\nprisoner's direct appeal concludes.   See United States v.  Diaz-\r                                                                           \r\n\nMartinez,  71 F.3d  946, 953  (1st Cir.  1995); United  States v.\r                                                                        \r\n\nGordon, 634 F.2d 638, 638-39 (1st Cir. 1980).\r                \r\n\n          Pratt seizes  upon this  body of  authority and  argues\r\n\nthat, under it, the district court probably would have  dismissed\r\n\nas  premature his ineffective  assistance of trial  counsel claim\r\n\nhad  he  asserted it  in  his  original  petition.   Thus,  Pratt\r\n\ntheorizes, failure to raise the  claim in the initial petition is\r\n\nno  different,  practically  speaking,  than  if  the  court  had\r\n\ndismissed it without deciding the merits.  Based on that analogy,\r\n\nhe posits  that applying  AEDPA's restrictions  to pretermit  his\r\n\nlater petition produces a fundamentally unfair whipsaw effect.\r\n\n          We find Pratt's suppositional ex post justification for\r                                                         \r\n\nhis  failure to  include the claim  of ineffective  assistance of\r\n\ntrial counsel in his initial habeas petition unconvincing for two\r\n\nreasons.   First, and most obviously,  we have classified section\r\n\n2255 petitions  as premature  only when  the petitioner's  direct\r\n\nappeal was still  pending.  See, e.g., Diaz-Martinez,  71 F.3d at\r                                                              \r\n\n953; Gordon, 634 F.2d at  638-39.  Because no appeal  was pending\r                     \r\n\nin Pratt's  case when he  began his quest for  collateral relief,\r\n\nthe  claim of ineffective  assistance of trial  counsel would not\r\n\nhave been subject to dismissal as premature under our precedents.\r\n\n                                15\r\r\n\nSecond,  even  if  an included  ineffective  assistance  of trial\r\n\ncounsel claim might have been sidetracked once the district court\r\n\ncleared  the  way for  a  direct  appeal,  cf. United  States  v.\r                                                                       \r\n\nDeFalco, 644 F.2d  132, 137 (3d Cir. 1979) (en banc), Pratt still\r                 \r\n\nhad ample incentive  to include the claim in  his first petition.\r\n\nAfter all, he could not  predict whether the district court would\r\n\ngrant his original petition on the single ground that he actually\r\n\nasserted   ineffective assistance anent counsel's failure to file\r\n\na  timely appeal    and,  had the  district court  denied relief,\r\n\nPratt  could not  have asserted  an unpreserved  claim either  on\r\n\nappeal or in a second petition.6\r\n\n          We  discern  no  unfairness in  holding  Pratt  to this\r\n\nregimen.  The requirement that all available  claims be presented\r\n\nin a prisoner's first habeas petition is consistent not only with\r\n\nthe  spirit  of  AEDPA's restrictions  on  second  and successive\r\n\nhabeas petitions, but also with the preexisting abuse of the writ\r\n\nprinciple.    The  requirement  serves  the  singularly  salutary\r\n\npurpose  of forcing federal  habeas petitioners to  think through\r\n\nall  potential post-conviction claims and to consolidate them for\r\n\n                    \r                              \r\n\n     6Although  the  existence  of an  incentive  may  affect the\r\nequitable  balance, we  note that,  even  in the  absence of  any\r\nincentive, the reported cases refuse to accept  the position that\r\nPratt espouses.   For example, in Martinez-Villareal  v. Stewart,\r                                                                          \r\n118  F.3d 628  (9th Cir.  1997) (per  curiam), cert.  granted, 66\r                                                                       \r\nU.S.L.W. 3157 (U.S. Oct.  14, 1997) (No. 97-300), a case in which\r\nthe habeas petitioner  had absolutely no  incentive to include  a\r\nclaim of incompetency to be  executed in his first petition    in\r\nall  events,  that  claim automatically  would  have  been deemed\r\npremature    the Ninth  Circuit stated  that \"a competency  claim\r\nmust be raised in the first petition.\"   Id. at 634; accord In re\r                                                                           \r\nDavis, 121 F.3d 952, 955 (5th Cir. 1997).\r               \r\n\n                                16\r\r\n\na  unitary presentation  to the  district court.   This  exercise\r\n\nadvances the cause  of judicial efficiency and  further justifies\r\n\nbarring  Pratt's second petition.   See Richmond v. Ricketts, 774\r                                                                      \r\n\nF.2d 957, 960 (9th Cir. 1985).\r\n\n                                2.\r                                          2.\r\n\n          Pratt mounts  yet another  argument in  support of  his\r\n\nplea that we not treat his numerically second petition as \"second\r\n\nor successive.\"   This argument derives from  the Rules Governing\r\n\nSection  2255 Proceedings   a set of rules that the Supreme Court\r\n\nhas promulgated pursuant  to congressionally delegated authority.\r\n\nSee 28  U.S.C.   2072  (1994).  Like  all similar  federal rules,\r             \r\n\nthese rules  carry the  force and  effect of positive  law.   See\r                                                                           \r\n\nSwazo  v. Wyoming Dep't of Corrections State Penitentiary Warden,\r                                                                          \r\n\n23  F.3d   332,  333  (10th   Cir.  1994);  see  also   McCoy  v.\r                                                                       \r\n\nMassachusetts Inst.  of Tech., 950  F.2d 13, 21 (1st  Cir. 1991).\r                                       \r\n\nRule 2(c) provides in relevant part that a habeas petition \"shall\r\n\nbe  limited to the  assertion of a  claim for relief  against one\r\n\njudgment only of the district court.\"\r\n\n          AEDPA  did  not  alter  Rule  2(c),  and  the  rule  is\r\n\npotentially significant  here because, after  the district  court\r\n\ngranted Pratt's first  section 2255 petition, it  vacated Pratt's\r\n\nsentence and  resentenced him  in order to  trigger a  new appeal\r\n\nperiod.   On this basis,  Pratt asserts that the  second petition\r\n\nchallenges a different judgment  and is therefore not  \"second or\r\n\nsuccessive.\"   This argument  is attractive at  first blush,  but\r\n\nblemishes emerge upon closer study.\r\n\n                                17\r\r\n\n          In the first  place, although Pratt grasped  avidly for\r\n\nthis apparent lifeline when it  surfaced at oral argument in this\r\n\ncourt, the appearance marked its debut in the case.  It is firmly\r\n\nsettled in this circuit that arguments not advanced and developed\r\n\nin  an appellant's  brief are  deemed waived.   See  Sandstrom v.\r                                                                        \r\n\nChemLawn Corp., 904 F.2d 83, 87 (1st Cir. 1990).\r                        \r\n\n          In  the second place,  this laglast argument  is more a\r\n\nmakeweight  than a  lifeline.   The  district  court's method  of\r\n\nrestoring Pratt's right to an  appeal   vacating the sentence and\r\n\nthen reimposing it    is standard practice  among federal courts.\r\n\nSee, e.g.,  United States  v. Pearce, 992  F.2d 1021,  1023 (10th\r                                              \r\n\nCir. 1993);  Page v. United States,  884 F.2d 300,  302 (7th Cir.\r                                            \r\n\n1989).  Although a reentered judgment of conviction, identical in\r\n\nall  material  respects  to  the  judgment  that  it  supplanted,\r\n\ntechnically may be \"new,\" the vital question for present purposes\r\n\nis  whether it  is a  type  of new  judgment that  is  subject to\r\n\nchallenge in a  second habeas petition without  regard to earlier\r\n\npetitions addressed to the original judgment.  We hold that it is\r\n\nnot.\r\n\n          Under   ordinary   circumstances,    a   prisoner   who\r\n\nsuccessfully   brings   a  habeas   petition   and  is   retried,\r\n\nreconvicted,  and  resentenced  may collaterally  attack  the new\r\n\njudgment without fear of hindrance by the legal restrictions that\r\n\nencumber second or  successive habeas petitions.   See Palmer  v.\r                                                                       \r\n\nClarke, 961 F.2d 771, 774-75  (8th Cir. 1992); Richmond, 774 F.2d\r                                                                 \r\n\nat 960.   Nevertheless, this  opportunity to petition  freely for\r\n\n                                18\r\r\n\npost-conviction relief after a new  judgment of conviction is not\r\n\nunfettered.   As  a general  rule, a  prisoner who  had both  the\r\n\nincentive  and the  ability to  raise a  particular claim  in his\r\n\nfirst petition for post-conviction relief, but declined to assert\r\n\nit, cannot raise it the second time around.\r\n\n          To illustrate, if the relief granted  in response to an\r\n\ninitial habeas petition addresses only the petitioner's sentence,\r\n\nhe  customarily cannot  re-petition after  resentencing  based on\r\n\nalleged  errors   affecting  the  underlying  conviction.     See\r                                                                           \r\n\nRichmond, 774  F.2d at 960.  The rationale  for such a holding is\r                  \r\n\nclear:    the  prisoner  had  ample  incentive  to challenge  the\r\n\nunderlying  conviction in his  first request  for post-conviction\r\n\nrelief since success  on a claim of trial error  would have wiped\r\n\nout the sentence and obviated  the need to address any sentencing\r\n\nbevues; and, assuming that the  prisoner had the ability to raise\r\n\nthe  trial-error  claim  in  his  first  petition,  there  is  no\r\n\nprincipled reason  why the  restrictions designed  for second  or\r\n\nsuccessive petitions should not apply.  See id.\r                                                         \r\n\n          This rationale applies squarely to Pratt.  He had every\r\n\nincentive  to assert  his claim  of  trial error  in his  initial\r\n\nsection 2255  petition.   If the district  court agreed  that his\r\n\nlawyer's trial  performance was constitutionally  defective, then\r\n\nthere would have been no need to appeal a faulty conviction.  The\r\n\nobjective that  Congress had in  mind when  it placed curbs  on a\r\n\nprisoner's freedom  to file  multiple habeas  petitions would  be\r\n\nfrustrated if  a prisoner could  negate the legal effect  of this\r\n\n                                19\r\r\n\nkind  of  omission by  the  simple  expedient of  filing  another\r\n\npetition.\r\n\n          There  is a related  reason why the  reentered judgment\r\n\ndoes not  transform the  legal landscape.   It is  an abecedarian\r\n\nrule that, in a  second petition for post-conviction relief,  the\r\n\nprisoner must be able to point to a new claim of error   that is,\r\n\na claim of error unavailable the first time around (because, say,\r\n\nit could not  have been discovered in the  exercise of reasonable\r\n\ndiligence  or  it  arose  after  the  resolution  of  the initial\r\n\npetition).  See 2 Liebman &amp; Hertz, supra,   26.3b, at 854-56; id.\r                                                                           \r\n\n  28.1, at  896.  For example, if a habeas  petition results in a\r\n\nretrial that  yields a  new conviction, the  prisoner is  free to\r\n\nseek further habeas relief based on errors that transpired in the\r\n\ncourse  of  the new  trial.   See  Palmer,  961  F.2d at  774-75.\r                                                   \r\n\nSimilarly, if a  habeas petition results  in a resentencing,  the\r\n\nprisoner is free  to petition for further relief  based on errors\r\n\nthat transpired in the course of the resentencing.  See Richmond,\r                                                                          \r\n\n774 F.2d at 960.  In both  cases, the prisoner is seeking redress\r\n\nfor  errors that he  could not have  challenged in  a prior post-\r\n\nconviction  proceeding unless  he  were clairvoyant.    Unpursued\r\n\nerrors arising out  of events that occurred before  the filing of\r\n\nthe initial habeas petition, and  which could have been, but were\r\n\nnot, challenged in that petition, fall into a different category.\r\n\nThose  errors  normally  are  not  eligible for  inclusion  in  a\r\n\nsubsequent habeas petition.  See Palmer, 961 F.2d at 774-75.\r                                                 \r\n\n          Measured  against  the  rule,  as  explicated by  these\r\n\n                                20\r\r\n\nexamples,  Pratt's asseveration falls short.  His current section\r\n\n2255 petition seeks  to set aside the underlying  conviction on a\r\n\nground that he could have raised, but  did not, when he filed his\r\n\nfirst petition.   Pratt does not assert  any claim of  error that\r\n\nbecame available only after, or as a result of, the court's entry\r\n\nof a  new judgment of  conviction.  Thus, his  numerically second\r\n\npetition is in fact a second petition as AEDPA uses that term.\r\n\n                                D.\r                                          D.\r\n\n          The end draws  near.  Pratt  concedes in his  appellate\r\n\nbrief  that he  is unable  to satisfy  AEDPA's preconditions  for\r\n\nfiling  a second  section  2255  petition.   In  any event,  this\r\n\nconcession is compelled  by the record:  Pratt  neither claims to\r\n\npossess newly discovered evidence in support of  the petition nor\r\n\ninvokes a  neoteric rule of constitutional law.   See 28 U.S.C.  \r                                                               \r\n\n2255.\r\n\n          We need go no further.  Pratt failed to marshal all his\r\n\nclaims of error  in his first section 2255  petition, and he must\r\n\nnow pay the piper.  AEDPA governs here, and, on the facts of this\r\n\ncase,  AEDPA's clear language prohibits Pratt from rectifying his\r\n\nomission by means of a second petition.\r\n\n          The district court's  dismissal of the  habeas petition\r                    The district court's  dismissal of the  habeas petition\r                                                                           \r\n\nis affirmed.  The petitioner's appeal is  treated concurrently as\r          is affirmed.  The petitioner's appeal is  treated concurrently as\r                                                                           \r\n\na  request  for leave  to  file  a  second or  successive  habeas\r          a  request  for leave  to  file  a  second or  successive  habeas\r                                                                           \r\n\npetition and, as such, it is denied.\r          petition and, as such, it is denied.\r                                             \r\n\n                                21\r\r\n",
  "html": "<p class=\"case_cite\">129 F.3d 54</p>\n    <p class=\"parties\">David P. PRATT, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 97-1579.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 5, 1997.<br>Decided Nov. 6, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leo T. Sorokin, Federal Defender Office, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Assistant United States Attorney, Concord, NH, with whom Paul M. Gagnon, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant David P. Pratt, who is currently serving a federal sentence, filed a second petition for post-conviction relief under 28 U.S.C. &#167; 2255 (1994 and Supp.1996).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Relying on the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), Pub.L. No. 104-132, 110 Stat. 1214 (1996) (codified in scattered sections of 28 U.S.C.), the district court dismissed the petition pro forma because Pratt had not obtained clearance from the court of appeals.  AEDPA's novelty, together with the odd timing and peculiar circumstances of the petitioner's case, take us down a sometimes recondite legal trail.  In the end, we conclude that AEDPA applies here and that, properly construed, it bars Pratt's attempt to prosecute a second habeas petition.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In April of 1994, a federal petit jury in the District of New Hampshire heard testimony that, after a local police chief confiscated several of Pratt's firearms, Pratt sent him a mutilated pig carcass.  Weighing this and other evidence, the jury found Pratt guilty of mailing a threatening communication in violation of 18 U.S.C. &#167; 876 (1994).  The judge departed upward and sentenced Pratt to a lengthy prison term.  The appeal period expired and Pratt's conviction became final.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After unsuccessfully moving pro se to file a tardy notice of appeal, Pratt filed his first section 2255 petition on March 9, 1995.  He alleged a violation of his Sixth Amendment right to the effective assistance of counsel premised on a claim that, despite repeated requests, his trial attorney had failed to perfect a timeous appeal of the conviction.  Pratt did not aver, however, that his attorney's performance at trial was constitutionally defective.  The district court granted the petition in an unpublished order, vacated the judgment, and after appointing fresh counsel resentenced Pratt (thus triggering a new appeal period).  Pratt's new lawyer filed a timely appeal, but to no avail;  a panel of this court affirmed the conviction.  See United States v. Pratt, 73 F.3d 450, 454 (1st Cir.1996).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 17, 1997, Pratt filed his second section 2255 petition, this time seeking to set aside his conviction on the ground that his original lawyer's lack of trial acumen violated Pratt's Sixth Amendment right to the effective assistance of counsel.  On April 8, 1997, the district court dismissed this petition without prejudice for failure to comport with AEDPA's \"prior approval\" prerequisite for second or successive habeas petitions.  This appeal ensued.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">AEDPA took effect on April 24, 1996, after the district court resolved Pratt's initial habeas petition but before his second petition eventuated.  The new law imposes significant restrictions on second or successive habeas petitions brought on behalf of federal prisoners.  These restrictions have both procedural and substantive dimensions.  Procedurally, AEDPA incorporates by reference in section 2255 the same screen that AEDPA makes applicable to second or successive habeas petitions prosecuted on behalf of persons being held in state custody.  The statute thus requires a federal prisoner, before docketing a second or successive habeas petition in the district court, to obtain from \"the appropriate court of appeals ... an order authorizing the district court to consider the application.\"  28 U.S.C. &#167; 2244(b)(3)(A) (as incorporated in 28 U.S.C. &#167; 2255);  see also Felker v. Turpin, --- U.S. ----, ----, 116 S.Ct. 2333, 2337, 135 L.Ed.2d 827 (1996).  Substantively, AEDPA directs the court of appeals to condition its authorization of a second or successive petition on the applicant's showing of either:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>(1) newly discovered evidence that, if proven and viewed in light of the evidence as a whole, would be sufficient to establish by clear and convincing evidence that no reasonable factfinder would have found the movant guilty of the offense;  or</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>(2) a new rule of constitutional law, made retroactive to cases on collateral review by the Supreme Court, that was previously unavailable.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">28 U.S.C. &#167; 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This appeal necessitates that we determine whether Pratt's second section 2255 petition comes within AEDPA's reach, and if so, whether the statute permits us to authorize further proceedings in the district court.  Before pursuing either of these inquiries, however, we pause to address the government's contention that this court lacks jurisdiction to hear the instant appeal.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the proceedings below, the district court dismissed Pratt's second habeas petition without prejudice, noting that he had failed to obtain clearance from the court of appeals as required by AEDPA.  The government contends that, inasmuch as the order is not dispositive of any issue, it is not a \"final order,\" 28 U.S.C. &#167; 1291 (1994), and thus cannot support the weight of an appeal.  The government is wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">AEDPA's prior approval provision allocates subject-matter jurisdiction to the court of appeals by stripping the district court of jurisdiction over a second or successive habeas petition unless and until the court of appeals has decreed that it may go forward.  See Nunez v. United States, 96 F.3d 990, 991 (7th Cir.1996).  This statutory directive means that a district court, faced with an unapproved second or successive habeas petition, must either dismiss it, see id., or transfer it to the appropriate court of appeals,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> see Benton v. Washington, 106 F.3d 162, 164 (7th Cir.1996);  Liriano v. United States, 95 F.3d 119, 122-23 (2d Cir.1996).  The court below chose the former course.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If Pratt had acknowledged that AEDPA governed his latest petition, the district court's decision might not have been appealable.  Here, however, Pratt disputes AEDPA's applicability.  He can regain access to the district court (and thereby vindicate his theory) only by an appeal and a subsequent holding that the district court erred in applying AEDPA to his latest petition.  The district court's order is therefore final in the relevant sense, see In re Nineteen Appeals Arising Out of the San Juan Dupont Plaza Hotel Fire Litig., 982 F.2d 603, 608 (1st Cir.1992) (explaining that section 1291's finality requirement has a practical cast), and it is appealable.  That the district court's dismissal was without prejudice is of no moment.  Appellate courts routinely exercise jurisdiction over claims dismissed without prejudice when the dismissal contains sufficient indicia of finality.  See, e.g., Presbytery of N.J. v. Florio, 40 F.3d 1454, 1461 (3d Cir.1994);  Kobleur v. Group Hospitalization &amp; Med.  Services, Inc., 954 F.2d 705, 708 (11th Cir.1992);  Brady v. Sullivan, 893 F.2d 872, 876 n. 8 (7th Cir.1989);  Local Div. No. 714 v. Greater Portland Transit Dist., 589 F.2d 1, 6 (1st Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To be sure, Pratt also contends that even if AEDPA applies generally to cases in the same temporal posture its provisions do not bar his pursuit of post-conviction relief.  To this extent, the government's jurisdictional jousting may hit closer to home.  Nevertheless, we need not spend much time on this largely metaphysical debate.  In very similar circumstances, the Seventh Circuit has crafted a pragmatic approach to this sort of problem.  It has declared that it will treat a notice of appeal as a request for an authorization to file a second section 2255 petition and thus preserve appellate jurisdiction if doing so will save unnecessary paperwork without sacrificing any party's substantial rights.  See Nunez, 96 F.3d at 991.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pratt invites us to employ that approach here, the appellate record is adequate to the task, and taking this avenue expedites adjudication of the matters in issue.  We therefore hold that, when a district court dismisses a second or successive petition without prejudice because the court of appeals has not approved its prosecution, and the petitioner appeals, the court of appeals may in its discretion treat the notice of appeal as a request for authorization to file a second or successive petition.  We exercise that discretion here to the extent, if at all, that it may be necessary to do so.  Either way, we have jurisdiction to hear and determine the issues raised in Pratt's appeal.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The filing dates of Pratt's two section 2255 petitions straddle AEDPA's effective date.  On this basis, Pratt maintains that the question whether the statute applies to his second petition must be answered in the negative because doing so would place an impermissible retroactive burden on his first petition.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We begin our analysis by remarking the obvious:  applying a statute to a pleading that was filed after the statute's effective date is not really a \"retroactive\" application in the classic sense.  Here, moreover, we know on the best of authority that Congress intended that AEDPA apply to all section 2255 petitions filed after its effective date (April 24, 1996).  See Lindh v. Murphy, --- U.S. ----, ----, 117 S.Ct. 2059, 2063, 138 L.Ed.2d 481 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We know, too, that the Supreme Court recently and uncritically applied AEDPA to a prisoner's second habeas petition even though the prisoner had filed his first petition prior to AEDPA's enactment.  See Felker, at ---- - ----, 116 S.Ct. at 2336-37.   Several courts of appeals have followed suit.  See, e.g., In re Medina, 109 F.3d 1556, 1561-62 (11th Cir.1997);  Roldan v. United States, 96 F.3d 1013, 1014 (7th Cir.1996);  Hatch v. Oklahoma, 92 F.3d 1012, 1014 (10th Cir.1996).  This approach is sound not only from a legal perspective but also from the standpoint of common sense.  After all, if pre-AEDPA jurisprudence somehow attached to an entire course of post-conviction proceedings by virtue of a prisoner's having filed a pre-enactment petition at some point along the way, then the Court's opinion in Felker would be drained of all meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Faced with these formidable obstacles, Pratt attempts to refocus the definition of retroactivity.  He reminds us of the Supreme Court's directive that a court which confronts a possible retroactivity problem should ask whether a freshly minted statute \"attaches new legal consequences to events completed before its enactment.\"  Landgraf v. USI Film Prods., 511 U.S. 244, 270, 114 S.Ct. 1483, 1499, 128 L.Ed.2d 229 (1994).  Wielding this club, Pratt asserts that the application of AEDPA to his second petition impermissibly alters the legal consequences of his first petition (which was fully adjudicated prior to AEDPA's passage).  This argument, in turn, leads him to embrace the \"mousetrapping\" doctrine.  See Burris v. Parke, 95 F.3d 465, 468-69 (7th Cir.1996).  Based on this construct (which to our knowledge has not been adopted outside the Seventh Circuit), he argues that, even if AEDPA otherwise might control his second habeas petition, it should not do so in the circumstances of this case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The particulars of Pratt's claim are fuzzy.  He appears to be saying, with minimal elaboration, that the district court would have entertained his second section 2255 petition under the prevailing pre-AEDPA standard, see McCleskey v. Zant, 499 U.S. 467, 493, 111 S.Ct. 1454, 1469, 113 L.Ed.2d 517 (1991) (discussing the parameters of the \"abuse of the writ\" principle), and so, application of AEDPA's more stringent standard to his second section 2255 petition will attach new and unforeseen legal consequences to the filing of his first petition (in effect penalizing him retroactively for having failed to include all possible constitutional claims in his first petition).  In Pratt's view, this adverse effect on his post-conviction litigation strategy \"mousetraps\" him.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Even were we to address the mousetrapping doctrine--a matter that we leave for another day--Pratt could not take advantage of it.  The doctrine requires a habeas petitioner to show that he consciously chose to withhold a potential ground for relief from his first petition because he detrimentally relied upon pre-AEDPA law.  See, e.g., Alexander v. United States, 121 F.3d 312, 314 (7th Cir.1997);  Roldan, 96 F.3d at 1014;  see also In re Magwood, 113 F.3d 1544, 1552-53 (11th Cir.1997).  Pratt cannot carry this burden.  Although he states perfunctorily that he \"relied upon the abuse of the writ law as it existed when he filed his [original] &#167; 2255\" petition, he offers no legal or factual support for this conclusory statement.  More is needed.  See In re Medina, 109 F.3d at 1562 n. 1 (holding that a petitioner's \"one-sentence conclusory statement\" did not establish detrimental reliance).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">More important than Pratt's subjective understanding is the utter lack of any facts remotely suggesting detrimental reliance.  \"In assessing detrimental reliance vel non, the test is one of objective reasonableness under the circumstances.\"  Henry v. Connolly, 910 F.2d 1000, 1003 (1st Cir.1990).  Accordingly, the question here is not whether Pratt actually believed, when he filed his first habeas petition, that then-prevailing law would allow him to file a second petition on the withheld ground of ineffective assistance of trial counsel so long as he could pass muster under McCleskey;  the question, rather, is whether such a subjective belief, even if it existed, is objectively reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As a general matter, reliance upon pre-AEDPA law as a basis for permitting a second petition rarely will clear this hurdle.  The \"cause and prejudice\" test that McCleskey imposed to screen out abusive deployments of the writ is notoriously difficult to pass.  See, e.g., McCleskey, 499 U.S. at 500, 111 S.Ct. at 1473-74;  Murray v. Carrier, 477 U.S. 478, 495-96, 106 S.Ct. 2639, 2649, 91 L.Ed.2d 397 (1986);  United States v. Shaid, 937 F.2d 228, 236 (5th Cir.1991);  see generally Erwin Chemerinsky, Federal Jurisdiction &#167; 15.4.3, at 809-11 (2d ed.1994).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Pratt cannot satisfy its rigors.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The only reason that Pratt advances for exhuming his second habeas petition from the abuse of the writ graveyard is our statement in Bonneau v. United States, 961 F.2d 17, 23 (1st Cir.1992), to the effect that a prisoner who files a section 2255 petition in which he alleges that his attorney failed to perfect a direct appeal \"must be treated like any other appellant appealing for the first time.\"   But this statement has absolutely nothing to do with abuses of the writ;  as Bonneau itself makes clear in the immediately succeeding sentence, the language on which Pratt relies only \"means that [the section 2255 petitioner] does not have to show that there are meritorious issues to be appealed.\"  Id. Because Bonneau merely restates the uncontroversial rule that a federal habeas petitioner who alleges a Sixth Amendment deprivation grounded in his attorney's failure to perfect a direct appeal need not prove actual prejudice, see Penson v. Ohio, 488 U.S. 75, 88, 109 S.Ct. 346, 354, 102 L.Ed.2d 300 (1988), the single sentence that Pratt wrests out of context fails to serve his ends.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With Bonneau out of the picture, Pratt's cupboard is bare;  he has not proffered any other basis for a finding of detrimental reliance.  Consequently, we have no occasion to consider the merits of the mousetrapping doctrine because Pratt's case does not come within its ambit.  Accord In re Magwood, 113 F.3d at 1552-53 (distinguishing, but not endorsing, Burris );  In re Medina, 109 F.3d at 1562-63 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To recapitulate, since Pratt has not shown that application of AEDPA to his second section 2255 petition works an impermissible retroactive effect, his second petition is, as a temporal matter, within AEDPA's jurisprudential reach.  See Lindh, at ----, 117 S.Ct. at 2063.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Pratt has another string to his bow.  He maintains that the instant petition is not \"second or successive\" within AEDPA's contemplation and, hence, is not subject to the new statutory restrictions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Like prior habeas statutes, AEDPA does not define the mantra \"second or successive.\"   Courts that have interpreted the same phrase in relation to the pre-AEDPA version of 28 U.S.C. &#167; 2244(b) have determined that a numerically second petition is not \"second or successive\" if it attacks a different criminal judgment or if the earlier petition terminated without a judgment on the merits.  See 2 James S. Liebman &amp; Randy Hertz, Federal Habeas Corpus Practice and Procedure &#167; 28.3a, at 916-20 (2d ed.1994).  We agree that AEDPA does not blunt the force of these interpretations, but we are not persuaded that the emergent rule pertains in the circumstances presented here.</p>\n    </div>\n    <p>1.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Decisions that construe the meaning of \"second or successive\" most frequently concern a court's dismissal of a prisoner's first habeas petition for failure to exhaust state remedies.  See, e.g., Howard v. Lewis, 905 F.2d 1318, 1322-23 (9th Cir.1990);  Hill v. Lockhart, 894 F.2d 1009, 1010 (8th Cir.1990) (en banc).  Recent post-AEDPA cases have hewed to the line exemplified by Howard and Hill and have preserved the rule that if the original petition did not produce an adjudication on the merits a prisoner's later petition will not be deemed \"second or successive.\"   See, e.g., In re Gasery, 116 F.3d 1051, 1052 (5th Cir.1997);  Christy v. Horn, 115 F.3d 201, 208 (3d Cir.1997);  Dickinson v. Maine, 101 F.3d 791, 791 (1st Cir.1996);  Camarano v. Irvin, 98 F.3d 44, 46 (2d Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In a federal forum, habeas petitions that involve federal prisoners, 28 U.S.C. &#167; 2255, differ from those that involve state prisoners, 28 U.S.C. &#167;&#167; 2241-2254, in that the former are not constrained by an exhaustion requirement.  See 2 Liebman &amp; Hertz, supra, &#167; 41.4a, at 1196.  In particular, claims of ineffective assistance of counsel embodied in a section 2255 petition generally are not deemed procedurally defaulted simply because they were not raised on direct appeal.  See, e.g., United States v. Soldevila-Lopez, 17 F.3d 480, 485 (1st Cir.1994);  United States v. Daniels, 3 F.3d 25, 26-27 (1st Cir.1993).  The absence of a procedural bar opens an opportunity for overlap:  a federal prisoner bent on asserting an ineffective assistance claim can simultaneously file a direct appeal of his conviction and a section 2255 petition, resulting in two federal courts concurrently reviewing the same judgment.  To prevent such redundancy, we have ruled that except in extraordinary circumstances we will dismiss a section 2255 petition claiming ineffective assistance of counsel as premature until the prisoner's direct appeal concludes.  See United States v. Diaz-Martinez, 71 F.3d 946, 953 (1st Cir.1995);  United States v. Gordon, 634 F.2d 638, 638-39 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Pratt seizes upon this body of authority and argues that, under it, the district court probably would have dismissed as premature his ineffective assistance of trial counsel claim had he asserted it in his original petition.  Thus, Pratt theorizes, failure to raise the claim in the initial petition is no different, practically speaking, than if the court had dismissed it without deciding the merits.  Based on that analogy, he posits that applying AEDPA's restrictions to pretermit his later petition produces a fundamentally unfair whipsaw effect.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We find Pratt's suppositional ex post justification for his failure to include the claim of ineffective assistance of trial counsel in his initial habeas petition unconvincing for two reasons.  First, and most obviously, we have classified section 2255 petitions as premature only when the petitioner's direct appeal was still pending.  See, e.g., Diaz-Martinez, 71 F.3d at 953;  Gordon, 634 F.2d at 638-39.   Because no appeal was pending in Pratt's case when he began his quest for collateral relief, the claim of ineffective assistance of trial counsel would not have been subject to dismissal as premature under our precedents.  Second, even if an included ineffective assistance of trial counsel claim might have been sidetracked once the district court cleared the way for a direct appeal, cf.  United States v. DeFalco, 644 F.2d 132, 137 (3d Cir.1979) (en banc), Pratt still had ample incentive to include the claim in his first petition.  After all, he could not predict whether the district court would grant his original petition on the single ground that he actually asserted--ineffective assistance anent counsel's failure to file a timely appeal--and, had the district court denied relief, Pratt could not have asserted an unpreserved claim either on appeal or in a second petition.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We discern no unfairness in holding Pratt to this regimen.  The requirement that all available claims be presented in a prisoner's first habeas petition is consistent not only with the spirit of AEDPA's restrictions on second and successive habeas petitions, but also with the preexisting abuse of the writ principle.  The requirement serves the singularly salutary purpose of forcing federal habeas petitioners to think through all potential post-conviction claims and to consolidate them for a unitary presentation to the district court.  This exercise advances the cause of judicial efficiency and further justifies barring Pratt's second petition.  See Richmond v. Ricketts, 774 F.2d 957, 960 (9th Cir.1985).</p>\n    </div>\n    <p>2.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Pratt mounts yet another argument in support of his plea that we not treat his numerically second petition as \"second or successive.\"   This argument derives from the Rules Governing Section 2255 Proceedings--a set of rules that the Supreme Court has promulgated pursuant to congressionally delegated authority.  See 28 U.S.C. &#167; 2072 (1994).  Like all similar federal rules, these rules carry the force and effect of positive law.  See Swazo v. Wyoming Dep't of Corrections State Penitentiary Warden, 23 F.3d 332, 333 (10th Cir.1994);  see also McCoy v. Massachusetts Inst. of Tech., 950 F.2d 13, 21 (1st Cir.1991).  Rule 2(c) provides in relevant part that a habeas petition \"shall be limited to the assertion of a claim for relief against one judgment only of the district court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">AEDPA did not alter Rule 2(c), and the rule is potentially significant here because, after the district court granted Pratt's first section 2255 petition, it vacated Pratt's sentence and resentenced him in order to trigger a new appeal period.  On this basis, Pratt asserts that the second petition challenges a different judgment and is therefore not \"second or successive.\"   This argument is attractive at first blush, but blemishes emerge upon closer study.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the first place, although Pratt grasped avidly for this apparent lifeline when it surfaced at oral argument in this court, the appearance marked its debut in the case.  It is firmly settled in this circuit that arguments not advanced and developed in an appellant's brief are deemed waived.  See Sandstrom v. ChemLawn Corp., 904 F.2d 83, 87 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the second place, this laglast argument is more a makeweight than a lifeline.  The district court's method of restoring Pratt's right to an appeal--vacating the sentence and then reimposing it--is standard practice among federal courts.  See, e.g., United States v. Pearce, 992 F.2d 1021, 1023 (9th Cir.1993);  Page v. United States, 884 F.2d 300, 302 (7th Cir.1989).  Although a reentered judgment of conviction, identical in all material respects to the judgment that it supplanted, technically may be \"new,\" the vital question for present purposes is whether it is a type of new judgment that is subject to challenge in a second habeas petition without regard to earlier petitions addressed to the original judgment.  We hold that it is not.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Under ordinary circumstances, a prisoner who successfully brings a habeas petition and is retried, reconvicted, and resentenced may collaterally attack the new judgment without fear of hindrance by the legal restrictions that encumber second or successive habeas petitions.  See Palmer v. Clarke, 961 F.2d 771, 774-75 (8th Cir.1992);  Richmond, 774 F.2d at 960.   Nevertheless, this opportunity to petition freely for post-conviction relief after a new judgment of conviction is not unfettered.  As a general rule, a prisoner who had both the incentive and the ability to raise a particular claim in his first petition for post-conviction relief, but declined to assert it, cannot raise it the second time around.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To illustrate, if the relief granted in response to an initial habeas petition addresses only the petitioner's sentence, he customarily cannot re-petition after resentencing based on alleged errors affecting the underlying conviction.  See Richmond, 774 F.2d at 960.   The rationale for such a holding is clear:  the prisoner had ample incentive to challenge the underlying conviction in his first request for post-conviction relief since success on a claim of trial error would have wiped out the sentence and obviated the need to address any sentencing bevues;  and, assuming that the prisoner had the ability to raise the trial-error claim in his first petition, there is no principled reason why the restrictions designed for second or successive petitions should not apply.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This rationale applies squarely to Pratt.  He had every incentive to assert his claim of trial error in his initial section 2255 petition.  If the district court agreed that his lawyer's trial performance was constitutionally defective, then there would have been no need to appeal a faulty conviction.  The objective that Congress had in mind when it placed curbs on a prisoner's freedom to file multiple habeas petitions would be frustrated if a prisoner could negate the legal effect of this kind of omission by the simple expedient of filing another petition.  See Galtieri v. United States, 128 F.3d 33, 37-38 (2d Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">There is a related reason why the reentered judgment does not transform the legal landscape.  It is an abecedarian rule that, in a second petition for post-conviction relief, the prisoner must be able to point to a new claim of error--that is, a claim of error unavailable the first time around (because, say, it could not have been discovered in the exercise of reasonable diligence or it arose after the resolution of the initial petition).  See 2 Liebman &amp; Hertz, supra, &#167; 26.3b, at 854-56;  id. &#167; 28.1, at 896.  For example, if a habeas petition results in a retrial that yields a new conviction, the prisoner is free to seek further habeas relief based on errors that transpired in the course of the new trial.  See Palmer, 961 F.2d at 774-75.   Similarly, if a habeas petition results in a resentencing, the prisoner is free to petition for further relief based on errors that transpired in the course of the resentencing.  See Richmond, 774 F.2d at 960.   In both cases, the prisoner is seeking redress for errors that he could not have challenged in a prior post-conviction proceeding unless he were clairvoyant.  Unpursued errors arising out of events that occurred before the filing of the initial habeas petition, and which could have been, but were not, challenged in that petition, fall into a different category.  Those errors normally are not eligible for inclusion in a subsequent habeas petition.  See Palmer, 961 F.2d at 774-75.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Measured against the rule, as explicated by these examples, Pratt's asseveration falls short.  His current section 2255 petition seeks to set aside the underlying conviction on a ground that he could have raised, but did not, when he filed his first petition.  Pratt does not assert any claim of error that became available only after, or as a result of, the court's entry of a new judgment of conviction.  Thus, his numerically second petition is in fact a second petition as AEDPA uses that term.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The end draws near.  Pratt concedes in his appellate brief that he is unable to satisfy AEDPA's preconditions for filing a second section 2255 petition.  In any event, this concession is compelled by the record:  Pratt neither claims to possess newly discovered evidence in support of the petition nor invokes a neoteric rule of constitutional law.  See 28 U.S.C. &#167; 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We need go no further.  Pratt failed to marshal all his claims of error in his first section 2255 petition, and he must now pay the piper.  AEDPA governs here, and, on the facts of this case, AEDPA's clear language prohibits Pratt from rectifying his omission by means of a second petition.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district court's dismissal of the habeas petition is affirmed.  The petitioner's appeal is treated concurrently as a request for leave to file a second or successive habeas petition and, as such, it is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In terms, 28 U.S.C. &#167; 2255 speaks of a \"motion\" rather than a \"petition,\" yet the latter word is more commonly used to describe the vehicle by which a person held in custody seeks post-conviction relief.  Although there may be occasions on which the terms have different meanings, this is not one of them;  and, therefore, we use the term \"petition\" throughout this opinion in order to avoid confusion.  By the same token, we use the terms \"section 2255 petition,\" \"habeas petition,\" and \"petition for post-conviction relief\" interchangeably</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The panel did, however, remand, while retaining appellate jurisdiction, to obtain a clear statement of the reasons underlying the upward departure.  See Pratt, 73 F.3d at 453-54.   After Judge McAuliffe released an explanatory statement, see United States v. Pratt, 940 F.Supp. 424 (D.N.H.1996), the panel issued an unpublished order dated August 8, 1996, making the affirmance unconditional</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Transfers can be accomplished by resort to a statute that provides in pertinent part:</p>\n        <p>Whenever a civil action is filed in a court ... or an appeal ... is noticed for or filed with such a court and that court finds that there is a want of jurisdiction, the court shall, if it is in the interest of justice, transfer such action or appeal to any other such court in which the action or appeal could have been brought at the time it was filed or noticed, and the action or appeal shall proceed as if it had been filed in or noticed for the court to which it is transferred on the date upon which it was actually filed in or noticed for the court from which it is transferred.</p>\n        <p>28 U.S.C. &#167; 1631 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This extra step is a necessary element of Pratt's position because an affirmative answer to the above-described Landgraf inquiry does not automatically render a statute impermissibly retroactive.  To the contrary, the Landgraf Court warned that a \"statute does not operate [retroactively] merely because it ... upsets expectations based on prior law.\"  511 U.S. at 269, 114 S.Ct. at 1499.   A conclusion of retroactivity instead \"comes at the end of a process of judgment concerning the nature and extent of the change in the law and the degree of connection between the operation of the new rule and a relevant past event.\"  Id. at 270, 114 S.Ct. at 1499</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Of course, the Seventh Circuit did make such a determination in Burris, 95 F.3d at 469-70.   But there the court predicated its finding of detrimental reliance on the notion that the government had waived any abuse of the writ defense to a second habeas petition during proceedings directed at the resolution of the first petition.  See id.   In contrast, Pratt does not allege that any statement or conduct on the government's part lulled him into believing that it would condone a second section 2255 petition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the existence of an incentive may affect the equitable balance, we note that, even in the absence of any incentive, the reported cases refuse to accept the position that Pratt espouses.  For example, in Martinez-Villareal v. Stewart, 118 F.3d 628 (9th Cir.1997) (per curiam), cert. granted, --- U.S. ----, 118 S.Ct. 294, 139 L.Ed.2d 226 (1997), a case in which the habeas petitioner had absolutely no incentive to include a claim of incompetency to be executed in his first petition--in all events, that claim automatically would have been deemed premature--the Ninth Circuit stated that \"a competency claim must be raised in the first petition.\"  Id. at 634;  accord In re Davis, 121 F.3d 952, 955 (5th Cir.1997)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></span></p>\n    <p class=\"parties\">David P. PRATT, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 97-1579.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 5, 1997.<br>Decided Nov. 6, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leo T. Sorokin, Federal Defender Office, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Assistant United States Attorney, Concord, NH, with whom Paul M. Gagnon, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant David P. Pratt, who is currently serving a federal sentence, filed a second petition for post-conviction relief under 28 U.S.C. &#167; 2255 (1994 and Supp.1996).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Relying on the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), Pub.L. No. 104-132, 110 Stat. 1214 (1996) (codified in scattered sections of 28 U.S.C.), the district court dismissed the petition pro forma because Pratt had not obtained clearance from the court of appeals.  AEDPA's novelty, together with the odd timing and peculiar circumstances of the petitioner's case, take us down a sometimes recondite legal trail.  In the end, we conclude that AEDPA applies here and that, properly construed, it bars Pratt's attempt to prosecute a second habeas petition.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In April of 1994, a federal petit jury in the District of New Hampshire heard testimony that, after a local police chief confiscated several of Pratt's firearms, Pratt sent him a mutilated pig carcass.  Weighing this and other evidence, the jury found Pratt guilty of mailing a threatening communication in violation of 18 U.S.C. &#167; 876 (1994).  The judge departed upward and sentenced Pratt to a lengthy prison term.  The appeal period expired and Pratt's conviction became final.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After unsuccessfully moving pro se to file a tardy notice of appeal, Pratt filed his first section 2255 petition on March 9, 1995.  He alleged a violation of his Sixth Amendment right to the effective assistance of counsel premised on a claim that, despite repeated requests, his trial attorney had failed to perfect a timeous appeal of the conviction.  Pratt did not aver, however, that his attorney's performance at trial was constitutionally defective.  The district court granted the petition in an unpublished order, vacated the judgment, and after appointing fresh counsel resentenced Pratt (thus triggering a new appeal period).  Pratt's new lawyer filed a timely appeal, but to no avail;  a panel of this court affirmed the conviction.  See United States v. Pratt, <span class=\"citation\" data-id=\"196520\"><a href=\"/opinion/196520/united-states-v-pratt/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></a></span>, 454 (1st Cir.1996).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 17, 1997, Pratt filed his second section 2255 petition, this time seeking to set aside his conviction on the ground that his original lawyer's lack of trial acumen violated Pratt's Sixth Amendment right to the effective assistance of counsel.  On April 8, 1997, the district court dismissed this petition without prejudice for failure to comport with AEDPA's \"prior approval\" prerequisite for second or successive habeas petitions.  This appeal ensued.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">AEDPA took effect on April 24, 1996, after the district court resolved Pratt's initial habeas petition but before his second petition eventuated.  The new law imposes significant restrictions on second or successive habeas petitions brought on behalf of federal prisoners.  These restrictions have both procedural and substantive dimensions.  Procedurally, AEDPA incorporates by reference in section 2255 the same screen that AEDPA makes applicable to second or successive habeas petitions prosecuted on behalf of persons being held in state custody.  The statute thus requires a federal prisoner, before docketing a second or successive habeas petition in the district court, to obtain from \"the appropriate court of appeals ... an order authorizing the district court to consider the application.\"  28 U.S.C. &#167; 2244(b)(3)(A) (as incorporated in 28 U.S.C. &#167; 2255);  see also Felker v. Turpin, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118058\"><a href=\"/opinion/118058/felker-v-turpin/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2333</span></a></span>, 2337, <span class=\"citation\" data-id=\"118058\"><a href=\"/opinion/118058/felker-v-turpin/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">827</span></a></span> (1996).  Substantively, AEDPA directs the court of appeals to condition its authorization of a second or successive petition on the applicant's showing of either:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>(1) newly discovered evidence that, if proven and viewed in light of the evidence as a whole, would be sufficient to establish by clear and convincing evidence that no reasonable factfinder would have found the movant guilty of the offense;  or</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>(2) a new rule of constitutional law, made retroactive to cases on collateral review by the Supreme Court, that was previously unavailable.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">28 U.S.C. &#167; 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This appeal necessitates that we determine whether Pratt's second section 2255 petition comes within AEDPA's reach, and if so, whether the statute permits us to authorize further proceedings in the district court.  Before pursuing either of these inquiries, however, we pause to address the government's contention that this court lacks jurisdiction to hear the instant appeal.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the proceedings below, the district court dismissed Pratt's second habeas petition without prejudice, noting that he had failed to obtain clearance from the court of appeals as required by AEDPA.  The government contends that, inasmuch as the order is not dispositive of any issue, it is not a \"final order,\" 28 U.S.C. &#167; 1291 (1994), and thus cannot support the weight of an appeal.  The government is wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">AEDPA's prior approval provision allocates subject-matter jurisdiction to the court of appeals by stripping the district court of jurisdiction over a second or successive habeas petition unless and until the court of appeals has decreed that it may go forward.  See Nunez v. United States, <span class=\"citation\" data-id=\"726717\"><a href=\"/opinion/726717/rafael-nunez-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">990</span></a></span>, 991 (7th Cir.1996).  This statutory directive means that a district court, faced with an unapproved second or successive habeas petition, must either dismiss it, see id., or transfer it to the appropriate court of appeals,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> see Benton v. Washington, <span class=\"citation\" data-id=\"734249\"><a href=\"/opinion/734249/leantry-benton-v-odie-washington/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span>, 164 (7th Cir.1996);  Liriano v. United States, <span class=\"citation\" data-id=\"726053\"><a href=\"/opinion/726053/miguel-dejesus-liriano-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 122-23 (2d Cir.1996).  The court below chose the former course.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If Pratt had acknowledged that AEDPA governed his latest petition, the district court's decision might not have been appealable.  Here, however, Pratt disputes AEDPA's applicability.  He can regain access to the district court (and thereby vindicate his theory) only by an appeal and a subsequent holding that the district court erred in applying AEDPA to his latest petition.  The district court's order is therefore final in the relevant sense, see In re Nineteen Appeals Arising Out of the San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"597408\"><a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 608 (1st Cir.1992) (explaining that section 1291's finality requirement has a practical cast), and it is appealable.  That the district court's dismissal was without prejudice is of no moment.  Appellate courts routinely exercise jurisdiction over claims dismissed without prejudice when the dismissal contains sufficient indicia of finality.  See, e.g., Presbytery of N.J. v. Florio, <span class=\"citation\" data-id=\"683145\"><a href=\"/opinion/683145/the-presbytery-of-new-jersey-of-the-orthodox-presbyterian-church-a-new/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1454</span></a></span>, 1461 (3d Cir.1994);  Kobleur v. Group Hospitalization &amp; Med.  Services, Inc., <span class=\"citation\" data-id=\"576330\"><a href=\"/opinion/576330/patricia-m-kobleur-individually-and-on-behalf-of-her-husband-and-ward/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span>, 708 (11th Cir.1992);  Brady v. Sullivan, <span class=\"citation\" data-id=\"534847\"><a href=\"/opinion/534847/28-socsecrepser-272-unemplinsrep-cch-15228a-peggy-brady-for-kenneth/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span>, 876 n. 8 (7th Cir.1989);  Local Div. No. 714 v. Greater Portland Transit Dist., <span class=\"citation\" data-id=\"362192\"><a href=\"/opinion/362192/local-division-no-714-amalgamated-transit-union-afl-cio-an/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To be sure, Pratt also contends that even if AEDPA applies generally to cases in the same temporal posture its provisions do not bar his pursuit of post-conviction relief.  To this extent, the government's jurisdictional jousting may hit closer to home.  Nevertheless, we need not spend much time on this largely metaphysical debate.  In very similar circumstances, the Seventh Circuit has crafted a pragmatic approach to this sort of problem.  It has declared that it will treat a notice of appeal as a request for an authorization to file a second section 2255 petition and thus preserve appellate jurisdiction if doing so will save unnecessary paperwork without sacrificing any party's substantial rights.  See Nunez, 96 F.3d at 991.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pratt invites us to employ that approach here, the appellate record is adequate to the task, and taking this avenue expedites adjudication of the matters in issue.  We therefore hold that, when a district court dismisses a second or successive petition without prejudice because the court of appeals has not approved its prosecution, and the petitioner appeals, the court of appeals may in its discretion treat the notice of appeal as a request for authorization to file a second or successive petition.  We exercise that discretion here to the extent, if at all, that it may be necessary to do so.  Either way, we have jurisdiction to hear and determine the issues raised in Pratt's appeal.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The filing dates of Pratt's two section 2255 petitions straddle AEDPA's effective date.  On this basis, Pratt maintains that the question whether the statute applies to his second petition must be answered in the negative because doing so would place an impermissible retroactive burden on his first petition.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We begin our analysis by remarking the obvious:  applying a statute to a pleading that was filed after the statute's effective date is not really a \"retroactive\" application in the classic sense.  Here, moreover, we know on the best of authority that Congress intended that AEDPA apply to all section 2255 petitions filed after its effective date (April 24, 1996).  See Lindh v. Murphy, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>, 2063, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We know, too, that the Supreme Court recently and uncritically applied AEDPA to a prisoner's second habeas petition even though the prisoner had filed his first petition prior to AEDPA's enactment.  See Felker, at ---- - ----, 116 S.Ct. at 2336-37.   Several courts of appeals have followed suit.  See, e.g., In re Medina, <span class=\"citation\" data-id=\"738587\"><a href=\"/opinion/738587/in-re-pedro-medina/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1556</span></a></span>, 1561-62 (11th Cir.1997);  Roldan v. United States, <span class=\"citation\" data-id=\"726721\"><a href=\"/opinion/726721/carlos-roldan-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1013</span></a></span>, 1014 (7th Cir.1996);  Hatch v. Oklahoma, <span class=\"citation\" data-id=\"153731\"><a href=\"/opinion/153731/hatch-v-state-of-oklahoma/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1012</span></a></span>, 1014 (10th Cir.1996).  This approach is sound not only from a legal perspective but also from the standpoint of common sense.  After all, if pre-AEDPA jurisprudence somehow attached to an entire course of post-conviction proceedings by virtue of a prisoner's having filed a pre-enactment petition at some point along the way, then the Court's opinion in Felker would be drained of all meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Faced with these formidable obstacles, Pratt attempts to refocus the definition of retroactivity.  He reminds us of the Supreme Court's directive that a court which confronts a possible retroactivity problem should ask whether a freshly minted statute \"attaches new legal consequences to events completed before its enactment.\"  Landgraf v. USI Film Prods., <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">244</span></a></span>, 270, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1483</span></a></span>, 1499, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1994).  Wielding this club, Pratt asserts that the application of AEDPA to his second petition impermissibly alters the legal consequences of his first petition (which was fully adjudicated prior to AEDPA's passage).  This argument, in turn, leads him to embrace the \"mousetrapping\" doctrine.  See Burris v. Parke, <span class=\"citation\" data-id=\"726094\"><a href=\"/opinion/726094/gary-burris-v-al-c-parke-superintendent-indiana-state-prison-and/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">465</span></a></span>, 468-69 (7th Cir.1996).  Based on this construct (which to our knowledge has not been adopted outside the Seventh Circuit), he argues that, even if AEDPA otherwise might control his second habeas petition, it should not do so in the circumstances of this case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The particulars of Pratt's claim are fuzzy.  He appears to be saying, with minimal elaboration, that the district court would have entertained his second section 2255 petition under the prevailing pre-AEDPA standard, see McCleskey v. Zant, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span>, 493, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1454</span></a></span>, 1469, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1991) (discussing the parameters of the \"abuse of the writ\" principle), and so, application of AEDPA's more stringent standard to his second section 2255 petition will attach new and unforeseen legal consequences to the filing of his first petition (in effect penalizing him retroactively for having failed to include all possible constitutional claims in his first petition).  In Pratt's view, this adverse effect on his post-conviction litigation strategy \"mousetraps\" him.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Even were we to address the mousetrapping doctrine--a matter that we leave for another day--Pratt could not take advantage of it.  The doctrine requires a habeas petitioner to show that he consciously chose to withhold a potential ground for relief from his first petition because he detrimentally relied upon pre-AEDPA law.  See, e.g., Alexander v. United States, <span class=\"citation\" data-id=\"744640\"><a href=\"/opinion/744640/anthony-alexander-v-united-states/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 314 (7th Cir.1997);  Roldan, 96 F.3d at 1014;  see also In re Magwood, <span class=\"citation\" data-id=\"741000\"><a href=\"/opinion/741000/in-re-billy-joe-magwood/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1544</span></a></span>, 1552-53 (11th Cir.1997).  Pratt cannot carry this burden.  Although he states perfunctorily that he \"relied upon the abuse of the writ law as it existed when he filed his [original] &#167; 2255\" petition, he offers no legal or factual support for this conclusory statement.  More is needed.  See In re Medina, 109 F.3d at 1562 n. 1 (holding that a petitioner's \"one-sentence conclusory statement\" did not establish detrimental reliance).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">More important than Pratt's subjective understanding is the utter lack of any facts remotely suggesting detrimental reliance.  \"In assessing detrimental reliance vel non, the test is one of objective reasonableness under the circumstances.\"  Henry v. Connolly, <span class=\"citation\" data-id=\"546214\"><a href=\"/opinion/546214/constance-sherbill-henry-v-michael-j-connolly-etc/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 1003 (1st Cir.1990).  Accordingly, the question here is not whether Pratt actually believed, when he filed his first habeas petition, that then-prevailing law would allow him to file a second petition on the withheld ground of ineffective assistance of trial counsel so long as he could pass muster under McCleskey;  the question, rather, is whether such a subjective belief, even if it existed, is objectively reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As a general matter, reliance upon pre-AEDPA law as a basis for permitting a second petition rarely will clear this hurdle.  The \"cause and prejudice\" test that McCleskey imposed to screen out abusive deployments of the writ is notoriously difficult to pass.  See, e.g., McCleskey, 499 U.S. at 500, 111 S.Ct. at 1473-74;  Murray v. Carrier, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 495-96, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2639</span></a></span>, 2649, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">397</span></a></span> (1986);  United States v. Shaid, <span class=\"citation\" data-id=\"563828\"><a href=\"/opinion/563828/united-states-v-orrin-shaid-jr/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span>, 236 (5th Cir.1991);  see generally Erwin Chemerinsky, Federal Jurisdiction &#167; 15.4.3, at 809-11 (2d ed.1994).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Pratt cannot satisfy its rigors.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The only reason that Pratt advances for exhuming his second habeas petition from the abuse of the writ graveyard is our statement in Bonneau v. United States, <span class=\"citation\" data-id=\"580919\"><a href=\"/opinion/580919/dennis-bonneau-v-united-states/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 23 (1st Cir.1992), to the effect that a prisoner who files a section 2255 petition in which he alleges that his attorney failed to perfect a direct appeal \"must be treated like any other appellant appealing for the first time.\"   But this statement has absolutely nothing to do with abuses of the writ;  as Bonneau itself makes clear in the immediately succeeding sentence, the language on which Pratt relies only \"means that [the section 2255 petitioner] does not have to show that there are meritorious issues to be appealed.\"  Id. Because Bonneau merely restates the uncontroversial rule that a federal habeas petitioner who alleges a Sixth Amendment deprivation grounded in his attorney's failure to perfect a direct appeal need not prove actual prejudice, see Penson v. Ohio, <span class=\"citation\" data-id=\"112157\"><a href=\"/opinion/112157/penson-v-ohio/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 88, <span class=\"citation\" data-id=\"112157\"><a href=\"/opinion/112157/penson-v-ohio/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">346</span></a></span>, 354, <span class=\"citation\" data-id=\"112157\"><a href=\"/opinion/112157/penson-v-ohio/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span></a></span> (1988), the single sentence that Pratt wrests out of context fails to serve his ends.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With Bonneau out of the picture, Pratt's cupboard is bare;  he has not proffered any other basis for a finding of detrimental reliance.  Consequently, we have no occasion to consider the merits of the mousetrapping doctrine because Pratt's case does not come within its ambit.  Accord In re Magwood, 113 F.3d at 1552-53 (distinguishing, but not endorsing, Burris );  In re Medina, 109 F.3d at 1562-63 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To recapitulate, since Pratt has not shown that application of AEDPA to his second section 2255 petition works an impermissible retroactive effect, his second petition is, as a temporal matter, within AEDPA's jurisprudential reach.  See Lindh, at ----, 117 S.Ct. at 2063.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Pratt has another string to his bow.  He maintains that the instant petition is not \"second or successive\" within AEDPA's contemplation and, hence, is not subject to the new statutory restrictions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Like prior habeas statutes, AEDPA does not define the mantra \"second or successive.\"   Courts that have interpreted the same phrase in relation to the pre-AEDPA version of 28 U.S.C. &#167; 2244(b) have determined that a numerically second petition is not \"second or successive\" if it attacks a different criminal judgment or if the earlier petition terminated without a judgment on the merits.  See 2 James S. Liebman &amp; Randy Hertz, Federal Habeas Corpus Practice and Procedure &#167; 28.3a, at 916-20 (2d ed.1994).  We agree that AEDPA does not blunt the force of these interpretations, but we are not persuaded that the emergent rule pertains in the circumstances presented here.</p>\n    </div>\n    <p>1.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Decisions that construe the meaning of \"second or successive\" most frequently concern a court's dismissal of a prisoner's first habeas petition for failure to exhaust state remedies.  See, e.g., Howard v. Lewis, <span class=\"citation\" data-id=\"543195\"><a href=\"/opinion/543195/larry-howard-v-samuel-a-lewis-director-of-arizona-state-prison-robert/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1318</span></a></span>, 1322-23 (9th Cir.1990);  Hill v. Lockhart, <span class=\"citation\" data-id=\"535669\"><a href=\"/opinion/535669/william-lloyd-hill-v-al-lockhart-director-arkansas-department-of/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1009</span></a></span>, 1010 (8th Cir.1990) (en banc).  Recent post-AEDPA cases have hewed to the line exemplified by Howard and Hill and have preserved the rule that if the original petition did not produce an adjudication on the merits a prisoner's later petition will not be deemed \"second or successive.\"   See, e.g., In re Gasery, <span class=\"citation\" data-id=\"12239\"><a href=\"/opinion/12239/in-re-gasery/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1051</span></a></span>, 1052 (5th Cir.1997);  Christy v. Horn, <span class=\"citation\" data-id=\"741749\"><a href=\"/opinion/741749/lawrence-duane-christy-v-martin-f-horn-commissioner-pennsylvania/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span>, 208 (3d Cir.1997);  Dickinson v. Maine, <span class=\"citation\" data-id=\"197124\"><a href=\"/opinion/197124/dickinson-v-state-of-maine/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 791 (1st Cir.1996);  Camarano v. Irvin, <span class=\"citation\" data-id=\"728001\"><a href=\"/opinion/728001/robert-camarano-v-frank-irvin-superintendent-wende-correctional-facility/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 46 (2d Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In a federal forum, habeas petitions that involve federal prisoners, 28 U.S.C. &#167; 2255, differ from those that involve state prisoners, 28 U.S.C. &#167;&#167; 2241-2254, in that the former are not constrained by an exhaustion requirement.  See 2 Liebman &amp; Hertz, supra, &#167; 41.4a, at 1196.  In particular, claims of ineffective assistance of counsel embodied in a section 2255 petition generally are not deemed procedurally defaulted simply because they were not raised on direct appeal.  See, e.g., United States v. Soldevila-Lopez, <span class=\"citation\" data-id=\"664046\"><a href=\"/opinion/664046/united-states-v-angel-a-soldevila-lopez-aka-angelo/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 485 (1st Cir.1994);  United States v. Daniels, <span class=\"citation\" data-id=\"194896\"><a href=\"/opinion/194896/united-states-v-daniels/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 26-27 (1st Cir.1993).  The absence of a procedural bar opens an opportunity for overlap:  a federal prisoner bent on asserting an ineffective assistance claim can simultaneously file a direct appeal of his conviction and a section 2255 petition, resulting in two federal courts concurrently reviewing the same judgment.  To prevent such redundancy, we have ruled that except in extraordinary circumstances we will dismiss a section 2255 petition claiming ineffective assistance of counsel as premature until the prisoner's direct appeal concludes.  See United States v. Diaz-Martinez, <span class=\"citation\" data-id=\"196470\"><a href=\"/opinion/196470/united-states-v-diaz-martinez/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">946</span></a></span>, 953 (1st Cir.1995);  United States v. Gordon, <span class=\"citation\" data-id=\"384349\"><a href=\"/opinion/384349/united-states-v-jacob-john-gordon/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">638</span></a></span>, 638-39 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Pratt seizes upon this body of authority and argues that, under it, the district court probably would have dismissed as premature his ineffective assistance of trial counsel claim had he asserted it in his original petition.  Thus, Pratt theorizes, failure to raise the claim in the initial petition is no different, practically speaking, than if the court had dismissed it without deciding the merits.  Based on that analogy, he posits that applying AEDPA's restrictions to pretermit his later petition produces a fundamentally unfair whipsaw effect.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We find Pratt's suppositional ex post justification for his failure to include the claim of ineffective assistance of trial counsel in his initial habeas petition unconvincing for two reasons.  First, and most obviously, we have classified section 2255 petitions as premature only when the petitioner's direct appeal was still pending.  See, e.g., Diaz-Martinez, 71 F.3d at 953;  Gordon, 634 F.2d at 638-39.   Because no appeal was pending in Pratt's case when he began his quest for collateral relief, the claim of ineffective assistance of trial counsel would not have been subject to dismissal as premature under our precedents.  Second, even if an included ineffective assistance of trial counsel claim might have been sidetracked once the district court cleared the way for a direct appeal, cf.  United States v. DeFalco, <span class=\"citation\" data-id=\"388324\"><a href=\"/opinion/388324/united-states-v-albert-defalco-ronald-blackwell-leonardo-leonard/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span>, 137 (3d Cir.1979) (en banc), Pratt still had ample incentive to include the claim in his first petition.  After all, he could not predict whether the district court would grant his original petition on the single ground that he actually asserted--ineffective assistance anent counsel's failure to file a timely appeal--and, had the district court denied relief, Pratt could not have asserted an unpreserved claim either on appeal or in a second petition.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We discern no unfairness in holding Pratt to this regimen.  The requirement that all available claims be presented in a prisoner's first habeas petition is consistent not only with the spirit of AEDPA's restrictions on second and successive habeas petitions, but also with the preexisting abuse of the writ principle.  The requirement serves the singularly salutary purpose of forcing federal habeas petitioners to think through all potential post-conviction claims and to consolidate them for a unitary presentation to the district court.  This exercise advances the cause of judicial efficiency and further justifies barring Pratt's second petition.  See Richmond v. Ricketts, <span class=\"citation\" data-id=\"459051\"><a href=\"/opinion/459051/willie-lee-richmond-v-james-ricketts/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">957</span></a></span>, 960 (9th Cir.1985).</p>\n    </div>\n    <p>2.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Pratt mounts yet another argument in support of his plea that we not treat his numerically second petition as \"second or successive.\"   This argument derives from the Rules Governing Section 2255 Proceedings--a set of rules that the Supreme Court has promulgated pursuant to congressionally delegated authority.  See 28 U.S.C. &#167; 2072 (1994).  Like all similar federal rules, these rules carry the force and effect of positive law.  See Swazo v. Wyoming Dep't of Corrections State Penitentiary Warden, <span class=\"citation\" data-id=\"669157\"><a href=\"/opinion/669157/david-swazo-v-wyoming-department-of-corrections-state-penitentiary-warden/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span>, 333 (10th Cir.1994);  see also McCoy v. Massachusetts Inst. of Tech., <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 21 (1st Cir.1991).  Rule 2(c) provides in relevant part that a habeas petition \"shall be limited to the assertion of a claim for relief against one judgment only of the district court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">AEDPA did not alter Rule 2(c), and the rule is potentially significant here because, after the district court granted Pratt's first section 2255 petition, it vacated Pratt's sentence and resentenced him in order to trigger a new appeal period.  On this basis, Pratt asserts that the second petition challenges a different judgment and is therefore not \"second or successive.\"   This argument is attractive at first blush, but blemishes emerge upon closer study.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the first place, although Pratt grasped avidly for this apparent lifeline when it surfaced at oral argument in this court, the appearance marked its debut in the case.  It is firmly settled in this circuit that arguments not advanced and developed in an appellant's brief are deemed waived.  See Sandstrom v. ChemLawn Corp., <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 87 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the second place, this laglast argument is more a makeweight than a lifeline.  The district court's method of restoring Pratt's right to an appeal--vacating the sentence and then reimposing it--is standard practice among federal courts.  See, e.g., United States v. Pearce, <span class=\"citation\" data-id=\"606101\"><a href=\"/opinion/606101/united-states-v-percy-james-pearce/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1021</span></a></span>, 1023 (9th Cir.1993);  Page v. United States, <span class=\"citation\" data-id=\"528500\"><a href=\"/opinion/528500/eldon-l-page-v-united-states/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span>, 302 (7th Cir.1989).  Although a reentered judgment of conviction, identical in all material respects to the judgment that it supplanted, technically may be \"new,\" the vital question for present purposes is whether it is a type of new judgment that is subject to challenge in a second habeas petition without regard to earlier petitions addressed to the original judgment.  We hold that it is not.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Under ordinary circumstances, a prisoner who successfully brings a habeas petition and is retried, reconvicted, and resentenced may collaterally attack the new judgment without fear of hindrance by the legal restrictions that encumber second or successive habeas petitions.  See Palmer v. Clarke, <span class=\"citation\" data-id=\"581442\"><a href=\"/opinion/581442/charles-jess-palmer-v-harold-clarke-warden-of-nebraska-state-penitentiary/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">771</span></a></span>, 774-75 (8th Cir.1992);  Richmond, 774 F.2d at 960.   Nevertheless, this opportunity to petition freely for post-conviction relief after a new judgment of conviction is not unfettered.  As a general rule, a prisoner who had both the incentive and the ability to raise a particular claim in his first petition for post-conviction relief, but declined to assert it, cannot raise it the second time around.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To illustrate, if the relief granted in response to an initial habeas petition addresses only the petitioner's sentence, he customarily cannot re-petition after resentencing based on alleged errors affecting the underlying conviction.  See Richmond, 774 F.2d at 960.   The rationale for such a holding is clear:  the prisoner had ample incentive to challenge the underlying conviction in his first request for post-conviction relief since success on a claim of trial error would have wiped out the sentence and obviated the need to address any sentencing bevues;  and, assuming that the prisoner had the ability to raise the trial-error claim in his first petition, there is no principled reason why the restrictions designed for second or successive petitions should not apply.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This rationale applies squarely to Pratt.  He had every incentive to assert his claim of trial error in his initial section 2255 petition.  If the district court agreed that his lawyer's trial performance was constitutionally defective, then there would have been no need to appeal a faulty conviction.  The objective that Congress had in mind when it placed curbs on a prisoner's freedom to file multiple habeas petitions would be frustrated if a prisoner could negate the legal effect of this kind of omission by the simple expedient of filing another petition.  See Galtieri v. United States, <span class=\"citation\" data-id=\"747589\"><a href=\"/opinion/747589/gennaro-galtieri-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 37-38 (2d Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">There is a related reason why the reentered judgment does not transform the legal landscape.  It is an abecedarian rule that, in a second petition for post-conviction relief, the prisoner must be able to point to a new claim of error--that is, a claim of error unavailable the first time around (because, say, it could not have been discovered in the exercise of reasonable diligence or it arose after the resolution of the initial petition).  See 2 Liebman &amp; Hertz, supra, &#167; 26.3b, at 854-56;  id. &#167; 28.1, at 896.  For example, if a habeas petition results in a retrial that yields a new conviction, the prisoner is free to seek further habeas relief based on errors that transpired in the course of the new trial.  See Palmer, 961 F.2d at 774-75.   Similarly, if a habeas petition results in a resentencing, the prisoner is free to petition for further relief based on errors that transpired in the course of the resentencing.  See Richmond, 774 F.2d at 960.   In both cases, the prisoner is seeking redress for errors that he could not have challenged in a prior post-conviction proceeding unless he were clairvoyant.  Unpursued errors arising out of events that occurred before the filing of the initial habeas petition, and which could have been, but were not, challenged in that petition, fall into a different category.  Those errors normally are not eligible for inclusion in a subsequent habeas petition.  See Palmer, 961 F.2d at 774-75.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Measured against the rule, as explicated by these examples, Pratt's asseveration falls short.  His current section 2255 petition seeks to set aside the underlying conviction on a ground that he could have raised, but did not, when he filed his first petition.  Pratt does not assert any claim of error that became available only after, or as a result of, the court's entry of a new judgment of conviction.  Thus, his numerically second petition is in fact a second petition as AEDPA uses that term.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The end draws near.  Pratt concedes in his appellate brief that he is unable to satisfy AEDPA's preconditions for filing a second section 2255 petition.  In any event, this concession is compelled by the record:  Pratt neither claims to possess newly discovered evidence in support of the petition nor invokes a neoteric rule of constitutional law.  See 28 U.S.C. &#167; 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We need go no further.  Pratt failed to marshal all his claims of error in his first section 2255 petition, and he must now pay the piper.  AEDPA governs here, and, on the facts of this case, AEDPA's clear language prohibits Pratt from rectifying his omission by means of a second petition.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district court's dismissal of the habeas petition is affirmed.  The petitioner's appeal is treated concurrently as a request for leave to file a second or successive habeas petition and, as such, it is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In terms, 28 U.S.C. &#167; 2255 speaks of a \"motion\" rather than a \"petition,\" yet the latter word is more commonly used to describe the vehicle by which a person held in custody seeks post-conviction relief.  Although there may be occasions on which the terms have different meanings, this is not one of them;  and, therefore, we use the term \"petition\" throughout this opinion in order to avoid confusion.  By the same token, we use the terms \"section 2255 petition,\" \"habeas petition,\" and \"petition for post-conviction relief\" interchangeably</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The panel did, however, remand, while retaining appellate jurisdiction, to obtain a clear statement of the reasons underlying the upward departure.  See Pratt, 73 F.3d at 453-54.   After Judge McAuliffe released an explanatory statement, see United States v. Pratt, <span class=\"citation no-link\"><span class=\"volume\">940</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">424</span></span> (D.N.H.1996), the panel issued an unpublished order dated August 8, 1996, making the affirmance unconditional</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Transfers can be accomplished by resort to a statute that provides in pertinent part:</p>\n        <p>Whenever a civil action is filed in a court ... or an appeal ... is noticed for or filed with such a court and that court finds that there is a want of jurisdiction, the court shall, if it is in the interest of justice, transfer such action or appeal to any other such court in which the action or appeal could have been brought at the time it was filed or noticed, and the action or appeal shall proceed as if it had been filed in or noticed for the court to which it is transferred on the date upon which it was actually filed in or noticed for the court from which it is transferred.</p>\n        <p>28 U.S.C. &#167; 1631 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This extra step is a necessary element of Pratt's position because an affirmative answer to the above-described Landgraf inquiry does not automatically render a statute impermissibly retroactive.  To the contrary, the Landgraf Court warned that a \"statute does not operate [retroactively] merely because it ... upsets expectations based on prior law.\"  511 U.S. at 269, 114 S.Ct. at 1499.   A conclusion of retroactivity instead \"comes at the end of a process of judgment concerning the nature and extent of the change in the law and the degree of connection between the operation of the new rule and a relevant past event.\"  Id. at 270, 114 S.Ct. at 1499</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Of course, the Seventh Circuit did make such a determination in Burris, 95 F.3d at 469-70.   But there the court predicated its finding of detrimental reliance on the notion that the government had waived any abuse of the writ defense to a second habeas petition during proceedings directed at the resolution of the first petition.  See id.   In contrast, Pratt does not allege that any statement or conduct on the government's part lulled him into believing that it would condone a second section 2255 petition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the existence of an incentive may affect the equitable balance, we note that, even in the absence of any incentive, the reported cases refuse to accept the position that Pratt espouses.  For example, in Martinez-Villareal v. Stewart, <span class=\"citation\" data-id=\"743550\"><a href=\"/opinion/743550/97-cal-daily-op-serv-4850-97-daily-journal-dar-8362-ramon/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">628</span></a></span> (9th Cir.1997) (per curiam), cert. granted, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">294</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span></span> (1997), a case in which the habeas petitioner had absolutely no incentive to include a claim of incompetency to be executed in his first petition--in all events, that claim automatically would have been deemed premature--the Ninth Circuit stated that \"a competency claim must be raised in the first petition.\"  Id. at 634;  accord In re Davis, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">952</span></span>, 955 (5th Cir.1997)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/12239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/153731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747589/"
  ]
}