{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197769/",
  "absolute_url": "/opinion/197769/noonan-v-the-winston/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197769/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:37Z",
  "date_modified": "2017-03-24T10:53:22.746868Z",
  "type": "010combined",
  "sha1": "e04509a2aa1d59332e95feca44e7a375ea474f07",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1132.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\nNo. 97-1132\r\n\n            GEORGE F. NOONAN AND ANN MARIE NOONAN,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 THE WINSTON COMPANY, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                    Stahl, Circuit Judge,\r                                                    \r\n                 and Young,* District Judge.\r                                                       \r\n\n                                         \r\n\nMichael D. Lurie, with  whom Alex H. MacDonald, H. Bissell  Carey,\r                                                                              \r\nIII, and Robinson &amp; Cole, were on brief for appellants.\r                                \r\nRalph G. Elliot, with whom Tyler  Cooper &amp; Alcorn, Walter H. Mayo,\r                                                                              \r\nIII, and  Casner &amp;  Edwards, were on  brief for Colour  Library Books,\r                                   \r\nLtd.\r\nRobert M.  Callagy, Joshua M. Rubins,  Satterlee Stephens Burke  &amp;\r                                                                              \r\nBurke LLP, David  R. Friedman, and Palmer  &amp; Dodge, were on  brief for\r                                                          \r\nThe Winston Company, et al.\r\n                                         \r\n                       February 2, 1998\r\n                                         \r\n                 \r\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          STAHL, Circuit Judge.  Plaintiffs-appellants George\r                      STAHL, Circuit Judge.\r                                          \r\n\nand  Anne  Marie   Noonan  challenge  the  district   court's\r\n\ndismissal,  on  personal   jurisdiction  grounds,  of   their\r\n\ndefamation, misappropriation  and violation of  the right  of\r\n\npublicity, and related  claims against Colour  Library Books,\r\n\nLtd.,  Lintas:Paris,  R.J.  Reynolds  Tobacco  Company,  R.J.\r\n\nReynolds Tobacco  International, Inc., R.J.  Reynolds France,\r\n\nS.A., Worldwide  Brands, Inc., and Lintas:Worldwide.   Having\r\n\nfully considered plaintiffs' arguments, we affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\nA.  General Background\r                                  \r\n\n          George  Noonan,  a Boston  Police  Detective and  a\r\n\ndevoted non-smoker, has spent the bulk of his twenty-two year\r\n\ncareer educating Bostonians about the health risks of tobacco\r\n\nuse.   During the  summer of  1992, a magazine  advertisement\r\n\nsponsored  by  Winston  cigarettes featuring  Noonan's  image\r\n\nappeared in several French magazines.  Noonan claims that the\r\n\nunauthorized use of his image to  benefit tobacco sellers has\r\n\ncaused  him personal and professional harm and embarrassment.\r\n\n          The  offending photograph has  a long history.   In\r\n\n1979,  Neil Sutherland,  an  employee  of  the  English  book\r\n\npackaging house1  Colour Library Books  (\"CLB\"), photographed\r\n\n                    \r                                \r\n\n1.  Packaging houses  design and  print books  to be  sold to\r\npublishers.\r\n\n                             -2-\r                                          2\r\r\n\nNoonan  in Boston  without  his  permission.    Although  the\r\n\nphotograph was meant to appear  in a coffee table book titled\r\n\nBoston:     City  of  Dreams,  it  was   never  published  or\r                                        \r\n\ndistributed.   The  photograph remained  in  CLB files  until\r\n\n1990, when CLB published it in An American Moment.  Two years\r                                                             \r\n\nlater,  CLB sold  the photograph  to  the French  advertising\r\n\nagency  Lintas:Paris, with  no restrictions  on  its use  and\r\n\nwithout advising Lintas:Paris  that Noonan had not  granted a\r\n\nrelease.  Lintas:Paris used the photograph  in a campaign for\r\n\nclient  R.J. Reynolds France,  S.A. (\"RJR France\"),  a French\r\n\ncigarette manufacturer.\r\n\n          RJR France had  retained Lintas:Paris to  design an\r\n\nadvertising campaign both to publicize Winston cigarettes and\r\n\nto market  an informational communications system  called The\r\n\nMinitel  Service,  an   interactive  network  that   provides\r\n\nconsumer  services  such as  personal shopping,  banking, and\r\n\nremittance  of income taxes.   Companies sponsor  segments of\r\n\nthe  service  in  exchange  for  a   share  of  the  revenues\r\n\ngenerated.   The Winston  Way, one component  of the  Minitel\r\n\nService, provides information about dining and  entertainment\r\n\nin  France and is  sponsored by the  Cooperation Gesellschaft\r\n\nfuer Markendiversifikation  mbh, a German  company affiliated\r\n\nwith RJR France and unrelated to this action.\r\n\n          The full-page advertisement pictures  Noonan in his\r\n\nBoston  Police uniform and  on horseback  at Faneuil  Hall in\r\n\n                             -3-\r                                          3\r\r\n\nBoston.   The text reads,  \"The Winston Way,\" printed  in the\r\n\nform of the Winston cigarette logo -- white letters against a\r\n\nred  background.   The advertisement  also  provides a  phone\r\n\nnumber for Minitel.   Without the knowledge  of Lintas:Paris,\r\n\nat  least 305 copies  of various French  magazines containing\r\n\nthe  advertisements were distributed to,  and at least 183 of\r\n\nthese were sold from, retail  magazine outlets in the  Boston\r\n\narea.  \r\n\n          Noonan became aware of  the offending advertisement\r\n\nduring the  summer  of 1992.    Fellow police  officers  told\r\n\nNoonan that a  magazine with  a picture  of him  on the  back\r\n\ncover was circulating.   Nancy Fay, a  Massachusetts resident\r\n\nwho had seen  the advertisement while vacationing  in France,\r\n\nbrought the  advertisement to Boston  and wrote to  Noonan to\r\n\ninquire whether  the cigarette  manufacturer had  paid Noonan\r\n\nfor  the   advertisement.     Noonan's  son   Greg  saw   the\r\n\nadvertisement  when his  French teacher  brought a copy  of a\r\n\nmagazine  containing  the  advertisement   to  class;  Greg's\r\n\nfaculty  advisor told Greg that he had seen the advertisement\r\n\nin France.   Some people, assuming that  Noonan had consented\r\n\nto the  use of  his image, denounced  him for  supporting the\r\n\ncigarette industry.  As  a result of what Noonan felt  was an\r\n\nattack on his reputation, he initiated this suit.\r\n\n          Given  the number of parties to this litigation and\r\n\nthe   importance  of   their  relationships   to  plaintiffs'\r\n\n                             -4-\r                                          4\r\r\n\njurisdictional  theories, we begin  with a brief  overview of\r\n\nthe  defendants.     Defendant  Lintas:Paris   is  a   French\r\n\ncorporation,   with  its  only   office  in   Paris,  France.\r\n\nDefendant  RJR   France,  also  a   French  corporation,  has\r\n\ncorporate offices in Boulogne-Billancourt, France.  Defendant\r\n\nR.J.  Reynolds  Tobacco  (\"RJR  Tobacco\")  is  a  New  Jersey\r\n\ncorporation with its principal place of business in New York,\r\n\nNew York.  RJR Tobacco  is the organization through which its\r\n\nparent  company,  RJR Nabisco,  Inc.,  conducts  its domestic\r\n\ncigarette  business.     Defendant  R.J.   Reynolds  Tobacco,\r\n\nInternational (\"RJRTI\"),  the international  analogue to  RJR\r\n\nTobacco  and also a  wholly-owned subsidiary of  RJR Nabisco,\r\n\nInc., is a  Delaware corporation with its  principal place of\r\n\nbusiness  in   Winston-Salem,  North  Carolina.     Defendant\r\n\nWorldwide Brands,  Inc. (\"Worldwide\"), a dealer  in trademark\r\n\nrights and licenses and another RJR Nabisco, Inc. subsidiary,\r\n\nis also a  Delaware corporation.  Worldwide's  French offices\r\n\nare  in Boulogne-Billancourt.    Defendant Lintas:Paris  is a\r\n\nwholly-owned  subsidiary of France C.C.P.M, in turn a wholly-\r\n\nowned subsidiary of  Lintas Holdings, B.V., itself  a wholly-\r\n\nowned  subsidiary of the Interpublic Group of Companies, Inc.\r\n\n(\"Interpublic\").        Noonan   asserts    that    defendant\r\n\nLintas:Worldwide  is an  advertising  corporation managed  by\r\n\nInterpublic.  Defendants claim, and the district court found,\r\n\nthat Lintas:Worldwide is not a  legal entity.  For reasons we\r\n\n                             -5-\r                                          5\r\r\n\nshall  explain infra, its  existence vel non  does not affect\r                                                        \r\n\nour decision.   Finally, defendant  CLB is a  British company\r\n\nwith offices in Surrey, England.\r\n\nB.  Prior Proceedings\r                                 \r\n\n          The  complaint  sets forth  five  direct claims  --\r\n\nmisappropriation and violation of the right of publicity, see\r                                                                         \r\n\nMass. Gen. Laws Ann. ch. 214,   3A (West 1985 &amp;  Supp. 1996);\r\n\ndefamation, invasion of  the right of privacy, see  id.   1B;\r                                                                   \r\n\nreckless  or  intentional infliction  of  emotional distress;\r\n\nunfair and deceptive acts, see id. ch. 93A,    2,11 --  and a\r                                              \r\n\nderivative claim for loss of consortium, brought by Mrs. Anne\r\n\nMarie Noonan.\r\n\n          The district court  initially dismissed all claims,\r\n\npursuant to  Fed. R. Civ.  P. 12(b)(2), except  those against\r\n\nCLB  for lack of personal jurisdiction over named defendants.\r\n\nSee   Noonan v.  The Winston Co.,  902 F. Supp.  298 (D. Mass\r                                            \r\n\n1995)  (\"Noonan   I\").     After   allowing  Noonan   limited\r\n\njurisdictional  discovery  with  respect  to  CLB,  the court\r\n\ndismissed all  claims  against CLB.    See Noonan  v.  Colour\r                                                                         \r\n\nLibrary  Books,  LTD.,  947  F. Supp.  564  (D.  Mass.  1996)\r                                 \r\n\n(\"Noonan II\").  Noonan appeals from these rulings.\r\n\n          Because  the district  court dismissed  plaintiffs'\r\n\nclaims  without holding an evidentiary hearing, we review the\r\n\nrulings  de novo, drawing  facts from the  parties' pleadings\r                            \r\n\nand supplementary  filings, and construing  all inferences in\r\n\n                             -6-\r                                          6\r\r\n\nthe  plaintiffs' favor.   See Ticketmaster-New York,  Inc. v.\r                                                                      \r\n\nAlioto, 26 F.3d 201, 203 (1st Cir. 1994).\r                  \r\n\n                             -7-\r                                          7\r\r\n\n                             II.\r                                         II.\r                                            \r\n\n          On  appeal,  plaintiffs   advance  four  arguments.\r\n\nFirst, they  assert the  district court  erred in  concluding\r\n\nthat  it lacked  specific  jurisdiction over  defendants CLB,\r\n\nLintas:Paris  (as RJR  France's agent),  and  RJR France  (as\r\n\nLintas:Paris' principal).   Second, they contend the district\r\n\ncourt  erred by failing to exercise general jurisdiction over\r\n\nRJR Tobacco  and CLB.   Third, they claim the  district court\r\n\nabused its discretion when it denied  them permission to take\r\n\njurisdictional  discovery before it  ruled on the  motions to\r\n\ndismiss for lack of personal jurisdiction filed by defendants\r\n\nRJTC, RJRTI, RJR France,  Lintas:Worldwide, Lintas:Paris, and\r\n\nWorldwide Brands.   Finally,  they argue  the district  court\r\n\nimproperly limited jurisdictional discovery as to CLB.  \r\n\n          \"Specific  personal  jurisdiction may  be  asserted\r\n\nwhere the cause of action  arises directly out of, or relates\r\n\nto, the  defendant's  forum-based contacts.\"   United  Elec.,\r                                                                         \r\n\nRadio &amp; Mach.  Workers of America v. 163  Pleasant St. Corp.,\r                                                                        \r\n\n960 F.2d 1080, 1088-89 (1st Cir. 1992) (\"Pleasant I\") (citing\r\n\nHelicopteros Nacionales de  Colombia, S.A. v. Hall,  466 U.S.\r                                                              \r\n\n408, 414 &amp;  n.8 (1984)).   \"General jurisdiction exists  when\r\n\nthe litigation  is not  directly founded  on the  defendant's\r\n\nforum-based contacts,  but  the  defendant  has  nevertheless\r\n\nengaged  in continuous and  systematic activity, unrelated to\r\n\nthe  suit,  in  the  forum  state.\"    Id.  at  1088  (citing\r                                                      \r\n\n                             -8-\r                                          8\r\r\n\nHelicopteros, 466  U.S. at  414-16 &amp; n.9).   Three  questions\r                        \r\n\nconstitute   both   the   specific   and   general   personal\r\n\njurisdiction analyses: 1) whether  the Massachusetts long-arm\r\n\nstatute authorizes jurisdiction; 2) whether the defendant has\r\n\nsufficient   minimum  contacts   so  that  the   exercise  of\r\n\njurisdiction does not  offend due process; and 3) whether the\r\n\nexercise of  jurisdiction is  reasonable, and  therefore does\r\n\nnot  offend due  process.   Cf. United  Elec., Radio  &amp; Mach.\r                                                                         \r\n\nWorkers of  America v.  163 Pleasant St.  Corp., 987  F.2d 39\r                                                           \r\n\n(1st  Cir.  1993)  (setting  out  steps   for  jurisdictional\r\n\nanalysis  generally)   (\"Pleasant   II\").      We   determine\r\n\nreasonableness by  applying  factors  we  have  described  as\r\n\n\"gestalt factors.\"2  If the  requirements of either the state\r\n\nstatute or  the Due Process  Clause of the  U.S. Constitution\r\n\nare not  met, the  foreign defendant will  not be  subject to\r\n\npersonal jurisdiction.\r\n\nA.  Jurisdictional Issues\r                                     \r\n\n          (i)  Specific Jurisdiction over CLB\r                                                         \r\n\n          As  an  initial  matter,  we  decline  to  consider\r\n\nwhether  CLB  is  subject to  personal  jurisdiction  under a\r\n\ntheory of specific  jurisdiction because the Noonans  did not\r\n\n                    \r                                \r\n\n2.  The  criteria  are:    \"(1)  the  defendant's  burden  of\r\nappearing, (2) the forum state's interest in adjudicating the\r\ndispute, (3) the plaintiff's interest in obtaining convenient\r\nand effective relief,  (4) the judicial system's  interest in\r\nobtaining the most effective  resolution of the  controversy,\r\nand (5) the  common interests of all  sovereigns in promoting\r\nsubstantive social policies.\"  Pleasant I, 960 F.2d at 1088.\r                                                     \r\n\n                             -9-\r                                          9\r\r\n\nassert this theory  below.  Plaintiffs initially  opposed the\r\n\ndefendants' motions to  dismiss by arguing that  the district\r\n\ncourt had  specific  jurisdiction over  all  the  defendants.\r\n\nAfter  completing  discovery  over CLB,  however,  plaintiffs\r\n\nabandoned their  specific  jurisdiction  claim  against  CLB,\r\n\narguing only that  the court had general jurisdiction over it\r\n\nor, in the alternative, that jurisdiction should  be found as\r\n\na sanction for CLB's failure to comply in good faith with its\r\n\ndiscovery obligations.  Plaintiffs, therefore,  may not raise\r\n\na specific jurisdiction theory against CLB now, for \"[i]f any\r\n\nprinciple is settled in this  circuit, it is that, absent the\r\n\nmost extraordinary circumstances,  legal theories not  raised\r\n\nsquarely in the lower court  cannot be broached for the first\r\n\ntime on  appeal.\"    Teamsters,  Local No.  59  v.  Superline\r                                                                         \r\n\nTransp. Co., 953 F.2d  17, 21 (1st Cir. 1992).   There are no\r                       \r\n\nextraordinary  circumstances  in  this case;  plaintiffs  had\r\n\nample  time  to  consider and  advance  their  best arguments\r\n\nsupporting specific jurisdiction.\r\n\n          (ii)  Specific Jurisdiction  over Lintas:Paris  and\r                                                                         \r\n\nRJR France \r                       \r\n\n          Because we determine that the assertion of personal\r\n\njurisdiction over  Lintas:Paris and  RJR France  would offend\r\n\ndue  process, we  decline to  decide  the difficult  question\r\n\nwhether  plaintiffs  have  established  a  prima  facie  case\r                                                                   \r\n\nauthorizing personal jurisdiction over these defendants under\r\n\n                             -10-\r                                          10\r\r\n\nthe  Massachusetts long-arm  statute.   See Ticketmaster,  26\r                                                                    \r\n\nF.3d at 205;  U.S.S. Yachts, Inc. v. Ocean  Yachts, Inc., 894\r                                                                    \r\n\nF.2d  9, 11  (1st Cir.  1990); Eveland  v. Director  of Cent.\r                                                                         \r\n\nIntelligence Agency, 843 F.2d 46, 50 (1st Cir. 1988).    \r                                                                   \r                               \r\n\n          The  Due Process Clause of the Fourteenth Amendment\r\n\npermits a state to exercise personal jurisdiction over a non-\r\n\nresident  defendant only  when the  defendant has  sufficient\r\n\nminimum  contacts with  the forum.    See Int'l  Shoe Co.  v.\r                                                                     \r\n\nWashington, 326  U.S. 310,  316 (1945).   Sufficient  minimum\r                      \r\n\ncontacts  exist for specific jurisdiction when \"(1) the claim\r\n\nunderlying the litigation . .  . directly arise[s] out of, or\r\n\nrelate[s] to, the defendant's forum-state activities, (2) the\r\n\ndefendant's  in-state contacts .  . . represent  a purposeful\r\n\navailment  of the privilege  of conducting activities  in the\r\n\nforum state, thereby invoking the benefits and protections of\r\n\nthat  state's  laws and  making  the  defendant's involuntary\r\n\npresence before  the  state's courts  foreseeable,  and\"  (3)\r\n\nexercising jurisdiction  is fair under  the gestalt  factors.\r\n\nPleasant II,  987 F.2d at 43  n.9.  The decisive  due process\r                       \r\n\nissue  in this  case is  whether  the defendants'  activities\r\n\nsatisfy the purposeful availment requirement.\r\n\n          Plaintiffs correctly  draw our attention  to Calder\r                                                                         \r\n\nv.  Jones, 465  U.S. 783 (1984),  in which the Supreme  Court\r                     \r\n\nadopted an effects test for determining  purposeful availment\r\n\nin  the context of  defamation cases.   Calder  concerned two\r                                                          \r\n\n                             -11-\r                                          11\r\r\n\nFlorida  reporters, employed  by The  National Enquirer,  who\r                                                                   \r\n\nwrote a libelous article about California entertainer Shirley\r\n\nJones.    Id.    The  Supreme  Court  held  that jurisdiction\r                         \r\n\nproperly could  be asserted  over the  reporters because  the\r\n\ndefendants had aimed an act at  the forum state, knew the act\r\n\nwould  likely have a devastating  effect, and knew the injury\r\n\nwould  be felt  in the  forum  state, where  Jones lived  and\r\n\nworked \"and  in which the National Enquirer ha[d] its largest\r\n\ncirculation.\"  Id. at 790.    Plaintiffs'       circumstances\r                              \r\n\nsatisfy only the  injurious-effects part of the  Calder test.\r                                                                   \r\n\nLike Jones,  plaintiffs felt a  tortious effect in  the forum\r\n\nstate where they lived and  worked.  Moreover, the content of\r\n\nthe picture -- a Boston Police Officer in uniform, sitting on\r\n\na saddle blanket  decorated with the Boston  Police insignia,\r\n\nin front of  a distinctive Boston landmark -- indicated where\r\n\nany injury would be felt.\r\n\n          For  the first  part of  Calder's  framework to  be\r                                                     \r\n\nsatisfied, however, the defendants must have acted toward the\r\n\nforum state with  sufficient intent to make  them \"reasonably\r\n\nanticipate  being   haled  into  court  there.\"    World-Wide\r                                                                         \r\n\nVolkswagen Corp.  v. Woodson, 444  U.S. 286, 297 (1980).   In\r                                        \r\n\nCalder,  the court  found  that  the defendants'  intentional\r                  \r\n\nconduct  was  \"calculated to cause  injury  to  respondent in\r                                     \r\n\nCalifornia.\"    Calder,  465 U.S.  at  791  (emphasis added).\r                                  \r\n\nThere is no analogous intentional behavior here.\r\n\n                             -12-\r                                          12\r\r\n\n          Plaintiffs do not  allege, and the record  does not\r\n\nsuggest, that any  acts by Lintas:Paris3 were  committed with\r\n\nsufficient purpose to  satisfy the intent requirement.4   The\r\n\ndefendants did not direct their actions toward Massachusetts.\r\n\nThat  the advertisement  contains French  text  and a  French\r\n\nphone  number suggests Lintas:Paris  created it for  a French\r\n\naudience.    This  interpretation  is  corroborated,  without\r\n\ncontradiction, by  a Lintas:Paris  representative who  stated\r\n\nthat  \"[t]he advertisement  was aimed  solely  at the  French\r\n\nconsumer  market.\"     Roux   Aff.,      12.     Furthermore,\r\n\nLintas:Paris \"was not aware that some copies of the magazines\r\n\nbearing  the advertisement\" would reach Massachusetts.  Id.  \r                                                                       \r\n\n15. \r\n\n          Although    plaintiffs    fleetingly    refer    to\r\n\nLintas:Paris' knowledge that  the advertisements would  reach\r\n\nMassachusetts  and  passingly  contest the  district  court's\r\n\n                    \r                                \r\n\n3.  We first consider Lintas:Paris' actions alone because the\r\nNoonans'  jurisdictional claims over  RJR France rest  on its\r\nagency  relationship with  Lintas:Paris.    The viability  of\r\nplaintiffs'  claims against RJR  France depends on  our first\r\nfinding that Lintas:Paris purposefully  availed itself of the\r\nforum state.\r\n\n4.  The district court emphasizes that Noonan \"did not allege\r\nany  of the defendants . . . even  knew who he was, much less\r\nthat they published his  picture intending that he be  harmed\r\nin Massachusetts.\"   Noonan I, 902 F.  Supp. at 305.   In our\r                                         \r\nview  this argument implies too high a jurisdictional hurdle.\r\nBecause  this is an  inquiry regarding jurisdiction,  not the\r\nunderlying tort,  the defendant  must only be  shown to  have\r\nintentionally directed  an act, tortious or otherwise, toward\r\nthe forum state.   The defendants' lack of  a specific intent\r\nto harm Noonan is irrelevant.    \r\n\n                             -13-\r                                          13\r\r\n\ndenial  of  discovery  as to  what  Lintas:Paris  should have\r\n\nknown, they  do not  dispute Lintas:Paris'  claims of  actual\r\n\nignorance.5  Instead, relying on Calder and other cases where\r                                                   \r\n\nthe  defendant intentionally  sent  fraudulent or  defamatory\r\n\nmaterial  into   the  forum,   plaintiffs   imply  that   the\r\n\ndefendants'  intent to  reach Massachusetts  can  be inferred\r\n\nfrom  the placement  of advertisements  in publications  with\r\n\ninternational circulations.  Cf. Murphy v. Erwin-Wasey, Inc.,\r                                                                        \r\n\n460  F.2d 661 (1st  Cir. 1972) (defendant  intentionally sent\r\n\nfraudulent  material  into  forum);  Borshow  Hosp.   &amp;  Med.\r                                                                         \r\n\nSupplies,  Inc.  v.  Burdick-Siemens  Corp.,  143  F.R.D. 472\r                                                       \r\n\n(D.P.R. 1992) (defendant sent letters into forum). \r\n\n          In Calder, because the libelous story was generated\r                               \r\n\nfrom California  sources, concerned  a California  celebrity,\r\n\nand  appeared  in a  newspaper  with a  forum  circulation of\r\n\n600,000 copies, the Court found that California was the focal\r\n\npoint of both the effect and the story.  See Calder, 465 U.S.\r                                                               \r\n\n                    \r                                \r\n\n5.  As  noted  above,  plaintiffs  only  vaguely  referred to\r\nLintas:Paris'  knowledge in  its appellate  brief.   Further,\r\nplaintiffs perfunctorily asserted to the district court, in a\r\nfootnote, a  need for  discovery as  to whether  Lintas:Paris\r\nshould have known that the magazines would  be distributed in\r\nMassachusetts.   These  assertions are  not  tantamount to  a\r\nrebuttal  of Lintas:Paris' claims  of ignorance.   See United\r                                                                         \r\nStates v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990) (\"It is not\r                             \r\nenough  merely  to mention  a possible  argument in  the most\r\nskeletal way, leaving the court to do counsel's  work, create\r\nthe ossature for the argument, and put flesh on its bones.\").\r\nNor is the  footnote sufficient to have preserved an argument\r\nthat  negligence  is  sufficient  to  constitute   purposeful\r\navailment.\r\n\n                             -14-\r                                          14\r\r\n\nat 789.    Here,  however,  plaintiffs'  claims  rest  on  an\r\n\nadvertisement  which appeared  in  305 individual  magazines,\r\n\ncirculated in  Massachusetts.   This  small distribution,  by\r\n\nitself, does not  merit a finding that  Massachusetts was the\r\n\nfocal  point of the events in  question, or that Lintas:Paris\r\n\naimed the advertisements toward Massachusetts.  The size of a\r\n\ndistribution of offending material  helps determine whether a\r\n\ndefendant acted intentionally.    The Supreme Court has  held\r\n\nthat a publisher's regular  circulation of a large  number of\r\n\nmagazines  containing allegedly libelous  content in  a forum\r\n\nstate indicated  deliberate and continuous  exploitation of a\r\n\nmarket   and,   therefore,   was    sufficient   to   support\r\n\njurisdiction.  See Keeton v. Hustler Magazine, Inc., 465 U.S.\r                                                               \r\n\n770,  781  (1984).    Just  as  widespread  circulation of  a\r\n\npublication  indicates deliberate  action, thin  distribution\r\n\nmay indicate a lack of purposeful contact.  See Chaiken v. VV\r                                                                         \r\n\nPubl.  Corp., 119  F.3d  1018 (2d  Cir.  1997) (holding  that\r                        \r\n\njurisdiction over  an Israeli  publisher for  a libel  action\r\n\ninvolving an  insignificant distribution  --  four copies  or\r\n\n.04% of total  circulation -- offends due  process), petition\r                                                                         \r\n\nfor cert. filed,      U.S.L.W.     (U.S. Nov.  25, 1997) (No.\r                           \r\n\n97-6984).\r\n\n          Plaintiffs urge  us to rely  on Gordy v.  The Daily\r                                                                         \r\n\nNews, 95 F.3d 829 (9th Cir. 1996),  a case in which the Ninth\r                \r\n\nCircuit  found   that  the  distribution   of  under   twenty\r\n\n                             -15-\r                                          15\r\r\n\nnewspapers  was  sufficient  to confer  jurisdiction  over  a\r\n\nforeign  newspaper  and its  reporter.   Unlike Lintas:Paris,\r\n\nhowever, the  Gordy defendants  targeted the  forum state  by\r                               \r\n\ndistributing newspapers via regular customer subscriptions to\r\n\nforum addresses.  Here, as noted, Lintas:Paris denies knowing\r\n\nthe  ultimate  destination  of  the  magazines  that  reached\r\n\nMassachusetts,  and plaintiffs  have  not alleged  otherwise.\r\n\nWhile we sympathize  with George Noonan's distress  at seeing\r\n\nhis  image  used  to  promote  a  product  he  despises,  his\r\n\nMassachusetts-based   injury  is   not   enough  to   support\r\n\njurisdiction  over the defendants.   To find  otherwise would\r\n\ninappropriately  credit   random,  isolated,   or  fortuitous\r\n\ncontacts and negate  the reason for the  purposeful availment\r\n\nrequirement.   Without finding minimum contacts, we need not,\r\n\nand  do not,  proceed to  the reasonableness  analysis.   See\r                                                                         \r\n\nDonatelli v. National Hockey League,  893 F.2d 459, 471  (1st\r                                               \r\n\nCir. 1990).\r\n\n          (iii) General Jurisdiction over CLB and RJR Tobacco\r                                                                         \r\n\n          According  to plaintiffs,  CLB's and  RJR Tobacco's\r\n\ncontacts with Massachusetts were sufficiently continuous  and\r\n\nsystematic to permit  the district court to  exercise general\r\n\njurisdiction.  \r\n\n               (a) CLB\r                                  \r\n\n          We  begin our analysis with the relevant section of\r\n\nthe Massachusetts long-arm statute: \r\n\n                             -16-\r                                          16\r\r\n\n          A    court    may    exercise    personal\r\n          jurisdiction  over  a  person,  who  acts\r\n          directly or by an agent, as to a cause of\r\n          action in  law or equity arising from the\r\n          person's . . .\r\n          (d)  causing  tortious   injury  in  this\r\n          commonwealth  by   an  act   or  omission\r\n          outside this commonwealth if he regularly\r\n          does or solicits business, or engages  in\r\n          any other  persistent course  of conduct,\r\n          or derives substantial revenue from goods\r\n          used or consumed or services rendered, in\r\n          this commonwealth . . . .  \r\n\nMass. Gen. Laws Ann. ch. 223A,   3(d) (1985 &amp; Supp. 1996).\r\n\nIn  our  effort to  \"effectuate  . .  .  [the Commonwealth's]\r\n\nlegitimate desire to  protect its citizens,\" we  construe the\r\n\nstatute broadly.   Mark v. Obear &amp;  Sons, Inc., 313 F.  Supp.\r                                                          \r\n\n373, 376 (D. Mass. 1970).\r\n\n          Viewing  the facts  in a  light  most favorable  to\r\n\nplaintiffs,  the  threshold  requirement   of     3(d),  that\r\n\nplaintiffs'  in-state harm was caused by the defendant's out-\r\n\nof-state act,  is  easily met.   The  plaintiffs suffered  an\r\n\ninjury  in Massachusetts  where the  use  of George  Noonan's\r\n\nimage caused him  shame and embarrassment and  engendered the\r\n\nloss  of consortium  of which  Anne  Marie Noonan  complains.\r\n\nFurthermore, CLB's  allegedly improper act,  the unauthorized\r\n\nsale  of  the  photograph containing  Noonan's  image,  was a\r\n\nforeign act that arguably contributed to plaintiffs' in-state\r\n\ninjuries.\r\n\n          Plaintiffs' appeal raises the issue of  whether the\r\n\ndistrict  court properly  decided  that plaintiffs  failed to\r\n\n                             -17-\r                                          17\r\r\n\nsatisfy  the  second requirement  of     3(d),  that CLB  had\r\n\nsufficient  additional contacts with the forum.  The district\r\n\ncourt  assumed that plaintiffs'  \"best case [fell]  under the\r\n\n'substantial  revenues'  test  of     3(d),\"  and  found  the\r\n\nrevenues insufficient  to meet the  test.  Noonan II,  947 F.\r                                                                \r\n\nSupp. at 571.  We think, however, plaintiffs' best case falls\r\n\nunder the \"doing or soliciting business\" test.   Because this\r\n\nclause is  disjunctive, only  one of its  prongs needs  to be\r\n\nsatisfied.    While  the  parties  energetically  debate  the\r\n\nsuccess of CLB's Massachusetts solicitations, we measure only\r\n\nthe solicitations themselves.\r\n\n          CLB  solicited   business  in   Massachusetts  with\r\n\nsufficient regularity to  satisfy the statute.   Beginning in\r\n\nthe fall of  1992 and continuing until  plaintiffs' complaint\r\n\nwas  filed in  May 1994,  CLB  employees regularly  solicited\r\n\nbusiness from World Publications, Inc. (\"World\"), a remainder\r\n\nhouse located in Dighton, Massachusetts.  During the two-year\r\n\nperiod, CLB employees  telephoned, faxed, and wrote  to World\r\n\nto  secure book orders.6  In addition, CLB employees traveled\r\n\n                    \r                                \r\n\n6.  The  lower court sets  forth the details  regarding CLB's\r\ncourtship of World,  beginning with the early  1994 contacts.\r\nSee Noonan  II, 947 F. Supp. at 567-68.  Because the district\r                          \r\ncourt recognized  only successful solicitations,  it did  not\r\nrecount  the following pre-1994  contacts:  In  October 1992,\r\nCLB's  International  Sales  Director,  Bill  Dancer,   began\r\nsoliciting  World's  business.   World  provided  CLB  with a\r\ncredit  reference, and  CLB  provided  World  with  a  credit\r\napplication  form.    In November  1992,  Dancer  traveled to\r\nMassachusetts, met with World, and secured a $210,000 order.\r\n\n                             -18-\r                                          18\r\r\n\nfrom  England to Massachusetts on at least two occasions with\r\n\nthe  intention  of  developing  a  relationship  with  World.\r\n\nFinally, in  the spring of 1994, World  employees visited CLB\r\n\nin  England  to negotiate  orders.7    In sum,  CLB's  direct\r\n\nsolicitations of forum  companies are adequately  regular and\r\n\ntargeted to  satisfy   3(d).   Cf. Keds Corp.  v. Renee Int'l\r                                                                         \r\n\nTrading Corp., 888 F.2d 215, 217-19 (1st Cir. 1989) (the sale\r                         \r\n\nof 6000 pairs of shoes  to a Massachusetts wholesaler and the\r\n\nsubsequent shipping of 18 sample  shoes indicated defendants'\r\n\nintent to begin ongoing relations).\r\n\n          We  therefore turn  to  whether these  contacts are\r\n\nsufficient  to  satisfy  the Constitution.    Until  the date\r\n\nplaintiffs  filed their  complaint,  CLB's relevant  contacts\r\n\nwith   Massachusetts  were   Neil   Sutherland's  visits   to\r\n\nMassachusetts in 1979,  the business solicitations  discussed\r\n\nabove, and approximately $585,000 of orders from World.8  The\r\n\n                    \r                                \r\n\n7.  In  1993, CLB also sought business relationships with two\r\nother  Massachusetts  publishers, Lauriat's  Booksellers  and\r\nLittle  Brown  and Company.   CLB  disputes the  propriety of\r\ncounting the  Little Brown  and Company  contact because,  in\r\nresponse to CLB's overture, Little Brown and Company directed\r\nCLB to contact a  New York office.  We need  not resolve this\r\ndispute  because, for purposes of   3(d), CLB's solicitations\r\nare  sufficient even  without the  Little  Brown and  Company\r\nsolicitation. \r\n\n8.  The  parties   clash  over  which   contacts  should   be\r\nconsidered in the general jurisdiction analysis.  First, they\r\ndispute whether  a foreign  corporation's  contacts with  the\r\nforum should be measured up to the time of the  alleged tort,\r\nup to  the time the complaint  is filed, or at any  time.  We\r\nhave  considered  all  contacts established  up  to  the time\r\nNoonan  filed his complaint.  See infra.  at 23-25.   Second,\r                                                    \r\n\n                             -19-\r                                          19\r\r\n\nstandard for  evaluating whether  these contacts  satisfy the\r\n\nconstitutional  general  jurisdiction test  \"is  considerably\r\n\nmore  stringent\" than that  applied to  specific jurisdiction\r\n\nquestions.  Glater v. Eli Lilly &amp; Co., 744 F.2d 213, 216 (1st\r                                                 \r\n\nCir.  1984).  In addition, courts  must exercise even greater\r\n\ncare  before  exercising personal  jurisdiction  over foreign\r\n\nnationals.   See Asahi  Metal Indust. Co.  v. Superior Court,\r                                                                        \r\n\n480 U.S. 102, 115 (1987) (citing United States v. First Nat'l\r                                                                         \r\n\nCity   Bank,  379   U.S.  378,   404   (1965)  (Harlan,   J.,\r                       \r\n\ndissenting)).\r\n\n          Plaintiffs assert CLB's contacts were sufficient to\r\n\nestablish general jurisdiction  because they are  purposeful,\r\n\nfrequent,  intense, and  successful.   Although  our decision\r\n\nmust   be  based  on  a  fact-specific  evaluation  of  CLB's\r\n\ncontacts,  we  are guided  by  the types  of  contacts deemed\r\n\nsufficiently continuous and systematic in other cases.\r\n\n          We look to  two of our previous cases  in which the\r\n\nappellants  argued,  as  plaintiffs  do  now,  that   general\r\n\njurisdiction  applied to  an out-of-state  seller.   In  both\r\n\n                    \r                                \r\n\nthey  disagree over  whether it  is  appropriate to  consider\r\nrevenues other than  those actually paid to CLB  prior to the\r\nfiling of the complaint.  On this point we part company  with\r\nthe district court and think it reasonable to include amounts\r\nowed,  but  not  yet  paid,  to CLB  from  orders  placed  by\r\nMassachusetts  companies.   Third, they  arrive at  different\r\ntotals of the amounts owed, but not yet  paid, to CLB because\r\nsome  orders were  changed before  the  complaint date.   For\r\npurposes  of this analysis, we  have included amounts paid to\r\nand  ordered from  CLB,  but not  cancelled  before the  date\r\nNoonan filed his complaint.\r\n\n                             -20-\r                                          20\r\r\n\ncases,  the  defendant  had more  continuous  and  systematic\r\n\ncontact with the forum state than CLB had with Massachusetts.\r\n\nIn both cases, we judged the contacts insufficient to  permit\r\n\nan assertion of general jurisdiction.\r\n\n          First,  in Glater, we found that a manufacturer who\r                                       \r\n\nadvertised,   employed   eight   sales   representatives   to\r\n\ndistribute information, and sold  products to distributors in\r\n\nthe forum was  not subject to general jurisdiction.   See 744\r                                                                     \r\n\nF.2d at 217.  Although  CLB's selling efforts by its England-\r\n\nbased sales-force represented substantial work, they were not\r\n\nas  intense, active,  and  frequent as  those  of the  Glater\r                                                                         \r\n\nmanufacturer's full-time sales representatives.   Compare id.\r                                                                         \r\n\nat 214-15, 217 with  Noonan II, 947 F.  Supp. at 567-68;  see\r                                                                         \r\n\nalso supra notes 6 &amp; 7.\r                      \r\n\n          In  Donatelli, we found that ten years of providing\r                                   \r\n\nleague  officials  at   exhibition  hockey  games,  scouting,\r\n\nproviding television broadcasts, and selling products bearing\r\n\nthe  National Hockey League  (NHL) logo, taken  together, did\r\n\nnot meet the due process test.  See Donatelli v. Nat'l Hockey\r                                                                         \r\n\nLeague, 708 F.  Supp. 31, 35 (D.R.I.  1989) (reciting facts),\r                  \r\n\nreversed  893 F.2d  459  (1st  Cir.  1990).   Although  CLB's\r                    \r\n\ncontacts were arguably  more intense than the  NHL's contacts\r\n\n                             -21-\r                                          21\r\r\n\nin Rhode Island, its two-year history in Massachusetts is far\r\n\nless continuous than the ten years of activity in that case.9\r\n\n          Having determined that  sufficient minimum contacts\r\n\nto authorize general  jurisdiction over CLB do  not exist, we\r\n\ndo not need to assess whether asserting jurisdiction would be\r\n\nreasonable under  the gestalt  factors.   See Donatelli,  893\r                                                                   \r\n\nF.2d at 471.\r\n\n                    \r                                \r\n\n9.  We note that in Keeton,  the Supreme Court suggested that\r                                      \r\nthe distribution of  10-15,000 copies  of a  magazine in  the\r\nforum  state each month may not  have been substantial enough\r\nto support  general jurisdiction.   465 U.S.  at 779.   CLB's\r\nefforts were not as regular as those of Hustler Magazine's in\r\nNew  Hampshire, where  Hustler had  built  up a  subscription\r\nbase.  \r\n\n                             -22-\r                                          22\r\r\n\n               (b)  RJR Tobacco\r                                           \r\n\n          Plaintiffs  also  argue that  general  jurisdiction\r\n\nover RJR Tobacco is proper  under   3(d) and Mass. Gen.  Laws\r\n\nch.  223,    38.    We will  not,  however, consider  whether\r\n\njurisdiction lies  over RJR Tobacco  because we do  not agree\r\n\nwith the  premise that  purportedly connects  RJR Tobacco  to\r\n\nthis  litigation.    Cf. Hachikian  v.  Federal  Deposit Ins.\r                                                                         \r\n\nCorp.,   96  F.3d 502,  504  (1996) (concluding  that we  may\r                 \r\n\naffirm the entry of summary judgment  on any alternate ground\r\n\nmade manifest by the record). \r\n\n          While not disputing  that it is the  actions of RJR\r\n\nFrance,  and not RJR  Tobacco, that are  put in issue  by the\r\n\nallegations in  their complaint, plaintiffs  have nonetheless\r\n\nnamed RJR  Tobacco as  a defendant because  (1) it,  like RJR\r\n\nFrance,  sells Winston cigarettes; and  (2) it belongs to the\r\n\nsame  family  of  corporations  as RJR  Tobacco.    These two\r\n\nassertions  ignore  the  corporate  form,  and  are  patently\r\n\ninsufficient to  raise a  claim involving  an attribution  of\r\n\nliability  to RJR  Tobacco under  a  veil-piercing theory  in\r\n\nMassachusetts.  Cf. Birbara v.  Locke, 99 F.3d 1233 (1st Cir.\r                                                 \r\n\n1996)  (discussing the  stringent  test  for corporate  veil-\r\n\npiercing in Massachusetts); Omni-Wave Elec. Corp. v. Marshall\r                                                                         \r\n\nIndus., 127 F.R.D. 644, 647 (D. Mass. 1989) (stating that the\r                  \r\n\nmere  assertion that  defendants  are  alter  egos  or  joint\r\n\nventures is not sufficient to withstand a motion to dismiss);\r\n\n                             -23-\r                                          23\r\r\n\nAmerican  Home Assurance  Co. v.  Sport  Maska, Inc.,  808 F.\r                                                                \r\n\nSupp. 67, 73 (D. Mass. 1992) (\"Piercing the corporate veil is\r\n\npermitted only where there is confused  intermingling between\r\n\ncorporate  entities or  where  one corporation  actively  and\r\n\ndirectly   participates  in  the  activities  of  the  second\r\n\ncorporation, apparently exercising pervasive control.\").\r\n\nB.  Discovery Issues\r                                \r\n\n          Plaintiffs contend  that the district  court abused\r\n\nits   discretion   in  denying   them   permission   to  take\r\n\njurisdictional  discovery over  defendants RJR  Tobacco, R.J.\r\n\nReynolds Tobacco  International, Inc., R.J.  Reynolds France,\r\n\nS.A., Lintas:Worldwide,  Lintas:Paris, and  Worldwide Brands,\r\n\nInc.  In addition, plaintiffs  assert that the district court\r\n\nimproperly   limited  discovery  over   CLB.    We   apply  a\r\n\ndeferential standard in reviewing the lower court's discovery\r\n\nrulings, reversing only if the orders were \"plainly wrong and\r\n\nresulted  in substantial prejudice  to the  aggrieved party.\"\r\n\nCrocker v. The Hilton Int'l Barbados, Ltd., 976 F.2d 797, 801\r                                                      \r\n\n(1st Cir. 1992) (citing Santiago v. Fenton, 891 F.2d 373, 379\r                                                      \r\n\n(1st Cir. 1989)).\r\n\n          (i)  The Advertising and Tobacco Defendants\r                                                                 \r\n\n          The    denial    of   plaintiffs'    request    for\r\n\njurisdictional discovery as  to the  tobacco and  advertising\r\n\ndefendants  was not an abuse  of discretion.  Throughout this\r\n\nlitigation,  plaintiffs have argued  that the denial  of this\r\n\n                             -24-\r                                          24\r\r\n\nrequest deprived  them of  the opportunity  to ascertain  the\r\n\ninterrelationships among the defendants.   Proving ties among\r\n\nthe  tobacco  defendants  or  between  Lintas:Paris  and  the\r\n\ntobacco defendants would not assist plaintiffs' cause  absent\r\n\na concomitant demonstration that Lintas:Paris availed  itself\r\n\nof the Massachusetts  forum.  We  have already ruled  against\r\n\nplaintiffs on this point.\r\n\n          (ii) Limitation of Discovery over CLB \r                                                            \r\n\n          Plaintiffs contend that  if the district court  had\r\n\nallowed  them leeway to discover all contacts between CLB and\r\n\nMassachusetts throughout  the litigation  period, they  would\r\n\nhave  been able to  establish general jurisdiction  over CLB.\r\n\nIn its decision  to deny jurisdiction over  CLB, the district\r\n\ncourt posed the question, \"Is a foreign corporation's contact\r\n\nwith the forum to be measured at the time of the alleged tort\r\n\n. . . , at the time the Complaint is filed . . . , or  at any\r\n\ntime . . . ?\"  Noonan II, 947 F. Supp. at 571.  Judge Stearns\r                                    \r\n\napplied the  middle approach, and  limited Noonan's discovery\r\n\nrequests  to  contacts  through the  date  the  complaint was\r\n\nfiled.  We  agree with this  ruling insofar as it  rejects as\r\n\nirrelevant post-complaint contacts.   Metropolitan Life  Ins.\r                                                                         \r\n\nCo. v.  Robertson-Ceco Corp., 84  F.3d 560, 569-70  (2d Cir.)\r                                        \r\n\n(\"In  general  jurisdiction  cases,  district  courts  should\r\n\nexamine a defendant's  contacts with the  forum state over  a\r\n\nperiod  that is reasonable  under the circumstances  -- up to\r\n\n                             -25-\r                                          25\r\r\n\nand  including the  date  the  suit was  filed  -- to  assess\r\n\nwhether  they   satisfy  the   'continuous  and   systematic'\r\n\nstandard.\"), cert. denied, 117 S. Ct. 508 (1996).\r                                     \r\n\n          Plaintiffs dispute this approach on the grounds  of\r\n\nlaw and policy.  They first contend that a majority of courts\r\n\nroutinely analyze contacts  with the forum based  on evidence\r\n\nfrom both before and after  the date of the complaint.   None\r\n\nof the cases they cite  in support of this argument, however,\r\n\ndirectly  speaks  to the  question posed  here.   See Wheeler\r                                                                         \r\n\nEnergy  Corp. v. Metallgesellschaft  AG, No. 91-214-SLR, 1993\r                                                   \r\n\nU.S. Dist. LEXIS 20450 (D.  Del. Jan. 4, 1993); American Home\r                                                                         \r\n\nAssurance, 808  F. Supp.  67;  Kolikof v.  Samuelson, 488  F.\r                                                                \r\n\nSupp. 881 (D. Mass. 1980); Mark v. Obear &amp; Sons, 313 F. Supp.\r                                                           \r\n\nat  375.  Moreover,  all of these  cases, at  best, involve a\r\n\ncourt's inclusion of fiscal-year sales or revenue figures (in\r\n\neach  case,  from  a  survey  of  data   that  spans  several\r\n\nproceeding years) in its minimum-contacts analysis.  Finally,\r\n\nthe  majority  approach is  not as  plaintiffs suggest.   See\r                                                                         \r\n\nRobertson-Ceco,  84 F.3d  at 569  (surveying  cases from  the\r                          \r\n\nSupreme Court and the Second, Fifth, and Ninth Circuits).\r\n\n          Plaintiffs also  claim that  limiting discovery  to\r\n\nthe complaint date is unfair.  They maintain that, under such\r\n\na rule,  an entity which  causes an  injury in  Massachusetts\r\n\nfrom its non-forum based operations and thereafter chooses to\r\n\nenter the forum market could  deny that jurisdiction over  it\r\n\n                             -26-\r                                          26\r\r\n\nexisted even though  it enjoys the benefits of  the forum and\r\n\nwas,  prior to  market entry,  on notice  of the  litigation.\r\n\nThey  also warn that  undesirable exploitation of  statute of\r\n\nlimitations  periods will  result  from limiting  the contact\r\n\nanalysis  to the  period  before the  complaint date.   Savvy\r\n\nplaintiffs  who wait until the  end of the limitations period\r\n\nto  maximize the  chance of  asserting  jurisdiction will  be\r\n\nrewarded for their dilatory tactics.\r\n\n          Whatever merit  such policy  arguments might  have,\r\n\nthe central fact remains that the time the complaint is filed\r\n\nis the time at which the plaintiff  urges the court to assert\r\n\nits authority  over the defendant.  It  would be conceptually\r\n\nincoherent  to permit  the court  to  look to  post-complaint\r\n\ncontacts  in proving  that  it had  authority  at a  previous\r\n\ntime.10   Therefore,   while  Noonan   may  have   discovered\r\n\n                    \r                                \r\n\n10.  Given our  basis for  rejecting  plaintiffs' claims,  we\r\nhave  considerable  doubt  about  CLB's   argument  that  the\r\nsufficiency of  contacts for  general jurisdiction should  be\r\nassessed at  the time  of the alleged  tort.   Although Judge\r\nStearns used the complaint date to bound the minimum contacts\r\nanalysis, he appears to have agreed with CLB,  positing that,\r\n\"to the  extent that  foreseeability is a  touchstone of  due\r\nprocess[,] logic would measure general jurisdiction as of the\r\ndate the tortious act is committed.\"  Noonan II, 947 F. Supp.\r                                                           \r\nat 571.   CLB argues  the choice to forbear  from the conduct\r\nthat might  cause the injury  inspiring the suit can  be made\r\nonly at the  time the tort is about to be committed.  We note\r\nthe  foreseeability question  is  not whether  the  defendant\r\nshould reasonably expect to be called into court but whether,\r\ngiven that  the  defendant  has  been called  to  court,  the\r\ndefendant would be  surprised to find a  particular court has\r                                                               \r\ncalled him.  Asking this question from the perspective of the\r\ndefendant  at the  time he  allegedly committed  the tort  is\r\nlikely premature because not until the complaint  is filed is\r\n\n                             -27-\r                                          27\r\r\n\nadditional contacts between CLB and Massachusetts had he been\r\n\npermitted to  continue discovery  throughout the  litigation,\r\n\nsuch contacts have no bearing on the jurisdictional analysis.\r\n\nAccordingly,  the district court did not abuse its discretion\r\n\nin ruling as it did. \r\n\n          For the reasons  stated above, the judgment  of the\r\n\ndistrict court is affirmed.  Costs to appellees.\r                              affirmed.\r                                      \r\n\n                    \r                                \r\n\nthe court asked to exercise its sovereignty.\r\n\n                             -28-\r                                          28\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\nNo. 97-1132\r\n\n            GEORGE F. NOONAN AND ANN MARIE NOONAN,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 THE WINSTON COMPANY, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                    Stahl, Circuit Judge,\r                                                    \r\n                 and Young,* District Judge.\r                                                       \r\n\n                                         \r\n\nMichael D. Lurie, with  whom Alex H. MacDonald, H. Bissell  Carey,\r                                                                              \r\nIII, and Robinson &amp; Cole, were on brief for appellants.\r                                \r\nRalph G. Elliot, with whom Tyler  Cooper &amp; Alcorn, Walter H. Mayo,\r                                                                              \r\nIII, and  Casner &amp;  Edwards, were on  brief for Colour  Library Books,\r                                   \r\nLtd.\r\nRobert M.  Callagy, Joshua M. Rubins,  Satterlee Stephens Burke  &amp;\r                                                                              \r\nBurke LLP, David  R. Friedman, and Palmer  &amp; Dodge, were on  brief for\r                                                          \r\nThe Winston Company, et al.\r\n                                         \r\n                       February 2, 1998\r\n                                         \r\n                 \r\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          STAHL, Circuit Judge.  Plaintiffs-appellants George\r                      STAHL, Circuit Judge.\r                                          \r\n\nand  Anne  Marie   Noonan  challenge  the  district   court's\r\n\ndismissal,  on  personal   jurisdiction  grounds,  of   their\r\n\ndefamation, misappropriation  and violation of  the right  of\r\n\npublicity, and related  claims against Colour  Library Books,\r\n\nLtd.,  Lintas:Paris,  R.J.  Reynolds  Tobacco  Company,  R.J.\r\n\nReynolds Tobacco  International, Inc., R.J.  Reynolds France,\r\n\nS.A., Worldwide  Brands, Inc., and Lintas:Worldwide.   Having\r\n\nfully considered plaintiffs' arguments, we affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\nA.  General Background\r                                  \r\n\n          George  Noonan,  a Boston  Police  Detective and  a\r\n\ndevoted non-smoker, has spent the bulk of his twenty-two year\r\n\ncareer educating Bostonians about the health risks of tobacco\r\n\nuse.   During the  summer of  1992, a magazine  advertisement\r\n\nsponsored  by  Winston  cigarettes featuring  Noonan's  image\r\n\nappeared in several French magazines.  Noonan claims that the\r\n\nunauthorized use of his image to  benefit tobacco sellers has\r\n\ncaused  him personal and professional harm and embarrassment.\r\n\n          The  offending photograph has  a long history.   In\r\n\n1979,  Neil Sutherland,  an  employee  of  the  English  book\r\n\npackaging house1  Colour Library Books  (\"CLB\"), photographed\r\n\n                    \r                                \r\n\n1.  Packaging houses  design and  print books  to be  sold to\r\npublishers.\r\n\n                             -2-\r                                          2\r\r\n\nNoonan  in Boston  without  his  permission.    Although  the\r\n\nphotograph was meant to appear  in a coffee table book titled\r\n\nBoston:     City  of  Dreams,  it  was   never  published  or\r                                        \r\n\ndistributed.   The  photograph remained  in  CLB files  until\r\n\n1990, when CLB published it in An American Moment.  Two years\r                                                             \r\n\nlater,  CLB sold  the photograph  to  the French  advertising\r\n\nagency  Lintas:Paris, with  no restrictions  on  its use  and\r\n\nwithout advising Lintas:Paris  that Noonan had not  granted a\r\n\nrelease.  Lintas:Paris used the photograph  in a campaign for\r\n\nclient  R.J. Reynolds France,  S.A. (\"RJR France\"),  a French\r\n\ncigarette manufacturer.\r\n\n          RJR France had  retained Lintas:Paris to  design an\r\n\nadvertising campaign both to publicize Winston cigarettes and\r\n\nto market  an informational communications system  called The\r\n\nMinitel  Service,  an   interactive  network  that   provides\r\n\nconsumer  services  such as  personal shopping,  banking, and\r\n\nremittance  of income taxes.   Companies sponsor  segments of\r\n\nthe  service  in  exchange  for  a   share  of  the  revenues\r\n\ngenerated.   The Winston  Way, one component  of the  Minitel\r\n\nService, provides information about dining and  entertainment\r\n\nin  France and is  sponsored by the  Cooperation Gesellschaft\r\n\nfuer Markendiversifikation  mbh, a German  company affiliated\r\n\nwith RJR France and unrelated to this action.\r\n\n          The full-page advertisement pictures  Noonan in his\r\n\nBoston  Police uniform and  on horseback  at Faneuil  Hall in\r\n\n                             -3-\r                                          3\r\r\n\nBoston.   The text reads,  \"The Winston Way,\" printed  in the\r\n\nform of the Winston cigarette logo -- white letters against a\r\n\nred  background.   The advertisement  also  provides a  phone\r\n\nnumber for Minitel.   Without the knowledge  of Lintas:Paris,\r\n\nat  least 305 copies  of various French  magazines containing\r\n\nthe  advertisements were distributed to,  and at least 183 of\r\n\nthese were sold from, retail  magazine outlets in the  Boston\r\n\narea.  \r\n\n          Noonan became aware of  the offending advertisement\r\n\nduring the  summer  of 1992.    Fellow police  officers  told\r\n\nNoonan that a  magazine with  a picture  of him  on the  back\r\n\ncover was circulating.   Nancy Fay, a  Massachusetts resident\r\n\nwho had seen  the advertisement while vacationing  in France,\r\n\nbrought the  advertisement to Boston  and wrote to  Noonan to\r\n\ninquire whether  the cigarette  manufacturer had  paid Noonan\r\n\nfor  the   advertisement.     Noonan's  son   Greg  saw   the\r\n\nadvertisement  when his  French teacher  brought a copy  of a\r\n\nmagazine  containing  the  advertisement   to  class;  Greg's\r\n\nfaculty  advisor told Greg that he had seen the advertisement\r\n\nin France.   Some people, assuming that  Noonan had consented\r\n\nto the  use of  his image, denounced  him for  supporting the\r\n\ncigarette industry.  As  a result of what Noonan felt  was an\r\n\nattack on his reputation, he initiated this suit.\r\n\n          Given  the number of parties to this litigation and\r\n\nthe   importance  of   their  relationships   to  plaintiffs'\r\n\n                             -4-\r                                          4\r\r\n\njurisdictional  theories, we begin  with a brief  overview of\r\n\nthe  defendants.     Defendant  Lintas:Paris   is  a   French\r\n\ncorporation,   with  its  only   office  in   Paris,  France.\r\n\nDefendant  RJR   France,  also  a   French  corporation,  has\r\n\ncorporate offices in Boulogne-Billancourt, France.  Defendant\r\n\nR.J.  Reynolds  Tobacco  (\"RJR  Tobacco\")  is  a  New  Jersey\r\n\ncorporation with its principal place of business in New York,\r\n\nNew York.  RJR Tobacco  is the organization through which its\r\n\nparent  company,  RJR Nabisco,  Inc.,  conducts  its domestic\r\n\ncigarette  business.     Defendant  R.J.   Reynolds  Tobacco,\r\n\nInternational (\"RJRTI\"),  the international  analogue to  RJR\r\n\nTobacco  and also a  wholly-owned subsidiary of  RJR Nabisco,\r\n\nInc., is a  Delaware corporation with its  principal place of\r\n\nbusiness  in   Winston-Salem,  North  Carolina.     Defendant\r\n\nWorldwide Brands,  Inc. (\"Worldwide\"), a dealer  in trademark\r\n\nrights and licenses and another RJR Nabisco, Inc. subsidiary,\r\n\nis also a  Delaware corporation.  Worldwide's  French offices\r\n\nare  in Boulogne-Billancourt.    Defendant Lintas:Paris  is a\r\n\nwholly-owned  subsidiary of France C.C.P.M, in turn a wholly-\r\n\nowned subsidiary of  Lintas Holdings, B.V., itself  a wholly-\r\n\nowned  subsidiary of the Interpublic Group of Companies, Inc.\r\n\n(\"Interpublic\").        Noonan   asserts    that    defendant\r\n\nLintas:Worldwide  is an  advertising  corporation managed  by\r\n\nInterpublic.  Defendants claim, and the district court found,\r\n\nthat Lintas:Worldwide is not a  legal entity.  For reasons we\r\n\n                             -5-\r                                          5\r\r\n\nshall  explain infra, its  existence vel non  does not affect\r                                                        \r\n\nour decision.   Finally, defendant  CLB is a  British company\r\n\nwith offices in Surrey, England.\r\n\nB.  Prior Proceedings\r                                 \r\n\n          The  complaint  sets forth  five  direct claims  --\r\n\nmisappropriation and violation of the right of publicity, see\r                                                                         \r\n\nMass. Gen. Laws Ann. ch. 214,   3A (West 1985 &amp;  Supp. 1996);\r\n\ndefamation, invasion of  the right of privacy, see  id.   1B;\r                                                                   \r\n\nreckless  or  intentional infliction  of  emotional distress;\r\n\nunfair and deceptive acts, see id. ch. 93A,    2,11 --  and a\r                                              \r\n\nderivative claim for loss of consortium, brought by Mrs. Anne\r\n\nMarie Noonan.\r\n\n          The district court  initially dismissed all claims,\r\n\npursuant to  Fed. R. Civ.  P. 12(b)(2), except  those against\r\n\nCLB  for lack of personal jurisdiction over named defendants.\r\n\nSee   Noonan v.  The Winston Co.,  </pre><span class=\"citation\" data-id=\"2597238\"><a href=\"/opinion/2597238/noonan-v-winston-co/\"><span class=\"volume\">902</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">298</span></a></span><pre class=\"inline\"> (D. Mass\r                                            \r\n\n1995)  (\"Noonan   I\").     After   allowing  Noonan   limited\r\n\njurisdictional  discovery  with  respect  to  CLB,  the court\r\n\ndismissed all  claims  against CLB.    See Noonan  v.  Colour\r                                                                         \r\n\nLibrary  Books,  LTD.,  </pre><span class=\"citation\" data-id=\"1453927\"><a href=\"/opinion/1453927/noonan-v-colour-library-books-ltd/\"><span class=\"volume\">947</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">564</span></a></span><pre class=\"inline\">  (D.  Mass.  1996)\r                                 \r\n\n(\"Noonan II\").  Noonan appeals from these rulings.\r\n\n          Because  the district  court dismissed  plaintiffs'\r\n\nclaims  without holding an evidentiary hearing, we review the\r\n\nrulings  de novo, drawing  facts from the  parties' pleadings\r                            \r\n\nand supplementary  filings, and construing  all inferences in\r\n\n                             -6-\r                                          6\r\r\n\nthe  plaintiffs' favor.   See Ticketmaster-New York,  Inc. v.\r                                                                      \r\n\nAlioto, </pre><span class=\"citation\" data-id=\"672029\"><a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span><pre class=\"inline\">, 203 (1st Cir. 1994).\r                  \r\n\n                             -7-\r                                          7\r\r\n\n                             II.\r                                         II.\r                                            \r\n\n          On  appeal,  plaintiffs   advance  four  arguments.\r\n\nFirst, they  assert the  district court  erred in  concluding\r\n\nthat  it lacked  specific  jurisdiction over  defendants CLB,\r\n\nLintas:Paris  (as RJR  France's agent),  and  RJR France  (as\r\n\nLintas:Paris' principal).   Second, they contend the district\r\n\ncourt  erred by failing to exercise general jurisdiction over\r\n\nRJR Tobacco  and CLB.   Third, they claim the  district court\r\n\nabused its discretion when it denied  them permission to take\r\n\njurisdictional  discovery before it  ruled on the  motions to\r\n\ndismiss for lack of personal jurisdiction filed by defendants\r\n\nRJTC, RJRTI, RJR France,  Lintas:Worldwide, Lintas:Paris, and\r\n\nWorldwide Brands.   Finally,  they argue  the district  court\r\n\nimproperly limited jurisdictional discovery as to CLB.  \r\n\n          \"Specific  personal  jurisdiction may  be  asserted\r\n\nwhere the cause of action  arises directly out of, or relates\r\n\nto, the  defendant's  forum-based contacts.\"   United  Elec.,\r                                                                         \r\n\nRadio &amp; Mach.  Workers of America v. 163  Pleasant St. Corp.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"580868\"><a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1080</span></a></span><pre class=\"inline\">, 1088-89 (1st Cir. 1992) (\"Pleasant I\") (citing\r\n\nHelicopteros Nacionales de  Colombia, S.A. v. Hall,  </pre><span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span>\r                                                              \r\n\n<span class=\"page\">408</span></a></span><pre class=\"inline\">, 414 &amp;  n.8 (1984)).   \"General jurisdiction exists  when\r\n\nthe litigation  is not  directly founded  on the  defendant's\r\n\nforum-based contacts,  but  the  defendant  has  nevertheless\r\n\nengaged  in continuous and  systematic activity, unrelated to\r\n\nthe  suit,  in  the  forum  state.\"    Id.  at  1088  (citing\r                                                      \r\n\n                             -8-\r                                          8\r\r\n\nHelicopteros, 466  U.S. at  414-16 &amp; n.9).   Three  questions\r                        \r\n\nconstitute   both   the   specific   and   general   personal\r\n\njurisdiction analyses: 1) whether  the Massachusetts long-arm\r\n\nstatute authorizes jurisdiction; 2) whether the defendant has\r\n\nsufficient   minimum  contacts   so  that  the   exercise  of\r\n\njurisdiction does not  offend due process; and 3) whether the\r\n\nexercise of  jurisdiction is  reasonable, and  therefore does\r\n\nnot  offend due  process.   Cf. United  Elec., Radio  &amp; Mach.\r                                                                         \r\n\nWorkers of  America v.  163 Pleasant St.  Corp., </pre><span class=\"citation\" data-id=\"601482\"><a href=\"/opinion/601482/united-electrical-radio-and-machine-workers-of-america-ue-v-163/\"><span class=\"volume\">987</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">\r                                                           \r\n\n(1st  Cir.  1993)  (setting  out  steps   for  jurisdictional\r\n\nanalysis  generally)   (\"Pleasant   II\").      We   determine\r\n\nreasonableness by  applying  factors  we  have  described  as\r\n\n\"gestalt factors.\"2  If the  requirements of either the state\r\n\nstatute or  the Due Process  Clause of the  U.S. Constitution\r\n\nare not  met, the  foreign defendant will  not be  subject to\r\n\npersonal jurisdiction.\r\n\nA.  Jurisdictional Issues\r                                     \r\n\n          (i)  Specific Jurisdiction over CLB\r                                                         \r\n\n          As  an  initial  matter,  we  decline  to  consider\r\n\nwhether  CLB  is  subject to  personal  jurisdiction  under a\r\n\ntheory of specific  jurisdiction because the Noonans  did not\r\n\n                    \r                                \r\n\n2.  The  criteria  are:    \"(1)  the  defendant's  burden  of\r\nappearing, (2) the forum state's interest in adjudicating the\r\ndispute, (3) the plaintiff's interest in obtaining convenient\r\nand effective relief,  (4) the judicial system's  interest in\r\nobtaining the most effective  resolution of the  controversy,\r\nand (5) the  common interests of all  sovereigns in promoting\r\nsubstantive social policies.\"  Pleasant I, 960 F.2d at 1088.\r                                                     \r\n\n                             -9-\r                                          9\r\r\n\nassert this theory  below.  Plaintiffs initially  opposed the\r\n\ndefendants' motions to  dismiss by arguing that  the district\r\n\ncourt had  specific  jurisdiction over  all  the  defendants.\r\n\nAfter  completing  discovery  over CLB,  however,  plaintiffs\r\n\nabandoned their  specific  jurisdiction  claim  against  CLB,\r\n\narguing only that  the court had general jurisdiction over it\r\n\nor, in the alternative, that jurisdiction should  be found as\r\n\na sanction for CLB's failure to comply in good faith with its\r\n\ndiscovery obligations.  Plaintiffs, therefore,  may not raise\r\n\na specific jurisdiction theory against CLB now, for \"[i]f any\r\n\nprinciple is settled in this  circuit, it is that, absent the\r\n\nmost extraordinary circumstances,  legal theories not  raised\r\n\nsquarely in the lower court  cannot be broached for the first\r\n\ntime on  appeal.\"    Teamsters,  Local No.  59  v.  Superline\r                                                                         \r\n\nTransp. Co., </pre><span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">17</span></a></span><pre class=\"inline\">, 21 (1st Cir. 1992).   There are no\r                       \r\n\nextraordinary  circumstances  in  this case;  plaintiffs  had\r\n\nample  time  to  consider and  advance  their  best arguments\r\n\nsupporting specific jurisdiction.\r\n\n          (ii)  Specific Jurisdiction  over Lintas:Paris  and\r                                                                         \r\n\nRJR France \r                       \r\n\n          Because we determine that the assertion of personal\r\n\njurisdiction over  Lintas:Paris and  RJR France  would offend\r\n\ndue  process, we  decline to  decide  the difficult  question\r\n\nwhether  plaintiffs  have  established  a  prima  facie  case\r                                                                   \r\n\nauthorizing personal jurisdiction over these defendants under\r\n\n                             -10-\r                                          10\r\r\n\nthe  Massachusetts long-arm  statute.   See Ticketmaster,  26\r                                                                    \r\n\nF.3d at 205;  U.S.S. Yachts, Inc. v. Ocean  Yachts, Inc., </pre><span class=\"citation\" data-id=\"535251\"><a href=\"/opinion/535251/uss-yachts-inc-v-ocean-yachts-inc/\"><span class=\"volume\">894</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">9</span></a></span><pre class=\"inline\">, 11  (1st Cir.  1990); Eveland  v. Director  of Cent.\r                                                                         \r\n\nIntelligence Agency, </pre><span class=\"citation\" data-id=\"503775\"><a href=\"/opinion/503775/wilbur-crane-eveland-iii-v-director-of-central-intelligence-agency/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 50 (1st Cir. 1988).    \r                                                                   \r                               \r\n\n          The  Due Process Clause of the Fourteenth Amendment\r\n\npermits a state to exercise personal jurisdiction over a non-\r\n\nresident  defendant only  when the  defendant has  sufficient\r\n\nminimum  contacts with  the forum.    See Int'l  Shoe Co.  v.\r                                                                     \r\n\nWashington, </pre><span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span><pre class=\"inline\">,  316 (1945).   Sufficient  minimum\r                      \r\n\ncontacts  exist for specific jurisdiction when \"(1) the claim\r\n\nunderlying the litigation . .  . directly arise[s] out of, or\r\n\nrelate[s] to, the defendant's forum-state activities, (2) the\r\n\ndefendant's  in-state contacts .  . . represent  a purposeful\r\n\navailment  of the privilege  of conducting activities  in the\r\n\nforum state, thereby invoking the benefits and protections of\r\n\nthat  state's  laws and  making  the  defendant's involuntary\r\n\npresence before  the  state's courts  foreseeable,  and\"  (3)\r\n\nexercising jurisdiction  is fair under  the gestalt  factors.\r\n\nPleasant II,  987 F.2d at 43  n.9.  The decisive  due process\r                       \r\n\nissue  in this  case is  whether  the defendants'  activities\r\n\nsatisfy the purposeful availment requirement.\r\n\n          Plaintiffs correctly  draw our attention  to Calder\r                                                                         \r\n\nv.  Jones, </pre><span class=\"citation\" data-id=\"111117\"><a href=\"/opinion/111117/calder-v-jones/\"><span class=\"volume\">465</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">783</span></a></span><pre class=\"inline\"> (1984),  in which the Supreme  Court\r                     \r\n\nadopted an effects test for determining  purposeful availment\r\n\nin  the context of  defamation cases.   Calder  concerned two\r                                                          \r\n\n                             -11-\r                                          11\r\r\n\nFlorida  reporters, employed  by The  National Enquirer,  who\r                                                                   \r\n\nwrote a libelous article about California entertainer Shirley\r\n\nJones.    Id.    The  Supreme  Court  held  that jurisdiction\r                         \r\n\nproperly could  be asserted  over the  reporters because  the\r\n\ndefendants had aimed an act at  the forum state, knew the act\r\n\nwould  likely have a devastating  effect, and knew the injury\r\n\nwould  be felt  in the  forum  state, where  Jones lived  and\r\n\nworked \"and  in which the National Enquirer ha[d] its largest\r\n\ncirculation.\"  Id. at 790.    Plaintiffs'       circumstances\r                              \r\n\nsatisfy only the  injurious-effects part of the  Calder test.\r                                                                   \r\n\nLike Jones,  plaintiffs felt a  tortious effect in  the forum\r\n\nstate where they lived and  worked.  Moreover, the content of\r\n\nthe picture -- a Boston Police Officer in uniform, sitting on\r\n\na saddle blanket  decorated with the Boston  Police insignia,\r\n\nin front of  a distinctive Boston landmark -- indicated where\r\n\nany injury would be felt.\r\n\n          For  the first  part of  Calder's  framework to  be\r                                                     \r\n\nsatisfied, however, the defendants must have acted toward the\r\n\nforum state with  sufficient intent to make  them \"reasonably\r\n\nanticipate  being   haled  into  court  there.\"    World-Wide\r                                                                         \r\n\nVolkswagen Corp.  v. Woodson, </pre><span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span><pre class=\"inline\">, 297 (1980).   In\r                                        \r\n\nCalder,  the court  found  that  the defendants'  intentional\r                  \r\n\nconduct  was  \"calculated to cause  injury  to  respondent in\r                                     \r\n\nCalifornia.\"    Calder,  465 U.S.  at  791  (emphasis added).\r                                  \r\n\nThere is no analogous intentional behavior here.\r\n\n                             -12-\r                                          12\r\r\n\n          Plaintiffs do not  allege, and the record  does not\r\n\nsuggest, that any  acts by Lintas:Paris3 were  committed with\r\n\nsufficient purpose to  satisfy the intent requirement.4   The\r\n\ndefendants did not direct their actions toward Massachusetts.\r\n\nThat  the advertisement  contains French  text  and a  French\r\n\nphone  number suggests Lintas:Paris  created it for  a French\r\n\naudience.    This  interpretation  is  corroborated,  without\r\n\ncontradiction, by  a Lintas:Paris  representative who  stated\r\n\nthat  \"[t]he advertisement  was aimed  solely  at the  French\r\n\nconsumer  market.\"     Roux   Aff.,      12.     Furthermore,\r\n\nLintas:Paris \"was not aware that some copies of the magazines\r\n\nbearing  the advertisement\" would reach Massachusetts.  Id.  \r                                                                       \r\n\n15. \r\n\n          Although    plaintiffs    fleetingly    refer    to\r\n\nLintas:Paris' knowledge that  the advertisements would  reach\r\n\nMassachusetts  and  passingly  contest the  district  court's\r\n\n                    \r                                \r\n\n3.  We first consider Lintas:Paris' actions alone because the\r\nNoonans'  jurisdictional claims over  RJR France rest  on its\r\nagency  relationship with  Lintas:Paris.    The viability  of\r\nplaintiffs'  claims against RJR  France depends on  our first\r\nfinding that Lintas:Paris purposefully  availed itself of the\r\nforum state.\r\n\n4.  The district court emphasizes that Noonan \"did not allege\r\nany  of the defendants . . . even  knew who he was, much less\r\nthat they published his  picture intending that he be  harmed\r\nin Massachusetts.\"   Noonan I, 902 F.  Supp. at 305.   In our\r                                         \r\nview  this argument implies too high a jurisdictional hurdle.\r\nBecause  this is an  inquiry regarding jurisdiction,  not the\r\nunderlying tort,  the defendant  must only be  shown to  have\r\nintentionally directed  an act, tortious or otherwise, toward\r\nthe forum state.   The defendants' lack of  a specific intent\r\nto harm Noonan is irrelevant.    \r\n\n                             -13-\r                                          13\r\r\n\ndenial  of  discovery  as to  what  Lintas:Paris  should have\r\n\nknown, they  do not  dispute Lintas:Paris'  claims of  actual\r\n\nignorance.5  Instead, relying on Calder and other cases where\r                                                   \r\n\nthe  defendant intentionally  sent  fraudulent or  defamatory\r\n\nmaterial  into   the  forum,   plaintiffs   imply  that   the\r\n\ndefendants'  intent to  reach Massachusetts  can  be inferred\r\n\nfrom  the placement  of advertisements  in publications  with\r\n\ninternational circulations.  Cf. Murphy v. Erwin-Wasey, Inc.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"303559\"><a href=\"/opinion/303559/paul-i-murphy-v-erwin-wasey-inc/\"><span class=\"volume\">460</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span><pre class=\"inline\"> (1st  Cir. 1972) (defendant  intentionally sent\r\n\nfraudulent  material  into  forum);  Borshow  Hosp.   &amp;  Med.\r                                                                         \r\n\nSupplies,  Inc.  v.  Burdick-Siemens  Corp.,  </pre><span class=\"citation no-link\"><span class=\"volume\">143</span>  <span class=\"reporter\">F.R.D.</span> <span class=\"page\">472</span></span><pre class=\"inline\">\r                                                       \r\n\n(D.P.R. 1992) (defendant sent letters into forum). \r\n\n          In Calder, because the libelous story was generated\r                               \r\n\nfrom California  sources, concerned  a California  celebrity,\r\n\nand  appeared  in a  newspaper  with a  forum  circulation of\r\n\n600,000 copies, the Court found that California was the focal\r\n\npoint of both the effect and the story.  See Calder, </pre><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n\n                    \r                                \r\n\n<span class=\"page\">5</span></span><pre class=\"inline\">.  As  noted  above,  plaintiffs  only  vaguely  referred to\r\nLintas:Paris'  knowledge in  its appellate  brief.   Further,\r\nplaintiffs perfunctorily asserted to the district court, in a\r\nfootnote, a  need for  discovery as  to whether  Lintas:Paris\r\nshould have known that the magazines would  be distributed in\r\nMassachusetts.   These  assertions are  not  tantamount to  a\r\nrebuttal  of Lintas:Paris' claims  of ignorance.   See United\r                                                                         \r\nStates v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1990) (\"It is not\r                             \r\nenough  merely  to mention  a possible  argument in  the most\r\nskeletal way, leaving the court to do counsel's  work, create\r\nthe ossature for the argument, and put flesh on its bones.\").\r\nNor is the  footnote sufficient to have preserved an argument\r\nthat  negligence  is  sufficient  to  constitute   purposeful\r\navailment.\r\n\n                             -14-\r                                          14\r\r\n\nat 789.    Here,  however,  plaintiffs'  claims  rest  on  an\r\n\nadvertisement  which appeared  in  305 individual  magazines,\r\n\ncirculated in  Massachusetts.   This  small distribution,  by\r\n\nitself, does not  merit a finding that  Massachusetts was the\r\n\nfocal  point of the events in  question, or that Lintas:Paris\r\n\naimed the advertisements toward Massachusetts.  The size of a\r\n\ndistribution of offending material  helps determine whether a\r\n\ndefendant acted intentionally.    The Supreme Court has  held\r\n\nthat a publisher's regular  circulation of a large  number of\r\n\nmagazines  containing allegedly libelous  content in  a forum\r\n\nstate indicated  deliberate and continuous  exploitation of a\r\n\nmarket   and,   therefore,   was    sufficient   to   support\r\n\njurisdiction.  See Keeton v. Hustler Magazine, Inc., </pre><span class=\"citation\" data-id=\"111116\"><a href=\"/opinion/111116/keeton-v-hustler-magazine-inc/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n\n<span class=\"page\">770</span></a></span><pre class=\"inline\">,  781  (1984).    Just  as  widespread  circulation of  a\r\n\npublication  indicates deliberate  action, thin  distribution\r\n\nmay indicate a lack of purposeful contact.  See Chaiken v. VV\r                                                                         \r\n\nPubl.  Corp., </pre><span class=\"citation\" data-id=\"744155\"><a href=\"/opinion/744155/john-chaiken-and-marilyn-chaiken-v-vv-publishing-corp-dba-the-village/\"><span class=\"volume\">119</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">1018</span></a></span><pre class=\"inline\"> (2d  Cir.  1997) (holding  that\r                        \r\n\njurisdiction over  an Israeli  publisher for  a libel  action\r\n\ninvolving an  insignificant distribution  --  four copies  or\r\n\n.04% of total  circulation -- offends due  process), petition\r                                                                         \r\n\nfor cert. filed,      U.S.L.W.     (U.S. Nov.  25, 1997) (No.\r                           \r\n\n97-6984).\r\n\n          Plaintiffs urge  us to rely  on Gordy v.  The Daily\r                                                                         \r\n\nNews, </pre><span class=\"citation\" data-id=\"726146\"><a href=\"/opinion/726146/berry-gordy-v-the-daily-news-lp-george-rush-tony-turner/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">829</span></a></span><pre class=\"inline\"> (9th Cir. 1996),  a case in which the Ninth\r                \r\n\nCircuit  found   that  the  distribution   of  under   twenty\r\n\n                             -15-\r                                          15\r\r\n\nnewspapers  was  sufficient  to confer  jurisdiction  over  a\r\n\nforeign  newspaper  and its  reporter.   Unlike Lintas:Paris,\r\n\nhowever, the  Gordy defendants  targeted the  forum state  by\r                               \r\n\ndistributing newspapers via regular customer subscriptions to\r\n\nforum addresses.  Here, as noted, Lintas:Paris denies knowing\r\n\nthe  ultimate  destination  of  the  magazines  that  reached\r\n\nMassachusetts,  and plaintiffs  have  not alleged  otherwise.\r\n\nWhile we sympathize  with George Noonan's distress  at seeing\r\n\nhis  image  used  to  promote  a  product  he  despises,  his\r\n\nMassachusetts-based   injury  is   not   enough  to   support\r\n\njurisdiction  over the defendants.   To find  otherwise would\r\n\ninappropriately  credit   random,  isolated,   or  fortuitous\r\n\ncontacts and negate  the reason for the  purposeful availment\r\n\nrequirement.   Without finding minimum contacts, we need not,\r\n\nand  do not,  proceed to  the reasonableness  analysis.   See\r                                                                         \r\n\nDonatelli v. National Hockey League,  </pre><span class=\"citation\" data-id=\"534783\"><a href=\"/opinion/534783/john-clark-donatelli-v-national-hockey-league/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">459</span></a></span><pre class=\"inline\">, 471  (1st\r                                               \r\n\nCir. 1990).\r\n\n          (iii) General Jurisdiction over CLB and RJR Tobacco\r                                                                         \r\n\n          According  to plaintiffs,  CLB's and  RJR Tobacco's\r\n\ncontacts with Massachusetts were sufficiently continuous  and\r\n\nsystematic to permit  the district court to  exercise general\r\n\njurisdiction.  \r\n\n               (a) CLB\r                                  \r\n\n          We  begin our analysis with the relevant section of\r\n\nthe Massachusetts long-arm statute: \r\n\n                             -16-\r                                          16\r\r\n\n          A    court    may    exercise    personal\r\n          jurisdiction  over  a  person,  who  acts\r\n          directly or by an agent, as to a cause of\r\n          action in  law or equity arising from the\r\n          person's . . .\r\n          (d)  causing  tortious   injury  in  this\r\n          commonwealth  by   an  act   or  omission\r\n          outside this commonwealth if he regularly\r\n          does or solicits business, or engages  in\r\n          any other  persistent course  of conduct,\r\n          or derives substantial revenue from goods\r\n          used or consumed or services rendered, in\r\n          this commonwealth . . . .  \r\n\nMass. Gen. Laws Ann. ch. 223A,   3(d) (1985 &amp; Supp. 1996).\r\n\nIn  our  effort to  \"effectuate  . .  .  [the Commonwealth's]\r\n\nlegitimate desire to  protect its citizens,\" we  construe the\r\n\nstatute broadly.   Mark v. Obear &amp;  Sons, Inc., 313 F.  Supp.\r                                                          \r\n\n373, 376 (D. Mass. 1970).\r\n\n          Viewing  the facts  in a  light  most favorable  to\r\n\nplaintiffs,  the  threshold  requirement   of     3(d),  that\r\n\nplaintiffs'  in-state harm was caused by the defendant's out-\r\n\nof-state act,  is  easily met.   The  plaintiffs suffered  an\r\n\ninjury  in Massachusetts  where the  use  of George  Noonan's\r\n\nimage caused him  shame and embarrassment and  engendered the\r\n\nloss  of consortium  of which  Anne  Marie Noonan  complains.\r\n\nFurthermore, CLB's  allegedly improper act,  the unauthorized\r\n\nsale  of  the  photograph containing  Noonan's  image,  was a\r\n\nforeign act that arguably contributed to plaintiffs' in-state\r\n\ninjuries.\r\n\n          Plaintiffs' appeal raises the issue of  whether the\r\n\ndistrict  court properly  decided  that plaintiffs  failed to\r\n\n                             -17-\r                                          17\r\r\n\nsatisfy  the  second requirement  of     3(d),  that CLB  had\r\n\nsufficient  additional contacts with the forum.  The district\r\n\ncourt  assumed that plaintiffs'  \"best case [fell]  under the\r\n\n'substantial  revenues'  test  of     3(d),\"  and  found  the\r\n\nrevenues insufficient  to meet the  test.  Noonan II,  947 F.\r                                                                \r\n\nSupp. at 571.  We think, however, plaintiffs' best case falls\r\n\nunder the \"doing or soliciting business\" test.   Because this\r\n\nclause is  disjunctive, only  one of its  prongs needs  to be\r\n\nsatisfied.    While  the  parties  energetically  debate  the\r\n\nsuccess of CLB's Massachusetts solicitations, we measure only\r\n\nthe solicitations themselves.\r\n\n          CLB  solicited   business  in   Massachusetts  with\r\n\nsufficient regularity to  satisfy the statute.   Beginning in\r\n\nthe fall of  1992 and continuing until  plaintiffs' complaint\r\n\nwas  filed in  May 1994,  CLB  employees regularly  solicited\r\n\nbusiness from World Publications, Inc. (\"World\"), a remainder\r\n\nhouse located in Dighton, Massachusetts.  During the two-year\r\n\nperiod, CLB employees  telephoned, faxed, and wrote  to World\r\n\nto  secure book orders.6  In addition, CLB employees traveled\r\n\n                    \r                                \r\n\n6.  The  lower court sets  forth the details  regarding CLB's\r\ncourtship of World,  beginning with the early  1994 contacts.\r\nSee Noonan  II, 947 F. Supp. at 567-68.  Because the district\r                          \r\ncourt recognized  only successful solicitations,  it did  not\r\nrecount  the following pre-1994  contacts:  In  October 1992,\r\nCLB's  International  Sales  Director,  Bill  Dancer,   began\r\nsoliciting  World's  business.   World  provided  CLB  with a\r\ncredit  reference, and  CLB  provided  World  with  a  credit\r\napplication  form.    In November  1992,  Dancer  traveled to\r\nMassachusetts, met with World, and secured a $210,000 order.\r\n\n                             -18-\r                                          18\r\r\n\nfrom  England to Massachusetts on at least two occasions with\r\n\nthe  intention  of  developing  a  relationship  with  World.\r\n\nFinally, in  the spring of 1994, World  employees visited CLB\r\n\nin  England  to negotiate  orders.7    In sum,  CLB's  direct\r\n\nsolicitations of forum  companies are adequately  regular and\r\n\ntargeted to  satisfy   3(d).   Cf. Keds Corp.  v. Renee Int'l\r                                                                         \r\n\nTrading Corp., </pre><span class=\"citation\" data-id=\"531209\"><a href=\"/opinion/531209/the-keds-corp-v-renee-international-trading-corp/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">, 217-19 (1st Cir. 1989) (the sale\r                         \r\n\nof 6000 pairs of shoes  to a Massachusetts wholesaler and the\r\n\nsubsequent shipping of 18 sample  shoes indicated defendants'\r\n\nintent to begin ongoing relations).\r\n\n          We  therefore turn  to  whether these  contacts are\r\n\nsufficient  to  satisfy  the Constitution.    Until  the date\r\n\nplaintiffs  filed their  complaint,  CLB's relevant  contacts\r\n\nwith   Massachusetts  were   Neil   Sutherland's  visits   to\r\n\nMassachusetts in 1979,  the business solicitations  discussed\r\n\nabove, and approximately $585,000 of orders from World.8  The\r\n\n                    \r                                \r\n\n7.  In  1993, CLB also sought business relationships with two\r\nother  Massachusetts  publishers, Lauriat's  Booksellers  and\r\nLittle  Brown  and Company.   CLB  disputes the  propriety of\r\ncounting the  Little Brown  and Company  contact because,  in\r\nresponse to CLB's overture, Little Brown and Company directed\r\nCLB to contact a  New York office.  We need  not resolve this\r\ndispute  because, for purposes of   3(d), CLB's solicitations\r\nare  sufficient even  without the  Little  Brown and  Company\r\nsolicitation. \r\n\n8.  The  parties   clash  over  which   contacts  should   be\r\nconsidered in the general jurisdiction analysis.  First, they\r\ndispute whether  a foreign  corporation's  contacts with  the\r\nforum should be measured up to the time of the  alleged tort,\r\nup to  the time the complaint  is filed, or at any  time.  We\r\nhave  considered  all  contacts established  up  to  the time\r\nNoonan  filed his complaint.  See infra.  at 23-25.   Second,\r                                                    \r\n\n                             -19-\r                                          19\r\r\n\nstandard for  evaluating whether  these contacts  satisfy the\r\n\nconstitutional  general  jurisdiction test  \"is  considerably\r\n\nmore  stringent\" than that  applied to  specific jurisdiction\r\n\nquestions.  Glater v. Eli Lilly &amp; Co., </pre><span class=\"citation\" data-id=\"441973\"><a href=\"/opinion/441973/cathy-ann-glater-v-eli-lilly-co/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span><pre class=\"inline\">, 216 (1st\r                                                 \r\n\nCir.  1984).  In addition, courts  must exercise even greater\r\n\ncare  before  exercising personal  jurisdiction  over foreign\r\n\nnationals.   See Asahi  Metal Indust. Co.  v. Superior Court,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"111824\"><a href=\"/opinion/111824/asahi-metal-industry-co-v-superior-court-of-cal-solano-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span><pre class=\"inline\">, 115 (1987) (citing United States v. First Nat'l\r                                                                         \r\n\nCity   Bank,  </pre><span class=\"citation\" data-id=\"106959\"><a href=\"/opinion/106959/united-states-v-first-nat-city-bank/\"><span class=\"volume\">379</span>   <span class=\"reporter\">U.S.</span>  <span class=\"page\">378</span></a></span><pre class=\"inline\">,   404   (1965)  (Harlan,   J.,\r                       \r\n\ndissenting)).\r\n\n          Plaintiffs assert CLB's contacts were sufficient to\r\n\nestablish general jurisdiction  because they are  purposeful,\r\n\nfrequent,  intense, and  successful.   Although  our decision\r\n\nmust   be  based  on  a  fact-specific  evaluation  of  CLB's\r\n\ncontacts,  we  are guided  by  the types  of  contacts deemed\r\n\nsufficiently continuous and systematic in other cases.\r\n\n          We look to  two of our previous cases  in which the\r\n\nappellants  argued,  as  plaintiffs  do  now,  that   general\r\n\njurisdiction  applied to  an out-of-state  seller.   In  both\r\n\n                    \r                                \r\n\nthey  disagree over  whether it  is  appropriate to  consider\r\nrevenues other than  those actually paid to CLB  prior to the\r\nfiling of the complaint.  On this point we part company  with\r\nthe district court and think it reasonable to include amounts\r\nowed,  but  not  yet  paid,  to CLB  from  orders  placed  by\r\nMassachusetts  companies.   Third, they  arrive at  different\r\ntotals of the amounts owed, but not yet  paid, to CLB because\r\nsome  orders were  changed before  the  complaint date.   For\r\npurposes  of this analysis, we  have included amounts paid to\r\nand  ordered from  CLB,  but not  cancelled  before the  date\r\nNoonan filed his complaint.\r\n\n                             -20-\r                                          20\r\r\n\ncases,  the  defendant  had more  continuous  and  systematic\r\n\ncontact with the forum state than CLB had with Massachusetts.\r\n\nIn both cases, we judged the contacts insufficient to  permit\r\n\nan assertion of general jurisdiction.\r\n\n          First,  in Glater, we found that a manufacturer who\r                                       \r\n\nadvertised,   employed   eight   sales   representatives   to\r\n\ndistribute information, and sold  products to distributors in\r\n\nthe forum was  not subject to general jurisdiction.   See 744\r                                                                     \r\n\nF.2d at 217.  Although  CLB's selling efforts by its England-\r\n\nbased sales-force represented substantial work, they were not\r\n\nas  intense, active,  and  frequent as  those  of the  Glater\r                                                                         \r\n\nmanufacturer's full-time sales representatives.   Compare id.\r                                                                         \r\n\nat 214-15, 217 with  Noonan II, 947 F.  Supp. at 567-68;  see\r                                                                         \r\n\nalso supra notes 6 &amp; 7.\r                      \r\n\n          In  Donatelli, we found that ten years of providing\r                                   \r\n\nleague  officials  at   exhibition  hockey  games,  scouting,\r\n\nproviding television broadcasts, and selling products bearing\r\n\nthe  National Hockey League  (NHL) logo, taken  together, did\r\n\nnot meet the due process test.  See Donatelli v. Nat'l Hockey\r                                                                         \r\n\nLeague, 708 F.  Supp. 31, 35 (D.R.I.  1989) (reciting facts),\r                  \r\n\nreversed  </pre><span class=\"citation\" data-id=\"534783\"><a href=\"/opinion/534783/john-clark-donatelli-v-national-hockey-league/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">459</span></a></span><pre class=\"inline\">  (1st  Cir.  1990).   Although  CLB's\r                    \r\n\ncontacts were arguably  more intense than the  NHL's contacts\r\n\n                             -21-\r                                          21\r\r\n\nin Rhode Island, its two-year history in Massachusetts is far\r\n\nless continuous than the ten years of activity in that case.9\r\n\n          Having determined that  sufficient minimum contacts\r\n\nto authorize general  jurisdiction over CLB do  not exist, we\r\n\ndo not need to assess whether asserting jurisdiction would be\r\n\nreasonable under  the gestalt  factors.   See Donatelli,  893\r                                                                   \r\n\nF.2d at 471.\r\n\n                    \r                                \r\n\n9.  We note that in Keeton,  the Supreme Court suggested that\r                                      \r\nthe distribution of  10-15,000 copies  of a  magazine in  the\r\nforum  state each month may not  have been substantial enough\r\nto support  general jurisdiction.   465 U.S.  at 779.   CLB's\r\nefforts were not as regular as those of Hustler Magazine's in\r\nNew  Hampshire, where  Hustler had  built  up a  subscription\r\nbase.  \r\n\n                             -22-\r                                          22\r\r\n\n               (b)  RJR Tobacco\r                                           \r\n\n          Plaintiffs  also  argue that  general  jurisdiction\r\n\nover RJR Tobacco is proper  under   3(d) and Mass. Gen.  Laws\r\n\nch.  223,    38.    We will  not,  however, consider  whether\r\n\njurisdiction lies  over RJR Tobacco  because we do  not agree\r\n\nwith the  premise that  purportedly connects  RJR Tobacco  to\r\n\nthis  litigation.    Cf. Hachikian  v.  Federal  Deposit Ins.\r                                                                         \r\n\nCorp.,   </pre><span class=\"citation\" data-id=\"196973\"><a href=\"/opinion/196973/hachikian-v-fdic/\"><span class=\"volume\">96</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span><pre class=\"inline\">,  504  (1996) (concluding  that we  may\r                 \r\n\naffirm the entry of summary judgment  on any alternate ground\r\n\nmade manifest by the record). \r\n\n          While not disputing  that it is the  actions of RJR\r\n\nFrance,  and not RJR  Tobacco, that are  put in issue  by the\r\n\nallegations in  their complaint, plaintiffs  have nonetheless\r\n\nnamed RJR  Tobacco as  a defendant because  (1) it,  like RJR\r\n\nFrance,  sells Winston cigarettes; and  (2) it belongs to the\r\n\nsame  family  of  corporations  as RJR  Tobacco.    These two\r\n\nassertions  ignore  the  corporate  form,  and  are  patently\r\n\ninsufficient to  raise a  claim involving  an attribution  of\r\n\nliability  to RJR  Tobacco under  a  veil-piercing theory  in\r\n\nMassachusetts.  Cf. Birbara v.  Locke, </pre><span class=\"citation\" data-id=\"197068\"><a href=\"/opinion/197068/birbara-v-locke/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1233</span></a></span><pre class=\"inline\"> (1st Cir.\r                                                 \r\n\n1996)  (discussing the  stringent  test  for corporate  veil-\r\n\npiercing in Massachusetts); Omni-Wave Elec. Corp. v. Marshall\r                                                                         \r\n\nIndus., </pre><span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">644</span></span><pre class=\"inline\">, 647 (D. Mass. 1989) (stating that the\r                  \r\n\nmere  assertion that  defendants  are  alter  egos  or  joint\r\n\nventures is not sufficient to withstand a motion to dismiss);\r\n\n                             -23-\r                                          23\r\r\n\nAmerican  Home Assurance  Co. v.  Sport  Maska, Inc.,  808 F.\r                                                                \r\n\nSupp. 67, 73 (D. Mass. 1992) (\"Piercing the corporate veil is\r\n\npermitted only where there is confused  intermingling between\r\n\ncorporate  entities or  where  one corporation  actively  and\r\n\ndirectly   participates  in  the  activities  of  the  second\r\n\ncorporation, apparently exercising pervasive control.\").\r\n\nB.  Discovery Issues\r                                \r\n\n          Plaintiffs contend  that the district  court abused\r\n\nits   discretion   in  denying   them   permission   to  take\r\n\njurisdictional  discovery over  defendants RJR  Tobacco, R.J.\r\n\nReynolds Tobacco  International, Inc., R.J.  Reynolds France,\r\n\nS.A., Lintas:Worldwide,  Lintas:Paris, and  Worldwide Brands,\r\n\nInc.  In addition, plaintiffs  assert that the district court\r\n\nimproperly   limited  discovery  over   CLB.    We   apply  a\r\n\ndeferential standard in reviewing the lower court's discovery\r\n\nrulings, reversing only if the orders were \"plainly wrong and\r\n\nresulted  in substantial prejudice  to the  aggrieved party.\"\r\n\nCrocker v. The Hilton Int'l Barbados, Ltd., </pre><span class=\"citation\" data-id=\"592074\"><a href=\"/opinion/592074/kimberly-crocker-and-julian-h-crocker-v-the-hilton-international/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">797</span></a></span><pre class=\"inline\">, 801\r                                                      \r\n\n(1st Cir. 1992) (citing Santiago v. Fenton, </pre><span class=\"citation\" data-id=\"533566\"><a href=\"/opinion/533566/hector-santiago-v-paul-j-fenton-etc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span><pre class=\"inline\">, 379\r                                                      \r\n\n(1st Cir. 1989)).\r\n\n          (i)  The Advertising and Tobacco Defendants\r                                                                 \r\n\n          The    denial    of   plaintiffs'    request    for\r\n\njurisdictional discovery as  to the  tobacco and  advertising\r\n\ndefendants  was not an abuse  of discretion.  Throughout this\r\n\nlitigation,  plaintiffs have argued  that the denial  of this\r\n\n                             -24-\r                                          24\r\r\n\nrequest deprived  them of  the opportunity  to ascertain  the\r\n\ninterrelationships among the defendants.   Proving ties among\r\n\nthe  tobacco  defendants  or  between  Lintas:Paris  and  the\r\n\ntobacco defendants would not assist plaintiffs' cause  absent\r\n\na concomitant demonstration that Lintas:Paris availed  itself\r\n\nof the Massachusetts  forum.  We  have already ruled  against\r\n\nplaintiffs on this point.\r\n\n          (ii) Limitation of Discovery over CLB \r                                                            \r\n\n          Plaintiffs contend that  if the district court  had\r\n\nallowed  them leeway to discover all contacts between CLB and\r\n\nMassachusetts throughout  the litigation  period, they  would\r\n\nhave  been able to  establish general jurisdiction  over CLB.\r\n\nIn its decision  to deny jurisdiction over  CLB, the district\r\n\ncourt posed the question, \"Is a foreign corporation's contact\r\n\nwith the forum to be measured at the time of the alleged tort\r\n\n. . . , at the time the Complaint is filed . . . , or  at any\r\n\ntime . . . ?\"  Noonan II, 947 F. Supp. at 571.  Judge Stearns\r                                    \r\n\napplied the  middle approach, and  limited Noonan's discovery\r\n\nrequests  to  contacts  through the  date  the  complaint was\r\n\nfiled.  We  agree with this  ruling insofar as it  rejects as\r\n\nirrelevant post-complaint contacts.   Metropolitan Life  Ins.\r                                                                         \r\n\nCo. v.  Robertson-Ceco Corp., </pre><span class=\"citation\" data-id=\"718605\"><a href=\"/opinion/718605/metropolitan-life-insurance-company-v-robertson-ceco-corp-united/\"><span class=\"volume\">84</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">560</span></a></span><pre class=\"inline\">, 569-70  (2d Cir.)\r                                        \r\n\n(\"In  general  jurisdiction  cases,  district  courts  should\r\n\nexamine a defendant's  contacts with the  forum state over  a\r\n\nperiod  that is reasonable  under the circumstances  -- up to\r\n\n                             -25-\r                                          25\r\r\n\nand  including the  date  the  suit was  filed  -- to  assess\r\n\nwhether  they   satisfy  the   'continuous  and   systematic'\r\n\nstandard.\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">508</span></span><pre class=\"inline\"> (1996).\r                                     \r\n\n          Plaintiffs dispute this approach on the grounds  of\r\n\nlaw and policy.  They first contend that a majority of courts\r\n\nroutinely analyze contacts  with the forum based  on evidence\r\n\nfrom both before and after  the date of the complaint.   None\r\n\nof the cases they cite  in support of this argument, however,\r\n\ndirectly  speaks  to the  question posed  here.   See Wheeler\r                                                                         \r\n\nEnergy  Corp. v. Metallgesellschaft  AG, No. 91-214-SLR, </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span>\r                                                   \r\n\n<span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">20450</span></span><pre class=\"inline\"> (D.  Del. Jan. 4, 1993); American Home\r                                                                         \r\n\nAssurance, </pre><span class=\"citation no-link\"><span class=\"volume\">808</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">67</span></span><pre class=\"inline\">;  Kolikof v.  Samuelson, 488  F.\r                                                                \r\n\nSupp. 881 (D. Mass. 1980); Mark v. Obear &amp; Sons, 313 F. Supp.\r                                                           \r\n\nat  375.  Moreover,  all of these  cases, at  best, involve a\r\n\ncourt's inclusion of fiscal-year sales or revenue figures (in\r\n\neach  case,  from  a  survey  of  data   that  spans  several\r\n\nproceeding years) in its minimum-contacts analysis.  Finally,\r\n\nthe  majority  approach is  not as  plaintiffs suggest.   See\r                                                                         \r\n\nRobertson-Ceco,  84 F.3d  at 569  (surveying  cases from  the\r                          \r\n\nSupreme Court and the Second, Fifth, and Ninth Circuits).\r\n\n          Plaintiffs also  claim that  limiting discovery  to\r\n\nthe complaint date is unfair.  They maintain that, under such\r\n\na rule,  an entity which  causes an  injury in  Massachusetts\r\n\nfrom its non-forum based operations and thereafter chooses to\r\n\nenter the forum market could  deny that jurisdiction over  it\r\n\n                             -26-\r                                          26\r\r\n\nexisted even though  it enjoys the benefits of  the forum and\r\n\nwas,  prior to  market entry,  on notice  of the  litigation.\r\n\nThey  also warn that  undesirable exploitation of  statute of\r\n\nlimitations  periods will  result  from limiting  the contact\r\n\nanalysis  to the  period  before the  complaint date.   Savvy\r\n\nplaintiffs  who wait until the  end of the limitations period\r\n\nto  maximize the  chance of  asserting  jurisdiction will  be\r\n\nrewarded for their dilatory tactics.\r\n\n          Whatever merit  such policy  arguments might  have,\r\n\nthe central fact remains that the time the complaint is filed\r\n\nis the time at which the plaintiff  urges the court to assert\r\n\nits authority  over the defendant.  It  would be conceptually\r\n\nincoherent  to permit  the court  to  look to  post-complaint\r\n\ncontacts  in proving  that  it had  authority  at a  previous\r\n\ntime.10   Therefore,   while  Noonan   may  have   discovered\r\n\n                    \r                                \r\n\n10.  Given our  basis for  rejecting  plaintiffs' claims,  we\r\nhave  considerable  doubt  about  CLB's   argument  that  the\r\nsufficiency of  contacts for  general jurisdiction should  be\r\nassessed at  the time  of the alleged  tort.   Although Judge\r\nStearns used the complaint date to bound the minimum contacts\r\nanalysis, he appears to have agreed with CLB,  positing that,\r\n\"to the  extent that  foreseeability is a  touchstone of  due\r\nprocess[,] logic would measure general jurisdiction as of the\r\ndate the tortious act is committed.\"  Noonan II, 947 F. Supp.\r                                                           \r\nat 571.   CLB argues  the choice to forbear  from the conduct\r\nthat might  cause the injury  inspiring the suit can  be made\r\nonly at the  time the tort is about to be committed.  We note\r\nthe  foreseeability question  is  not whether  the  defendant\r\nshould reasonably expect to be called into court but whether,\r\ngiven that  the  defendant  has  been called  to  court,  the\r\ndefendant would be  surprised to find a  particular court has\r                                                               \r\ncalled him.  Asking this question from the perspective of the\r\ndefendant  at the  time he  allegedly committed  the tort  is\r\nlikely premature because not until the complaint  is filed is\r\n\n                             -27-\r                                          27\r\r\n\nadditional contacts between CLB and Massachusetts had he been\r\n\npermitted to  continue discovery  throughout the  litigation,\r\n\nsuch contacts have no bearing on the jurisdictional analysis.\r\n\nAccordingly,  the district court did not abuse its discretion\r\n\nin ruling as it did. \r\n\n          For the reasons  stated above, the judgment  of the\r\n\ndistrict court is affirmed.  Costs to appellees.\r                              affirmed.\r                                      \r\n\n                    \r                                \r\n\nthe court asked to exercise its sovereignty.\r\n\n                             -28-\r                                          28\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1453927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2597238/"
  ]
}