{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197705/",
  "absolute_url": "/opinion/197705/lyle-richards-v-ashworth-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197705/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:35:52Z",
  "date_modified": "2017-03-24T10:53:13.447542Z",
  "type": "010combined",
  "sha1": "91e03dde3dbaa213b613410a914242890da9e28f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1387.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 97-1387\r\n\n                LYLE RICHARDS INTERNATIONAL, LTD.,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                         ASHWORTH, INC.,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. George A. O'Toole, Jr., U.S. District Judge]\r                                                                   \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                      Stahl, Circuit Judge,\r                                                    \r\n\n             Godbold* and Cyr, Senior Circuit Judges.\r                                                              \r\n\n                                           \r                                                     \r\n\n   Michael J. Traft, with whom Carney &amp; Bassil was on brief for\r                                                        \r\nappellant.\r\n   Toni G. Wolfman, with whom Foley, Hoag &amp; Eliot LLP was on brief\r                                                               \r\nfor appellee.\r\n\n                                           \r                                                     \r\n\n                        December 22, 1997\r\n                                           \r                                                     \r\n\n                  \r                            \r\n\n   *Of the Eleventh Circuit, sitting by designation.\r\r\n\n          CYR,  Senior Circuit  Judge.   Plaintiff  Lyle Richards\r                    CYR,  Senior Circuit  Judge.\r                                               \r\n\nInternational, Ltd., a Massachusetts  corporation, appeals from a\r\n\ndistrict court  judgment dismissing  its contract  action against\r\n\nAshworth, Inc., a  Delaware corporation with its  principal place\r\n\nof business in California.  We affirm.  \r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          In March 1994,  Ashworth hired a former  Lyle employee,\r\n\nAndrew Tarlow,  to direct  its  new golf  shoewear operations  in\r\n\nCalifornia.    Shortly  thereafter, without  direct  or  indirect\r\n\nsolicitation from Ashworth, Lyle made  overtures, through Tarlow,\r\n\nto  serve as  Ashworth's purchasing  agent.   Over  the next  two\r\n\nmonths, Lyle  and Ashworth discussed  the matter by phone  and at\r\n\nmeetings  in California  and  China.   At  no  time did  Ashworth\r\n\nadvertise for or solicit a purchasing agent in Massachusetts.\r\n\n          Not  later than  July 1994,  Ashworth, through  Tarlow,\r\n\nproposed entering into a formal  written agreement with Lyle.  In\r\n\ndue  course,  the  Agreement,  drafted  and  signed  by  Lyle  in\r\n\nMassachusetts, was mailed to California, where  Ashworth executed\r\n\nit  on August  5.   The Agreement  designated Lyle  as Ashworth's\r\n\npurchasing agent for  footwear manufactured in China  and Taiwan,\r\n\nbut  required  Ashworth  to  undertake  no  specific  contractual\r\n\nresponsibilities in Massachusetts.\r\n\n          Thereafter,  Ashworth  periodically  forwarded purchase\r\n\norders  to Lyle in  Massachusetts, which Lyle  transmitted to the\r\n\nappropriate Chinese or Taiwanese factory.   Ashworth communicated\r\n\n                                2\r\r\n\nwith Lyle  in Massachusetts two  or three times a  week regarding\r\n\nongoing contract performance, and from time to time placed orders\r\n\nwith  shoe-component suppliers which were instructed to bill Lyle\r\n\ndirectly.   In  addition, during  the  term of  the Agreement  an\r\n\nAshworth   representative   attended   three   trade   shows   in\r\n\nMassachusetts, accompanied on two occasions by a Lyle employee.\r\n\n          The Agreement  prescribed  a  one-year  term.    Absent\r\n\nwritten notice of  termination from either party  at least ninety\r\n\ndays prior to its anniversary date, the Agreement renewed  itself\r\n\nautomatically.   In August 1995, Ashworth provided written notice\r\n\nof termination to Lyle, dated April 19, 1995.\r\n\n          Thereafter,  Lyle  filed  suit  against  Ashworth in  a\r\n\nMassachusetts  superior court,  alleging  breach of  contract and\r\n\nunfair trade  practices under Mass. Gen. Laws  ch. 93A,    2, 11,\r\n\nclaiming that the termination notice had been back-dated to April\r\n\n1995  to conceal its untimeliness under the Agreement.  Following\r\n\nits  removal,  see  28  U.S.C.       1332(a)  &amp;  1441(a),  and  a\r                            \r\n\nnonevidentiary  hearing, the  action was  dismissed  for lack  of\r\n\npersonal jurisdiction pursuant to Federal Rule of Civil Procedure\r\n\n12(b)(2).\r\n\n                                II\r                                          II\r\n\n                           DISCUSSION1\r                                     DISCUSSION\r                                               \r\n                    \r                              \r\n\n     1We review  de novo.  Nowak v. Tak  How Invs., Ltd., 94 F.3d\r                                                                  \r\n708, 712 (1st  Cir. 1996), cert. denied, 117 S.  Ct. 1333 (1997).\r                                                 \r\nSince  the  district  court  resolved  the  jurisdictional  issue\r\nwithout an  evidentiary  hearing, \"we  draw  the facts  from  the\r\npleadings  and  the  parties'  supplementary  filings,  including\r\naffidavits,  taking facts affirmatively  alleged by  plaintiff as\r\ntrue and construing disputed facts  in the light most  hospitable\r\n\n                                3\r\r\n\nA.   The Breach of Contract Claim\r          A.   The Breach of Contract Claim\r                                           \r\n\n          In  a  diversity  case, personal  jurisdiction  over  a\r\n\nnonresident defendant is constrained both by the long-arm statute\r\n\nof the forum state and the  Due Process Clause of the  Fourteenth\r\n\nAmendment.   See Ticketmaster-New York,  Inc. v. Alioto,  26 F.3d\r                                                                 \r\n\n201, 204 (1st Cir. 1994).  Massachusetts law permits Commonwealth\r\n\ncourts to assert  jurisdiction \"over a person, who  acts directly\r\n\nor by an agent, as to a cause of action in law  or equity arising\r\n\nfrom  the  person's  .  .  . transacting  any  business  in  this\r                                                                           \r\n\ncommonwealth . . . .\"  Mass. Gen. Laws ch. 223A,   3(a) (emphasis\r                      \r\n\nadded).\r\n\n          The  \"transacting business\" test  under section 3(a) is\r\n\ndesigned   to   identify   deliberate,  as   distinguished   from\r\n\nfortuitous, contacts  with the  forum by  the nonresident  party,\r\n\nsee, e.g., Good  Hope Indus., Inc. v. Ryder Scott Co., 389 N.E.2d\r                                                               \r\n\n76, 82  (Mass. 1979),  with a view  to determining  whether \"'the\r\n\npossible  need to  invoke  the benefits  and  protections of  the\r\n\nforum's  laws was reasonably foreseeable . .  . .'\"  Id. (quoting\r                                                                  \r\n\nProduct Promotions, Inc. v. Cousteau, 495 F.2d 483, 496 (5th Cir.\r                                              \r\n\n1974)).   Often, the  \"transacting business\" test  is importantly\r\n\ninformed  by ascertaining whether the nonresident party initiated\r\n\nor  solicited the  business transaction  in  Massachusetts.   For\r\n\ninstance, the  Massachusetts Supreme  Judicial Court  (\"SJC\") has\r\n\nheld  that  a  California   corporation  transacted  business  in\r\n                    \r                              \r\n\nto plaintiff[,]\" but without crediting \"conclusory allegations or\r\ndraw[ing] farfetched inferences.\"  Ticketmaster-New York, Inc. v.\r                                                                        \r\nAlioto, 26 F.3d 201, 203 (1st Cir. 1994).\r                \r\n\n                                4\r\r\n\nMassachusetts by systematically  advertising its California hotel\r\n\nin Massachusetts.  See Tatro v. Manor Care, Inc., 625 N.E.2d 549,\r                                                          \r\n\n551-52 (Mass. 1994); see also Hahn v. Vermont Law Sch.,  698 F.2d\r                                                                \r\n\n48,  51  (1st  Cir.  1983)  (nonresident  law  school  transacted\r\n\nbusiness  by  sending  application for  admission  and  notice of\r\n\nacceptance  to plaintiff  in  Massachusetts); New  Hampshire Ins.\r                                                                           \r\n\nGuar. Ass'n v. Markem Corp.,  676 N.E.2d 809, 812-13 (Mass. 1997)\r                                     \r\n\n(nonresident insured did not transact business by mailing premium\r\n\npayments  to  Massachusetts,  since  Massachusetts-based  insurer\r\n\nsolicited insurance business in New Hampshire).\r\n\n          An  Ashworth  affidavit      attesting  that  Lyle  had\r\n\nproposed, in March  1994, to serve as Ashworth's purchasing agent\r                                  \r\n\n    went  unopposed by  Lyle.    Instead,  Lyle relied  upon  the\r\n\ninapposite fact  that it was Ashworth which suggested, during the\r\n\nsummer  of  1994,  that   the  precise  terms  of   the  business\r                          \r\n\nrelationship previously proposed by Lyle be reduced to writing.\r                                 \r\n\n          Although any effect a nonresident defendant's  activity\r\n\nmay  have  had upon  commerce  in  Massachusetts  is also  to  be\r\n\nconsidered in determining  whether it transacted business  in the\r\n\nCommonwealth, see Droukas  v. Divers Training Academy,  Inc., 376\r                                                                      \r\n\nN.E.2d 548, 551  n.5 (Mass. 1978), the purely incidental contacts\r\n\ninvolved  here were  insufficient  to  support  an  assertion  of\r\n\npersonal  jurisdiction over Ashworth.  See, e.g., Whittaker Corp.\r                                                                           \r\n\nv. United  Aircraft Corp.,  482 F.2d 1079,  1085 (1st  Cir. 1973)\r                                   \r\n\n(finding  defendant's contacts  with Massachusetts  insufficient,\r\n\nand   thus  no  personal   jurisdiction,  where  there   was  \"no\r\n\n                                5\r\r\n\nrequirement in any of the  agreements that performance take place\r                     \r\n\nin  Massachusetts\") (emphasis added);   New Hampshire  Ins. Guar.\r                                                                           \r\n\nAss'n v.  Markem Corp., 676  N.E.2d 809, 812 (Mass.  1997) (\"That\r                                \r\n\n[plaintiff] then decided to conduct  some administration . . . in\r                                                   \r\n\nMassachusetts . . . cannot be the basis for personal jurisdiction\r\n\nagainst [defendant] where [defendant] reasonably assumed it would\r\n\nbe doing  business with [plaintiff]  in New Hampshire and  did in\r\n\nfact  conduct most  of  its  business .  .  . there.\")  (emphasis\r                            \r\n\nadded).  See also Nichols Assocs., Inc. v. Starr, 341 N.E.2d 909,\r                                                          \r\n\n912 (Mass. App. Ct. 1976) (no significant involvement in commerce\r\n\nof  Massachusetts,  and  thus  no  personal  jurisdiction,  where\r\n\nnonresident  defendant's  \"contact [was]  limited  to the  .  . .\r\n\nacceptance  of services  which  the  plaintiff  simply  chose  to\r                                                                       \r\n\nperform in Massachusetts.\") (emphasis added).\r\n\n          For  one  thing,  most performance  required  from Lyle\r\n\nunder the  Agreement was  to be  rendered outside  Massachusetts.\r                                                           \r\n\nThe   Agreement  did   not  even   require   that  the   internal\r\n\nadministrative   functions   actually   conducted   by  Lyle   in\r\n\nMassachusetts   be  performed  there,   such  as   arranging  for\r\n\nmerchandise  shipments from  the  Chinese-Taiwanese suppliers  to\r\n\nAshworth in California, receiving price quotes or product samples\r\n\nfrom the  Asian  factories, or  reporting to  Ashworth on  market\r\n\nconditions and the availability of merchandise.\r\n\n          Nor does the Agreement indicate that Lyle either needed\r\n\nor  intended to perform its \"quality control\" responsibilities in\r\n\nMassachusetts.      Rather,   most   of   its  core   contractual\r\n\n                                6\r\r\n\nresponsibilities relating  to the inspection of merchandise would\r\n\nhave had to  have been performed in China or  Taiwan, rather than\r\n\nMassachusetts.  Thus, its performance of various attendant chores\r\n\nin  Massachusetts  was   incidental  to  the  formation   of  the\r\n\nAgreement.  See Nichols Assocs., Inc., 341 N.E.2d at 912.2\r                                               \r\n\n          Finally,  Lyle  notes,  Ashworth  attended three  trade\r\n\nshows  in Massachusetts,  accompanied by  a  Lyle employee  on at\r\n\nleast two occasions, and Lyle performed two contract functions in\r                                        \r\n\nMassachusetts:  designing golf shoes and purchasing various golf-\r\n\nshoe components and the materials  with which to package them for\r\n\nshipment  to Asia.    Nevertheless,  as  these  initiatives  were\r\n\nundertaken  unilaterally by the  respective parties,  even though\r\n\nneither  was   responsible  for  their   performance  under   the\r\n\nAgreement,  this  attempt to  assert  personal jurisdiction  over\r\n\nAshworth is unavailing since chapter 223A requires that the cause\r\n\nof action have \"aris[en] from  [Ashworth's] . . . transacting any\r                                                    \r\n\nbusiness in [Massachusetts] . . . .\"  Mass. Gen. Laws ch. 223A,  \r\n\n3(a) (emphasis added).  We explain briefly.\r\n\n          The  \"arising from\"  clause in  chapter 223A  is to  be\r\n\ngenerously construed in favor of asserting personal jurisdiction,\r\n\n                    \r                              \r\n\n     2The  contention   that  Ashworth  transacted   business  in\r\nMassachusetts  by mailing  its  termination  notice  to  Lyle  in\r\nMassachusetts  is  flawed  as well,  since  Ashworth  cannot have\r\nsolicited business by terminating the business relationship.  Nor\r                                           \r\nwas  the Agreement  executed by  Ashworth  in Massachusetts,  see\r                                                                           \r\nCarlson  Corp. v.  University  of Vermont,  402  N.E.2d 483,  485\r                                                   \r\n(Mass.  1980) (defendant  transacted  business in  Massachusetts,\r\nwhere it  signed the  contract), but in  California where  it had\r\nbeen   forwarded  after   having  been   executed   by  Lyle   in\r\nMassachusetts, supra p. 2.\r                              \r\n\n                                7\r\r\n\nby  applying the  following \"but  for\" causation  test:   Did the\r\n\ndefendant's contacts with the  Commonwealth constitute \"the first\r\n\nstep  in  a train  of  events  that  result[ed] in  the  personal\r\n\ninjury.\"   Tatro, 625  N.E.2d at  553.   The  plaintiff in  Tatro\r                                                                           \r\n\nalmost   certainly  would  not   have  selected  the  defendant's\r\n\nCalifornia hotel  but for  the advertisements  the defendant  had\r                                   \r\n\nplaced in various Massachusetts media.   Lyle, on the other hand,\r\n\ndoes  not contend  that  component  purchases,  shoe  design,  or\r\n\nattendance   at   trade   shows  comprised   any   part   of  the\r\n\nresponsibilities of either party under the Agreement.  \r\n\n          Since  the  extra-contractual  activities  unilaterally\r\n\nundertaken  by  the  respective  parties  in  Massachusetts  were\r\n\nextraneous to the formation of the Agreement, see Hahn v. Vermont\r                                                                           \r\n\nLaw Sch.,  698 F.2d 48,  51 (1st Cir. 1983)  (holding, pre-Tatro:\r                                                                          \r\n\n\"we have no doubt that  [the 'arising from' requirement] has been\r\n\nsatisfied when the  cause of action is  for an alleged breach  of\r\n\ncontract  and the  business transacted  was  instrumental in  the\r                                                                           \r\n\nformation of the  contract.\") (emphasis added), those  activities\r                                    \r\n\ndid  not constitute a  \"but for\" cause for  the alleged breach of\r\n\ncontract, see Tatro, 625 N.E. 2d at 553.\r                             \r\n\nB.   The Unfair Trade Practices\r          B.   The Unfair Trade Practices\r                                         \r\n     Claim Under Chapter 93A\r               Claim Under Chapter 93A\r                                      \r\n\n          Finally,  Lyle  contends,  since  Chapter  223A  grants\r\n\njurisdiction over  \"a cause  of action   .  . .  arising from  [a\r\n\ndefendant's] . . . causing tortious injury by  an act or omission\r\n\nin [Massachusetts] . .  . [,]\" Mass. Gen. Laws ch.  223A,   3(c),\r\n\nthe federal  district court possessed personal  jurisdiction over\r\n\n                                8\r\r\n\nAshworth in  relation to the  unfair trade practices  claim under\r\n\nMass. Gen. Laws  ch. 93A.  For present purposes  we shall assume,\r\n\nwithout deciding, that a Chapter 93A violation would constitute a\r\n\n\"tortious  injury\" under Chapter  223A.  Cf.  Burtner v. Burnham,\r                                                                          \r\n\n430 N.E.2d 1233, 1237 (Mass. App. Ct. 1982) (\"Whether a violation\r\n\nof . . . chapter [93A] constitutes a 'tortious injury' within the\r\n\nmeaning of c. 223A,   3(c) may be open to some doubt.\").\r\n\n          Lyle  alleges that  Ashworth attempted  to  conceal the\r\n\ntardiness of  its nonrenewal  notice by  backdating its  untimely\r\n\ntermination letter to Lyle, see supra  p. 3, and that the alleged\r                                               \r\n\ndeception  was designed to prevent Lyle  from pursuing a contract\r\n\naction for wrongful  termination of the  Agreement.  Assuming  as\r\n\nmuch,  we nonetheless conclude  that Lyle  cannot prevail  on its\r\n\nChapter 93A claim.\r\n\n          Chapter 93A,  section 11,  provides that \"[a]ny  person\r\n\nwho  engages  in the  conduct of  any trade  or commerce  and who\r                                                                           \r\n\nsuffers  any loss of  money or property,  real or personal,  as a\r                                                 \r\n\nresult of the use  or employment by another person who engages in\r\n\nany  trade or commerce  of an unfair method  of competition or an\r\n\nunfair or  deceptive act or  practice . .  . may  . . .  bring an\r\n\naction in the superior court . . . .\" (emphasis added).  Thus, in\r\n\norder  to  state  a  chapter  93A claim,  Lyle  was  required  to\r\n\ndemonstrate a loss  of money or property.  Yet it alleged no such\r\n\nloss.   Instead, it asserted  a breach  of contract by  virtue of\r\n\nAshworth's failure  to provide  timely notice  of termination  as\r\n\nrequired  by  the Agreement.    In  addition, Lyle  alleged  that\r\n\n                                9\r\r\n\nAshworth violated chapter 93A by engaging in the deceptive act of\r\n\nbackdating  the  notice  of  termination.    As  to   the  latter\r\n\nallegation,  however,  Lyle  claimed no  injury  apart  from that\r                                                         \r\n\ncaused  by the alleged  breach of  contract.   Consequently, Lyle\r\n\nfailed to allege a \"loss of  money or property . . . as  a result\r\n\nof [Ashworth's]  use or employment .  . . of [a] .  . . deceptive\r\n\nact . . . [,]\" as required by chapter 93A, section 11.   Finally,\r\n\na  breach-of-contract claim,  without more,  cannot  be converted\r\n\ninto a  tort claim.   See Redgrave v. Boston  Symphony Orchestra,\r                                                                           \r\n\nInc., 557 F. Supp. 230, 238 (D. Mass. 1983).\r              \r\n\n          Affirmed.\r                            \r\n\n                                10\r\r\n",
  "html": "<p class=\"case_cite\">132 F.3d 111</p>\n    <p class=\"parties\">LYLE RICHARDS INTERNATIONAL, LTD., Plaintiff, Appellant,<br>v.<br>ASHWORTH, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1387.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 7, 1997.<br>Decided Dec. 22, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Traft, Boston, MA, with whom Carney &amp; Bassil was on brief for appellant.</p>\n      <p class=\"indent\">Toni G. Wolfman, Boston, MA, with whom Foley, Hoag &amp; Eliot LLP was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, GODBOLD<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Lyle Richards International, Ltd., a Massachusetts corporation, appeals from a district court judgment dismissing its contract action against Ashworth, Inc., a Delaware corporation with its principal place of business in California.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March 1994, Ashworth hired a former Lyle employee, Andrew Tarlow, to direct its new golf shoewear operations in California.  Shortly thereafter, without direct or indirect solicitation from Ashworth, Lyle made overtures, through Tarlow, to serve as Ashworth's purchasing agent.  Over the next two months, Lyle and Ashworth discussed the matter by phone and at meetings in California and China.  At no time did Ashworth advertise for or solicit a purchasing agent in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Not later than July 1994, Ashworth, through Tarlow, proposed entering into a formal written agreement with Lyle.  In due course, the Agreement, drafted and signed by Lyle in Massachusetts, was mailed to California, where Ashworth executed it on August 5. The Agreement designated Lyle as Ashworth's purchasing agent for footwear manufactured in China and Taiwan, but required Ashworth to undertake no specific contractual responsibilities in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thereafter, Ashworth periodically forwarded purchase orders to Lyle in Massachusetts, which Lyle transmitted to the appropriate Chinese or Taiwanese factory.  Ashworth communicated with Lyle in Massachusetts two or three times a week regarding ongoing contract performance, and from time to time placed orders with shoe-component suppliers which were instructed to bill Lyle directly.  In addition, during the term of the Agreement an Ashworth representative attended three trade shows in Massachusetts, accompanied on two occasions by a Lyle employee.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Agreement prescribed a one-year term.  Absent written notice of termination from either party at least ninety days prior to its anniversary date, the Agreement renewed itself automatically.  In August 1995, Ashworth provided written notice of termination to Lyle, dated April 19, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thereafter, Lyle filed suit against Ashworth in a Massachusetts superior court, alleging breach of contract and unfair trade practices under Mass.  Gen. Laws ch.  93A, &#167;&#167; 2, 11, claiming that the termination notice had been back-dated to April 1995 to conceal its untimeliness under the Agreement.  Following its removal, see 28 U.S.C. &#167;&#167; 1332(a) &amp; 1441(a), and a nonevidentiary hearing, the action was dismissed for lack of personal jurisdiction pursuant to Federal Rule of Civil Procedure 12(b)(2).</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p>A. The Breach of Contract Claim</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a diversity case, personal jurisdiction over a nonresident defendant is constrained both by the long-arm statute of the forum state and the Due Process Clause of the Fourteenth Amendment.  See Ticketmaster-New York, Inc. v. Alioto, 26 F.3d 201, 204 (1st Cir.1994).  Massachusetts law permits Commonwealth courts to assert jurisdiction \"over a person, who acts directly or by an agent, as to a cause of action in law or equity arising from the person's ... transacting any business in this commonwealth ....\"  Mass.  Gen. Laws ch.  223A, &#167; 3(a) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The \"transacting business\" test under section 3(a) is designed to identify deliberate, as distinguished from fortuitous, contacts with the forum by the nonresident party, see, e.g., Good Hope Indus., Inc. v. Ryder Scott Co., 378 Mass. 1, 389 N.E.2d 76, 82 (1979), with a view to determining whether \" 'the possible need to invoke the benefits and protections of the forum's laws was reasonably foreseeable....' \"  Id.  (quoting Product Promotions, Inc. v. Cousteau, 495 F.2d 483, 496 (5th Cir.1974)).  Often, the \"transacting business\" test is importantly informed by ascertaining whether the nonresident party initiated or solicited the business transaction in Massachusetts.  For instance, the Massachusetts Supreme Judicial Court (\"SJC\") has held that a California corporation transacted business in Massachusetts by systematically advertising its California hotel in Massachusetts.  See Tatro v. Manor Care, Inc., 416 Mass. 763, 625 N.E.2d 549, 551-52 (1994);  see also Hahn v. Vermont Law Sch., 698 F.2d 48, 51 (1st Cir.1983) (nonresident law school transacted business by sending application for admission and notice of acceptance to plaintiff in Massachusetts);  New Hampshire Ins. Guar. Ass'n v. Markem Corp., 424 Mass. 344, 676 N.E.2d 809, 812-13 (1997) (nonresident insured did not transact business by mailing premium payments to Massachusetts, since Massachusetts-based insurer solicited insurance business in New Hampshire).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An Ashworth affidavit--attesting that Lyle had proposed, in March 1994, to serve as Ashworth's purchasing agent--went unopposed by Lyle.  Instead, Lyle relied upon the inapposite fact that it was Ashworth which suggested, during the summer of 1994, that the precise terms of the business relationship previously proposed by Lyle be reduced to writing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although any effect a nonresident defendant's activity may have had upon commerce in Massachusetts is also to be considered in determining whether it transacted business in the Commonwealth, see Droukas v. Divers Training Academy, Inc., 375 Mass. 149, 376 N.E.2d 548, 551 n. 5 (1978), the purely incidental contacts involved here were insufficient to support an assertion of personal jurisdiction over Ashworth.  See, e.g., Whittaker Corp. v. United Aircraft Corp., 482 F.2d 1079, 1085 (1st Cir.1973) (finding defendant's contacts with Massachusetts insufficient, and thus no personal jurisdiction, where there was \"no requirement in any of the agreements that performance take place in Massachusetts\") (emphasis added);  New Hampshire Ins. Guar. Ass'n v. Markem Corp., 424 Mass. 344, 676 N.E.2d 809, 812 (1997) (\"That [plaintiff] then decided to conduct some administration ... in Massachusetts ... cannot be the basis for personal jurisdiction against [defendant] where [defendant] reasonably assumed it would be doing business with [plaintiff] in New Hampshire and did in fact conduct most of its business ... there.\")  (emphasis added).  See also Nichols Assocs., Inc. v. Starr, 4 Mass.App.Ct. 93, 341 N.E.2d 909, 912 (1976) (no significant involvement in commerce of Massachusetts, and thus no personal jurisdiction, where nonresident defendant's \"contact [was] limited to the ... acceptance of services which the plaintiff simply chose to perform in Massachusetts.\")  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">For one thing, most performance required from Lyle under the Agreement was to be rendered outside Massachusetts.  The Agreement did not even require that the internal administrative functions actually conducted by Lyle in Massachusetts be performed there, such as arranging for merchandise shipments from the Chinese-Taiwanese suppliers to Ashworth in California, receiving price quotes or product samples from the Asian factories, or reporting to Ashworth on market conditions and the availability of merchandise.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor does the Agreement indicate that Lyle either needed or intended to perform its \"quality control\" responsibilities in Massachusetts.  Rather, most of its core contractual responsibilities relating to the inspection of merchandise would have had to have been performed in China or Taiwan, rather than Massachusetts.  Thus, its performance of various attendant chores in Massachusetts was incidental to the formation of the Agreement.  See Nichols Assocs., Inc., 341 N.E.2d at 912.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, Lyle notes, Ashworth attended three trade shows in Massachusetts, accompanied by a Lyle employee on at least two occasions, and Lyle performed two contract functions in Massachusetts:  designing golf shoes and purchasing various golf-shoe components and the materials with which to package them for shipment to Asia.  Nevertheless, as these initiatives were undertaken unilaterally by the respective parties, even though neither was responsible for their performance under the Agreement, this attempt to assert personal jurisdiction over Ashworth is unavailing since chapter 223A requires that the cause of action have \"aris[en] from [Ashworth's ] ... transacting any business in [Massachusetts]....\"  Mass.  Gen. Laws ch.  223A, &#167; 3(a) (emphasis added).  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The \"arising from\" clause in chapter 223A is to be generously construed in favor of asserting personal jurisdiction, by applying the following \"but for\" causation test:  Did the defendant's contacts with the Commonwealth constitute \"the first step in a train of events that result[ed] in the personal injury.\"  Tatro, 625 N.E.2d at 553.   The plaintiff in Tatro almost certainly would not have selected the defendant's California hotel but for the advertisements the defendant had placed in various Massachusetts media.  Lyle, on the other hand, does not contend that component purchases, shoe design, or attendance at trade shows comprised any part of the responsibilities of either party under the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since the extra-contractual activities unilaterally undertaken by the respective parties in Massachusetts were extraneous to the formation of the Agreement, see Hahn v. Vermont Law Sch., 698 F.2d 48, 51 (1st Cir.1983) (holding, pre-Tatro:  \"we have no doubt that [the 'arising from' requirement] has been satisfied when the cause of action is for an alleged breach of contract and the business transacted was instrumental in the formation of the contract.\")  (emphasis added), those activities did not constitute a \"but for\" cause for the alleged breach of contract, see Tatro, 625 N.E.2d at 553.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>B. The Unfair Trade Practices Claim Under Chapter 93A</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, Lyle contends, since Chapter 223A grants jurisdiction over \"a cause of action ... arising from [a defendant's] ... causing tortious injury by an act or omission in [Massachusetts] ... [,]\" Mass.  Gen. Laws ch.  223A, &#167; 3(c), the federal district court possessed personal jurisdiction over Ashworth in relation to the unfair trade practices claim under Mass.  Gen. Laws ch.  93A. For present purposes we shall assume, without deciding, that a Chapter 93A violation would constitute a \"tortious injury\" under Chapter 223A. Cf. Burtner v. Burnham, 13 Mass.App.Ct. 158, 430 N.E.2d 1233, 1237 (1982) (\"Whether a violation of ... chapter [93A] constitutes a 'tortious injury' within the meaning of c. 223A, &#167; 3(c) may be open to some doubt.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Lyle alleges that Ashworth attempted to conceal the tardiness of its nonrenewal notice by backdating its untimely termination letter to Lyle, see supra p. 112, and that the alleged deception was designed to prevent Lyle from pursuing a contract action for wrongful termination of the Agreement.  Assuming as much, we nonetheless conclude that Lyle cannot prevail on its Chapter 93A claim.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Chapter 93A, section 11, provides that \"[a]ny person who engages in the conduct of any trade or commerce and who suffers any loss of money or property, real or personal, as a result of the use or employment by another person who engages in any trade or commerce of an unfair method of competition or an unfair or deceptive act or practice ... may ... bring an action in the superior court ....\" (emphasis added).  Thus, in order to state a chapter 93A claim, Lyle was required to demonstrate a loss of money or property.  Yet it alleged no such loss.  Instead, it asserted a breach of contract by virtue of Ashworth's failure to provide timely notice of termination as required by the Agreement.  In addition, Lyle alleged that Ashworth violated chapter 93A by engaging in the deceptive act of backdating the notice of termination.  As to the latter allegation, however, Lyle claimed no injury apart from that caused by the alleged breach of contract.  Consequently, Lyle failed to allege a \"loss of money or property ... as a result of [Ashworth's] use or employment ... of [a] ... deceptive act ... [,]\" as required by chapter 93A, section 11.  Finally, a breach-of-contract claim, without more, cannot be converted into a tort claim.  See Redgrave v. Boston Symphony Orchestra, Inc., 557 F.Supp. 230, 238 (D.Mass.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eleventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We review de novo.  Nowak v. Tak How Invs., Ltd., 94 F.3d 708, 712 (1st Cir.1996), cert. denied, --- U.S. ----, 117 S.Ct. 1333, 137 L.Ed.2d 493 (1997).  Since the district court resolved the jurisdictional issue without an evidentiary hearing, \"we draw the facts from the pleadings and the parties' supplementary filings, including affidavits, taking facts affirmatively alleged by plaintiff as true and construing disputed facts in the light most hospitable to plaintiff[,]\" but without crediting \"conclusory allegations or draw[ing] farfetched inferences.\"  Ticketmaster-New York, Inc. v. Alioto, 26 F.3d 201, 203 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The contention that Ashworth transacted business in Massachusetts by mailing its termination notice to Lyle in Massachusetts is flawed as well, since Ashworth cannot have solicited business by terminating the business relationship.  Nor was the Agreement executed by Ashworth in Massachusetts, see Carlson Corp. v. University of Vermont, 380 Mass. 102, 402 N.E.2d 483, 485 (1980) (defendant transacted business in Massachusetts, where it signed the contract), but in California where it had been forwarded after having been executed by Lyle in Massachusetts, supra p. 112</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></span></p>\n    <p class=\"parties\">LYLE RICHARDS INTERNATIONAL, LTD., Plaintiff, Appellant,<br>v.<br>ASHWORTH, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1387.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 7, 1997.<br>Decided Dec. 22, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Traft, Boston, MA, with whom Carney &amp; Bassil was on brief for appellant.</p>\n      <p class=\"indent\">Toni G. Wolfman, Boston, MA, with whom Foley, Hoag &amp; Eliot LLP was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, GODBOLD<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Lyle Richards International, Ltd., a Massachusetts corporation, appeals from a district court judgment dismissing its contract action against Ashworth, Inc., a Delaware corporation with its principal place of business in California.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March 1994, Ashworth hired a former Lyle employee, Andrew Tarlow, to direct its new golf shoewear operations in California.  Shortly thereafter, without direct or indirect solicitation from Ashworth, Lyle made overtures, through Tarlow, to serve as Ashworth's purchasing agent.  Over the next two months, Lyle and Ashworth discussed the matter by phone and at meetings in California and China.  At no time did Ashworth advertise for or solicit a purchasing agent in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Not later than July 1994, Ashworth, through Tarlow, proposed entering into a formal written agreement with Lyle.  In due course, the Agreement, drafted and signed by Lyle in Massachusetts, was mailed to California, where Ashworth executed it on August 5. The Agreement designated Lyle as Ashworth's purchasing agent for footwear manufactured in China and Taiwan, but required Ashworth to undertake no specific contractual responsibilities in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thereafter, Ashworth periodically forwarded purchase orders to Lyle in Massachusetts, which Lyle transmitted to the appropriate Chinese or Taiwanese factory.  Ashworth communicated with Lyle in Massachusetts two or three times a week regarding ongoing contract performance, and from time to time placed orders with shoe-component suppliers which were instructed to bill Lyle directly.  In addition, during the term of the Agreement an Ashworth representative attended three trade shows in Massachusetts, accompanied on two occasions by a Lyle employee.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Agreement prescribed a one-year term.  Absent written notice of termination from either party at least ninety days prior to its anniversary date, the Agreement renewed itself automatically.  In August 1995, Ashworth provided written notice of termination to Lyle, dated April 19, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thereafter, Lyle filed suit against Ashworth in a Massachusetts superior court, alleging breach of contract and unfair trade practices under Mass.  Gen. Laws ch.  93A, &#167;&#167; 2, 11, claiming that the termination notice had been back-dated to April 1995 to conceal its untimeliness under the Agreement.  Following its removal, see 28 U.S.C. &#167;&#167; 1332(a) &amp; 1441(a), and a nonevidentiary hearing, the action was dismissed for lack of personal jurisdiction pursuant to Federal Rule of Civil Procedure 12(b)(2).</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p>A. The Breach of Contract Claim</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a diversity case, personal jurisdiction over a nonresident defendant is constrained both by the long-arm statute of the forum state and the Due Process Clause of the Fourteenth Amendment.  See Ticketmaster-New York, Inc. v. Alioto, <span class=\"citation\" data-id=\"672029\"><a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span>, 204 (1st Cir.1994).  Massachusetts law permits Commonwealth courts to assert jurisdiction \"over a person, who acts directly or by an agent, as to a cause of action in law or equity arising from the person's ... transacting any business in this commonwealth ....\"  Mass.  Gen. Laws ch.  223A, &#167; 3(a) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The \"transacting business\" test under section 3(a) is designed to identify deliberate, as distinguished from fortuitous, contacts with the forum by the nonresident party, see, e.g., Good Hope Indus., Inc. v. Ryder Scott Co., <span class=\"citation\" data-id=\"2168930\"><a href=\"/opinion/2168930/good-hope-industries-inc-v-ryder-scott-co/\"><span class=\"volume\">378</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2168930\"><a href=\"/opinion/2168930/good-hope-industries-inc-v-ryder-scott-co/\"><span class=\"volume\">389</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">76</span></a></span>, 82 (1979), with a view to determining whether \" 'the possible need to invoke the benefits and protections of the forum's laws was reasonably foreseeable....' \"  Id.  (quoting Product Promotions, Inc. v. Cousteau, <span class=\"citation\" data-id=\"318520\"><a href=\"/opinion/318520/product-promotions-inc-v-jacques-y-cousteau/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 496 (5th Cir.1974)).  Often, the \"transacting business\" test is importantly informed by ascertaining whether the nonresident party initiated or solicited the business transaction in Massachusetts.  For instance, the Massachusetts Supreme Judicial Court (\"SJC\") has held that a California corporation transacted business in Massachusetts by systematically advertising its California hotel in Massachusetts.  See Tatro v. Manor Care, Inc., <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">763</span></span>, <span class=\"citation no-link\"><span class=\"volume\">625</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">549</span></span>, 551-52 (1994);  see also Hahn v. Vermont Law Sch., <span class=\"citation\" data-id=\"413304\"><a href=\"/opinion/413304/william-a-hahn-v-vermont-law-school/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 51 (1st Cir.1983) (nonresident law school transacted business by sending application for admission and notice of acceptance to plaintiff in Massachusetts);  New Hampshire Ins. Guar. Ass'n v. Markem Corp., <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">344</span></span>, <span class=\"citation no-link\"><span class=\"volume\">676</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">809</span></span>, 812-13 (1997) (nonresident insured did not transact business by mailing premium payments to Massachusetts, since Massachusetts-based insurer solicited insurance business in New Hampshire).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An Ashworth affidavit--attesting that Lyle had proposed, in March 1994, to serve as Ashworth's purchasing agent--went unopposed by Lyle.  Instead, Lyle relied upon the inapposite fact that it was Ashworth which suggested, during the summer of 1994, that the precise terms of the business relationship previously proposed by Lyle be reduced to writing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although any effect a nonresident defendant's activity may have had upon commerce in Massachusetts is also to be considered in determining whether it transacted business in the Commonwealth, see Droukas v. Divers Training Academy, Inc., <span class=\"citation\" data-id=\"2109403\"><a href=\"/opinion/2109403/droukas-v-divers-training-academy-inc/\"><span class=\"volume\">375</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">149</span></a></span>, <span class=\"citation\" data-id=\"2109403\"><a href=\"/opinion/2109403/droukas-v-divers-training-academy-inc/\"><span class=\"volume\">376</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">548</span></a></span>, 551 n. 5 (1978), the purely incidental contacts involved here were insufficient to support an assertion of personal jurisdiction over Ashworth.  See, e.g., Whittaker Corp. v. United Aircraft Corp., <span class=\"citation\" data-id=\"312802\"><a href=\"/opinion/312802/whittaker-corporation-v-united-aircraft-corporation/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1079</span></a></span>, 1085 (1st Cir.1973) (finding defendant's contacts with Massachusetts insufficient, and thus no personal jurisdiction, where there was \"no requirement in any of the agreements that performance take place in Massachusetts\") (emphasis added);  New Hampshire Ins. Guar. Ass'n v. Markem Corp., <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">344</span></span>, <span class=\"citation no-link\"><span class=\"volume\">676</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">809</span></span>, 812 (1997) (\"That [plaintiff] then decided to conduct some administration ... in Massachusetts ... cannot be the basis for personal jurisdiction against [defendant] where [defendant] reasonably assumed it would be doing business with [plaintiff] in New Hampshire and did in fact conduct most of its business ... there.\")  (emphasis added).  See also Nichols Assocs., Inc. v. Starr, 4 Mass.App.Ct. 93, <span class=\"citation\" data-id=\"2087599\"><a href=\"/opinion/2087599/nichols-associates-inc-v-starr/\"><span class=\"volume\">341</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">909</span></a></span>, 912 (1976) (no significant involvement in commerce of Massachusetts, and thus no personal jurisdiction, where nonresident defendant's \"contact [was] limited to the ... acceptance of services which the plaintiff simply chose to perform in Massachusetts.\")  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">For one thing, most performance required from Lyle under the Agreement was to be rendered outside Massachusetts.  The Agreement did not even require that the internal administrative functions actually conducted by Lyle in Massachusetts be performed there, such as arranging for merchandise shipments from the Chinese-Taiwanese suppliers to Ashworth in California, receiving price quotes or product samples from the Asian factories, or reporting to Ashworth on market conditions and the availability of merchandise.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor does the Agreement indicate that Lyle either needed or intended to perform its \"quality control\" responsibilities in Massachusetts.  Rather, most of its core contractual responsibilities relating to the inspection of merchandise would have had to have been performed in China or Taiwan, rather than Massachusetts.  Thus, its performance of various attendant chores in Massachusetts was incidental to the formation of the Agreement.  See Nichols Assocs., Inc., 341 N.E.2d at 912.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, Lyle notes, Ashworth attended three trade shows in Massachusetts, accompanied by a Lyle employee on at least two occasions, and Lyle performed two contract functions in Massachusetts:  designing golf shoes and purchasing various golf-shoe components and the materials with which to package them for shipment to Asia.  Nevertheless, as these initiatives were undertaken unilaterally by the respective parties, even though neither was responsible for their performance under the Agreement, this attempt to assert personal jurisdiction over Ashworth is unavailing since chapter 223A requires that the cause of action have \"aris[en] from [Ashworth's ] ... transacting any business in [Massachusetts]....\"  Mass.  Gen. Laws ch.  223A, &#167; 3(a) (emphasis added).  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The \"arising from\" clause in chapter 223A is to be generously construed in favor of asserting personal jurisdiction, by applying the following \"but for\" causation test:  Did the defendant's contacts with the Commonwealth constitute \"the first step in a train of events that result[ed] in the personal injury.\"  Tatro, 625 N.E.2d at 553.   The plaintiff in Tatro almost certainly would not have selected the defendant's California hotel but for the advertisements the defendant had placed in various Massachusetts media.  Lyle, on the other hand, does not contend that component purchases, shoe design, or attendance at trade shows comprised any part of the responsibilities of either party under the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since the extra-contractual activities unilaterally undertaken by the respective parties in Massachusetts were extraneous to the formation of the Agreement, see Hahn v. Vermont Law Sch., <span class=\"citation\" data-id=\"413304\"><a href=\"/opinion/413304/william-a-hahn-v-vermont-law-school/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 51 (1st Cir.1983) (holding, pre-Tatro:  \"we have no doubt that [the 'arising from' requirement] has been satisfied when the cause of action is for an alleged breach of contract and the business transacted was instrumental in the formation of the contract.\")  (emphasis added), those activities did not constitute a \"but for\" cause for the alleged breach of contract, see Tatro, 625 N.E.2d at 553.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>B. The Unfair Trade Practices Claim Under Chapter 93A</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, Lyle contends, since Chapter 223A grants jurisdiction over \"a cause of action ... arising from [a defendant's] ... causing tortious injury by an act or omission in [Massachusetts] ... [,]\" Mass.  Gen. Laws ch.  223A, &#167; 3(c), the federal district court possessed personal jurisdiction over Ashworth in relation to the unfair trade practices claim under Mass.  Gen. Laws ch.  93A. For present purposes we shall assume, without deciding, that a Chapter 93A violation would constitute a \"tortious injury\" under Chapter 223A. Cf. Burtner v. Burnham, 13 Mass.App.Ct. 158, <span class=\"citation\" data-id=\"2025261\"><a href=\"/opinion/2025261/burtner-v-burnham/\"><span class=\"volume\">430</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1233</span></a></span>, 1237 (1982) (\"Whether a violation of ... chapter [93A] constitutes a 'tortious injury' within the meaning of c. 223A, &#167; 3(c) may be open to some doubt.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Lyle alleges that Ashworth attempted to conceal the tardiness of its nonrenewal notice by backdating its untimely termination letter to Lyle, see supra p. 112, and that the alleged deception was designed to prevent Lyle from pursuing a contract action for wrongful termination of the Agreement.  Assuming as much, we nonetheless conclude that Lyle cannot prevail on its Chapter 93A claim.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Chapter 93A, section 11, provides that \"[a]ny person who engages in the conduct of any trade or commerce and who suffers any loss of money or property, real or personal, as a result of the use or employment by another person who engages in any trade or commerce of an unfair method of competition or an unfair or deceptive act or practice ... may ... bring an action in the superior court ....\" (emphasis added).  Thus, in order to state a chapter 93A claim, Lyle was required to demonstrate a loss of money or property.  Yet it alleged no such loss.  Instead, it asserted a breach of contract by virtue of Ashworth's failure to provide timely notice of termination as required by the Agreement.  In addition, Lyle alleged that Ashworth violated chapter 93A by engaging in the deceptive act of backdating the notice of termination.  As to the latter allegation, however, Lyle claimed no injury apart from that caused by the alleged breach of contract.  Consequently, Lyle failed to allege a \"loss of money or property ... as a result of [Ashworth's] use or employment ... of [a] ... deceptive act ... [,]\" as required by chapter 93A, section 11.  Finally, a breach-of-contract claim, without more, cannot be converted into a tort claim.  See Redgrave v. Boston Symphony Orchestra, Inc., <span class=\"citation\" data-id=\"2239162\"><a href=\"/opinion/2239162/redgrave-v-boston-symphony-orchestra-inc/\"><span class=\"volume\">557</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">230</span></a></span>, 238 (D.Mass.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eleventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We review de novo.  Nowak v. Tak How Invs., Ltd., <span class=\"citation\" data-id=\"725496\"><a href=\"/opinion/725496/ralph-m-nowak-administrator-of-the-estate-of-sally-ann-nowak-v-tak-how/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 712 (1st Cir.1996), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1333</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">493</span></span> (1997).  Since the district court resolved the jurisdictional issue without an evidentiary hearing, \"we draw the facts from the pleadings and the parties' supplementary filings, including affidavits, taking facts affirmatively alleged by plaintiff as true and construing disputed facts in the light most hospitable to plaintiff[,]\" but without crediting \"conclusory allegations or draw[ing] farfetched inferences.\"  Ticketmaster-New York, Inc. v. Alioto, <span class=\"citation\" data-id=\"672029\"><a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span>, 203 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The contention that Ashworth transacted business in Massachusetts by mailing its termination notice to Lyle in Massachusetts is flawed as well, since Ashworth cannot have solicited business by terminating the business relationship.  Nor was the Agreement executed by Ashworth in Massachusetts, see Carlson Corp. v. University of Vermont, <span class=\"citation\" data-id=\"2044386\"><a href=\"/opinion/2044386/carlson-corp-v-university-of-vermont/\"><span class=\"volume\">380</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">102</span></a></span>, <span class=\"citation\" data-id=\"2044386\"><a href=\"/opinion/2044386/carlson-corp-v-university-of-vermont/\"><span class=\"volume\">402</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">483</span></a></span>, 485 (1980) (defendant transacted business in Massachusetts, where it signed the contract), but in California where it had been forwarded after having been executed by Lyle in Massachusetts, supra p. 112</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/312802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2025261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2044386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2087599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2109403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2168930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2239162/"
  ]
}