{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197792/",
  "absolute_url": "/opinion/197792/united-states-v-rakes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197792/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:38:48Z",
  "date_modified": "2017-03-24T10:53:24.206786Z",
  "type": "010combined",
  "sha1": "d0066102eb3121d5adedd2a1f754ae0e6c4e447c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1693.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 97-1693\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellant,\r\n\n                              v.\r\n\n                      STEPHEN M. RAKES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nRichard L.  Hoffman, Assistant United  States Attorney,  with whom\r                               \r\nDonald K.  Stern,  United  States  Attorney,  and  James  D.  Herbert,\r                                                                             \r\nAssistant United States Attorney, were on brief for the United States.\r\nMichael  F. Connolly  with whom  Francis  X. Bellotti,  Valerie B.\r                                                                              \r\nRobin and Mintz, Levin, Cohn, Ferris,  Glovsky and Popeo, P.C. were on\r                                                                      \r\nbrief for appellee.\r\n\n                                         \r\n\n                      February 11, 1998\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.   In May 1996, Stephen  Rakes was\r                                      \r\n\nindicted by a federal grand jury and charged with perjury and\r\n\nobstruction of justice.  Prior to trial, Stephen Rakes  moved\r\n\nto  suppress conversations between  him and his  former wife,\r\n\nJulie Rakes, and between him and his one-time  attorney, John\r\n\nP.  Sullivan.  The district  court granted the motion, except\r\n\nfor one conversation, and the government now appeals.\r\n\n     The  facts are readily  gleaned from testimony  taken by\r\n\nJudge  Lindsay in  an  in  camera hearing  on  the motion  to\r                                             \r\n\nsuppress.1  Stephen and Julie  Rakes were married in 1978 and\r\n\nengaged in various business ventures together.  In 1983, with\r\n\nthe help  of their attorney, John Sullivan,  the Rakes couple\r\n\nestablished  a  corporation  named Stippo's,  Inc.,  as their\r\n\njointly owned company to operate a liquor store business at a\r\n\nsite  on Old Colony Avenue in South Boston.  The store opened\r\n\nshortly before Christmas 1983.\r\n\n     The  government believes that  not long  thereafter, the\r\n\nRakeses were threatened by unnamed people in South Boston who\r\n\nwere  angry that  the Rakeses were  underpricing competitors.\r\n\nThen, in  early January  1994, the  government believes  that\r\n\nJames \"Whitey\"  Bulger visited  Stephen Rakes  at home  while\r\n\nJulie was at the liquor  store and threatened to kill Stephen\r\n\n                    \r                                \r\n\n     1The hearing  was conducted  in camera  to avoid  public\r                                                       \r\ndisclosure of the  assertedly privileged  materials, and  the\r\nbriefs  in this  court  have  been filed  under  seal.   This\r\nopinion  was filed  under seal  and the  parties, having  now\r\nreviewed it, have no objection to its publication.\r\n\n                             -2-\r                                         -2-\r\r\n\nunless Bulger  or his  associates were made  partners in  the\r\n\nliquor  store.   By May  1984, again  with the  assistance of\r\n\nSullivan, the  Rakeses  had transferred  Stippo's,  Inc.,  to\r\n\nanother   individual,  whom   the  government   believes  was\r\n\nassociated with Bulger, for a fraction of what the government\r\n\nsays was its real value.\r\n\n     In  May  1991,  the government  summoned  Stephen  Rakes\r\n\nbefore a  federal grand  jury in  Massachusetts investigating\r\n\nextortion, racketeering and money laundering.  The government\r\n\nquestioned Rakes about the transfer of Stippo's, Inc., to the\r\n\nalleged Bulger associate.   Rakes testified that  he had sold\r\n\nthe store to make a profit and  because it was too much work,\r\n\nand said that no one had threatened him to make him  sell the\r\n\nstore.\r\n\n     In September 1995, Stephen  Rakes gave similar testimony\r\n\nbefore   a  second  federal  grand  jury.    Thereafter,  the\r\n\ngovernment  called Julie Rakes  and Sullivan before  the same\r\n\ngrand jury.   Although Sullivan initially refused  to discuss\r\n\nhis   conversations  with   Stephen  and  Julie   Rakes,  the\r\n\ngovernment secured  an order  from district judge  compelling\r\n\nSullivan's testimony.  Stephen Rakes was not advised that the\r\n\nproceedings to compel Sullivan's testimony were under way.\r\n\n     In  May 1996,  the grand  jury  indicted Stephen  Rakes,\r\n\ncharging him with  five counts of perjury based  on his grand\r\n\njury  testimony,  18  U.S.C.     1623,  and   two  counts  of\r\n\n                             -3-\r                                         -3-\r\r\n\nobstruction of  justice, 18  U.S.C.    1503; the  obstruction\r\n\ncounts  charged that  Rakes' grand  jury  testimony had  been\r\n\nfalse and intended to obstruct  the grand jury.  Three counts\r\n\nof the indictment were later dismissed as multiplicitious but\r\n\nfour others remain pending.\r\n\n     Asserting   the  privilege   for  confidential   marital\r\n\ncommunications, Stephen  Rakes moved to suppress  evidence of\r\n\nconversations in December  1983 and January 1984  between him\r\n\nand Julie Rakes  concerning alleged threats  and the sale  of\r\n\nStippo's.  He also asked the court to suppress, on grounds of\r\n\nattorney-client  privilege,  conversations   between  Stephen\r\n\nRakes  or both  Rakeses and Sullivan  concerning the  sale of\r\n\nStippo's, Inc.  and the  purpose of the  sale.   The district\r\n\ncourt held four days of hearings on the motion.\r\n\n     In April 1997, the district court granted Stephen Rakes'\r\n\nmotion with  one exception:  it  denied the motion as  to one\r\n\nconversation between  Stephen  and  Julie  Rakes,  apparently\r\n\nbecause it took place in the presence  of a third party.  The\r\n\ndistrict court identified the materials to be suppressed but,\r\n\npresumably  because of the  risk of disclosure  of privileged\r\n\ninformation,  did  not  write a  supporting  opinion  or make\r\n\nseparate findings of fact.   The government then brought this\r\n\ninterlocutory appeal.  See 18 U.S.C.   3731.\r                                      \r\n\n     We  will assume arguendo the relevance of the suppressed\r                                         \r\n\nconversations to the  government's prosecution.  At  the same\r\n\n                             -4-\r                                         -4-\r\r\n\ntime, most of  the formal requisites for  the attorney-client\r\n\nand marital communications  privileges are  clearly met;  the\r\n\ngovernment's main claim is that the privileges were waived or\r\n\nforfeited.  In a federal criminal case, privileges take their\r\n\ncontent from the common law as it may be altered from time to\r\n\ntime in  the light of  reason and experience.   Fed. R. Evid.\r\n\n501.      No   brief   version    of   either   the   marital\r\n\ncommunications  or  attorney-client  privilege  can  be  both\r\n\ncomplete and accurate.   But, broadly  stated and subject  to\r\n\nexceptions, the  former  privilege permits  an individual  to\r\n\nrefuse to testify,  and to prevent a spouse  or former spouse\r\n\nfrom testifying, as to any confidential communication made by\r\n\nthe individual  to the  spouse during  their marriage.2   The\r\n\nlatter  privilege, again  with  exceptions,  protects at  the\r\n\nclient's  behest confidential  communications between  lawyer\r\n\nand client made to facilitate legal services for the client.3\r\n\n     The communications  suppressed  by  the  district  court\r\n\nbetween Stephen and  Julie Rakes were made in  the absence of\r\n\nthird parties and  in the course of their  marriage; that the\r\n\n                    \r                                \r\n\n     2See, e.g.,  Unif. R. Evid.  504(a); J. Strong,  et al.,\r                           \r\nMcCormick on Evidence    78-86 (4th ed. 1992); Blau v. United\r                                                                         \r\nStates, 340 U.S. 332 (1951).  The separate marital privilege-\r                  \r\n-to refuse to testify against a spouse in a criminal case--is\r\nnot pertinent here.   Trammel v. United States,  445 U.S. 40,\r                                                          \r\n51 (1980).\r\n\n     3Unif. R. Evid.  502(b); McCormick    87-97;  Upjohn Co.\r                                                                         \r\nv. United States,  449 U.S. 383, 389-90 (1981); United States\r                                                                         \r\nv.  United Shoe  Machinery Corp.,  89 F.  Supp. 357,  358 (D.\r                                            \r\nMass. 1950) (Wyzanski, J.).\r\n\n                             -5-\r                                         -5-\r\r\n\nRakeses  later divorced  is  irrelevant,  and the  government\r\n\nproperly makes  nothing of  the possibility  that one  of the\r\n\nconversations  occurred  in  the  presence  of  their  infant\r\n\nchildren.    Similarly,  Stephen Rakes'  communications  with\r\n\nSullivan  were   made  during   the   course  of   Sullivan's\r\n\nrepresentation of Rakes  and were related to  legal services,\r\n\nand no one was present except one or both of the  Rakeses and\r\n\nattorney Sullivan.  \r\n\n     Both  the  content  and  context of  the  communications\r\n\nsupport the implicit finding by the district judge that Rakes\r\n\nintended  his conversations,  with  both  his  wife  and  his\r\n\nattorney, to be confidential.  Further, if Stephen Rakes  had\r\n\nbeen  threatened, as  the government  alleges,  he had  ample\r\n\nreason over  and above any  ordinary interest  in privacy  to\r\n\nwant them to be kept confidential.  We reserve for discussion\r\n\nbelow  the  government's  claim  that  later  disclosures  by\r                                                        \r\n\nStephen Rakes undermine the claim of confidentiality.\r\n\n     The government suggests that some general rule  deprives\r\n\nspousal  conversations of  the privilege  if  they relate  to\r\n\nfinancial matters;  needless to  say, it  does not  make this\r\n\nclaim  in  respect  to the  attorney-client  privilege.   The\r\n\nmarital communications privilege contains no such limitation:\r\n\nthe cases  say,  at  most,  that a  discussion  of  financial\r\n\nmatters between  husband and wife  may not be intended  to be\r\n\nconfidential.   E.g., In  re Witness  Before Grand  Jury, 791\r                                                                    \r\n\n                             -6-\r                                         -6-\r\r\n\nF.2d  234, 239 (2d  Cir. 1986).   In this case,  however, the\r\n\nsubjectwas manifestlysensitive,albeit notforthe usualreasons.\r\n\n     Nor  do we agree  with the government's  suggestion that\r\n\ncommunications were  not privileged insofar  as Stephen Rakes\r\n\nmay have been relating to his wife events that occurred prior\r\n\nto  the  communication.   It  is  true  that \"communications\"\r\n\nprivileges typically prevent  inquiry into communications and\r\n\nnot into the underlying  facts, Upjohn Co. v. United  States,\r                                                                        \r\n\n449 U.S. 383,  395-96 (1981),  although the  subject is  more\r\n\ncomplicated than  this  generalization suggests.4    But  the\r\n\ndistrict  court's   suppression   order   was   directed   to\r\n\ncommunications, not to facts, and that is enough for  present\r\n\npurposes.\r\n\n     This brings  us to the  main thrust of  the government's\r\n\nargument, namely, that  \"[t]he suppressed communications  are\r\n\nnot  privileged  because  they  occurred  during  an  ongoing\r\n\nextortion   scheme.\"    A   crime  of  extortion,   says  the\r\n\ngovernment,  extends  from  the  initial  threat  through the\r\n\nactual  obtaining  of   the  property.    See  18   U.S.C.   \r                                                         \r\n\n1951(b)(2); United States v. Bucci, 839 F.2d 825, 829-30 (1st\r                                              \r\n\nCir.  1988).    Here,  the  government  says  that  the crime\r\n\n                    \r                                \r\n\n     4Where  an attorney knows  facts only because  they were\r\nconfidentially  communicated by  the  client, the  government\r\ncannot  circumvent the privilege by asking the attorney about\r\n\"the facts.\"   See Upjohn, 449  U.S. at 395.   The same  rule\r                                     \r\napplies to the  marital communications privilege.   Blau, 340\r                                                                    \r\nU.S. at 333.\r\n\n                             -7-\r                                         -7-\r\r\n\nextended  from  the  first alleged  threat  in  December 1983\r\n\nthrough the completion of the  property transfer in May 1984,\r\n\na period embracing all but one of the communications that the\r\n\ngovernment seeks to use.\r\n\n     No   general   rule   withdraws   the   privilege   from\r\n\ncommunications that occur  in the same time frame as criminal\r\n\nact conduct.  See In re Grand Jury Subpoenas Duces Tecum, 798\r                                                                    \r\n\nF.2d 32, 34 (2d Cir. 1986).  But both the privileges involved\r\n\nhere  are  subject  to some  type  of  crime-fraud exception.\r\n\nThus,  the attorney-client privilege  is forfeited inter alia\r                                                                         \r\n\nwhere the client sought the  services of the lawyer to enable\r\n\nor  aid  the  client  to  commit  what  the  client  knew  or\r\n\nreasonably  should have known to be a  crime or fraud.  E.g.,\r                                                                        \r\n\nUnif. R. Evid. 502(d)(1); McCormick, supra,   95.\r                                                      \r\n\n     The  counterpart  limitation  in  the  case  of  marital\r\n\ncommunications is not necessarily identical;  it is expressed\r\n\nin somewhat  different  terms  in  different  jurisdictions.5\r\n\nHowever, we  will assume for  present purposes--favorably  to\r\n\nthe government--that the privilege for marital communications\r\n\n                    \r                                \r\n\n     5See, e.g., Unif.  R. Evid. 504(c); McCormick,  supra,  \r                                                                      \r\n78.   In federal courts, the marital communications privilege\r\ntypically is forfeited  only where both husband  and wife are\r\njointly engaged in criminal  activity or where the  victim is\r\nthe other  spouse or  some other family  member.   See United\r                                                                         \r\nStates v.  Picciandra, 788  F.2d 39, 43-44  (1st Cir.  1986);\r                                 \r\nUnited  States v.  Mavroules, 813  F. Supp.  115,  119-20 (D.\r                                        \r\nMass. 1993).\r\n\n                             -8-\r                                         -8-\r\r\n\nwould be lost to Stephen  Rakes if he made the communications\r\n\nin question to Julie for the purpose of carrying out a crime.\r\n\n     The government  concedes  that Stephen  and Julie  Rakes\r\n\nwere the \"victims\" of an extortion scheme.  But to invoke the\r\n\ncrime-fraud exception, the government also says (the emphasis\r\n\nis  ours) that \"the communications suppressed by the District\r\n\nCourt  occurred  while  the  Rakeses  were  participating  in\r                                                                         \r\n\ncarrying out the [extortion]  scheme and covering it up,  and\r                                                \r\n\nwhile Stephen was persuading Julie to do so.\"  This, says the\r\n\ngovernment, entails loss of the privilege.\r\n\n     Yet,  on the  government's own  version  of events,  the\r\n\nRakeses  were  not  participants  in  the  extortion  in  any\r\n\ncapacity  other  than  that  of victim.    The  Rakeses  were\r\n\nparticipants  only in  the very  specialized  sense that  the\r\n\nvictim of a robbery \"participates\" by handing over his wallet\r\n\nunder   threat  of  violence,   or  the  victim   of  a  rape\r\n\n\"participates\"  by   offering  no  further   resistance  when\r\n\nresistance appears futile or dangerous.  This is not the kind\r\n\nof  participation in an  offense that, in  our view, vitiates\r\n\nthe privilege.\r\n\n     It is  no accident  that  the government's  case law  is\r\n\nremote from the present facts and consists of cases where one\r\n\nspouse enlisted a second spouse in a criminal  venture, e.g.,\r                                                                        \r\n\nUnited  States  v. Parker,  834  F.2d 408,  412-13  (4th Cir.\r                                     \r\n\n1987),  or a wife  knowingly assisted  a husband  in criminal\r\n\n                             -9-\r                                         -9-\r\r\n\nconduct,  e.g., United States v. Picciandra, 788 F.2d 39, 43-\r                                                       \r\n\n44 (1st Cir.  1986).  Here, even the  government shrinks from\r\n\nflatly  asserting that the Rakeses were criminally liable for\r                                                              \r\n\nextortion.\r\n\n     We have  considered the government's  further suggestion\r\n\nthat Stephen Rakes engaged in misconduct by inducing his wife\r\n\nnot to report  the threat against him.   It is enough  to say\r\n\nthat  the fragments  of evidence  cited do not  even approach\r\n\nmisprision  of  felony  or accessory  after  the  fact.   The\r\n\ngovernment's theory would  make a criminal of anyone  who, as\r\n\nthe  victim of  a  crime  or faced  with  a criminal  threat,\r\n\nresisted a spousal suggestion that the police be called.\r\n\n     The  government's underlying  notion  may  be  that  the\r\n\nprivilege   is  lost  for  any  communication  that  plays  a\r\n\nfunctional role in a crime--regardless of whether the parties\r\n\nto  the  communication are  entirely  innocent  and otherwise\r\n\nprotected  by the privilege.  On  this view, the parents of a\r\n\nkidnapped child could be compelled to testify after the event\r\n\nabout their intimate conversations with each other concerning\r\n\nthe kidnapping and possible payment of a demanded ransom.  It\r\n\nis not an  attractive picture, and it is hard to believe that\r\n\nthe suggestion is seriously intended.\r\n\n     In all events, it is not the law.  Under the crime-fraud\r\n\nexception, we think  that it takes wrongful complicity by the\r\n\nprivilege  holder, not  innocent  or involuntary  action,  to\r\n\n                             -10-\r                                         -10-\r\r\n\nforfeit the privilege.  This is so even though, as with  many\r\n\napplications of privilege, law enforcement may be hampered in\r\n\nthe interest of  other values.  The victims  of kidnapping or\r\n\nextortion have problems enough; loss of otherwise  applicable\r\n\nprivileges is not part of the package.      \r\n\n     The  government's  remaining  argument  is that  Stephen\r\n\nRakes himself disclosed  the alleged threats to  others, most\r\n\nimportantly,   to  one  Brian   Burke.    According   to  the\r\n\ngovernment,  Rakes had promised to pay Burke for construction\r\n\nand  related  work  on  the  liquor  store  and  owed  him  a\r\n\nsubstantial sum.   When in early 1984 Burke  called about the\r\n\ndebt, the  government says that Rakes told  Burke in dramatic\r\n\nterms that  he (Rakes) had  been forced out of  the business.\r\n\nThis, says  the government,  shows that  the information  was\r\n\nnever  confidential, and, in any event, the disclosure waived\r\n\nthe privilege.    \r\n\n     The  disclosure  to  Burke is  weak,  and  to  us wholly\r\n\nunpersuasive, evidence that the  communications suppressed by\r\n\nthe  district court were  never intended to  be confidential.\r\n\nFor reasons already indicated, there is every reason to think\r\n\nStephen  Rakes'  conversations  with  Julie  Rakes  and  with\r\n\nSullivan  were  intended  to be  confidential.    The limited\r\n\ndisclosure  to Burke, however dramatic, was obviously made to\r\n\nward off  a debt  collection effort  and not because  Stephen\r\n\n                             -11-\r                                         -11-\r\r\n\nRakes had any interest in broadcasting information that might\r\n\nendanger his life.\r\n\n     The  waiver  issue  is  more  complicated.   Ordinarily,\r\n\ndeliberate disclosure of a privileged communication, where no\r\n\nprivilege  protects   this  further   disclosure,  waives   a\r\n\ncommunications privilege.  See United States v. MIT, 129 F.3d\r                                                               \r\n\n681,  684-85 (1st Cir.  1997).   The restriction  is directed\r\n\nagainst  selective disclosures  by  reserving protection  for\r\n\nonly those communications  that the privilege holder  himself\r\n\nis prepared  to keep  confidential.  SEC  v. Lavin,  111 F.3d\r                                                              \r\n\n921, 929, 933  (D.C. Cir. 1997).   The restriction is one  of\r\n\npublic  policy,  and  applies  regardless  of  the  privilege\r\n\nholder's subjective intent.  MIT, 129 F.3d at 684.\r                                            \r\n\n     As already  noted, the privileged communication  and the\r\n\nfacts recounted within  it are two different things.  Upjohn,\r                                                                        \r\n\n449 U.S.  at 395.  Thus, a client  does not normally lose the\r\n\nprivilege  as  to  communications  with  his attorney  merely\r\n\nbecause he testifies  at trial to  the same events  discussed\r\n\nwith his lawyer.  United States v. El Paso Co., 682 F.2d 530,\r                                                          \r\n\n538-39, n.10 (5th  Cir. 1982).  Here, there  is no suggestion\r\n\nthat Stephen Rakes  ever told Burke or anyone  else about his\r\n\ncommunications with Julie or with attorney Sullivan.\r                          \r\n\n     Nevertheless, we  agree that (on  a theory of  waiver) a\r\n\ndisclosure of information might be so complete as to defeat a\r\n\nclaim of privilege.  We so held in United States v. Billmyer,\r                                                                        \r\n\n                             -12-\r                                         -12-\r\r\n\n57  F.3d 31 (1st  Cir. 1995), but  in peculiar circumstances:\r\n\nthe information  had been collected  by the attorney  for the\r\n\nclient and  then voluntarily disclosed in full  by the client\r\n\nto   the  government;  the   issue  was  whether   this  same\r\n\ninformation, already possessed by the government, should also\r\n\nbe made available  to the third  parties whom the  government\r\n\nwas prosecuting.\r\n\n     The  present case  is  not  remotely  comparable.    The\r\n\ncommunications by Stephen Rakes to his  wife and his attorney\r\n\napparently  contained much that  was not disclosed  to Burke,\r\n\nwhom the government  can always call as  a witness.  Nor,  in\r\n\ncontrast  to Billmyer,  is Rakes making  a disclosure  to the\r                                 \r\n\ngovernment  while  trying  to withhold  the  information from\r\n\ndefendants  whom  the  government  is  trying  to  prosecute.\r\n\nBillmyer is the exception, and we have no trouble letting the\r                    \r\n\ncamel's nose into the tent without letting in the camel.\r\n\n     At  oral argument the government accused Rakes of trying\r\n\nto invoke  a \"victim's privilege.\"   There is, of  course, no\r\n\nsuch privilege.    A  defense  of  \"duress\"  exists  but  its\r\n\nrequirements are  stringent.  See  1 W. Lafave and  A. Scott,\r                                             \r\n\nSubstantive Criminal  Law,   5.3  (1986).  In any  event, the\r                                     \r\n\nduress defense has not been  invoked in this appeal and forms\r\n\nno part of  our decision.  We simply  agree with the district\r\n\ncourt  that  the  suppressed  communications were  originally\r\n\n                             -13-\r                                         -13-\r\r\n\nprivileged, and that there was no later loss of the privilege\r\n\nas claimed by the government.\r\n\n     The  government's arguments  are, as  is  usual in  this\r\n\ndistrict, presented  with skill,  and its  zeal to  pursue an\r\n\nalleged extortionist is  understandable.  But skill  and zeal\r\n\nare to  be harnessed by  common sense.   The notion  that the\r\n\nRakeses could properly  be treated as participating  in their\r\n\nown  extortion is  Orwellian.   An  appeal for  which such  a\r\n\nproposition had to  be the linchpin ought never  to have been\r\n\nbrought.\r\n\n     Affirmed.\r                          \r\n\n                             -14-\r                                         -14-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 97-1693\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellant,\r\n\n                              v.\r\n\n                      STEPHEN M. RAKES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nRichard L.  Hoffman, Assistant United  States Attorney,  with whom\r                               \r\nDonald K.  Stern,  United  States  Attorney,  and  James  D.  Herbert,\r                                                                             \r\nAssistant United States Attorney, were on brief for the United States.\r\nMichael  F. Connolly  with whom  Francis  X. Bellotti,  Valerie B.\r                                                                              \r\nRobin and Mintz, Levin, Cohn, Ferris,  Glovsky and Popeo, P.C. were on\r                                                                      \r\nbrief for appellee.\r\n\n                                         \r\n\n                      February 11, 1998\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.   In May 1996, Stephen  Rakes was\r                                      \r\n\nindicted by a federal grand jury and charged with perjury and\r\n\nobstruction of justice.  Prior to trial, Stephen Rakes  moved\r\n\nto  suppress conversations between  him and his  former wife,\r\n\nJulie Rakes, and between him and his one-time  attorney, John\r\n\nP.  Sullivan.  The district  court granted the motion, except\r\n\nfor one conversation, and the government now appeals.\r\n\n     The  facts are readily  gleaned from testimony  taken by\r\n\nJudge  Lindsay in  an  in  camera hearing  on  the motion  to\r                                             \r\n\nsuppress.1  Stephen and Julie  Rakes were married in 1978 and\r\n\nengaged in various business ventures together.  In 1983, with\r\n\nthe help  of their attorney, John Sullivan,  the Rakes couple\r\n\nestablished  a  corporation  named Stippo's,  Inc.,  as their\r\n\njointly owned company to operate a liquor store business at a\r\n\nsite  on Old Colony Avenue in South Boston.  The store opened\r\n\nshortly before Christmas 1983.\r\n\n     The  government believes that  not long  thereafter, the\r\n\nRakeses were threatened by unnamed people in South Boston who\r\n\nwere  angry that  the Rakeses were  underpricing competitors.\r\n\nThen, in  early January  1994, the  government believes  that\r\n\nJames \"Whitey\"  Bulger visited  Stephen Rakes  at home  while\r\n\nJulie was at the liquor  store and threatened to kill Stephen\r\n\n                    \r                                \r\n\n     1The hearing  was conducted  in camera  to avoid  public\r                                                       \r\ndisclosure of the  assertedly privileged  materials, and  the\r\nbriefs  in this  court  have  been filed  under  seal.   This\r\nopinion  was filed  under seal  and the  parties, having  now\r\nreviewed it, have no objection to its publication.\r\n\n                             -2-\r                                         -2-\r\r\n\nunless Bulger  or his  associates were made  partners in  the\r\n\nliquor  store.   By May  1984, again  with the  assistance of\r\n\nSullivan, the  Rakeses  had transferred  Stippo's,  Inc.,  to\r\n\nanother   individual,  whom   the  government   believes  was\r\n\nassociated with Bulger, for a fraction of what the government\r\n\nsays was its real value.\r\n\n     In  May  1991,  the government  summoned  Stephen  Rakes\r\n\nbefore a  federal grand  jury in  Massachusetts investigating\r\n\nextortion, racketeering and money laundering.  The government\r\n\nquestioned Rakes about the transfer of Stippo's, Inc., to the\r\n\nalleged Bulger associate.   Rakes testified that  he had sold\r\n\nthe store to make a profit and  because it was too much work,\r\n\nand said that no one had threatened him to make him  sell the\r\n\nstore.\r\n\n     In September 1995, Stephen  Rakes gave similar testimony\r\n\nbefore   a  second  federal  grand  jury.    Thereafter,  the\r\n\ngovernment  called Julie Rakes  and Sullivan before  the same\r\n\ngrand jury.   Although Sullivan initially refused  to discuss\r\n\nhis   conversations  with   Stephen  and  Julie   Rakes,  the\r\n\ngovernment secured  an order  from district judge  compelling\r\n\nSullivan's testimony.  Stephen Rakes was not advised that the\r\n\nproceedings to compel Sullivan's testimony were under way.\r\n\n     In  May 1996,  the grand  jury  indicted Stephen  Rakes,\r\n\ncharging him with  five counts of perjury based  on his grand\r\n\njury  testimony,  18  U.S.C.     1623,  and   two  counts  of\r\n\n                             -3-\r                                         -3-\r\r\n\nobstruction of  justice, 18  U.S.C.    1503; the  obstruction\r\n\ncounts  charged that  Rakes' grand  jury  testimony had  been\r\n\nfalse and intended to obstruct  the grand jury.  Three counts\r\n\nof the indictment were later dismissed as multiplicitious but\r\n\nfour others remain pending.\r\n\n     Asserting   the  privilege   for  confidential   marital\r\n\ncommunications, Stephen  Rakes moved to suppress  evidence of\r\n\nconversations in December  1983 and January 1984  between him\r\n\nand Julie Rakes  concerning alleged threats  and the sale  of\r\n\nStippo's.  He also asked the court to suppress, on grounds of\r\n\nattorney-client  privilege,  conversations   between  Stephen\r\n\nRakes  or both  Rakeses and Sullivan  concerning the  sale of\r\n\nStippo's, Inc.  and the  purpose of the  sale.   The district\r\n\ncourt held four days of hearings on the motion.\r\n\n     In April 1997, the district court granted Stephen Rakes'\r\n\nmotion with  one exception:  it  denied the motion as  to one\r\n\nconversation between  Stephen  and  Julie  Rakes,  apparently\r\n\nbecause it took place in the presence  of a third party.  The\r\n\ndistrict court identified the materials to be suppressed but,\r\n\npresumably  because of the  risk of disclosure  of privileged\r\n\ninformation,  did  not  write a  supporting  opinion  or make\r\n\nseparate findings of fact.   The government then brought this\r\n\ninterlocutory appeal.  See 18 U.S.C.   3731.\r                                      \r\n\n     We  will assume arguendo the relevance of the suppressed\r                                         \r\n\nconversations to the  government's prosecution.  At  the same\r\n\n                             -4-\r                                         -4-\r\r\n\ntime, most of  the formal requisites for  the attorney-client\r\n\nand marital communications  privileges are  clearly met;  the\r\n\ngovernment's main claim is that the privileges were waived or\r\n\nforfeited.  In a federal criminal case, privileges take their\r\n\ncontent from the common law as it may be altered from time to\r\n\ntime in  the light of  reason and experience.   Fed. R. Evid.\r\n\n501.      No   brief   version    of   either   the   marital\r\n\ncommunications  or  attorney-client  privilege  can  be  both\r\n\ncomplete and accurate.   But, broadly  stated and subject  to\r\n\nexceptions, the  former  privilege permits  an individual  to\r\n\nrefuse to testify,  and to prevent a spouse  or former spouse\r\n\nfrom testifying, as to any confidential communication made by\r\n\nthe individual  to the  spouse during  their marriage.2   The\r\n\nlatter  privilege, again  with  exceptions,  protects at  the\r\n\nclient's  behest confidential  communications between  lawyer\r\n\nand client made to facilitate legal services for the client.3\r\n\n     The communications  suppressed  by  the  district  court\r\n\nbetween Stephen and  Julie Rakes were made in  the absence of\r\n\nthird parties and  in the course of their  marriage; that the\r\n\n                    \r                                \r\n\n     2See, e.g.,  Unif. R. Evid.  504(a); J. Strong,  et al.,\r                           \r\nMcCormick on Evidence    78-86 (4th ed. 1992); Blau v. United\r                                                                         \r\nStates, </pre><span class=\"citation\" data-id=\"104845\"><a href=\"/opinion/104845/blau-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span><pre class=\"inline\"> (1951).  The separate marital privilege-\r                  \r\n-to refuse to testify against a spouse in a criminal case--is\r\nnot pertinent here.   Trammel v. United States,  </pre><span class=\"citation\" data-id=\"110212\"><a href=\"/opinion/110212/trammel-v-united-states/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></a></span><pre class=\"inline\">,\r                                                          \r\n51 (1980).\r\n\n     3Unif. R. Evid.  502(b); McCormick    87-97;  Upjohn Co.\r                                                                         \r\nv. United States,  </pre><span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span><pre class=\"inline\">, 389-90 (1981); United States\r                                                                         \r\nv.  United Shoe  Machinery Corp.,  89 F.  Supp. 357,  358 (D.\r                                            \r\nMass. 1950) (Wyzanski, J.).\r\n\n                             -5-\r                                         -5-\r\r\n\nRakeses  later divorced  is  irrelevant,  and the  government\r\n\nproperly makes  nothing of  the possibility  that one  of the\r\n\nconversations  occurred  in  the  presence  of  their  infant\r\n\nchildren.    Similarly,  Stephen Rakes'  communications  with\r\n\nSullivan  were   made  during   the   course  of   Sullivan's\r\n\nrepresentation of Rakes  and were related to  legal services,\r\n\nand no one was present except one or both of the  Rakeses and\r\n\nattorney Sullivan.  \r\n\n     Both  the  content  and  context of  the  communications\r\n\nsupport the implicit finding by the district judge that Rakes\r\n\nintended  his conversations,  with  both  his  wife  and  his\r\n\nattorney, to be confidential.  Further, if Stephen Rakes  had\r\n\nbeen  threatened, as  the government  alleges,  he had  ample\r\n\nreason over  and above any  ordinary interest  in privacy  to\r\n\nwant them to be kept confidential.  We reserve for discussion\r\n\nbelow  the  government's  claim  that  later  disclosures  by\r                                                        \r\n\nStephen Rakes undermine the claim of confidentiality.\r\n\n     The government suggests that some general rule  deprives\r\n\nspousal  conversations of  the privilege  if  they relate  to\r\n\nfinancial matters;  needless to  say, it  does not  make this\r\n\nclaim  in  respect  to the  attorney-client  privilege.   The\r\n\nmarital communications privilege contains no such limitation:\r\n\nthe cases  say,  at  most,  that a  discussion  of  financial\r\n\nmatters between  husband and wife  may not be intended  to be\r\n\nconfidential.   E.g., In  re Witness  Before Grand  Jury, 791\r                                                                    \r\n\n                             -6-\r                                         -6-\r\r\n\nF.2d  234, 239 (2d  Cir. 1986).   In this case,  however, the\r\n\nsubjectwas manifestlysensitive,albeit notforthe usualreasons.\r\n\n     Nor  do we agree  with the government's  suggestion that\r\n\ncommunications were  not privileged insofar  as Stephen Rakes\r\n\nmay have been relating to his wife events that occurred prior\r\n\nto  the  communication.   It  is  true  that \"communications\"\r\n\nprivileges typically prevent  inquiry into communications and\r\n\nnot into the underlying  facts, Upjohn Co. v. United  States,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span><pre class=\"inline\">,  395-96 (1981),  although the  subject is  more\r\n\ncomplicated than  this  generalization suggests.4    But  the\r\n\ndistrict  court's   suppression   order   was   directed   to\r\n\ncommunications, not to facts, and that is enough for  present\r\n\npurposes.\r\n\n     This brings  us to the  main thrust of  the government's\r\n\nargument, namely, that  \"[t]he suppressed communications  are\r\n\nnot  privileged  because  they  occurred  during  an  ongoing\r\n\nextortion   scheme.\"    A   crime  of  extortion,   says  the\r\n\ngovernment,  extends  from  the  initial  threat  through the\r\n\nactual  obtaining  of   the  property.    See  18   U.S.C.   \r                                                         \r\n\n1951(b)(2); United States v. Bucci, </pre><span class=\"citation\" data-id=\"501804\"><a href=\"/opinion/501804/united-states-v-anthony-j-bucci-sr-and-ronald-h-glantz/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 829-30 (1st\r                                              \r\n\nCir.  1988).    Here,  the  government  says  that  the crime\r\n\n                    \r                                \r\n\n     4Where  an attorney knows  facts only because  they were\r\nconfidentially  communicated by  the  client, the  government\r\ncannot  circumvent the privilege by asking the attorney about\r\n\"the facts.\"   See Upjohn, 449  U.S. at 395.   The same  rule\r                                     \r\napplies to the  marital communications privilege.   Blau, 340\r                                                                    \r\nU.S. at 333.\r\n\n                             -7-\r                                         -7-\r\r\n\nextended  from  the  first alleged  threat  in  December 1983\r\n\nthrough the completion of the  property transfer in May 1984,\r\n\na period embracing all but one of the communications that the\r\n\ngovernment seeks to use.\r\n\n     No   general   rule   withdraws   the   privilege   from\r\n\ncommunications that occur  in the same time frame as criminal\r\n\nact conduct.  See In re Grand Jury Subpoenas Duces Tecum, </pre><span class=\"citation\" data-id=\"474551\"><a href=\"/opinion/474551/in-re-grand-jury-subpoenas-duces-tecum-corporate-grand-jury-witness-and/\"><span class=\"volume\">798</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span><pre class=\"inline\">, 34 (2d Cir. 1986).  But both the privileges involved\r\n\nhere  are  subject  to some  type  of  crime-fraud exception.\r\n\nThus,  the attorney-client privilege  is forfeited inter alia\r                                                                         \r\n\nwhere the client sought the  services of the lawyer to enable\r\n\nor  aid  the  client  to  commit  what  the  client  knew  or\r\n\nreasonably  should have known to be a  crime or fraud.  E.g.,\r                                                                        \r\n\nUnif. R. Evid. 502(d)(1); McCormick, supra,   95.\r                                                      \r\n\n     The  counterpart  limitation  in  the  case  of  marital\r\n\ncommunications is not necessarily identical;  it is expressed\r\n\nin somewhat  different  terms  in  different  jurisdictions.5\r\n\nHowever, we  will assume for  present purposes--favorably  to\r\n\nthe government--that the privilege for marital communications\r\n\n                    \r                                \r\n\n     5See, e.g., Unif.  R. Evid. 504(c); McCormick,  supra,  \r                                                                      \r\n78.   In federal courts, the marital communications privilege\r\ntypically is forfeited  only where both husband  and wife are\r\njointly engaged in criminal  activity or where the  victim is\r\nthe other  spouse or  some other family  member.   See United\r                                                                         \r\nStates v.  Picciandra, </pre><span class=\"citation\" data-id=\"468531\"><a href=\"/opinion/468531/united-states-v-michael-a-picciandra-united-states-of-america-v-a/\"><span class=\"volume\">788</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 43-44  (1st Cir.  1986);\r                                 \r\nUnited  States v.  Mavroules, </pre><span class=\"citation\" data-id=\"1807681\"><a href=\"/opinion/1807681/united-states-v-mavroules/\"><span class=\"volume\">813</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">115</span></a></span><pre class=\"inline\">,  119-20 (D.\r                                        \r\nMass. 1993).\r\n\n                             -8-\r                                         -8-\r\r\n\nwould be lost to Stephen  Rakes if he made the communications\r\n\nin question to Julie for the purpose of carrying out a crime.\r\n\n     The government  concedes  that Stephen  and Julie  Rakes\r\n\nwere the \"victims\" of an extortion scheme.  But to invoke the\r\n\ncrime-fraud exception, the government also says (the emphasis\r\n\nis  ours) that \"the communications suppressed by the District\r\n\nCourt  occurred  while  the  Rakeses  were  participating  in\r                                                                         \r\n\ncarrying out the [extortion]  scheme and covering it up,  and\r                                                \r\n\nwhile Stephen was persuading Julie to do so.\"  This, says the\r\n\ngovernment, entails loss of the privilege.\r\n\n     Yet,  on the  government's own  version  of events,  the\r\n\nRakeses  were  not  participants  in  the  extortion  in  any\r\n\ncapacity  other  than  that  of victim.    The  Rakeses  were\r\n\nparticipants  only in  the very  specialized  sense that  the\r\n\nvictim of a robbery \"participates\" by handing over his wallet\r\n\nunder   threat  of  violence,   or  the  victim   of  a  rape\r\n\n\"participates\"  by   offering  no  further   resistance  when\r\n\nresistance appears futile or dangerous.  This is not the kind\r\n\nof  participation in an  offense that, in  our view, vitiates\r\n\nthe privilege.\r\n\n     It is  no accident  that  the government's  case law  is\r\n\nremote from the present facts and consists of cases where one\r\n\nspouse enlisted a second spouse in a criminal  venture, e.g.,\r                                                                        \r\n\nUnited  States  v. Parker,  </pre><span class=\"citation\" data-id=\"498152\"><a href=\"/opinion/498152/united-states-v-russell-thomas-parker/\"><span class=\"volume\">834</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">,  412-13  (4th Cir.\r                                     \r\n\n1987),  or a wife  knowingly assisted  a husband  in criminal\r\n\n                             -9-\r                                         -9-\r\r\n\nconduct,  e.g., United States v. Picciandra, </pre><span class=\"citation\" data-id=\"468531\"><a href=\"/opinion/468531/united-states-v-michael-a-picciandra-united-states-of-america-v-a/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 43-\r                                                       \r\n\n44 (1st Cir.  1986).  Here, even the  government shrinks from\r\n\nflatly  asserting that the Rakeses were criminally liable for\r                                                              \r\n\nextortion.\r\n\n     We have  considered the government's  further suggestion\r\n\nthat Stephen Rakes engaged in misconduct by inducing his wife\r\n\nnot to report  the threat against him.   It is enough  to say\r\n\nthat  the fragments  of evidence  cited do not  even approach\r\n\nmisprision  of  felony  or accessory  after  the  fact.   The\r\n\ngovernment's theory would  make a criminal of anyone  who, as\r\n\nthe  victim of  a  crime  or faced  with  a criminal  threat,\r\n\nresisted a spousal suggestion that the police be called.\r\n\n     The  government's underlying  notion  may  be  that  the\r\n\nprivilege   is  lost  for  any  communication  that  plays  a\r\n\nfunctional role in a crime--regardless of whether the parties\r\n\nto  the  communication are  entirely  innocent  and otherwise\r\n\nprotected  by the privilege.  On  this view, the parents of a\r\n\nkidnapped child could be compelled to testify after the event\r\n\nabout their intimate conversations with each other concerning\r\n\nthe kidnapping and possible payment of a demanded ransom.  It\r\n\nis not an  attractive picture, and it is hard to believe that\r\n\nthe suggestion is seriously intended.\r\n\n     In all events, it is not the law.  Under the crime-fraud\r\n\nexception, we think  that it takes wrongful complicity by the\r\n\nprivilege  holder, not  innocent  or involuntary  action,  to\r\n\n                             -10-\r                                         -10-\r\r\n\nforfeit the privilege.  This is so even though, as with  many\r\n\napplications of privilege, law enforcement may be hampered in\r\n\nthe interest of  other values.  The victims  of kidnapping or\r\n\nextortion have problems enough; loss of otherwise  applicable\r\n\nprivileges is not part of the package.      \r\n\n     The  government's  remaining  argument  is that  Stephen\r\n\nRakes himself disclosed  the alleged threats to  others, most\r\n\nimportantly,   to  one  Brian   Burke.    According   to  the\r\n\ngovernment,  Rakes had promised to pay Burke for construction\r\n\nand  related  work  on  the  liquor  store  and  owed  him  a\r\n\nsubstantial sum.   When in early 1984 Burke  called about the\r\n\ndebt, the  government says that Rakes told  Burke in dramatic\r\n\nterms that  he (Rakes) had  been forced out of  the business.\r\n\nThis, says  the government,  shows that  the information  was\r\n\nnever  confidential, and, in any event, the disclosure waived\r\n\nthe privilege.    \r\n\n     The  disclosure  to  Burke is  weak,  and  to  us wholly\r\n\nunpersuasive, evidence that the  communications suppressed by\r\n\nthe  district court were  never intended to  be confidential.\r\n\nFor reasons already indicated, there is every reason to think\r\n\nStephen  Rakes'  conversations  with  Julie  Rakes  and  with\r\n\nSullivan  were  intended  to be  confidential.    The limited\r\n\ndisclosure  to Burke, however dramatic, was obviously made to\r\n\nward off  a debt  collection effort  and not because  Stephen\r\n\n                             -11-\r                                         -11-\r\r\n\nRakes had any interest in broadcasting information that might\r\n\nendanger his life.\r\n\n     The  waiver  issue  is  more  complicated.   Ordinarily,\r\n\ndeliberate disclosure of a privileged communication, where no\r\n\nprivilege  protects   this  further   disclosure,  waives   a\r\n\ncommunications privilege.  See United States v. MIT, </pre><span class=\"citation\" data-id=\"197665\"><a href=\"/opinion/197665/united-states-v-mit/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span>\r                                                               \r\n\n<span class=\"page\">681</span></a></span><pre class=\"inline\">,  684-85 (1st Cir.  1997).   The restriction  is directed\r\n\nagainst  selective disclosures  by  reserving protection  for\r\n\nonly those communications  that the privilege holder  himself\r\n\nis prepared  to keep  confidential.  SEC  v. Lavin,  </pre><span class=\"citation\" data-id=\"739897\"><a href=\"/opinion/739897/securities-and-exchange-commission-v-jack-lavin-and-robin-lavin/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span>\r                                                              \r\n\n<span class=\"page\">921</span></a></span><pre class=\"inline\">, 929, 933  (D.C. Cir. 1997).   The restriction is one  of\r\n\npublic  policy,  and  applies  regardless  of  the  privilege\r\n\nholder's subjective intent.  MIT, 129 F.3d at 684.\r                                            \r\n\n     As already  noted, the privileged communication  and the\r\n\nfacts recounted within  it are two different things.  Upjohn,\r                                                                        \r\n\n449 U.S.  at 395.  Thus, a client  does not normally lose the\r\n\nprivilege  as  to  communications  with  his attorney  merely\r\n\nbecause he testifies  at trial to  the same events  discussed\r\n\nwith his lawyer.  United States v. El Paso Co., </pre><span class=\"citation\" data-id=\"406089\"><a href=\"/opinion/406089/united-states-of-america-and-revenue-agents-clarence-h-isabel-and-john-s/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n538-39, n.10 (5th  Cir. 1982).  Here, there  is no suggestion\r\n\nthat Stephen Rakes  ever told Burke or anyone  else about his\r\n\ncommunications with Julie or with attorney Sullivan.\r                          \r\n\n     Nevertheless, we  agree that (on  a theory of  waiver) a\r\n\ndisclosure of information might be so complete as to defeat a\r\n\nclaim of privilege.  We so held in United States v. Billmyer,\r                                                                        \r\n\n                             -12-\r                                         -12-\r\r\n\n</pre><span class=\"citation\" data-id=\"697654\"><a href=\"/opinion/697654/united-states-v-john-w-billmyer-american-honda-motor-company-inc/\"><span class=\"volume\">57</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span><pre class=\"inline\"> (1st  Cir. 1995), but  in peculiar circumstances:\r\n\nthe information  had been collected  by the attorney  for the\r\n\nclient and  then voluntarily disclosed in full  by the client\r\n\nto   the  government;  the   issue  was  whether   this  same\r\n\ninformation, already possessed by the government, should also\r\n\nbe made available  to the third  parties whom the  government\r\n\nwas prosecuting.\r\n\n     The  present case  is  not  remotely  comparable.    The\r\n\ncommunications by Stephen Rakes to his  wife and his attorney\r\n\napparently  contained much that  was not disclosed  to Burke,\r\n\nwhom the government  can always call as  a witness.  Nor,  in\r\n\ncontrast  to Billmyer,  is Rakes making  a disclosure  to the\r                                 \r\n\ngovernment  while  trying  to withhold  the  information from\r\n\ndefendants  whom  the  government  is  trying  to  prosecute.\r\n\nBillmyer is the exception, and we have no trouble letting the\r                    \r\n\ncamel's nose into the tent without letting in the camel.\r\n\n     At  oral argument the government accused Rakes of trying\r\n\nto invoke  a \"victim's privilege.\"   There is, of  course, no\r\n\nsuch privilege.    A  defense  of  \"duress\"  exists  but  its\r\n\nrequirements are  stringent.  See  1 W. Lafave and  A. Scott,\r                                             \r\n\nSubstantive Criminal  Law,   5.3  (1986).  In any  event, the\r                                     \r\n\nduress defense has not been  invoked in this appeal and forms\r\n\nno part of  our decision.  We simply  agree with the district\r\n\ncourt  that  the  suppressed  communications were  originally\r\n\n                             -13-\r                                         -13-\r\r\n\nprivileged, and that there was no later loss of the privilege\r\n\nas claimed by the government.\r\n\n     The  government's arguments  are, as  is  usual in  this\r\n\ndistrict, presented  with skill,  and its  zeal to  pursue an\r\n\nalleged extortionist is  understandable.  But skill  and zeal\r\n\nare to  be harnessed by  common sense.   The notion  that the\r\n\nRakeses could properly  be treated as participating  in their\r\n\nown  extortion is  Orwellian.   An  appeal for  which such  a\r\n\nproposition had to  be the linchpin ought never  to have been\r\n\nbrought.\r\n\n     Affirmed.\r                          \r\n\n                             -14-\r                                         -14-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1807681/"
  ]
}