{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197775/",
  "absolute_url": "/opinion/197775/vickers-v-boston-mutual/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197775/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:56Z",
  "date_modified": "2017-03-24T10:53:22.141917Z",
  "type": "010combined",
  "sha1": "05d6ae03d542fc5f68bc757d3c315cea9258d7ba",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1949.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 97-1949\r\n\n               CECILE E. VICKERS, INDIVIDUALLY\r\n                   AND AS EXECUTRIX OF THE\r\n              ESTATE OF CHARLES E. VICKERS, JR.,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n            BOSTON MUTUAL LIFE INSURANCE COMPANY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Zachary R. Karol, U.S. Magistrate Judge]\r                                                                 \r\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nRalph C. Copeland  with whom Copeland &amp;  Hession was on brief  for\r                                                            \r\nappellant.\r\nJohn A.  Mavricos with  whom Christopher, Hays, Wojcik  &amp; Mavricos\r                                                                              \r\nwas on brief for appellee.\r\n\n                                         \r\n\n                       February 2, 1998\r\n                                         \r\r\n\n          ALDRICH, Senior Circuit Judge.  In   August,  1992,\r                                                   \r\n\nCharles E. Vickers, Jr., (Vickers), an employee insured under\r\n\nan ERISA,  29 U.S.C.    1001 et seq.,  group policy covering,\r\n\nwithin limits,  accidental death,  was fatally  injured in  a\r\n\none-car automobile  crash in  Arizona.   Plaintiff  executrix\r\n\nsued in the United States  District Court for the District of\r\n\nMassachusetts  and   was  awarded   the  death   benefit  and\r\n\nattorney's fees  on a motion for summary judgment.  Defendant\r\n\nBoston Mutual Life Insurance Company  (Company), claiming the\r\n\ndeath was not covered by the policy, appeals.  We affirm.\r\n\n                          The Facts\r                                               \r\n\n          Vickers, a 55 year old male, was driving alone when\r\n\nhis car went off the road on a curve, vaulted over a 15  foot\r\n\ndrop, and struck a tree with  great force.  He died within  a\r\n\nhalf hour.  The Arizona Medical Examiner performed an autopsy\r\n\nthe following day and listed a number of diagnoses, including\r\n\n\"coronary  arteriosclerosis,  occlusive,  severe,\"  and  much\r\n\nphysical trauma.  He gave as the \"Cause of Death:\"\r\n\n          Multiple blunt  force traumatic  injuries\r\n          secondary  to   motor  vehicle   accident\r\n          precipitated     by    acute     coronary\r\n          insufficiency.\r\n\nFor  \"Manner  of  Death,\"  choosing  between  \"Natural\"   and\r\n\n\"Accident,\"  he  chose  \"Accident.\"    Whether  this  was  an\r\n\naccident within the  policy terms, however, depends  upon the\r\n\npolicy terms.   The undisputed  facts are that the  crash was\r\n\ncaused by Vicker's  heart attack, but the  sole physiological\r\n\n                             -2-\r\r\n\ncause of  death  was the  physical  injury sustained  in  the\r\n\ncrash.  The heart attack alone would not have been fatal.\r\n\n          We quote from the policy terms.\r\n\n                          THE POLICY\r\n\n               We agree  to pay  benefits for  loss\r\n          from bodily injuries:\r\n\n               a) caused by an accident . . . ; and\r\n\n               b) which, directly and from no other\r\n          causes, result in a covered loss.\r\n\n               We will not pay benefits if the loss\r\n          was caused by:\r\n\n               a)  sickness,  disease,   or  bodily\r\n          infirmity; or\r\n\n               b) any of  the Exclusions listed  on\r\n          Page (sic) 2-3.\r\n\n                           . . . .\r\n\n              THIS IS A LIMITED ACCIDENT POLICY\r\n      WHICH DOES NOT PAY BENEFITS FOR LOSS FROM SICKNESS\r\n\n                           . . . .\r\n\n                          EXCLUSIONS\r                                                \r\n\n               No benefit will be paid for loss\r\n          resulting from:\r\n\n                           . . . .\r\n\n               6.  Sickness, disease or bodily\r\n          infirmity.\r\n\n          The  basic arguments are these:  Plaintiff says the\r\n\npolicy pays  for \"loss,\"  viz., death,  from bodily  injuries\r\n\nthat were caused  by an accident, and the  exclusion does not\r\n\napply because  the heart  attack caused  the accident  rather\r\n\n                             -3-\r\r\n\nthan the  death.   The  Company  says the  crash  was not  an\r\n\naccident, and that  even if it was, the  bodily injuries that\r\n\ncaused the loss resulted from an accident caused by the heart\r\n\nattack,  so that the basic cause of the loss was the diseased\r\n\nheart.\r\n\n          We  can  easily  dispose  of  the  Company's  first\r\n\nargument.     In  its   view,  and  relying   on  Wickman  v.\r                                                                     \r\n\nNorthwestern  National  Insurance  Co., 908  F.2d  1077  (1st\r                                                  \r\n\nCir.), cert. denied, 498 U.S.  1013 (1990), the crash was not\r                               \r\n\nan  \"accident,\" as  \"a reasonable  person  in the  decedent's\r\n\nshoes should have foreseen that if one suffers a heart attack\r\n\nwhile driving and becomes unconscious, loss of control of the\r\n\nvehicle  is inevitable  and would  likely  result in  serious\r\n\nbodily  injury  and  possibly  death.\"    Perhaps,  but  some\r\n\nsubjective expectation of  a heart attack would  be required,\r\n\nand there was  none here.  The Company's  argument that there\r\n\nwas no accident is patently frivolous.\r\n\n          Otherwise,   to   a   degree,   overlooking   legal\r\n\nprecedents,  we can understand both parties.  Surely Vickers'\r\n\nfamily thinks of  him as having been killed  in an automobile\r\n\naccident.  But the Company says, on plaintiff's theory,  what\r\n\nis the  point of the  two policy provisions  denying coverage\r\n\nfor  and  excluding  loss \"caused  by\"  and  \"resulting from\"\r\n\n\"disease or bodily  infirmity\"?  There was no  need for those\r\n\ndisclaimers   in  an   accident   policy  unless   there  was\r\n\n                             -4-\r\r\n\ncontemplated  a  disease-connected  accident to  begin  with.\r\n\nManifestly  there would  have been  no accident  and no  loss\r\n\nhere, were it not for the insured's diseased heart.\r\n\n          On reflection,  as a  matter of  pure logic,  quite\r\n\npossibly this issue could be answered in the Company's favor.\r\n\nBut,  if so,  this  raises  another question.    Why did  the\r\n\nCompany  write a  policy that  called for  the services  of a\r\n\nlogician  instead of relying  on \"plain meanings  . . . which\r\n\ncomport  with  the  interpretations  given   by  the  average\r\n\nperson\"?  Wickman, 908 F.2d at 1084.  We suggest two reasons.\r                             \r\n\n(1) Inefficiency;  poor, ill-informed, draftsmanship.   (2) A\r\n\nwell-advised drafter,  persuaded by  the sales-department  to\r\n\nsimplify and not use intimidating language.1  Neither reflect\r\n\nwell on the Company.\r\n\n                           The Law\r                                              \r\n\n          We held  in  Wickman that  the  terms of  an  ERISA\r                                          \r\n\npolicy  are to  be interpreted  under  principles of  federal\r\n\n                    \r                                \r\n\n1.  We can  understand that sales  agents might not  like the\r\npolicy wording in Sekel v. Aetna Life Insurance Co., 704 F.2d\r                                                               \r\n1335,  1336-37  (5th  Cir.  1983)  (applying  Texas  law  and\r\nreversing an award to the insured),\r\n\n          The insurance  provided under  this Title\r\n          does not include, and no payment shall be\r\n          made  for, any  loss  resulting from  any\r\n          injury caused or contributed to by, or as\r\n          a consequence  of, any  of the  following\r\n          excluded risks, even though the proximate\r\n          or   precipitating  cause   of  loss   is\r\n          accidental bodily injury:  (a) bodily  or\r\n          mental infirmity; or (b) disease . . . .\r\n\n                             -5-\r\r\n\nsubstantive law.  908 F.2d at 1084; see also Pilot Life  Ins.\r                                                                         \r\n\nCo. v. Dedeaux, 481 U.S. 41, 56 (1987).  In view of the still\r                          \r\n\n\"formative  stage\" of federal law here we apply \"common-sense\r\n\ncanons  of  contract  interpretation\"  and  borrow  the \"best\r\n\nreasoned\" concepts  from state law.   908  F.2d at 1084.   If\r\n\nthis  Massachusetts   insurer's  draftsman   had  looked   to\r\n\nMassachusetts law, he should have found the following:\r\n\n          In Bohaker v. Travelers Insurance Co., 215 Mass. 32\r                                                           \r\n\n(1913),  the  insured,  delirious  from  typhoid  fever,  was\r\n\ntemporarily  left  alone in  an  upstairs  bedroom.   He  was\r\n\nthereafter found, fatally  injured, on the ground  outside an\r\n\nopen  window.  The  policy insured against  \"bodily injuries,\r\n\neffected  directly or  independently  of  all  other  causes,\r                                                                        \r\n\nthrough  external, violent and accidental means.\"   Id. at 32\r                                                                   \r\n\n(emphasis added).  The court said,\r\n\n          A  sick  man  may be  the  subject  of an\r\n          accident,  which  but  for  his  sickness\r\n          would not  have  befallen him.   One  may\r\n          meet his  death by falling  into imminent\r\n          danger  in a  faint or  in  an attack  of\r\n          epilepsy.  But such an event commonly has\r\n          been  held to  be the result  of accident\r\n          rather than of disease.\r\n\nId. at  34.  The  court held  for the  insured.   To look  at\r               \r\n\ncommon understanding is a fundamental principle.\r\n\n          In Vahey v. John Hancock Mutual Life Insurance Co.,\r                                                                        \r\n\n355 Mass.  421  (1969), the  insured,  while walking  on  the\r\n\nstreet, had a major epileptic seizure, causing him to fall to\r\n\n                             -6-\r\r\n\nthe pavement, striking his head.  Death came from a fractured\r\n\nskull and cranial bleeding.  The policy provided:\r\n\n          No  benefit  will  be  payable under  the\r\n          \"Accidental Death  Benefit\" provision  if\r\n          the Insured's death  results, directly or\r                                                               \r\n          indirectly, or wholly or partially, from:\r                                \r\n          (1)  any infection  or  bodily or  mental\r\n          infirmity or  disease existing  before or\r\n          commencing  after  the  accidental injury\r\n          . . . .\r\n\nId. at  422 n.1  (emphasis added).   The  court held for  the\r               \r\n\ndefendant.  Thus two, more exactly, one little word.\r\n\n          Defendant  would have it that \"directly and from no\r\n\nother causes\" is  \"not only analogous to 'indirect' (sic) but\r                                                               \r\n\nis  broader and more  extensive.\"  Our  logician might agree.\r\n\nBut why  analogies?  Why overlook Bohaker, and neglect Vahey?\r                                                                        \r\n\nDefendant gains nothing by saying, broadly,\r\n\n          [P]roximate  cause . . .  focuses on  the\r\n          foreseeability between the  event and the\r\n          injury  caused as  a result of  the event\r\n          and does not require a direct connection.\r\n\n                          . . . . .\r\n\n          [T]he nexus between the  heart attack and\r\n          the  bodily  injuries suffered  from  the\r\n          crash was immediate  and should be viewed\r\n          as one entire event even though the heart\r\n          attack was not the physiological cause of\r\n          the decedent's death.\r\n\nThis is no  answer when we are interpreting  the word \"cause\"\r\n\nin a layman's insurance policy.\r\n\n                       Attorney's Fees\r                                                  \r\n\n          We have gone to this length, in what would normally\r\n\ncall  for a short  and routine affirmance,  because defendant\r\n\n                             -7-\r\r\n\nappeals from  the court's  awarding prejudgment  interest and\r\n\nattorney's  fees.    We  review   this  award  for  abuse  of\r\n\ndiscretion.   See  Cottrill v.  Sparrow,  Johnson &amp;  Ursillo,\r                                                                         \r\n\nInc.,  100 F.3d  220,  223 (1st  Cir.  1996).   This  being a\r                \r\n\ncontract action,  with liquidated  damages, defendant  cannot\r\n\nobject to  interest:  it  has had the use  of promised money.\r\n\nCf. id.  at 224.   As  to fees, should  defendant have  known\r                   \r\n\nthere was no merit  in its defense?   See id.  at 225.   Even\r                                                         \r\n\nnow, as against the  exhaustive list of opposing  state cases\r\n\ncited  in the  diligent magistrate  judge's  opinion, not  to\r\n\nmention  the Massachusetts cases, defendant has found no case\r\n\ndirectly in its favor.   We cannot fault the district court's\r\n\naward  of  attorney's fees  under  Cottrill  as an  abuse  of\r                                                       \r\n\ndiscretion.\r\n\n          The $20,000 fee, which at, say, $200 an hour, comes\r\n\nto  100 hours, possibly suggests the standard contingency fee\r\n\nfigure2 rather  than the  actual time  needfully  spent.   We\r\n\napprove it, but  shall add nothing  for the further  briefing\r\n\nneeded for this court.\r\n\n          Affirmed, with double costs.\r                                                  \r\n\n                    \r                                \r\n\n2.  The death benefit was $50,000.\r\n\n                             -8-\r\r\n",
  "html": "<p class=\"case_cite\">135 F.3d 179</p>\n    <p class=\"case_cite\">21 Employee Benefits Cas. 2473</p>\n    <p class=\"parties\">Cecile E. VICKERS, Individually and as Executrix of the<br>Estate of Charles E. Vickers, Jr., Plaintiff, Appellee,<br>v.<br>BOSTON MUTUAL LIFE INSURANCE COMPANY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1949.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 2, 1997.<br>Decided Feb. 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ralph C. Copeland with whom Copeland &amp; Hession was on brief for appellant.</p>\n      <p class=\"indent\">John A. Mavricos with whom Christopher, Hays, Wojcik &amp; Mavricos was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In August, 1992, Charles E. Vickers, Jr., (Vickers), an employee insured under an ERISA, 29 U.S.C. &#167;&#167; 1001 et seq., group policy covering, within limits, accidental death, was fatally injured in a one-car automobile crash in Arizona.  Plaintiff executrix sued in the United States District Court for the District of Massachusetts and was awarded the death benefit and attorney's fees on a motion for summary judgment.  Defendant Boston Mutual Life Insurance Company (Company), claiming the death was not covered by the policy, appeals.  We affirm.</p>\n    </div>\n    <p>The Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vickers, a 55 year old male, was driving alone when his car went off the road on a curve, vaulted over a 15 foot drop, and struck a tree with great force.  He died within a half hour.  The Arizona Medical Examiner performed an autopsy the following day and listed a number of diagnoses, including \"coronary arteriosclerosis, occlusive, severe,\" and much physical trauma.  He gave as the \"Cause of Death:\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>Multiple blunt force traumatic injuries secondary to motor vehicle accident precipitated by acute coronary insufficiency.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For \"Manner of Death,\" choosing between \"Natural\" and \"Accident,\" he chose \"Accident.\"   Whether this was an accident within the policy terms, however, depends upon the policy terms.  The undisputed facts are that the crash was caused by Vicker's heart attack, but the sole physiological cause of death was the physical injury sustained in the crash.  The heart attack alone would not have been fatal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We quote from the policy terms.</p>\n    </div>\n    <p>THE POLICY</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We agree to pay benefits for loss from bodily injuries:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">a) caused by an accident ...;  and</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">b) which, directly and from no other causes, result in a covered loss.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We will not pay benefits if the loss was caused by:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">a) sickness, disease, or bodily infirmity;  or</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">b) any of the Exclusions listed on Page (sic) 2-3.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>....</p>\n    </div>\n    <p>THIS IS A LIMITED ACCIDENT POLICY</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>WHICH DOES NOT PAY BENEFITS FOR LOSS FROM SICKNESS</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>....</p>\n    </div>\n    <p>EXCLUSIONS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">No benefit will be paid for loss resulting from:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">6. Sickness, disease or bodily infirmity.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The basic arguments are these:  Plaintiff says the policy pays for \"loss,\" viz., death, from bodily injuries that were caused by an accident, and the exclusion does not apply because the heart attack caused the accident rather than the death.  The Company says the crash was not an accident, and that even if it was, the bodily injuries that caused the loss resulted from an accident caused by the heart attack, so that the basic cause of the loss was the diseased heart.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We can easily dispose of the Company's first argument.  In its view, and relying on Wickman v. Northwestern National Insurance Co., 908 F.2d 1077 (1st Cir.), cert. denied, 498 U.S. 1013, 111 S.Ct. 581, 112 L.Ed.2d 586 (1990), the crash was not an \"accident,\" as \"a reasonable person in the decedent's shoes should have foreseen that if one suffers a heart attack while driving and becomes unconscious, loss of control of the vehicle is inevitable and would likely result in serious bodily injury and possibly death.\"   Perhaps, but some subjective expectation of a heart attack would be required, and there was none here.  The Company's argument that there was no accident is patently frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Otherwise, to a degree, overlooking legal precedents, we can understand both parties.  Surely Vickers' family thinks of him as having been killed in an automobile accident.  But the Company says, on plaintiff's theory, what is the point of the two policy provisions denying coverage for and excluding loss \"caused by\" and \"resulting from\" \"disease or bodily infirmity\"?   There was no need for those disclaimers in an accident policy unless there was contemplated a disease-connected accident to begin with.  Manifestly there would have been no accident and no loss here, were it not for the insured's diseased heart.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On reflection, as a matter of pure logic, quite possibly this issue could be answered in the Company's favor.  But, if so, this raises another question.  Why did the Company write a policy that called for the services of a logician instead of relying on \"plain meanings ... which comport with the interpretations given by the average person\"?  Wickman, 908 F.2d at 1084.   We suggest two reasons.  (1) Inefficiency;  poor, ill-informed, draftsmanship.  (2) A well-advised drafter, persuaded by the sales-department to simplify and not use intimidating language.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Neither reflect well on the Company.</p>\n    </div>\n    <p>The Law</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We held in Wickman that the terms of an ERISA policy are to be interpreted under principles of federal substantive law.  908 F.2d at 1084;  see also Pilot Life Ins. Co. v. Dedeaux, 481 U.S. 41, 56, 107 S.Ct. 1549, 1557, 95 L.Ed.2d 39 (1987).  In view of the still \"formative stage\" of federal law here we apply \"common-sense canons of contract interpretation\" and borrow the \"best reasoned\" concepts from state law.  908 F.2d at 1084.   If this Massachusetts insurer's draftsman had looked to Massachusetts law, he should have found the following:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In Bohaker v. Travelers' Insurance Co., 215 Mass. 32, 102 N.E. 342 (1913), the insured, delirious from typhoid fever, was temporarily left alone in an upstairs bedroom.  He was thereafter found, fatally injured, on the ground outside an open window.  The policy insured against \"bodily injuries, effected directly or independently of all other causes, through external, violent and accidental means.\"  Id. at 32, 102 N.E. 342 (emphasis added).  The court said,</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>A sick man may be the subject of an accident, which but for his sickness would not have befallen him.  One may meet his death by falling into imminent danger in a faint or in an attack of epilepsy.  But such an event commonly has been held to be the result of accident rather than of disease.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Id. at 34, 102 N.E. 342.   The court held for the insured.  To look at common understanding is a fundamental principle.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Vahey v. John Hancock Mutual Life Insurance Co., 355 Mass. 421, 245 N.E.2d 251 (1969), the insured, while walking on the street, had a major epileptic seizure, causing him to fall to the pavement, striking his head.  Death came from a fractured skull and cranial bleeding.  The policy provided:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>No benefit will be payable under the \"Accidental Death Benefit\" provision if the Insured's death results, directly or indirectly, or wholly or partially, from:  (1) any infection or bodily or mental infirmity or disease existing before or commencing after the accidental injury....</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Id. at 422 n. 1, 245 N.E.2d 251 (emphasis added).  The court held for the defendant.  Thus two, more exactly, one little word.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendant would have it that \"directly and from no other causes\" is \"not only analogous to 'indirect' (sic) but is broader and more extensive.\"   Our logician might agree.  But why analogies?   Why overlook Bohaker, and neglect Vahey?   Defendant gains nothing by saying, broadly,</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>[P]roximate cause ... focuses on the foreseeability between the event and the injury caused as a result of the event and does not require a direct connection.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>[T]he nexus between the heart attack and the bodily injuries suffered from the crash was immediate and should be viewed as one entire event even though the heart attack was not the physiological cause of the decedent's death.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This is no answer when we are interpreting the word \"cause\" in a layman's insurance policy.</p>\n    </div>\n    <p>Attorney's Fees</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have gone to this length, in what would normally call for a short and routine affirmance, because defendant appeals from the court's awarding prejudgment interest and attorney's fees.  We review this award for abuse of discretion.  See Cottrill v. Sparrow, Johnson &amp; Ursillo, Inc., 100 F.3d 220, 223 (1st Cir.1996).  This being a contract action, with liquidated damages, defendant cannot object to interest:  it has had the use of promised money.  Cf. id. at 224.   As to fees, should defendant have known there was no merit in its defense?   See id. at 225.   Even now, as against the exhaustive list of opposing state cases cited in the diligent magistrate judge's opinion, not to mention the Massachusetts cases, defendant has found no case directly in its favor.  We cannot fault the district court's award of attorney's fees under Cottrill as an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The $20,000 fee, which at, say, $200 an hour, comes to 100 hours, possibly suggests the standard contingency fee figure<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> rather than the actual time needfully spent.  We approve it, but shall add nothing for the further briefing needed for this court.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed, with double costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We can understand that sales agents might not like the policy wording in Sekel v. Aetna Life Insurance Co., 704 F.2d 1335, 1336-37 (5th Cir.1983) (applying Texas law and reversing an award to the insured),</p>\n        <p>The insurance provided under this Title does not include, and no payment shall be made for, any loss resulting from any injury caused or contributed to by, or as a consequence of, any of the following excluded risks, even though the proximate or precipitating cause of loss is accidental bodily injury:  (a) bodily or mental infirmity;  or (b) disease....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The death benefit was $50,000</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></span></p>\n    <p class=\"case_cite\">21 Employee Benefits Cas. 2473</p>\n    <p class=\"parties\">Cecile E. VICKERS, Individually and as Executrix of the<br>Estate of Charles E. Vickers, Jr., Plaintiff, Appellee,<br>v.<br>BOSTON MUTUAL LIFE INSURANCE COMPANY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1949.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 2, 1997.<br>Decided Feb. 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ralph C. Copeland with whom Copeland &amp; Hession was on brief for appellant.</p>\n      <p class=\"indent\">John A. Mavricos with whom Christopher, Hays, Wojcik &amp; Mavricos was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In August, 1992, Charles E. Vickers, Jr., (Vickers), an employee insured under an ERISA, 29 U.S.C. &#167;&#167; 1001 et seq., group policy covering, within limits, accidental death, was fatally injured in a one-car automobile crash in Arizona.  Plaintiff executrix sued in the United States District Court for the District of Massachusetts and was awarded the death benefit and attorney's fees on a motion for summary judgment.  Defendant Boston Mutual Life Insurance Company (Company), claiming the death was not covered by the policy, appeals.  We affirm.</p>\n    </div>\n    <p>The Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vickers, a 55 year old male, was driving alone when his car went off the road on a curve, vaulted over a 15 foot drop, and struck a tree with great force.  He died within a half hour.  The Arizona Medical Examiner performed an autopsy the following day and listed a number of diagnoses, including \"coronary arteriosclerosis, occlusive, severe,\" and much physical trauma.  He gave as the \"Cause of Death:\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>Multiple blunt force traumatic injuries secondary to motor vehicle accident precipitated by acute coronary insufficiency.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For \"Manner of Death,\" choosing between \"Natural\" and \"Accident,\" he chose \"Accident.\"   Whether this was an accident within the policy terms, however, depends upon the policy terms.  The undisputed facts are that the crash was caused by Vicker's heart attack, but the sole physiological cause of death was the physical injury sustained in the crash.  The heart attack alone would not have been fatal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We quote from the policy terms.</p>\n    </div>\n    <p>THE POLICY</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We agree to pay benefits for loss from bodily injuries:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">a) caused by an accident ...;  and</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">b) which, directly and from no other causes, result in a covered loss.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We will not pay benefits if the loss was caused by:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">a) sickness, disease, or bodily infirmity;  or</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">b) any of the Exclusions listed on Page (sic) 2-3.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>....</p>\n    </div>\n    <p>THIS IS A LIMITED ACCIDENT POLICY</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>WHICH DOES NOT PAY BENEFITS FOR LOSS FROM SICKNESS</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>....</p>\n    </div>\n    <p>EXCLUSIONS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">No benefit will be paid for loss resulting from:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">6. Sickness, disease or bodily infirmity.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The basic arguments are these:  Plaintiff says the policy pays for \"loss,\" viz., death, from bodily injuries that were caused by an accident, and the exclusion does not apply because the heart attack caused the accident rather than the death.  The Company says the crash was not an accident, and that even if it was, the bodily injuries that caused the loss resulted from an accident caused by the heart attack, so that the basic cause of the loss was the diseased heart.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We can easily dispose of the Company's first argument.  In its view, and relying on Wickman v. Northwestern National Insurance Co., <span class=\"citation\" data-id=\"545155\"><a href=\"/opinion/545155/mary-jane-wickman-v-northwestern-national-insurance-company/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></a></span> (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">581</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span></span> (1990), the crash was not an \"accident,\" as \"a reasonable person in the decedent's shoes should have foreseen that if one suffers a heart attack while driving and becomes unconscious, loss of control of the vehicle is inevitable and would likely result in serious bodily injury and possibly death.\"   Perhaps, but some subjective expectation of a heart attack would be required, and there was none here.  The Company's argument that there was no accident is patently frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Otherwise, to a degree, overlooking legal precedents, we can understand both parties.  Surely Vickers' family thinks of him as having been killed in an automobile accident.  But the Company says, on plaintiff's theory, what is the point of the two policy provisions denying coverage for and excluding loss \"caused by\" and \"resulting from\" \"disease or bodily infirmity\"?   There was no need for those disclaimers in an accident policy unless there was contemplated a disease-connected accident to begin with.  Manifestly there would have been no accident and no loss here, were it not for the insured's diseased heart.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On reflection, as a matter of pure logic, quite possibly this issue could be answered in the Company's favor.  But, if so, this raises another question.  Why did the Company write a policy that called for the services of a logician instead of relying on \"plain meanings ... which comport with the interpretations given by the average person\"?  Wickman, 908 F.2d at 1084.   We suggest two reasons.  (1) Inefficiency;  poor, ill-informed, draftsmanship.  (2) A well-advised drafter, persuaded by the sales-department to simplify and not use intimidating language.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Neither reflect well on the Company.</p>\n    </div>\n    <p>The Law</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We held in Wickman that the terms of an ERISA policy are to be interpreted under principles of federal substantive law.  908 F.2d at 1084;  see also Pilot Life Ins. Co. v. Dedeaux, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 56, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1549</span></a></span>, 1557, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1987).  In view of the still \"formative stage\" of federal law here we apply \"common-sense canons of contract interpretation\" and borrow the \"best reasoned\" concepts from state law.  908 F.2d at 1084.   If this Massachusetts insurer's draftsman had looked to Massachusetts law, he should have found the following:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In Bohaker v. Travelers' Insurance Co., <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">32</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">342</span></span> (1913), the insured, delirious from typhoid fever, was temporarily left alone in an upstairs bedroom.  He was thereafter found, fatally injured, on the ground outside an open window.  The policy insured against \"bodily injuries, effected directly or independently of all other causes, through external, violent and accidental means.\"  Id. at 32, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">342</span></span> (emphasis added).  The court said,</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>A sick man may be the subject of an accident, which but for his sickness would not have befallen him.  One may meet his death by falling into imminent danger in a faint or in an attack of epilepsy.  But such an event commonly has been held to be the result of accident rather than of disease.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Id. at 34, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">342</span></span>.   The court held for the insured.  To look at common understanding is a fundamental principle.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Vahey v. John Hancock Mutual Life Insurance Co., <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">251</span></span> (1969), the insured, while walking on the street, had a major epileptic seizure, causing him to fall to the pavement, striking his head.  Death came from a fractured skull and cranial bleeding.  The policy provided:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>No benefit will be payable under the \"Accidental Death Benefit\" provision if the Insured's death results, directly or indirectly, or wholly or partially, from:  (1) any infection or bodily or mental infirmity or disease existing before or commencing after the accidental injury....</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Id. at 422 n. 1, <span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">251</span></span> (emphasis added).  The court held for the defendant.  Thus two, more exactly, one little word.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendant would have it that \"directly and from no other causes\" is \"not only analogous to 'indirect' (sic) but is broader and more extensive.\"   Our logician might agree.  But why analogies?   Why overlook Bohaker, and neglect Vahey?   Defendant gains nothing by saying, broadly,</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>[P]roximate cause ... focuses on the foreseeability between the event and the injury caused as a result of the event and does not require a direct connection.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>[T]he nexus between the heart attack and the bodily injuries suffered from the crash was immediate and should be viewed as one entire event even though the heart attack was not the physiological cause of the decedent's death.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This is no answer when we are interpreting the word \"cause\" in a layman's insurance policy.</p>\n    </div>\n    <p>Attorney's Fees</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have gone to this length, in what would normally call for a short and routine affirmance, because defendant appeals from the court's awarding prejudgment interest and attorney's fees.  We review this award for abuse of discretion.  See Cottrill v. Sparrow, Johnson &amp; Ursillo, Inc., <span class=\"citation\" data-id=\"197093\"><a href=\"/opinion/197093/cottrill-v-sparrow/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 223 (1st Cir.1996).  This being a contract action, with liquidated damages, defendant cannot object to interest:  it has had the use of promised money.  Cf. id. at 224.   As to fees, should defendant have known there was no merit in its defense?   See id. at 225.   Even now, as against the exhaustive list of opposing state cases cited in the diligent magistrate judge's opinion, not to mention the Massachusetts cases, defendant has found no case directly in its favor.  We cannot fault the district court's award of attorney's fees under Cottrill as an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The $20,000 fee, which at, say, $200 an hour, comes to 100 hours, possibly suggests the standard contingency fee figure<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> rather than the actual time needfully spent.  We approve it, but shall add nothing for the further briefing needed for this court.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed, with double costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We can understand that sales agents might not like the policy wording in Sekel v. Aetna Life Insurance Co., <span class=\"citation\" data-id=\"416876\"><a href=\"/opinion/416876/judith-sekel-v-aetna-life-insurance-company/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1335</span></a></span>, 1336-37 (5th Cir.1983) (applying Texas law and reversing an award to the insured),</p>\n        <p>The insurance provided under this Title does not include, and no payment shall be made for, any loss resulting from any injury caused or contributed to by, or as a consequence of, any of the following excluded risks, even though the proximate or precipitating cause of loss is accidental bodily injury:  (a) bodily or mental infirmity;  or (b) disease....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The death benefit was $50,000</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545155/"
  ]
}