{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197788/",
  "absolute_url": "/opinion/197788/united-states-v-sowers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197788/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:38:43Z",
  "date_modified": "2017-03-24T10:53:25.981926Z",
  "type": "010combined",
  "sha1": "f5e8f13973809a00982374d2d30e1c7643b781b7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1845.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 97-1845\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         WAYNE O. SOWERS,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n               and Shadur,* Senior District Judge.\r                                                           \r\n\n                                             \r\n\n     William Maselli for appellant.\r                              \r\n     Margaret  D.  McGaughey, Assistant  United  States Attorney,\r                                      \r\nwith whom Jay P. McCloskey,  United States Attorney, and Jonathan\r                                                                           \r\nA.  Toof, Assistant United  States Attorney,  were on  brief, for\r                  \r\nappellee.\r\n\n                                             \r\n\n                         February 6, 1998\r\n                                             \r\n\n          \r\n*Of the Northern District of Illinois, sitting by designation.\r\r\n\n          SELYA,  Circuit Judge.    Defendant-appellant Wayne  O.\r                    SELYA,  Circuit Judge.\r                                         \r\n\nSowers challenges his  conviction for possession of  cocaine with\r\n\nintent  to distribute, see 21  U.S.C.   841(a)(1), (b)(1)(B), and\r                                    \r\n\n(b)(1)(C) (1994),  by resurrecting  some   but  not all    of the\r\n\narguments  advanced  in  his  unsuccessful  motion   to  suppress\r\n\nevidence.1  In service of this end, the appellant argues that the\r\n\ntrial court erred in concluding that neither the detention of the\r\n\nappellant and of a passenger  in the vehicle that he was  driving\r\n\nnor a warrantless  search of the appellant's jacket,  worn by the\r\n\npassenger,   produced   a   cognizable   constitutional   insult.\r\n\nConcluding, as we do, that the district court properly denied the\r\n\nappellant's  pretrial suppression motion,  we affirm the judgment\r\n\nof conviction.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          On  September 21,  1996, at  approximately  10:00 p.m.,\r\n\nMaine State Trooper Kevin Curran was traveling northbound along a\r\n\ndesolate stretch of the Maine  Turnpike.  While passing a Toyota,\r\n\nhe noticed  a loud  noise  emanating from  the vehicle's  exhaust\r\n\nsystem.   His  interest piqued,  Curran also  observed a  missing\r\n\nfront license plate.  He  slowed and activated his cruiser's blue\r\n\nflashing lights.  The Toyota stopped in the breakdown lane.\r\n\n          Curran approached the  vehicle from the rear  and asked\r\n\nthe operator  (Sowers) for his  papers.  Sowers produced  a valid\r\n\nlicense, along with  a registration listing  Tammy Gayton as  the\r\n                    \r                              \r\n\n     1To  the extent  that  arguments  made  at  the  suppression\r\nhearing are not renewed on appeal,  we deem them abandoned.   See\r                                                                           \r\nUnited States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\r                                  \r\n\n                                2\r\r\n\nToyota's owner.  When Curran asked the young woman seated next to\r\n\nSowers to produce some form of identification, she responded that\r\n\nshe was  Tammy Gayton, but  acknowledged that she had  nothing on\r\n\nher person to  confirm that fact.   Unsure as to  the passenger's\r\n\ntrue identity,  Curran instructed  her to  exit  the vehicle  and\r\n\ninstructed Sowers to remain seated.  Both complied.\r\n\n          After physically separating  the two occupants, Trooper\r\n\nCurran noticed  that they  both appeared  extremely nervous.   He\r\n\nthus  questioned each  of them  as  to the  extent, purpose,  and\r\n\ndetails  of  their  travels.     When  substantial  discrepancies\r\n\ndeveloped, his suspicions heightened.\r\n\n          Curran  asked the woman to  remain standing next to his\r\n\npolice cruiser  while he  initiated a  cursory background  check,\r\n\nendeavored to verify her identity, and prepared citations for the\r\n\ndefective muffler, see  Me. Rev. Stat. Ann. tit.  29-A   1912(1),\r                                \r\n\n(4) (West 1993), and the missing license  plate, see id.   452(a)\r                                                                  \r\n\n(West  1987).    The  background  check  revealed  that  Sowers's\r\n\ndriver's  license  was  valid  and  that  the  Toyota  was   duly\r\n\nregistered  to Gayton.   Curran  also obtained  a rough  physical\r\n\nprofile  of Gayton, which seemed  to match the  woman whom he had\r\n\ndetained.\r\n\n          Despite  receipt of  this information,  Curran remained\r\n\ndissatisfied with the conflicting answers that he had received in\r\n\nresponse to his  earlier questioning.  He apprised  Gayton of his\r\n\nlingering suspicions and sought permission to search her vehicle.\r\n\nGayton initially refused  to consent to a  search, but eventually\r\n\n                                3\r\r\n\nrelented  after  Curran  informed  her that  he  would  summon  a\r\n\nnarcotics dog  to  perform  a  sniff-search.   After  giving  her\r\n\nwritten  consent to the  vehicle search, Gayton's  anxiety became\r\n\nmore pronounced.\r\n\n          Before attempting to search the vehicle, Curran radioed\r\n\nfor assistance.  While  awaiting backup, Curran performed  a pat-\r\n\ndown search of Gayton's person.  In the course of that search, he\r\n\nfelt  a hard,  cylindrical  object through  the  material of  the\r\n\njacket she  was wearing.   Curran queried Gayton about  the item,\r\n\nbut she disclaimed any knowledge, stating that neither the jacket\r\n\nnor its contents belonged to her.  Curran removed the object from\r\n\nthe jacket  pocket.   It  proved to  be  a package  containing  a\r\n\nsubstance  similar  in  appearance  and  consistency  to cocaine.\r\n\nCurran  promptly arrested  both Sowers  (age 42) and  Gayton (age\r\n\n18).\r\n\n          Trooper  Frank   Holcomb  arrived   on  the   scene  at\r\n\napproximately 10:40 p.m. and Curran then searched the Toyota.  He\r\n\nfound no  contraband.   After  the troopers  transported the  two\r\n\nsuspects to the Androscoggin County Jail, Sowers admitted that he\r\n\nhad  traveled  to  Massachusetts and  bought  quantities  of both\r\n\npowdered and crack cocaine.\r\n\nII.  PROCEEDINGS BELOW\r          II.  PROCEEDINGS BELOW\r\n\n          On October 10, 1996,  a federal grand jury returned  an\r\n\nindictment that charged  Sowers with possessing or  conspiring to\r\n\npossess  powdered and crack  cocaine, with intent  to distribute.\r\n\nThe appellant  moved to suppress  the evidence seized  during and\r\n\n                                4\r\r\n\nafter  the roadside  events.   He  argued, inter  alia, that  the\r                                                                \r\n\nprotracted investigative stop constituted an unlawful  detention,\r\n\nand that  in all events the pat-down  search was unjustified.  He\r\n\nalso sought to exclude the  incriminating statements made by  him\r\n\nwhile in  custody on  the ground that  those statements  were the\r\n\nfruits of an illegal detention.\r\n\n          Following  an evidentiary  hearing, the  district court\r\n\ndenied the suppression motion.  See United States v. Sowers, 1997\r                                                                     \r\n\nWL 97104 (D.  Me. Feb. 21,  1997).  The  court ratified both  the\r\n\nstop and the ensuing roadside detention,  see id. at *4, and also\r                                                           \r\n\ndetermined  that Sowers lacked standing to challenge the pat-down\r\n\nsearch, see id. at *5.2\r                         \r\n\n          In  short order, a  jury found the  appellant guilty on\r\n\ntwo counts  of the  indictment.3   The  district court  sentenced\r\n\nSowers to a 46-month term of imprisonment.  This appeal followed.\r\n\nIII.  DISCUSSION\r          III.  DISCUSSION\r\n\n          In addressing  orders granting or  denying suppression,\r\n\nwe scrutinize the trial court's factual findings for clear  error\r\n\nand  subject its ultimate  constitutional conclusions  to plenary\r\n\n                    \r                              \r\n\n     2Although use  of the  term \"standing\"  in this context  may\r\noffend a legal purist, we have employed that word as \"a shorthand\r\nmethod of referring  to the issue of whether  the defendant's own\r\nFourth Amendment  interests  were implicated  by  the  challenged\r\ngovernmental action.\"   United States  v. Sanchez, 943  F.2d 110,\r                                                           \r\n113 n.1 (1st Cir. 1991); accord United States v. Kimball, 25 F.3d\r                                                                  \r\n1, 5 n.1 (1st  Cir. 1994); United States v. Gomez,  770 F.2d 251,\r                                                           \r\n253 n.1 (1st Cir. 1985);  United States v. Lochan, 674 F.2d  960,\r                                                           \r\n963 n.4 (1st Cir. 1982).  We follow that praxis here.\r\n\n     3The  government  had  brought,  and  thereafter dropped,  a\r\nconspiracy count.\r\n\n                                5\r\r\n\nreview.   See Ornelas  v. United  States, 116 S.  Ct. 1657,  1663\r                                                  \r\n\n(1996); United  States v. Schaefer, 87  F.3d 562, 565 &amp;  n.2 (1st\r                                            \r\n\nCir. 1996); UnitedStates v.Zapata, 18F.3d 971, 975(1st Cir.1994).\r                                           \r\n\n                                A.\r                                          A.\r                                            \r\n\n          We open  our discussion of the merits by addressing the\r\n\nappellant's  charge that the officer's detention of the motorists\r\n\namounted  to a  de facto  arrest.   Sowers carefully  cabins this\r                                  \r\n\nargument.   He does not  contest Judge Carter's finding  that the\r\n\ninitial stop,  for admitted equipment violations,  was justified.\r\n\nHe argues instead  that the length and tenor of  the detention at\r\n\nsome point transmogrified a lawful Terry stop, see Terry v. Ohio,\r                                                                          \r\n\n392 U.S. 1 (1968), into an unlawful de facto arrest.  Once Sowers\r                                                      \r\n\nproduced a valid  driver's license and registration,  this thesis\r\n\nruns,  Curran  no  longer  had  any valid  basis  to  detain  the\r\n\nmotorists  and  all  the  events  that  transpired  thereafter   \r\n\nGayton's  removal from the vehicle, the subsequent questioning of\r\n\nboth  individuals,  the  pat-down  search,  the  seizure  of  the\r\n\ncontents of the jacket's pockets, the arrest, and the post-arrest\r\n\ninterrogation   were beyond the pale.\r\n\n          The government says that Sowers lacks standing to voice\r\n\nmuch  of this  plaint.    A defendant  ordinarily  cannot base  a\r\n\nconstitutional claim on a violation  of a third person's  rights.\r\n\nSee Rakas v. Illinois, 439 U.S. 128, 138-40 (1978); United States\r                                                                           \r\n\nv.  Kimball, 25  F.3d  1, 5  (1st Cir.  1994);  United States  v.\r                                                                       \r\n\nSantana, 6 F.3d 1, 8-9 (1st Cir. 1993).  Therefore, to the extent\r                 \r\n\nthat Sowers's challenge  rests on Gayton's privacy  interests, it\r\n\n                                6\r\r\n\nis barred.\r\n\n          Nonetheless, there  is more to Sowers's  challenge than\r\n\nmeets the  prosecution's eye.  Once the  police halt a vehicle on\r\n\nthe  highway,  both  the  driver  and the  passengers  are  in  a\r\n\npractical sense subject to the officers' authority.  See Whren v.\r                                                                        \r\n\nUnited States, 116 S. Ct.  1769, 1772 (1996) (explaining that all\r                       \r\n\noccupants of  a vehicle  are subjected to  a seizure,  within the\r\n\nscope of the  fourth amendment, when a police  officer effects an\r\n\ninvestigatory  stop of the vehicle).   Thus, any  one of them may\r\n\nchallenge  his own  detention regardless  of whether  he was  the\r\n\nimmediate target of the investigation or whether he had a privacy\r\n\ninterest in the vehicle itself.  See Kimball, 25 F.3d at 5.  This\r                                                      \r\n\nmeans that  the  appellant's challenge  of his  own detention  is\r\n\nproperly before us.\r\n\n          On this  issue, the  appellant acknowledges that  Terry\r                                                                           \r\n\nsanctions a brief detention of  an individual to confirm or allay\r\n\na police  officer's reasonable  suspicions.   392 U.S.  at 20-21.\r\n\nStill, he contends that Trooper Curran's persistence converted an\r\n\ninitially lawful Terry stop into a de facto  arrest based on less\r                                                     \r\n\nthan   probable  cause  (and,  hence,  unlawful).     This  is  a\r\n\ncommonplace  argument, the evaluation of  which tends to be case-\r\n\nspecific.   See Zapata, 18 F.3d  at 975 (observing that there are\r                                \r\n\nno precise  formulae that  enable courts  to distinguish  between\r\n\ninvestigatory stops and de facto arrests).\r                                          \r\n\n          The  effort to locate  a particular sequence  of events\r\n\nalong the continuum of detentions  begins with a determination as\r\n\n                                7\r\r\n\nto whether the officer's actions were justified at the inception.\r\n\nSee Terry, 392 U.S. at 19-20;  United States v. McCarthy, 77 F.3d\r                                                                  \r\n\n522, 530 (1st  Cir. 1996).   In this case,  the propriety of  the\r\n\ninitial Terry stop cannot be gainsaid.   The appellant's argument\r                       \r\n\nhinges,  therefore,  on  whether the  actions  undertaken  by the\r\n\nofficer  following the  stop were  reasonably  responsive to  the\r\n\ncircumstances   justifying  the  stop  in  the  first  place,  as\r\n\naugmented by information gleaned by  the officer during the stop.\r\n\nSee United  States v.  Sharpe, 470 U.S.  675, 682  (1984); United\r                                                                           \r\n\nStates v. Stanley,  915 F.2d 54, 55  (1st Cir. 1990).   To answer\r                           \r\n\nthis query, an inquiring court  must consider the totality of the\r\n\ncircumstances  and \"balance[]  the  nature  and  quality  of  the\r\n\nintrusion  on personal  security against  the  importance of  the\r\n\ngovernmental interests alleged to justify the intrusion.\"  United\r                                                                           \r\n\nStates v. Hensley, 469 U.S. 221, 228 (1985).\r                           \r\n\n          On this question, the  district court supportably found\r\n\nthat Curran's level of warranted suspicion gradually escalated as\r\n\nhis  encounter with  Sowers  and  Gayton  progressed.   Based  on\r\n\nunfolding  events,  the  trooper's  attention  (and,   thus,  his\r\n\nreasonable suspicions) shifted away from the equipment violations\r\n\nthat prompted the initial stop toward a belief that the detainees\r\n\nwere engaged in more serious skulduggery.  Such a  shift in focus\r\n\nis neither unusual nor impermissible.  See, e.g., Zapata, 18 F.3d\r                                                                  \r\n\nat 974.  In  his testimony   which the lower  court credited, see\r                                                                           \r\n\nSowers, 1997 WL 97104, at  *4   Curran recited the particularized\r                \r\n\nbases for his dawning belief  that Sowers and Gayton were engaged\r\n\n                                8\r\r\n\nin criminal  misconduct.   He pointed,  for example,  to Gayton's\r\n\ninability  to   confirm  her   identity,  the   pair's  excessive\r\n\nnervousness, and the conflicting stories  that they told.  We are\r\n\nnot  at liberty  blithely to  second-guess  the district  court's\r\n\ncredibility   determinations.    See  Zapata,  18  F.3d  at  975.\r                                                      \r\n\nConsequently  we cannot  say, in  light of  what the  lower court\r\n\nfound to be the circumstances obtaining on the night in question,\r\n\nthat the officer's  continued pursuit of his  mounting suspicions\r\n\nwas unreasonable.  See  Davis v. United States 409  F.2d 458, 460\r                                                        \r\n\n(D.C. Cir. 1969) (remarking that \"conduct innocent in the eyes of\r\n\nthe  untrained may  carry entirely  different  `messages' to  the\r\n\nexperienced or trained  observer\"); see also Stanley, 915 F.2d at\r                                                              \r\n\n56.\r\n\n          By the  same token,  we are not  inclined to  hold that\r\n\nTrooper Curran,  in acting  on these  suspicions, perpetrated  an\r\n\nimpermissible de facto arrest.  In assaying such a claim, a court\r                                \r\n\nmust weigh, among other factors, the length of the detention, the\r\n\nrestrictions  placed  on an  individual's personal  movement, the\r\n\nforce (if any) that was  exerted, the information conveyed to the\r\n\ndetainee, and  the severity of  the intrusion.  See  McCarthy, 77\r                                                                       \r\n\nF.3d at 530.  Here, no force   or show of force   occurred.4  The\r\n\nrestriction  on  Sowers's  freedom  of  movement     namely,  the\r\n\n                    \r                              \r\n\n     4The  appellant suggests that  Curran's mention of  a canine\r\nsniff-search amounted to a threat, and thus was  a show of force.\r\nThis   argument   never  takes   wing,   however,   because  that\r\nconversation took  place with  Gayton, out  of Sowers's  earshot.\r\nAbsent any communication, the \"threat\" could not have constituted\r\na show of force as to Sowers.\r                                      \r\n\n                                9\r\r\n\ntrooper's instruction  that he  remain in the  vehicle    was not\r\n\nonerous.   See, e.g.,  Maryland v.  Wilson, 117  S. Ct.  882, 886\r                                                    \r\n\n(1997);  Pennsylvania v.  Mimms, 434  U.S. 106,  111  (1977) (per\r                                         \r\n\ncuriam).\r\n\n          To  sum  up,  the  Supreme  Court  has  cautioned  that\r\n\nreasonable suspicion,  like probable  cause, is  not amenable  to\r\n\ntechnical formulations that purport to identify the precise types\r\n\nof conduct or sets of circumstances that will  or will not permit\r\n\na  police officer to stop and detain an individual.  See Ornelas,\r                                                                          \r\n\n116 S. Ct.  at 1661.  To  the contrary, the Justices  have looked\r\n\nfavorably upon a practical, commonsense approach to the  issue of\r\n\nreasonable suspicion.  See id.  Viewing the facts of this case in\r                                        \r\n\na down-to-earth manner, we conclude  that the district court  did\r\n\nnot err  in finding  that Curran  had  adequate justification  to\r\n\nprolong the  stop beyond the  point at which Sowers  produced his\r\n\npapers and thereafter beyond the point at which Gayton's identity\r\n\nwas nominally corroborated.   See, e.g., United  States v. Young,\r                                                                          \r\n\n105  F.3d 1, 6 (1st  Cir. 1997); McCarthy, 77  F.3d at 530.  Even\r                                                   \r\n\nthough at  least thirty minutes  elapsed between the time  of the\r\n\nstop  and the discovery of what appeared to be contraband, we see\r\n\nno basis for  disrupting the district court's  founded conclusion\r\n\nthat no de facto arrest transpired.  See United  States v. Quinn,\r                                                                          \r\n\n815 F.2d  153, 157 (1st Cir.  1987) (remarking that  \"there is no\r\n\ntalismanic time beyond which any stop  initially justified on the\r\n\nbasis of Terry  becomes an unreasonable seizure under  the fourth\r                        \r\n\namendment\") (quoting United  States v. Davies, 768  F.2d 893, 901\r                                                       \r\n\n                                10\r\r\n\n(7th Cir. 1985)); see also  McCarthy, 77 F.3d at 530 (chronicling\r                                              \r\n\ncases in  which detentions of  much longer  duration than  thirty\r\n\nminutes have been approved).  Put another way, the court  was not\r\n\nbound  to  hold  that  the  relatively  short-lived and,  by  all\r\n\nindicators,  non-confrontational  detention   that  preceded  the\r\n\nofficer's discovery  of the apparent  contraband constituted  the\r\n\nfunctional equivalent of a formal arrest.\r\n\n                                B.\r                                          B.\r                                            \r\n\n          The appellant  also challenges  the pat-down  search of\r\n\nGayton, and in  particular, the search of a jacket  that he owned\r\n\nwhich  Gayton  was wearing  at  the  time.   The  district  court\r\n\nrejected this  challenge.  Relying  on Frazier v. Cupp,  394 U.S.\r                                                                \r\n\n731 (1969), and United States v. Alewelt, 532 F.2d 1165 (7th Cir.\r                                                  \r\n\n1976), it  concluded that the appellant, \"upon lending his jacket\r\n\nto Gayton, relinquished control over the jacket and forfeited the\r\n\nreasonable expectation of privacy he had in the jacket.\"  Sowers,\r                                                                          \r\n\n1997 WL 97104,  at *5.   Mindful that we are  not chained to  the\r\n\nlower court's rationale but may affirm on any alternative  ground\r\n\nsupported by the record, see Hachikian v. FDIC,  96 F.3d 502, 504\r                                                        \r\n\n(1st Cir. 1996),  we choose to follow a  different analytic path.\r\n\nConsequently,  we   take  no   view  of   the  district   court's\r\n\ndetermination  that  Sowers,  having lent  his  jacket,  could no\r\n\nlonger  claim a reasonable  expectation of privacy  vis- -vis the\r\n\ncontents of its pockets.\r\n\n          The  fundamental  flaw in  the appellant's  argument is\r\n\nthat it misapprehends  the character of a  Terry stop.   The pat-\r                                                          \r\n\n                                11\r\r\n\ndown search that a Terry stop entails is a search of  the person.\r                                  \r\n\nSee  Terry, 392 U.S. at 24-25  (describing the permitted pat-down\r                    \r\n\nsearch as  \"a limited search  of the outer clothing  for weapons\"\r\n\nand recognizing that such a search \"constitutes  a severe, though\r\n\nbrief, intrusion upon  cherished personal security\"); see  also 4\r                                                                         \r\n\nWayne R. Lafave, Search  and Seizure   9.5(b) (3d ed.  1996).  To\r                                              \r\n\nsay that such a search involves a separate and distinct search of\r\n\nthe detainee's clothing distorts the  Terry principle.  Thus, the\r                                                     \r\n\nappellant, who was not himself subjected to the pat-down  search,\r\n\ncannot bottom his Fourth Amendment challenge on that search.  See\r                                                                           \r\n\nKimball, 25 F.3d at 5 (holding  that \"a proponent of a motion  to\r                 \r\n\nsuppress  must  prove  that  the  challenged governmental  action\r\n\ninfringed upon his own Fourth Amendment rights\").  So viewed, any\r\n\npossessory  interest that  Sowers retained  in  the jacket  which\r\n\nGayton was wearing during the search is an irrelevancy.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We need  go no further.   Having combed the  record, we\r\n\nare  fully persuaded  that  the  district court  did  not err  in\r\n\ndenying Sowers's motion to suppress.   The judgment of conviction\r\n\nmust therefore be\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                12\r\r\n",
  "html": "<p class=\"case_cite\">136 F.3d 24</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Wayne O. SOWERS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1845.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 6, 1998.<br>Decided Feb. 6, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Maselli, Auburn, ME, for defendant, appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, Portland, ME, with whom Jay P. McCloskey, United States Attorney, Bangor, ME, and Jonathan A. Toof, Assistant United States Attorney, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and SHADUR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Wayne O. Sowers challenges his conviction for possession of cocaine with intent to distribute, see 21 U.S.C. &#167; 841(a)(1), (b)(1)(B), and (b)(1)(C) (1994), by resurrecting some--but not all--of the arguments advanced in his unsuccessful motion to suppress evidence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In service of this end, the appellant argues that the trial court erred in concluding that neither the detention of the appellant and of a passenger in the vehicle that he was driving nor a warrantless search of the appellant's jacket, worn by the passenger, produced a cognizable constitutional insult.  Concluding, as we do, that the district court properly denied the appellant's pretrial suppression motion, we affirm the judgment of conviction.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 21, 1996, at approximately 10:00 p.m., Maine State Trooper Kevin Curran was traveling northbound along a desolate stretch of the Maine Turnpike.  While passing a Toyota, he noticed a loud noise emanating from the vehicle's exhaust system.  His interest piqued, Curran also observed a missing front license plate.  He slowed and activated his cruiser's blue flashing lights.  The Toyota stopped in the breakdown lane.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Curran approached the vehicle from the rear and asked the operator (Sowers) for his papers.  Sowers produced a valid license, along with a registration listing Tammy Gayton as the Toyota's owner.  When Curran asked the young woman seated next to Sowers to produce some form of identification, she responded that she was Tammy Gayton, but acknowledged that she had nothing on her person to confirm that fact.  Unsure as to the passenger's true identity, Curran instructed her to exit the vehicle and instructed Sowers to remain seated.  Both complied.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After physically separating the two occupants, Trooper Curran noticed that they both appeared extremely nervous.  He thus questioned each of them as to the extent, purpose, and details of their travels.  When substantial discrepancies developed, his suspicions heightened.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Curran asked the woman to remain standing next to his police cruiser while he initiated a cursory background check, endeavored to verify her identity, and prepared citations for the defective muffler, see Me.Rev.Stat. Ann. tit.  29-A &#167; 1912(1), (4) (West 1993), and the missing license plate, see id. &#167; 452(a) (West 1987).  The background check revealed that Sowers's driver's license was valid and that the Toyota was duly registered to Gayton.  Curran also obtained a rough physical profile of Gayton, which seemed to match the woman whom he had detained.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Despite receipt of this information, Curran remained dissatisfied with the conflicting answers that he had received in response to his earlier questioning.  He apprised Gayton of his lingering suspicions and sought permission to search her vehicle.  Gayton initially refused to consent to a search, but eventually relented after Curran informed her that he would summon a narcotics dog to perform a sniff-search.  After giving her written consent to the vehicle search, Gayton's anxiety became more pronounced.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before attempting to search the vehicle, Curran radioed for assistance.  While awaiting backup, Curran performed a pat-down search of Gayton's person.  In the course of that search, he felt a hard, cylindrical object through the material of the jacket she was wearing.  Curran queried Gayton about the item, but she disclaimed any knowledge, stating that neither the jacket nor its contents belonged to her.  Curran removed the object from the jacket pocket.  It proved to be a package containing a substance similar in appearance and consistency to cocaine.  Curran promptly arrested both Sowers (age 42) and Gayton (age 18).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Trooper Frank Holcomb arrived on the scene at approximately 10:40 p.m. and Curran then searched the Toyota.  He found no contraband.  After the troopers transported the two suspects to the Androscoggin County Jail, Sowers admitted that he had traveled to Massachusetts and bought quantities of both powdered and crack cocaine.</p>\n    </div>\n    <p>II. PROCEEDINGS BELOW</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On October 10, 1996, a federal grand jury returned an indictment that charged Sowers with possessing or conspiring to possess powdered and crack cocaine, with intent to distribute.  The appellant moved to suppress the evidence seized during and after the roadside events.  He argued, inter alia, that the protracted investigative stop constituted an unlawful detention, and that in all events the pat-down search was unjustified.  He also sought to exclude the incriminating statements made by him while in custody on the ground that those statements were the fruits of an illegal detention.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following an evidentiary hearing, the district court denied the suppression motion.  See United States v. Sowers, 1997 WL 97104 (D.Me. Feb. 21, 1997).  The court ratified both the stop and the ensuing roadside detention, see id.at * 4, and also determined that Sowers lacked standing to challenge the pat-down search, see id. at * 5.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In short order, a jury found the appellant guilty on two counts of the indictment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court sentenced Sowers to a 46-month term of imprisonment.  This appeal followed.</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In addressing orders granting or denying suppression, we scrutinize the trial court's factual findings for clear error and subject its ultimate constitutional conclusions to plenary review.  See Ornelas v. United States, 517 U.S. 690, 698-700, 116 S.Ct. 1657, 1663, 134 L.Ed.2d 911 (1996);  United States v. Schaefer, 87 F.3d 562, 565 &amp; n. 2 (1st Cir.1996);  United States v. Zapata, 18 F.3d 971, 975 (1st Cir.1994).</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We open our discussion of the merits by addressing the appellant's charge that the officer's detention of the motorists amounted to a de facto arrest.  Sowers carefully cabins this argument.  He does not contest Judge Carter's finding that the initial stop, for admitted equipment violations, was justified.  He argues instead that the length and tenor of the detention at some point transmogrified a lawful Terry stop, see Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), into an unlawful de facto arrest.  Once Sowers produced a valid driver's license and registration, this thesis runs, Curran no longer had any valid basis to detain the motorists and all the events that transpired thereafter--Gayton's removal from the vehicle, the subsequent questioning of both individuals, the pat-down search, the seizure of the contents of the jacket's pockets, the arrest, and the post-arrest interrogation--were beyond the pale.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government says that Sowers lacks standing to voice much of this plaint.  A defendant ordinarily cannot base a constitutional claim on a violation of a third person's rights.  See Rakas v. Illinois, 439 U.S. 128, 138-40, 99 S.Ct. 421, 427-29, 58 L.Ed.2d 387 (1978);  United States v. Kimball, 25 F.3d 1, 5 (1st Cir.1994);  United States v. Santana, 6 F.3d 1, 8-9 (1st Cir.1993).  Therefore, to the extent that Sowers's challenge rests on Gayton's privacy interests, it is barred.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nonetheless, there is more to Sowers's challenge than meets the prosecution's eye.  Once the police halt a vehicle on the highway, both the driver and the passengers are in a practical sense subject to the officers' authority.  See Whren v. United States, 517 U.S. 806, 808-10, 116 S.Ct. 1769, 1772, 135 L.Ed.2d 89 (1996) (explaining that all occupants of a vehicle are subjected to a seizure, within the scope of the fourth amendment, when a police officer effects an investigatory stop of the vehicle).  Thus, any one of them may challenge his own detention regardless of whether he was the immediate target of the investigation or whether he had a privacy interest in the vehicle itself.  See Kimball, 25 F.3d at 5. This means that the appellant's challenge of his own detention is properly before us.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On this issue, the appellant acknowledges that Terry sanctions a brief detention of an individual to confirm or allay a police officer's reasonable suspicions.  392 U.S. at 20-21, 88 S.Ct. at 1879-80.   Still, he contends that Trooper Curran's persistence converted an initially lawful Terry stop into a de facto arrest based on less than probable cause (and, hence, unlawful).  This is a commonplace argument, the evaluation of which tends to be case-specific.  See Zapata, 18 F.3d at 975 (observing that there are no precise formulae that enable courts to distinguish between investigatory stops and de facto arrests).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The effort to locate a particular sequence of events along the continuum of detentions begins with a determination as to whether the officer's actions were justified at the inception.  See Terry, 392 U.S. at 19-20, 88 S.Ct. at 1878-79;  United States v. McCarthy, 77 F.3d 522, 530 (1st Cir.1996).  In this case, the propriety of the initial Terry stop cannot be gainsaid.  The appellant's argument hinges, therefore, on whether the actions undertaken by the officer following the stop were reasonably responsive to the circumstances justifying the stop in the first place, as augmented by information gleaned by the officer during the stop.  See United States v. Sharpe, 470 U.S. 675, 682, 105 S.Ct. 1568, 1573, 84 L.Ed.2d 605 (1985);  United States v. Stanley, 915 F.2d 54, 55 (1st Cir.1990).  To answer this query, an inquiring court must consider the totality of the circumstances and \"balance[ ] the nature and quality of the intrusion on personal security against the importance of the governmental interests alleged to justify the intrusion.\"  United States v. Hensley, 469 U.S. 221, 228, 105 S.Ct. 675, 680, 83 L.Ed.2d 604 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On this question, the district court supportably found that Curran's level of warranted suspicion gradually escalated as his encounter with Sowers and Gayton progressed.  Based on unfolding events, the trooper's attention (and, thus, his reasonable suspicions) shifted away from the equipment violations that prompted the initial stop toward a belief that the detainees were engaged in more serious skulduggery.  Such a shift in focus is neither unusual nor impermissible.  See, e.g., Zapata, 18 F.3d at 974.   In his testimony--which the lower court credited, see Sowers, 1997 WL 97104, at * 4--Curran recited the particularized bases for his dawning belief that Sowers and Gayton were engaged in criminal misconduct.  He pointed, for example, to Gayton's inability to confirm her identity, the pair's excessive nervousness, and the conflicting stories that they told.  We are not at liberty blithely to second-guess the district court's credibility determinations.  See Zapata, 18 F.3d at 975.   Consequently we cannot say, in light of what the lower court found to be the circumstances obtaining on the night in question, that the officer's continued pursuit of his mounting suspicions was unreasonable.  See Davis v. United States 409 F.2d 458, 460 (D.C.Cir.1969) (remarking that \"conduct innocent in the eyes of the untrained may carry entirely different 'messages' to the experienced or trained observer\");  see also Stanley, 915 F.2d at 56.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">By the same token, we are not inclined to hold that Trooper Curran, in acting on these suspicions, perpetrated an impermissible de facto arrest.  In assaying such a claim, a court must weigh, among other factors, the length of the detention, the restrictions placed on an individual's personal movement, the force (if any) that was exerted, the information conveyed to the detainee, and the severity of the intrusion.  See McCarthy, 77 F.3d at 530.   Here, no force--or show of force--occurred.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The restriction on Sowers's freedom of movement--namely, the trooper's instruction that he remain in the vehicle--was not onerous.  See, e.g., Maryland v. Wilson, 519 U.S. 408, ----, 117 S.Ct. 882, 886, 137 L.Ed.2d 41 (1997);  Pennsylvania v. Mimms, 434 U.S. 106, 111, 98 S.Ct. 330, 333-34, 54 L.Ed.2d 331 (1977) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To sum up, the Supreme Court has cautioned that reasonable suspicion, like probable cause, is not amenable to technical formulations that purport to identify the precise types of conduct or sets of circumstances that will or will not permit a police officer to stop and detain an individual.  See Ornelas, 517 U.S. at 695-96, 116 S.Ct. at 1661.   To the contrary, the Justices have looked favorably upon a practical, commonsense approach to the issue of reasonable suspicion.  See id.   Viewing the facts of this case in a down-to-earth manner, we conclude that the district court did not err in finding that Curran had adequate justification to prolong the stop beyond the point at which Sowers produced his papers and thereafter beyond the point at which Gayton's identity was nominally corroborated.  See, e.g., United States v. Young, 105 F.3d 1, 6 (1st Cir.1997);  McCarthy, 77 F.3d at 530.   Even though at least thirty minutes elapsed between the time of the stop and the discovery of what appeared to be contraband, we see no basis for disrupting the district court's founded conclusion that no de facto arrest transpired.  See United States v. Quinn, 815 F.2d 153, 157 (1st Cir.1987) (remarking that \"there is no talismanic time beyond which any stop initially justified on the basis of Terry becomes an unreasonable seizure under the fourth amendment\") (quoting United States v. Davies, 768 F.2d 893, 901 (7th Cir.1985));  see also McCarthy, 77 F.3d at 530 (chronicling cases in which detentions of much longer duration than thirty minutes have been approved).  Put another way, the court was not bound to hold that the relatively short-lived and, by all indicators, non-confrontational detention that preceded the officer's discovery of the apparent contraband constituted the functional equivalent of a formal arrest.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The appellant also challenges the pat-down search of Gayton, and in particular, the search of a jacket that he owned which Gayton was wearing at the time.  The district court rejected this challenge.  Relying on Frazier v. Cupp, 394 U.S. 731, 89 S.Ct. 1420, 22 L.Ed.2d 684 (1969), and United States v. Alewelt, 532 F.2d 1165 (7th Cir.1976), it concluded that the appellant, \"upon lending his jacket to Gayton, relinquished control over the jacket and forfeited the reasonable expectation of privacy he had in the jacket.\"  Sowers, 1997 WL 97104, at * 5.  Mindful that we are not chained to the lower court's rationale but may affirm on any alternative ground supported by the record, see Hachikian v. FDIC, 96 F.3d 502, 504 (1st Cir.1996), we choose to follow a different analytic path.  Consequently, we take no view of the district court's determination that Sowers, having lent his jacket, could no longer claim a reasonable expectation of privacy vis-a-vis the contents of its pockets.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The fundamental flaw in the appellant's argument is that it misapprehends the character of a Terry stop.  The pat-down search that a Terry stop entails is a search of the person.  See Terry, 392 U.S. at 24-25, 88 S.Ct. at 1881-82 (describing the permitted pat-down search as \"a limited search of the outer clothing for weapons\" and recognizing that such a search \"constitutes a severe, though brief, intrusion upon cherished personal security\");  see also 4 Wayne R. Lafave, Search and Seizure &#167; 9.5(b) (3d ed.1996).  To say that such a search involves a separate and distinct search of the detainee's clothing distorts the Terry principle.  Thus, the appellant, who was not himself subjected to the pat-down search, cannot bottom his Fourth Amendment challenge on that search.  See Kimball, 25 F.3d at 5 (holding that \"a proponent of a motion to suppress must prove that the challenged governmental action infringed upon his own Fourth Amendment rights\").  So viewed, any possessory interest that Sowers retained in the jacket which Gayton was wearing during the search is an irrelevancy.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We need go no further.  Having combed the record, we are fully persuaded that the district court did not err in denying Sowers's motion to suppress.  The judgment of conviction must therefore be</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of Illinois, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> To the extent that arguments made at the suppression hearing are not renewed on appeal, we deem them abandoned.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although use of the term \"standing\" in this context may offend a legal purist, we have employed that word as \"a shorthand method of referring to the issue of whether the defendant's own Fourth Amendment interests were implicated by the challenged governmental action.\"  United States v. Sanchez, 943 F.2d 110, 113 n. 1 (1st Cir.1991);  accord United States v. Kimball, 25 F.3d 1, 5 n. 1 (1st Cir.1994);  United States v. Gomez, 770 F.2d 251, 253 n. 1 (1st Cir.1985);  United States v. Lochan, 674 F.2d 960, 963 n. 4 (1st Cir.1982).  We follow that praxis here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government had brought, and thereafter dropped, a conspiracy count</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appellant suggests that Curran's mention of a canine sniff-search amounted to a threat, and thus was a show of force.  This argument never takes wing, however, because that conversation took place with Gayton, out of Sowers's earshot.  Absent any communication, the \"threat\" could not have constituted a show of force as to Sowers</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Wayne O. SOWERS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 97-1845.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 6, 1998.<br>Decided Feb. 6, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Maselli, Auburn, ME, for defendant, appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, Portland, ME, with whom Jay P. McCloskey, United States Attorney, Bangor, ME, and Jonathan A. Toof, Assistant United States Attorney, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and SHADUR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Wayne O. Sowers challenges his conviction for possession of cocaine with intent to distribute, see 21 U.S.C. &#167; 841(a)(1), (b)(1)(B), and (b)(1)(C) (1994), by resurrecting some--but not all--of the arguments advanced in his unsuccessful motion to suppress evidence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In service of this end, the appellant argues that the trial court erred in concluding that neither the detention of the appellant and of a passenger in the vehicle that he was driving nor a warrantless search of the appellant's jacket, worn by the passenger, produced a cognizable constitutional insult.  Concluding, as we do, that the district court properly denied the appellant's pretrial suppression motion, we affirm the judgment of conviction.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 21, 1996, at approximately 10:00 p.m., Maine State Trooper Kevin Curran was traveling northbound along a desolate stretch of the Maine Turnpike.  While passing a Toyota, he noticed a loud noise emanating from the vehicle's exhaust system.  His interest piqued, Curran also observed a missing front license plate.  He slowed and activated his cruiser's blue flashing lights.  The Toyota stopped in the breakdown lane.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Curran approached the vehicle from the rear and asked the operator (Sowers) for his papers.  Sowers produced a valid license, along with a registration listing Tammy Gayton as the Toyota's owner.  When Curran asked the young woman seated next to Sowers to produce some form of identification, she responded that she was Tammy Gayton, but acknowledged that she had nothing on her person to confirm that fact.  Unsure as to the passenger's true identity, Curran instructed her to exit the vehicle and instructed Sowers to remain seated.  Both complied.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After physically separating the two occupants, Trooper Curran noticed that they both appeared extremely nervous.  He thus questioned each of them as to the extent, purpose, and details of their travels.  When substantial discrepancies developed, his suspicions heightened.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Curran asked the woman to remain standing next to his police cruiser while he initiated a cursory background check, endeavored to verify her identity, and prepared citations for the defective muffler, see Me.Rev.Stat. Ann. tit.  29-A &#167; 1912(1), (4) (West 1993), and the missing license plate, see id. &#167; 452(a) (West 1987).  The background check revealed that Sowers's driver's license was valid and that the Toyota was duly registered to Gayton.  Curran also obtained a rough physical profile of Gayton, which seemed to match the woman whom he had detained.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Despite receipt of this information, Curran remained dissatisfied with the conflicting answers that he had received in response to his earlier questioning.  He apprised Gayton of his lingering suspicions and sought permission to search her vehicle.  Gayton initially refused to consent to a search, but eventually relented after Curran informed her that he would summon a narcotics dog to perform a sniff-search.  After giving her written consent to the vehicle search, Gayton's anxiety became more pronounced.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before attempting to search the vehicle, Curran radioed for assistance.  While awaiting backup, Curran performed a pat-down search of Gayton's person.  In the course of that search, he felt a hard, cylindrical object through the material of the jacket she was wearing.  Curran queried Gayton about the item, but she disclaimed any knowledge, stating that neither the jacket nor its contents belonged to her.  Curran removed the object from the jacket pocket.  It proved to be a package containing a substance similar in appearance and consistency to cocaine.  Curran promptly arrested both Sowers (age 42) and Gayton (age 18).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Trooper Frank Holcomb arrived on the scene at approximately 10:40 p.m. and Curran then searched the Toyota.  He found no contraband.  After the troopers transported the two suspects to the Androscoggin County Jail, Sowers admitted that he had traveled to Massachusetts and bought quantities of both powdered and crack cocaine.</p>\n    </div>\n    <p>II. PROCEEDINGS BELOW</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On October 10, 1996, a federal grand jury returned an indictment that charged Sowers with possessing or conspiring to possess powdered and crack cocaine, with intent to distribute.  The appellant moved to suppress the evidence seized during and after the roadside events.  He argued, inter alia, that the protracted investigative stop constituted an unlawful detention, and that in all events the pat-down search was unjustified.  He also sought to exclude the incriminating statements made by him while in custody on the ground that those statements were the fruits of an illegal detention.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following an evidentiary hearing, the district court denied the suppression motion.  See United States v. Sowers, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">97104</span></span> (D.Me. Feb. 21, 1997).  The court ratified both the stop and the ensuing roadside detention, see id.at * 4, and also determined that Sowers lacked standing to challenge the pat-down search, see id. at * 5.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In short order, a jury found the appellant guilty on two counts of the indictment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court sentenced Sowers to a 46-month term of imprisonment.  This appeal followed.</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In addressing orders granting or denying suppression, we scrutinize the trial court's factual findings for clear error and subject its ultimate constitutional conclusions to plenary review.  See Ornelas v. United States, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 698-700, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, 1663, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996);  United States v. Schaefer, <span class=\"citation\" data-id=\"196839\"><a href=\"/opinion/196839/united-states-v-schaefer/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 565 &amp; n. 2 (1st Cir.1996);  United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir.1994).</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We open our discussion of the merits by addressing the appellant's charge that the officer's detention of the motorists amounted to a de facto arrest.  Sowers carefully cabins this argument.  He does not contest Judge Carter's finding that the initial stop, for admitted equipment violations, was justified.  He argues instead that the length and tenor of the detention at some point transmogrified a lawful Terry stop, see Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968), into an unlawful de facto arrest.  Once Sowers produced a valid driver's license and registration, this thesis runs, Curran no longer had any valid basis to detain the motorists and all the events that transpired thereafter--Gayton's removal from the vehicle, the subsequent questioning of both individuals, the pat-down search, the seizure of the contents of the jacket's pockets, the arrest, and the post-arrest interrogation--were beyond the pale.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government says that Sowers lacks standing to voice much of this plaint.  A defendant ordinarily cannot base a constitutional claim on a violation of a third person's rights.  See Rakas v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, 138-40, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, 427-29, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></span> (1978);  United States v. Kimball, <span class=\"citation\" data-id=\"195379\"><a href=\"/opinion/195379/united-states-v-kimball/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1994);  United States v. Santana, <span class=\"citation\" data-id=\"654192\"><a href=\"/opinion/654192/united-states-v-rafael-santana-and-francis-fuentes/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8-9 (1st Cir.1993).  Therefore, to the extent that Sowers's challenge rests on Gayton's privacy interests, it is barred.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nonetheless, there is more to Sowers's challenge than meets the prosecution's eye.  Once the police halt a vehicle on the highway, both the driver and the passengers are in a practical sense subject to the officers' authority.  See Whren v. United States, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 808-10, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, 1772, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></a></span> (1996) (explaining that all occupants of a vehicle are subjected to a seizure, within the scope of the fourth amendment, when a police officer effects an investigatory stop of the vehicle).  Thus, any one of them may challenge his own detention regardless of whether he was the immediate target of the investigation or whether he had a privacy interest in the vehicle itself.  See Kimball, 25 F.3d at 5. This means that the appellant's challenge of his own detention is properly before us.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On this issue, the appellant acknowledges that Terry sanctions a brief detention of an individual to confirm or allay a police officer's reasonable suspicions.  392 U.S. at 20-21, 88 S.Ct. at 1879-80.   Still, he contends that Trooper Curran's persistence converted an initially lawful Terry stop into a de facto arrest based on less than probable cause (and, hence, unlawful).  This is a commonplace argument, the evaluation of which tends to be case-specific.  See Zapata, 18 F.3d at 975 (observing that there are no precise formulae that enable courts to distinguish between investigatory stops and de facto arrests).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The effort to locate a particular sequence of events along the continuum of detentions begins with a determination as to whether the officer's actions were justified at the inception.  See Terry, 392 U.S. at 19-20, 88 S.Ct. at 1878-79;  United States v. McCarthy, <span class=\"citation\" data-id=\"196595\"><a href=\"/opinion/196595/united-states-v-mccarthy/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">522</span></a></span>, 530 (1st Cir.1996).  In this case, the propriety of the initial Terry stop cannot be gainsaid.  The appellant's argument hinges, therefore, on whether the actions undertaken by the officer following the stop were reasonably responsive to the circumstances justifying the stop in the first place, as augmented by information gleaned by the officer during the stop.  See United States v. Sharpe, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span>, 682, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1568</span></a></span>, 1573, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1985);  United States v. Stanley, <span class=\"citation\" data-id=\"548685\"><a href=\"/opinion/548685/united-states-v-dennis-g-stanley/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 55 (1st Cir.1990).  To answer this query, an inquiring court must consider the totality of the circumstances and \"balance[ ] the nature and quality of the intrusion on personal security against the importance of the governmental interests alleged to justify the intrusion.\"  United States v. Hensley, <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, 228, <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>, 680, <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span></a></span> (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On this question, the district court supportably found that Curran's level of warranted suspicion gradually escalated as his encounter with Sowers and Gayton progressed.  Based on unfolding events, the trooper's attention (and, thus, his reasonable suspicions) shifted away from the equipment violations that prompted the initial stop toward a belief that the detainees were engaged in more serious skulduggery.  Such a shift in focus is neither unusual nor impermissible.  See, e.g., Zapata, 18 F.3d at 974.   In his testimony--which the lower court credited, see Sowers, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">97104</span></span>, at * 4--Curran recited the particularized bases for his dawning belief that Sowers and Gayton were engaged in criminal misconduct.  He pointed, for example, to Gayton's inability to confirm her identity, the pair's excessive nervousness, and the conflicting stories that they told.  We are not at liberty blithely to second-guess the district court's credibility determinations.  See Zapata, 18 F.3d at 975.   Consequently we cannot say, in light of what the lower court found to be the circumstances obtaining on the night in question, that the officer's continued pursuit of his mounting suspicions was unreasonable.  See Davis v. United States <span class=\"citation\" data-id=\"284305\"><a href=\"/opinion/284305/raymond-t-davis-jr-v-united-states-of-america-kenneth-m-sams-v/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span>, 460 (D.C.Cir.1969) (remarking that \"conduct innocent in the eyes of the untrained may carry entirely different 'messages' to the experienced or trained observer\");  see also Stanley, 915 F.2d at 56.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">By the same token, we are not inclined to hold that Trooper Curran, in acting on these suspicions, perpetrated an impermissible de facto arrest.  In assaying such a claim, a court must weigh, among other factors, the length of the detention, the restrictions placed on an individual's personal movement, the force (if any) that was exerted, the information conveyed to the detainee, and the severity of the intrusion.  See McCarthy, 77 F.3d at 530.   Here, no force--or show of force--occurred.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The restriction on Sowers's freedom of movement--namely, the trooper's instruction that he remain in the vehicle--was not onerous.  See, e.g., Maryland v. Wilson, <span class=\"citation\" data-id=\"118086\"><a href=\"/opinion/118086/maryland-v-wilson/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span>, ----, <span class=\"citation\" data-id=\"118086\"><a href=\"/opinion/118086/maryland-v-wilson/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">882</span></a></span>, 886, <span class=\"citation\" data-id=\"118086\"><a href=\"/opinion/118086/maryland-v-wilson/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">41</span></a></span> (1997);  Pennsylvania v. Mimms, <span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 111, <span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">330</span></a></span>, 333-34, <span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">331</span></a></span> (1977) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To sum up, the Supreme Court has cautioned that reasonable suspicion, like probable cause, is not amenable to technical formulations that purport to identify the precise types of conduct or sets of circumstances that will or will not permit a police officer to stop and detain an individual.  See Ornelas, 517 U.S. at 695-96, 116 S.Ct. at 1661.   To the contrary, the Justices have looked favorably upon a practical, commonsense approach to the issue of reasonable suspicion.  See id.   Viewing the facts of this case in a down-to-earth manner, we conclude that the district court did not err in finding that Curran had adequate justification to prolong the stop beyond the point at which Sowers produced his papers and thereafter beyond the point at which Gayton's identity was nominally corroborated.  See, e.g., United States v. Young, <span class=\"citation\" data-id=\"197172\"><a href=\"/opinion/197172/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1997);  McCarthy, 77 F.3d at 530.   Even though at least thirty minutes elapsed between the time of the stop and the discovery of what appeared to be contraband, we see no basis for disrupting the district court's founded conclusion that no de facto arrest transpired.  See United States v. Quinn, <span class=\"citation\" data-id=\"485654\"><a href=\"/opinion/485654/united-states-v-daniel-j-quinn/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 157 (1st Cir.1987) (remarking that \"there is no talismanic time beyond which any stop initially justified on the basis of Terry becomes an unreasonable seizure under the fourth amendment\") (quoting United States v. Davies, <span class=\"citation\" data-id=\"455999\"><a href=\"/opinion/455999/united-states-v-patricia-davies-and-martin-kaprelian/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">893</span></a></span>, 901 (7th Cir.1985));  see also McCarthy, 77 F.3d at 530 (chronicling cases in which detentions of much longer duration than thirty minutes have been approved).  Put another way, the court was not bound to hold that the relatively short-lived and, by all indicators, non-confrontational detention that preceded the officer's discovery of the apparent contraband constituted the functional equivalent of a formal arrest.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The appellant also challenges the pat-down search of Gayton, and in particular, the search of a jacket that he owned which Gayton was wearing at the time.  The district court rejected this challenge.  Relying on Frazier v. Cupp, <span class=\"citation\" data-id=\"107913\"><a href=\"/opinion/107913/frazier-v-cupp/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">731</span></a></span>, <span class=\"citation\" data-id=\"107913\"><a href=\"/opinion/107913/frazier-v-cupp/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"107913\"><a href=\"/opinion/107913/frazier-v-cupp/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1969), and United States v. Alewelt, <span class=\"citation\" data-id=\"334523\"><a href=\"/opinion/334523/united-states-v-george-h-alewelt-jr/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1165</span></a></span> (7th Cir.1976), it concluded that the appellant, \"upon lending his jacket to Gayton, relinquished control over the jacket and forfeited the reasonable expectation of privacy he had in the jacket.\"  Sowers, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">97104</span></span>, at * 5.  Mindful that we are not chained to the lower court's rationale but may affirm on any alternative ground supported by the record, see Hachikian v. FDIC, <span class=\"citation\" data-id=\"196973\"><a href=\"/opinion/196973/hachikian-v-fdic/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span>, 504 (1st Cir.1996), we choose to follow a different analytic path.  Consequently, we take no view of the district court's determination that Sowers, having lent his jacket, could no longer claim a reasonable expectation of privacy vis-a-vis the contents of its pockets.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The fundamental flaw in the appellant's argument is that it misapprehends the character of a Terry stop.  The pat-down search that a Terry stop entails is a search of the person.  See Terry, 392 U.S. at 24-25, 88 S.Ct. at 1881-82 (describing the permitted pat-down search as \"a limited search of the outer clothing for weapons\" and recognizing that such a search \"constitutes a severe, though brief, intrusion upon cherished personal security\");  see also 4 Wayne R. Lafave, Search and Seizure &#167; 9.5(b) (3d ed.1996).  To say that such a search involves a separate and distinct search of the detainee's clothing distorts the Terry principle.  Thus, the appellant, who was not himself subjected to the pat-down search, cannot bottom his Fourth Amendment challenge on that search.  See Kimball, 25 F.3d at 5 (holding that \"a proponent of a motion to suppress must prove that the challenged governmental action infringed upon his own Fourth Amendment rights\").  So viewed, any possessory interest that Sowers retained in the jacket which Gayton was wearing during the search is an irrelevancy.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We need go no further.  Having combed the record, we are fully persuaded that the district court did not err in denying Sowers's motion to suppress.  The judgment of conviction must therefore be</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of Illinois, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> To the extent that arguments made at the suppression hearing are not renewed on appeal, we deem them abandoned.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although use of the term \"standing\" in this context may offend a legal purist, we have employed that word as \"a shorthand method of referring to the issue of whether the defendant's own Fourth Amendment interests were implicated by the challenged governmental action.\"  United States v. Sanchez, <span class=\"citation\" data-id=\"567586\"><a href=\"/opinion/567586/united-states-v-erwin-sanchez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 113 n. 1 (1st Cir.1991);  accord United States v. Kimball, <span class=\"citation\" data-id=\"195379\"><a href=\"/opinion/195379/united-states-v-kimball/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 n. 1 (1st Cir.1994);  United States v. Gomez, <span class=\"citation\" data-id=\"457049\"><a href=\"/opinion/457049/united-states-v-jaime-gomez/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 253 n. 1 (1st Cir.1985);  United States v. Lochan, <span class=\"citation\" data-id=\"402204\"><a href=\"/opinion/402204/united-states-v-charles-lochan/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 963 n. 4 (1st Cir.1982).  We follow that praxis here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government had brought, and thereafter dropped, a conspiracy count</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appellant suggests that Curran's mention of a canine sniff-search amounted to a threat, and thus was a show of force.  This argument never takes wing, however, because that conversation took place with Gayton, out of Sowers's earshot.  Absent any communication, the \"threat\" could not have constituted a show of force as to Sowers</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654192/"
  ]
}