{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197703/",
  "absolute_url": "/opinion/197703/united-states-v-castillo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197703/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:35:48Z",
  "date_modified": "2017-03-24T10:53:13.004859Z",
  "type": "010combined",
  "sha1": "9e87cd26f300490a4cc0e70e4a8bd5e9ddb2be73",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1661.01A",
  "local_path": null,
  "plain_text": "\n\n                      [NOT FOR PUBLICATION]\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-1661\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                 JUAN R. CASTILLO-DE LOS SANTOS,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 97-1277\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      MARCOS COPLIN-BRATINI,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Daniel R. Dom nguez, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n              John R. Gibson,* Senior Circuit Judge,\r                                                             \r\n\n                    and Lynch, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Edgardo  Rodr guez-Quilichini,   Assistant  Federal   Public\r                                            \r\nDefender, with  whom Lucien  B. Campbell,  Acting Federal  Public\r                                                  \r\n                    \r                              \r\n\n*  Of the Eighth Circuit, sitting by designation.\r\r\n\nDefender,  and  Miguel  A.A. Nogueras-Castro,  Assistant  Federal\r                                                      \r\nPublic  Defender, were  on brief  for  appellant Castillo-de  los\r\nSantos.\r\n     Carlos  P rez-Olivo,  by  appointment  of  the  Court,   for\r                                  \r\nappellant Coplin-Bratini.\r\n     Jacabed  Rodr guez-Coss, Assistant  United States  Attorney,\r                                      \r\nwith  whom Guillermo Gil,  United States  Attorney, and  Jorge E.\r                                                                           \r\nVega-Pacheco, Assistant United  States Attorney, Chief,  Criminal\r                      \r\nDivision, were on brief for appellee.\r\n\n                                           \r\n\n                        December 16, 1997\r\n                                           \r\n\n                               -2-\r\r\n\n          JOHN   R.  GIBSON,  Senior  Circuit  Judge.    Juan  R.\r                    JOHN   R.  GIBSON,  Senior  Circuit  Judge.\r                                                              \r\n\nCastillo-de  los Santos  and Marcos  Coplin-Bratini appeal  their\r\n\nconvictions for  importing 24.5  kilograms of  cocaine discovered\r\n\ninside a ballast tank in their vessel, the Miss Gina.   They were\r                                                              \r\n\nconvicted  on three  counts: possessing  cocaine  with intent  to\r\n\ndistribute, 21 U.S.C.   841(a)(1)(1994) and 18 U.S.C.   2 (1994);\r\n\nimporting cocaine,  21 U.S.C.    952(a)(1994) and 18 U.S.C.    2;\r\n\nand possessing cocaine  on board a vessel arriving  in the United\r\n\nStates without the cocaine having  been part of the cargo entered\r\n\nin the manifest  or part of the official supplies  of the vessel,\r\n\n21 U.S.C.   955 (1994) and 18 U.S.C.   2.  Each argues that there\r\n\nwas insufficient  evidence to  convict him,  and Castillo-de  los\r\n\nSantos argues that the court  erred in admitting evidence that he\r\n\nfailed to file income tax returns.  We affirm the convictions.\r\n\n          The Miss Gina  arrived in Puerto Rico with  no cargo on\r                                 \r\n\nSeptember  11, 1995, after departing from the Dominican Republic.\r\n\nThe Miss Gina was a small, old commercial vessel owned by the two\r                       \r\n\nappellants.1   Castillo-de los  Santos identified himself  as the\r\n\ncaptain  of  the  vessel.   The  United  States  Customs  Service\r\n\nconducted an initial search of  the vessel, and during the search\r\n\na trained dog alerted to a black bag belonging to Castillo-de los\r\n\nSantos.   The  dog's reaction  indicated  that the  bag had  once\r\n\ncontained narcotics, but  at the time of the  customs search, the\r\n\n                    \r                              \r\n\n1  Originally  a third partner had  owned a part interest  in the\r\nvessel;  he relinquished  ownership before  the  events at  issue\r\nhere.  \r\n\n                               -3-\r\r\n\nbag  was full  of anabolic  steroids.   The search  revealed more\r\n\nsteroids, which the Customs Service seized. \r\n\n          The Customs Inspector  left the ship, but  returned and\r\n\ninformed Castillo-de los Santos that he had to wait for a Customs\r\n\nAgent  to arrive.    By  this time,  Castillo-de  los Santos  was\r\n\npreparing to pull the vessel out of the dock.  He became agitated\r\n\nand  had  to be  ordered  repeatedly  to  turn off  his  engines.\r\n\nCoplin-  Bratini was also  on board the  vessel.   He also became\r\n\nagitated and said that he had to  leave the vessel because he had\r\n\nulcers.  The  Customs Agent arrived and  arrested Castillo-de los\r\n\nSantos for possession and importation of steroids. \r\n\n          On  September 14, 1995,  the Customs officials returned\r\n\nand searched the vessel again.  This time the inspectors searched\r\n\nthe cargo hold.  They noticed  that some of the metal hatches  of\r\n\nthe water tanks in the hold had been painted so recently that the\r\n\npaint was not  yet dry.   Also, the nuts  and bolts of the  hatch\r\n\nwere loose.   In contrast, another hatch in the same area was not\r\n\npainted, and  the nuts  were rusty, showing  that they  had never\r\n\nbeen removed.  The inspectors looked inside one of the tanks with\r\n\nthe newly painted hatch  and found two metal boxes  floating in a\r\n\ndiesel oil  layer above the  water inside  the tank.2   The boxes\r\n\ncontained 24.75 kilograms of cocaine.\r\n\n          At trial the government  showed that the Miss Gina  had\r                                                                      \r\n\nonly  conducted  seven  trips  during  the  two  years  that  the\r\n                    \r                              \r\n\n2  The government argued in closing  that the layer of diesel oil\r\nwas meant to mask the smell of the drugs, so that the drugs would\r\nnot be detected by drug-sniffing dogs.\r\n\n                               -4-\r\r\n\nappellants owned  it, and  that on each  trip the  vessel carried\r\n\ncargo  to the  Dominican  Republic, but  returned to  Puerto Rico\r\n\nempty.   The vessel's marine  agent testified that it  was common\r\n\nfor commercial vessels to carry cargo from the Dominican Republic\r\n\nto \"the  islands\"; after delivering  their cargo to  the islands,\r\n\nsuch vessels would arrive at Puerto Rico empty, ready to pick  up\r\n\na new cargo.   However, the Miss  Gina had not carried  any cargo\r                                                \r\n\nfrom the Dominican Republic.  \r\n\n          Castillo-de  los  Santos,   Coplin-Bratini,  and  their\r\n\npartner  had  bought the  vessel  for  $45,000.   The  government\r\n\nintroduced testimony and  financial records of the  ship's agent,\r\n\nwhich it summarized as showing  that during the two years  of the\r\n\nappellants'  ownership,  the  Miss  Gina  had  expenses exceeding\r                                                  \r\n\n$75,000, but grossed less than  $35,000.  The ship's marine agent\r\n\ntestified that during those  two years, the ship  had accumulated\r\n\nmore than  $25,000 in bills to the agent,  and that the bills had\r\n\nbeen paid in cash on every occasion but one, in denominations  of\r\n\ntwenties, tens, fives, and ones.\r\n\n          The  government also  introduced Coplin-Bratini's  last\r\n\nfive tax  returns, which apparently  showed an average  income of\r\n\n$15,000.   Castillo-de los Santos  had not filed any  tax returns\r\n\nwith the Puerto Rico Treasury Department. \r\n\n          The wholesale value of the cocaine seized from the Miss\r                                                                           \r\n\nGina was $15,500 per kilogram, or a total of $379,750.  The value\r              \r\n\nof  the cocaine  once cut  and  prepared for  retail distribution\r\n\nwould have been $4.9 million.\r\n\n                               -5-\r\r\n\n          Coplin-Bratini  testified.   On cross-examination,  the\r\n\ngovernment showed  that he spent  more money than he  reported as\r\n\nincome in his  income tax returns and  that he had assets  out of\r\n\nproportion to his reported income level.\r\n\n          Castillo-de los  Santos  also testified.   He  admitted\r\n\nthat, before the  trip,  he checked  the water tanks to  see that\r\n\nthey  were  working. He  said he  did  not know  who  painted the\r\n\nhatches and suggested that they were not painted when he left the\r\n\nDominican  Republic,  but  perhaps were  painted  by  the sailors\r\n\nwithout his knowledge during the twenty-four hour voyage from the\r\n\nDominican Republic to Puerto Rico.  \r\n\n          The  jury  found both  men  guilty.    They  were  both\r\n\nsentenced to 188 months imprisonment  on each count, to be served\r\n\nconcurrently, five years  supervised release, and a  $50 monetary\r\n\nassessment on each count.\r\n\n                                I.\r\n\n          Both  appellants contend  that  there was  insufficient\r\n\nevidence to convict  them, specifically, that the  government did\r\n\nnot prove they knew of the cocaine's presence on the vessel.\r\n\n          We must uphold  the convictions if the  evidence, taken\r\n\nin the  light most  favorable to the  government, is  adequate to\r\n\npermit  a rational  jury to  find each  essential element  of the\r\n\noffenses beyond a reasonable doubt.   See United States v. Valle,\r                                                                          \r\n\n72 F.3d 210, 216 (1st Cir. 1995).  All credibility determinations\r\n\nmust  be resolved in the prosecution's favor, and among competing\r\n\ninferences,  we  must  draw  the inference  that  best  fits  the\r\n\n                               -6-\r\r\n\nprosecution's theory of guilt.   Id. at 216-17.  The  evidence of\r                                              \r\n\nknowledge in this case is circumstantial.  However,\r\n\n            [I]n the  context of  review of  a motion\r\n            for  acquittal,   no  legal   distinction\r\n            exists between circumstantial  and direct\r\n            evidence.        Furthermore,    it    is\r\n            unquestioned  that  direct  evidence need\r\n            not  be  presented.   Judicial  authority\r\n            teaches  that  the   government  can  use\r\n            circumstantial  evidence as  long as  the\r\n            evidence,   viewed   as   a   whole,   is\r\n            sufficient to  warrant a  reasonable jury\r\n            to conclude that the defendant is  guilty\r\n            beyond a reasonable doubt.\r\n\nUnited  States v.  Doe,  921  F.2d 340,  343-44  (1st Cir.  1990)\r                                \r\n\n(internal quotations and citations omitted).\r\n\n          The circumstantial evidence that Castillo-de los Santos\r\n\nand Coplin-Bratini knew that the cocaine was in the water tank is\r\n\nnot  overwhelming.  Cf. United States v. Piedrahita-Santiago, 931\r                                                                      \r\n\nF.2d 127,  130-31 (1st  Cir. 1991) (large  cargo of  marijuana on\r\n\nsmall  boat, vessel  in  poor repair  and responded  evasively to\r\n\nattempts to contact  it); United States v.  Passos-Paternina, 918\r                                                                      \r\n\nF.2d 979, 984-86  (1st Cir. 1990) (bizarre behavior  of vessel in\r\n\nstorm, avoiding  Coast Guard, evidence that crew had just removed\r\n\nplates behind which  drugs hidden, no valid  registration, etc.),\r\n\ncert. denied, 499  U.S. 982 (1991); United States  v. Corpus, 882\r                                                                      \r\n\nF.2d  546, 549-50  (1st Cir.)  (as  Coast Guard  sought to  board\r\n\ntugboat,  bales  of  marijuana suddenly  appeared  in  the water,\r\n\ntugboat lacked sufficient equipment on board to tow, etc.), cert.\r                                                                           \r\n\ndenied, 493 U.S. 958 (1989).  However, giving the prosecution the\r                \r\n\nbenefit  of all  reasonable  inferences,  we  conclude  that  the\r\n\nevidence is sufficient.\r\n\n                               -7-\r\r\n\n          First, Castillo-de  los Santos and  Coplin-Bratini were\r\n\nthe owners  of the vessel  and were on  board the vessel  when it\r\n\narrived in Puerto Rico, with eight men on board.  Castillo-de los\r\n\nSantos was the  captain.  The hatches  to the tanks in  which the\r\n\ncocaine was hidden  had been recently painted, so  that the paint\r\n\nwas still sticky.  Castillo-de los Santos admitted he had checked\r\n\nthe water tanks before leaving.  Coplin-Bratini also said that he\r\n\nhad been down in the cargo hold the day  before the ship left the\r\n\nDominican Republic.   The  senior  special agent  of the  Customs\r\n\nService  stated that  in his  experience investigating  smuggling\r\n\ncases, given such a large  load of cocaine, somebody with control\r\n\nover the ship would have to have  knowledge that it was on board.\r\n\nThe captain would have control of the ship, and in this  case the\r\n\ncaptain and also the co-owner of  the vessel were on board.   The\r\n\nvessel  left  the  Dominican Republic  empty,  which  supports an\r\n\ninference that  there was no  commercial reason for the  trip and\r\n\ntherefore the  captain and  owner must have  known of  an illicit\r\n\npurpose.   See  Corpus, 882  F.2d at  550.   Moreover,  the drug-\r                                \r\n\nsniffing dog alerted to a  bag claimed by Castillo-de los Santos,\r\n\nindicating that the bag had earlier contained narcotics.\r\n\n          The  value  of  the cocaine  on  board,  about $400,000\r\n\nwholesale  or $4.9  million  retail,  supports  an  inference  of\r\n\nknowledge, since we have before  observed that it is unlikely the\r\n\nowner of a valuable  cargo would stow it in a  vessel without the\r\n\nknowledge of  the vessel's  captain.   See Passos-Paternina,  918\r                                                                     \r\n\nF.2d at  985.  The  partnership relation between  Castillo-de los\r\n\n                               -8-\r\r\n\nSantos  and Coplin-Bratini supports an inference that they shared\r\n\nknowledge about the use being made of their jointly owned vessel.\r\n\nSee United States v. Guerrero, 114 F.3d 332, 342 (1st Cir. 1997),\r                                       \r\n\ncert.  denied, 118  S. Ct.  320 (1997);  Corpus, 882 F.2d  at 550\r                                                         \r\n\n(knowledge established by circumstantial indicia, including close\r\n\nrelationship of  crew); United States  v. Guerrero-Guerrero,  776\r                                                                     \r\n\nF.2d  1071, 1077  (1st Cir.  1985), cert.  denied, 475  U.S. 1029\r                                                           \r\n\n(1986).\r\n\n          Finally,  the financial  evidence that  the vessel  had\r\n\nbeen operated at  a loss since the appellants had  owned it could\r\n\nsupport the  inference that they  had intended to use  the vessel\r\n\nfor smuggling.   They paid substantial  expenses to their  marine\r\n\nagent  in  cash   --  not  only  in  cash,  but   in  very  small\r\n\ndenominations.   The government's expert on drug smuggling stated\r\n\nthat   drug  transactions   were  usually   conducted   in  cash,\r\n\nspecifically in small denominations.  See United States v. Ariza-\r                                                                           \r\n\nIbarra, 605 F.2d 1216, 1225 (1st Cir. 1979).  There was  evidence\r                \r\n\nthat  Coplin-Bratini's  living expenses  exceeded  the  amount of\r\n\nincome he reported in his income tax returns  and that his assets\r\n\nwere greater  than what his  reported income would warrant.   The\r\n\nfinancial evidence  supports an  inference that he had a practice\r\n\nof supplementing his legal income with illegal income.\r\n\n          These facts,  taken together,  would permit  a jury  to\r\n\nfind the essential element of knowledge  of the cocaine.  We must\r\n\nuphold the jury's verdict. \r\n\n                               -9-\r\r\n\n                               II.\r\n\n          Castillo-de los Santos  argues that the court  erred in\r\n\nadmitting evidence  that he  had not filed  tax returns  for five\r\n\nyears.   The  purpose of  this evidence,  as in United  States v.\r                                                                        \r\n\nFigueroa, 976 F.2d 1446, 1454  (1st Cir. 1992), cert. denied, 507\r                                                                      \r\n\nU.S. 943 (1993), was  to show that he had greater  income than he\r\n\nwas reporting to  the government, and to suggest  that his income\r\n\nwas therefore  derived from an  illegal source that he  dared not\r\n\nreport.\r\n\n          Castillo-de los  Santos argues that the  government did\r\n\nnot show that he was obliged to report the income, because he had\r\n\nlived  in the  Dominican  Republic  since 1989  and  had no  such\r\n\nobligation.   He did not  make this argument before  the evidence\r\n\nwas admitted.   His counsel objected to the use of the income tax\r\n\ninformation, but he did not suggest to the court that Castillo-de\r\n\nlos Santos  was not required to file a  return.  His counsel said\r\n\nonly, \"[H]e's  a very  humble man who,  like many  people in  our\r\n\ncountry,  for whatever reason, he did not  file income tax.\"  Not\r\n\nuntil after  the evidence had  been admitted did  Castillo-de los\r\n\nSantos's lawyer  attempt to establish  on cross-examination  that\r\n\nCastillo-de los Santos  did not live in Puerto Rico.   Even then,\r\n\nthe   agent  being   cross-examined  steadfastly   repeated  that\r\n\nCastillo-de los Santos  had said he lived in Puerto Rico.  At the\r\n\ntime the evidence  was admitted, Castillo-de  los Santos did  not\r\n\ninform  the  court  of  the  factual  predicate  of  his  present\r\n\nargument.     We  cannot  require   the  district  court   to  be\r\n\n                               -10-\r\r\n\nclairvoyant.  Because Castillo-de los Santos did not preserve the\r\n\nobjection he  now urges,  we review  only for  plain error.   See\r                                                                           \r\n\nFigueroa, 976 F.2d at 1453.  There is no plain error here. \r                  \r\n\n          Castillo-de los Santos also contends  that the evidence\r\n\nsuggested to the  jury that he was guilty of another crime -- tax\r\n\nevasion.  He preserved this objection, so we review the admission\r\n\nof the  evidence for abuse of discretion.  See  id. at 1454.  The\r                                                             \r\n\ncourt in this  case instructed the jury that  the appellants were\r\n\nnot  charged with income tax violations and that the jury was not\r\n\nto consider the evidence as showing \"a potential problem with his\r\n\nlocal  tax returns.\"   See id. (cautionary  instruction minimized\r                                       \r\n\ndanger  of prejudice).  This instruction adequately channeled the\r\n\njury's use of the evidence  and forestalled any prejudice.  There\r\n\nwas no abuse of discretion. \r\n\n          We affirm the convictions.\r                             \r\n\n                               -11-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                      [NOT FOR PUBLICATION]\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-1661\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                 JUAN R. CASTILLO-DE LOS SANTOS,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 97-1277\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      MARCOS COPLIN-BRATINI,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Daniel R. Dom nguez, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n              John R. Gibson,* Senior Circuit Judge,\r                                                             \r\n\n                    and Lynch, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Edgardo  Rodr guez-Quilichini,   Assistant  Federal   Public\r                                            \r\nDefender, with  whom Lucien  B. Campbell,  Acting Federal  Public\r                                                  \r\n                    \r                              \r\n\n*  Of the Eighth Circuit, sitting by designation.\r\r\n\nDefender,  and  Miguel  A.A. Nogueras-Castro,  Assistant  Federal\r                                                      \r\nPublic  Defender, were  on brief  for  appellant Castillo-de  los\r\nSantos.\r\n     Carlos  P rez-Olivo,  by  appointment  of  the  Court,   for\r                                  \r\nappellant Coplin-Bratini.\r\n     Jacabed  Rodr guez-Coss, Assistant  United States  Attorney,\r                                      \r\nwith  whom Guillermo Gil,  United States  Attorney, and  Jorge E.\r                                                                           \r\nVega-Pacheco, Assistant United  States Attorney, Chief,  Criminal\r                      \r\nDivision, were on brief for appellee.\r\n\n                                           \r\n\n                        December 16, 1997\r\n                                           \r\n\n                               -2-\r\r\n\n          JOHN   R.  GIBSON,  Senior  Circuit  Judge.    Juan  R.\r                    JOHN   R.  GIBSON,  Senior  Circuit  Judge.\r                                                              \r\n\nCastillo-de  los Santos  and Marcos  Coplin-Bratini appeal  their\r\n\nconvictions for  importing 24.5  kilograms of  cocaine discovered\r\n\ninside a ballast tank in their vessel, the Miss Gina.   They were\r                                                              \r\n\nconvicted  on three  counts: possessing  cocaine  with intent  to\r\n\ndistribute, 21 U.S.C.   841(a)(1)(1994) and 18 U.S.C.   2 (1994);\r\n\nimporting cocaine,  21 U.S.C.    952(a)(1994) and 18 U.S.C.    2;\r\n\nand possessing cocaine  on board a vessel arriving  in the United\r\n\nStates without the cocaine having  been part of the cargo entered\r\n\nin the manifest  or part of the official supplies  of the vessel,\r\n\n21 U.S.C.   955 (1994) and 18 U.S.C.   2.  Each argues that there\r\n\nwas insufficient  evidence to  convict him,  and Castillo-de  los\r\n\nSantos argues that the court  erred in admitting evidence that he\r\n\nfailed to file income tax returns.  We affirm the convictions.\r\n\n          The Miss Gina  arrived in Puerto Rico with  no cargo on\r                                 \r\n\nSeptember  11, 1995, after departing from the Dominican Republic.\r\n\nThe Miss Gina was a small, old commercial vessel owned by the two\r                       \r\n\nappellants.1   Castillo-de los  Santos identified himself  as the\r\n\ncaptain  of  the  vessel.   The  United  States  Customs  Service\r\n\nconducted an initial search of  the vessel, and during the search\r\n\na trained dog alerted to a black bag belonging to Castillo-de los\r\n\nSantos.   The  dog's reaction  indicated  that the  bag had  once\r\n\ncontained narcotics, but  at the time of the  customs search, the\r\n\n                    \r                              \r\n\n1  Originally  a third partner had  owned a part interest  in the\r\nvessel;  he relinquished  ownership before  the  events at  issue\r\nhere.  \r\n\n                               -3-\r\r\n\nbag  was full  of anabolic  steroids.   The search  revealed more\r\n\nsteroids, which the Customs Service seized. \r\n\n          The Customs Inspector  left the ship, but  returned and\r\n\ninformed Castillo-de los Santos that he had to wait for a Customs\r\n\nAgent  to arrive.    By  this time,  Castillo-de  los Santos  was\r\n\npreparing to pull the vessel out of the dock.  He became agitated\r\n\nand  had  to be  ordered  repeatedly  to  turn off  his  engines.\r\n\nCoplin-  Bratini was also  on board the  vessel.   He also became\r\n\nagitated and said that he had to  leave the vessel because he had\r\n\nulcers.  The  Customs Agent arrived and  arrested Castillo-de los\r\n\nSantos for possession and importation of steroids. \r\n\n          On  September 14, 1995,  the Customs officials returned\r\n\nand searched the vessel again.  This time the inspectors searched\r\n\nthe cargo hold.  They noticed  that some of the metal hatches  of\r\n\nthe water tanks in the hold had been painted so recently that the\r\n\npaint was not  yet dry.   Also, the nuts  and bolts of the  hatch\r\n\nwere loose.   In contrast, another hatch in the same area was not\r\n\npainted, and  the nuts  were rusty, showing  that they  had never\r\n\nbeen removed.  The inspectors looked inside one of the tanks with\r\n\nthe newly painted hatch  and found two metal boxes  floating in a\r\n\ndiesel oil  layer above the  water inside  the tank.2   The boxes\r\n\ncontained 24.75 kilograms of cocaine.\r\n\n          At trial the government  showed that the Miss Gina  had\r                                                                      \r\n\nonly  conducted  seven  trips  during  the  two  years  that  the\r\n                    \r                              \r\n\n2  The government argued in closing  that the layer of diesel oil\r\nwas meant to mask the smell of the drugs, so that the drugs would\r\nnot be detected by drug-sniffing dogs.\r\n\n                               -4-\r\r\n\nappellants owned  it, and  that on each  trip the  vessel carried\r\n\ncargo  to the  Dominican  Republic, but  returned to  Puerto Rico\r\n\nempty.   The vessel's marine  agent testified that it  was common\r\n\nfor commercial vessels to carry cargo from the Dominican Republic\r\n\nto \"the  islands\"; after delivering  their cargo to  the islands,\r\n\nsuch vessels would arrive at Puerto Rico empty, ready to pick  up\r\n\na new cargo.   However, the Miss  Gina had not carried  any cargo\r                                                \r\n\nfrom the Dominican Republic.  \r\n\n          Castillo-de  los  Santos,   Coplin-Bratini,  and  their\r\n\npartner  had  bought the  vessel  for  $45,000.   The  government\r\n\nintroduced testimony and  financial records of the  ship's agent,\r\n\nwhich it summarized as showing  that during the two years  of the\r\n\nappellants'  ownership,  the  Miss  Gina  had  expenses exceeding\r                                                  \r\n\n$75,000, but grossed less than  $35,000.  The ship's marine agent\r\n\ntestified that during those  two years, the ship  had accumulated\r\n\nmore than  $25,000 in bills to the agent,  and that the bills had\r\n\nbeen paid in cash on every occasion but one, in denominations  of\r\n\ntwenties, tens, fives, and ones.\r\n\n          The  government also  introduced Coplin-Bratini's  last\r\n\nfive tax  returns, which apparently  showed an average  income of\r\n\n$15,000.   Castillo-de los Santos  had not filed any  tax returns\r\n\nwith the Puerto Rico Treasury Department. \r\n\n          The wholesale value of the cocaine seized from the Miss\r                                                                           \r\n\nGina was $15,500 per kilogram, or a total of $379,750.  The value\r              \r\n\nof  the cocaine  once cut  and  prepared for  retail distribution\r\n\nwould have been $4.9 million.\r\n\n                               -5-\r\r\n\n          Coplin-Bratini  testified.   On cross-examination,  the\r\n\ngovernment showed  that he spent  more money than he  reported as\r\n\nincome in his  income tax returns and  that he had assets  out of\r\n\nproportion to his reported income level.\r\n\n          Castillo-de los  Santos  also testified.   He  admitted\r\n\nthat, before the  trip,  he checked  the water tanks to  see that\r\n\nthey  were  working. He  said he  did  not know  who  painted the\r\n\nhatches and suggested that they were not painted when he left the\r\n\nDominican  Republic,  but  perhaps were  painted  by  the sailors\r\n\nwithout his knowledge during the twenty-four hour voyage from the\r\n\nDominican Republic to Puerto Rico.  \r\n\n          The  jury  found both  men  guilty.    They  were  both\r\n\nsentenced to 188 months imprisonment  on each count, to be served\r\n\nconcurrently, five years  supervised release, and a  $50 monetary\r\n\nassessment on each count.\r\n\n                                I.\r\n\n          Both  appellants contend  that  there was  insufficient\r\n\nevidence to convict  them, specifically, that the  government did\r\n\nnot prove they knew of the cocaine's presence on the vessel.\r\n\n          We must uphold  the convictions if the  evidence, taken\r\n\nin the  light most  favorable to the  government, is  adequate to\r\n\npermit  a rational  jury to  find each  essential element  of the\r\n\noffenses beyond a reasonable doubt.   See United States v. Valle,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"196494\"><a href=\"/opinion/196494/united-states-v-valle/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span><pre class=\"inline\">, 216 (1st Cir. 1995).  All credibility determinations\r\n\nmust  be resolved in the prosecution's favor, and among competing\r\n\ninferences,  we  must  draw  the inference  that  best  fits  the\r\n\n                               -6-\r\r\n\nprosecution's theory of guilt.   Id. at 216-17.  The  evidence of\r                                              \r\n\nknowledge in this case is circumstantial.  However,\r\n\n            [I]n the  context of  review of  a motion\r\n            for  acquittal,   no  legal   distinction\r\n            exists between circumstantial  and direct\r\n            evidence.        Furthermore,    it    is\r\n            unquestioned  that  direct  evidence need\r\n            not  be  presented.   Judicial  authority\r\n            teaches  that  the   government  can  use\r\n            circumstantial  evidence as  long as  the\r\n            evidence,   viewed   as   a   whole,   is\r\n            sufficient to  warrant a  reasonable jury\r\n            to conclude that the defendant is  guilty\r\n            beyond a reasonable doubt.\r\n\nUnited  States v.  Doe,  </pre><span class=\"citation\" data-id=\"553164\"><a href=\"/opinion/553164/united-states-v-john-doe-aka-james-singleton/\"><span class=\"volume\">921</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span></a></span><pre class=\"inline\">,  343-44  (1st Cir.  1990)\r                                \r\n\n(internal quotations and citations omitted).\r\n\n          The circumstantial evidence that Castillo-de los Santos\r\n\nand Coplin-Bratini knew that the cocaine was in the water tank is\r\n\nnot  overwhelming.  Cf. United States v. Piedrahita-Santiago, </pre><span class=\"citation\" data-id=\"559869\"><a href=\"/opinion/559869/united-states-v-roberto-piedrahita-santiago-united-states-of-america-v/\"><span class=\"volume\">931</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span><pre class=\"inline\">,  130-31 (1st  Cir. 1991) (large  cargo of  marijuana on\r\n\nsmall  boat, vessel  in  poor repair  and responded  evasively to\r\n\nattempts to contact  it); United States v.  Passos-Paternina, </pre><span class=\"citation\" data-id=\"551470\"><a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span><pre class=\"inline\">, 984-86  (1st Cir. 1990) (bizarre behavior  of vessel in\r\n\nstorm, avoiding  Coast Guard, evidence that crew had just removed\r\n\nplates behind which  drugs hidden, no valid  registration, etc.),\r\n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">499</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">982</span></span><pre class=\"inline\"> (1991); United States  v. Corpus, </pre><span class=\"citation\" data-id=\"527779\"><a href=\"/opinion/527779/united-states-v-jose-corpus-united-states-of-america-v-marcos/\"><span class=\"volume\">882</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">546</span></a></span><pre class=\"inline\">, 549-50  (1st Cir.)  (as  Coast Guard  sought to  board\r\n\ntugboat,  bales  of  marijuana suddenly  appeared  in  the water,\r\n\ntugboat lacked sufficient equipment on board to tow, etc.), cert.\r                                                                           \r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">958</span></span><pre class=\"inline\"> (1989).  However, giving the prosecution the\r                \r\n\nbenefit  of all  reasonable  inferences,  we  conclude  that  the\r\n\nevidence is sufficient.\r\n\n                               -7-\r\r\n\n          First, Castillo-de  los Santos and  Coplin-Bratini were\r\n\nthe owners  of the vessel  and were on  board the vessel  when it\r\n\narrived in Puerto Rico, with eight men on board.  Castillo-de los\r\n\nSantos was the  captain.  The hatches  to the tanks in  which the\r\n\ncocaine was hidden  had been recently painted, so  that the paint\r\n\nwas still sticky.  Castillo-de los Santos admitted he had checked\r\n\nthe water tanks before leaving.  Coplin-Bratini also said that he\r\n\nhad been down in the cargo hold the day  before the ship left the\r\n\nDominican Republic.   The  senior  special agent  of the  Customs\r\n\nService  stated that  in his  experience investigating  smuggling\r\n\ncases, given such a large  load of cocaine, somebody with control\r\n\nover the ship would have to have  knowledge that it was on board.\r\n\nThe captain would have control of the ship, and in this  case the\r\n\ncaptain and also the co-owner of  the vessel were on board.   The\r\n\nvessel  left  the  Dominican Republic  empty,  which  supports an\r\n\ninference that  there was no  commercial reason for the  trip and\r\n\ntherefore the  captain and  owner must have  known of  an illicit\r\n\npurpose.   See  Corpus, 882  F.2d at  550.   Moreover,  the drug-\r                                \r\n\nsniffing dog alerted to a  bag claimed by Castillo-de los Santos,\r\n\nindicating that the bag had earlier contained narcotics.\r\n\n          The  value  of  the cocaine  on  board,  about $400,000\r\n\nwholesale  or $4.9  million  retail,  supports  an  inference  of\r\n\nknowledge, since we have before  observed that it is unlikely the\r\n\nowner of a valuable  cargo would stow it in a  vessel without the\r\n\nknowledge of  the vessel's  captain.   See Passos-Paternina,  918\r                                                                     \r\n\nF.2d at  985.  The  partnership relation between  Castillo-de los\r\n\n                               -8-\r\r\n\nSantos  and Coplin-Bratini supports an inference that they shared\r\n\nknowledge about the use being made of their jointly owned vessel.\r\n\nSee United States v. Guerrero, </pre><span class=\"citation\" data-id=\"197385\"><a href=\"/opinion/197385/united-states-v-amado-guerrero/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 342 (1st Cir. 1997),\r                                       \r\n\ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">118</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">320</span></span><pre class=\"inline\"> (1997);  Corpus, 882 F.2d  at 550\r                                                         \r\n\n(knowledge established by circumstantial indicia, including close\r\n\nrelationship of  crew); United States  v. Guerrero-Guerrero,  </pre><span class=\"citation\" data-id=\"460920\"><a href=\"/opinion/460920/united-states-v-hector-mario-guerrero-guerrero-united-states-v-john-doe/\"><span class=\"volume\">776</span>\r                                                                     \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1071</span></a></span><pre class=\"inline\">, 1077  (1st Cir.  1985), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">475</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1029</span></span><pre class=\"inline\">\r                                                           \r\n\n(1986).\r\n\n          Finally,  the financial  evidence that  the vessel  had\r\n\nbeen operated at  a loss since the appellants had  owned it could\r\n\nsupport the  inference that they  had intended to use  the vessel\r\n\nfor smuggling.   They paid substantial  expenses to their  marine\r\n\nagent  in  cash   --  not  only  in  cash,  but   in  very  small\r\n\ndenominations.   The government's expert on drug smuggling stated\r\n\nthat   drug  transactions   were  usually   conducted   in  cash,\r\n\nspecifically in small denominations.  See United States v. Ariza-\r                                                                           \r\n\nIbarra, </pre><span class=\"citation\" data-id=\"370140\"><a href=\"/opinion/370140/united-states-v-teodoro-ariza-ibarra-united-states-of-america-v-alvaro/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1216</span></a></span><pre class=\"inline\">, 1225 (1st Cir. 1979).  There was  evidence\r                \r\n\nthat  Coplin-Bratini's  living expenses  exceeded  the  amount of\r\n\nincome he reported in his income tax returns  and that his assets\r\n\nwere greater  than what his  reported income would warrant.   The\r\n\nfinancial evidence  supports an  inference that he had a practice\r\n\nof supplementing his legal income with illegal income.\r\n\n          These facts,  taken together,  would permit  a jury  to\r\n\nfind the essential element of knowledge  of the cocaine.  We must\r\n\nuphold the jury's verdict. \r\n\n                               -9-\r\r\n\n                               II.\r\n\n          Castillo-de los Santos  argues that the court  erred in\r\n\nadmitting evidence  that he  had not filed  tax returns  for five\r\n\nyears.   The  purpose of  this evidence,  as in United  States v.\r                                                                        \r\n\nFigueroa, </pre><span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span><pre class=\"inline\">, 1454  (1st Cir. 1992), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">507</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span><pre class=\"inline\"> (1993), was  to show that he had greater  income than he\r\n\nwas reporting to  the government, and to suggest  that his income\r\n\nwas therefore  derived from an  illegal source that he  dared not\r\n\nreport.\r\n\n          Castillo-de los  Santos argues that the  government did\r\n\nnot show that he was obliged to report the income, because he had\r\n\nlived  in the  Dominican  Republic  since 1989  and  had no  such\r\n\nobligation.   He did not  make this argument before  the evidence\r\n\nwas admitted.   His counsel objected to the use of the income tax\r\n\ninformation, but he did not suggest to the court that Castillo-de\r\n\nlos Santos  was not required to file a  return.  His counsel said\r\n\nonly, \"[H]e's  a very  humble man who,  like many  people in  our\r\n\ncountry,  for whatever reason, he did not  file income tax.\"  Not\r\n\nuntil after  the evidence had  been admitted did  Castillo-de los\r\n\nSantos's lawyer  attempt to establish  on cross-examination  that\r\n\nCastillo-de los Santos  did not live in Puerto Rico.   Even then,\r\n\nthe   agent  being   cross-examined  steadfastly   repeated  that\r\n\nCastillo-de los Santos  had said he lived in Puerto Rico.  At the\r\n\ntime the evidence  was admitted, Castillo-de  los Santos did  not\r\n\ninform  the  court  of  the  factual  predicate  of  his  present\r\n\nargument.     We  cannot  require   the  district  court   to  be\r\n\n                               -10-\r\r\n\nclairvoyant.  Because Castillo-de los Santos did not preserve the\r\n\nobjection he  now urges,  we review  only for  plain error.   See\r                                                                           \r\n\nFigueroa, 976 F.2d at 1453.  There is no plain error here. \r                  \r\n\n          Castillo-de los Santos also contends  that the evidence\r\n\nsuggested to the  jury that he was guilty of another crime -- tax\r\n\nevasion.  He preserved this objection, so we review the admission\r\n\nof the  evidence for abuse of discretion.  See  id. at 1454.  The\r                                                             \r\n\ncourt in this  case instructed the jury that  the appellants were\r\n\nnot  charged with income tax violations and that the jury was not\r\n\nto consider the evidence as showing \"a potential problem with his\r\n\nlocal  tax returns.\"   See id. (cautionary  instruction minimized\r                                       \r\n\ndanger  of prejudice).  This instruction adequately channeled the\r\n\njury's use of the evidence  and forestalled any prejudice.  There\r\n\nwas no abuse of discretion. \r\n\n          We affirm the convictions.\r                             \r\n\n                               -11-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592204/"
  ]
}