{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197741/",
  "absolute_url": "/opinion/197741/guiliano-v-nations-title-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197741/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:00Z",
  "date_modified": "2017-03-24T10:53:15.462599Z",
  "type": "010combined",
  "sha1": "a9400182ca37cfef33bc76f6fe89d54c1159f7b5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2331.01A",
  "local_path": null,
  "plain_text": "\n\n                      [NOT FOR PUBLICATION]\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-2331\r\n\n          LOUIS GIULIANO &amp; PATRICIA LETT, ETC., ET AL.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                   NATIONS TITLE, INC., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n              and Dowd, Jr.,* Senior District Judge.\r                                                             \r\n\n                                           \r\n\n     Stephen C. Maloney for appellants.\r                                 \r\n     John H. Henn, with whom Stephen B. Deutsch and Foley, Hoag &amp;\r                                                                           \r\nEliot were on brief for appellees.\r               \r\n\n                                           \r\n\n                         JANUARY 23, 1998\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the Northern District of Ohio, sitting by designation.\r\r\n\n          DOWD,  Senior District  Judge.   This  dispute concerns\r                    DOWD,  Senior District  Judge.\r                                                 \r\n\nquestions  of  title  to  a  number of  lots  in  a  real  estate\r\n\nsubdivision located  on Martha's  Vineyard.   Plaintiffs are  the\r\n\ndevelopers  of  the  subdivision,  and  Defendant  is  the  title\r\n\ninsurance company which,  under a predecessor name,  issued title\r\n\ninsurance policies on these lots.  As the result of many  adverse\r\n\nclaims against  these lots,  Defendant decided to  try to  obtain\r\n\ntitle to all the lots, and then work  to preserve the subdivision\r\n\nas an entity.  Toward  this end, Defendant and Plaintiffs entered\r\n\ninto  several written agreements concerning the transfer of title\r\n\nfrom Plaintiffs to Defendant.   It is the enforceability of these\r\n\nvarious agreements that is at the heart of this action.  \r\n\nPlaintiffs filed this action alleging that Defendant had breached\r\n\na  1990 agreement  to  develop the  property,  and had  otherwise\r\n\ncommitted  fraud, negligence,  breach of  fiduciary  duty, and  a\r\n\nviolation  of  Mass.  Gen.  Laws  ch.  93A  for  unfair  business\r\n\npractices.    Defendant  responded  with  a  counterclaim  for  a\r\n\ndeclaratory  judgment that a  1991 agreement between  the parties\r\n\nwas  valid,  enforceable  and settled  all  disputes  between the\r\n\nparties.     The  district  court  granted  summary  judgment  to\r\n\nDefendant, holding that  the 1990 agreement was  an unenforceable\r\n\n\"agreement to  agree,\" and  that the 1991  agreement was  a valid\r\n\nagreement and settled the parties' disputes.  \r\n\n          Plaintiffs  now appeal  the district  court's grant  of\r\n\nsummary  judgment to  Defendant.    Plaintiffs  also  appeal  the\r\n\ndistrict  court's  subsequent  denial  of  their proposed  second\r\n\n                               -2-\r\r\n\namended complaint  on the  ground that  it was futile.   For  the\r\n\nreasons set  out below, we  affirm the  district court's  holding\r\n\nthat based  on the  undisputed facts,  Defendant was entitled  to\r\n\njudgment as a matter of law.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          Patricia Lett (\"Lett\") and  Louis Giuliano (\"Giuliano\")\r\n\n(collectively \"Plaintiffs\") are  the developers of  the \"Vineyard\r\n\nAcres  II,\"   a  148-unit   subdivision  located  in   Edgartown,\r\n\nMassachusetts.   Lett  initially took  title to  the lots  in her\r\n\nindividual capacity, but in 1983 all of Lett's title was conveyed\r\n\nto Lett  in her capacity  as \"trustee\" of the  \"Vineyard Acres II\r\n\nRealty Trust.\"1   Plaintiffs sold approximately 77 lots, and Lett\r\n\nas trustee retained ownership of approximately 69  lots which she\r\n\nthen mortgaged  to Old  Colony Cooperative  Bank (\"Old  Colony\").\r\n\nNations Title Insurance-NY (\"NTNY\"),  under the predecessor  name\r\n\nof \"TRW,\" issued title  insurance policies totaling approximately\r\n\n$11 million to the buyers of these lots. \r\n\n          Subsequently,  NTNY's predecessor  learned of  numerous\r\n\nadverse title claims  affecting the subdivision, and  was obliged\r\n\nto  defend against these actions as a result of issuing the title\r\n\npolicies noted  above.   In 1987,  as a  result of  these adverse\r\n\nclaims,  NTNY's predecessor  brought suit  in  the United  States\r\n\nDistrict  Court for  the District  of  Massachusetts (\"The  Fraud\r\n\nAction\") against Plaintiffs, alleging that Lett and Giuliano knew\r\n\n                    \r                              \r\n\n1   This Court  was unable to  determine from the  record whether\r\nLett was a beneficiary of the trust.\r\n\n                               -3-\r\r\n\nthey  did not  have  good  title to  the  land, and  fraudulently\r\n\ninduced  NTNY's  predecessor  to  issue  title  policies  to  the\r\n\npurchasers of the  land and the financial institutions which gave\r\n\nthem mortgages.   Title  U.S.A. Ins. Corp.  of New York  v. Lett,\r                                                                          \r\n\nC.A. No. 87-701-WD (D. Mass.).\r\n\n          NTNY's  predecessor then decided to try to obtain title\r\n\nto all the lots, and then work to preserve the subdivision  as an\r\n\nentity.   Toward this  end, NTNY, under  its predecessor  name of\r\n\nTRW,  and Lett entered into an agreement on August 8, 1990 (\"1990\r\n\nAgreement\").  This  1990 Agreement sketched out  an understanding\r\n\nthat had been reached by the parties with regard to TRW's plan to\r\n\nacquire  the lots  that Old  Colony was  preparing  to sell  at a\r\n\nforeclosure sale.  The preamble of the 1990 Agreement states that\r\n\n\"for good  and valuable  consideration as  described below,  [the\r\n\nparties] enter into  this agreement  to work  cooperatively in  a\r\n\nproject involving the continuation  of the development, marketing\r\n\nand sale  of the Vineyard  Acres II subdivision.\"   The agreement\r\n\ngoes on to state that:\r\n\n            All Parties  agree  to use  their best  and\r\n          reasonable efforts to acquire for the benefit\r\n          of all Parties that portion of Vineyard Acres\r\n          II encumbered by  a mortgage held by  Bank of\r\n          New  England-Old  Colony on  which  said bank\r\n          intends  to foreclose.  TRW agrees that if it\r\n          acquires   said  portion   pursuant  to   the\r\n          foreclosure sale, it  will hold said  portion\r\n          for the benefit  of all Parties in  an effort\r\n          to  work  cooperatively   to  accomplish  the\r\n          Parties' objective of  developing, marketing,\r\n          and   selling    the   Vineyard    Acres   II\r\n          subdivision.\r\n          . . . . \r\n            All   Parties  agree   that  their   mutual\r\n          objective is to  prepare and develop Vineyard\r\n\n                               -4-\r\r\n\n          Acres II lots for sale,  and to sell the same\r\n          without  undue delay.   The Parties  agree to\r\n          use their best and  reasonable efforts and to\r\n          act in good faith to achieve their objective.\r\n          The Parties  agree to divide the  proceeds of\r\n          the   sale  of  Vineyard  Acres  II  lots  as\r\n          follows:  a fixed amount to be agreed upon by\r\n          all  Parties will be paid to TRW for expenses\r\n          incurred  and proceeds  exceeding that  fixed\r\n          amount paid to TRW will be paid to Lett.\r\n\n          The  parties   signed   the   agreement,   and   NTNY's\r\n\npredecessor  was the successful  bidder at the  foreclosure sale.\r\n\nLett claims on appeal that  because NTNY's predecessor agreed  to\r\n\nhold the property  from the foreclosure sale \"for  the benefit of\r\n\nall Parties,\" she has an interest in that property.\r\n\n          The parties continued negotiations to try to agree upon\r\n\nthe precise  terms of  an overall  agreement which  would include\r\n\nsettlement  of the  Fraud Action, which  was still  moving toward\r\n\ntrial.  On March  21, 1991, the parties signed  such an agreement\r\n\n(\"1991 Agreement\").  This 1991  Agreement was written in the form\r\n\nof a letter from NTNY, under its predecessor name of TRW, to Lett\r\n\nand Giuliano.   The first paragraph states that it is \"written to\r\n\nmemorialize and  confirm the  terms upon which  you and  TRW have\r\n\nagreed to settle your disputes.\"   Under this agreement, Giuliano\r\n\nand  Lett  (as  trustee)2 agreed  to  transfer  various specified\r\n\ninterests  within the  Vineyard Acres  II  subdivision to  NTNY's\r\n\npredecessor in  exchange for  specified consideration,  including\r\n\npayment to Lett and Giuliano of $350,000.  All pending litigation\r\n\n                    \r                              \r\n\n2  Lett contends  that she specifically crossed out  the parts of\r\nthe agreement referring to Lett \"individually,\" thus intending to\r\nretain any lots which she held as an individual.\r\n\n                               -5-\r\r\n\nbetween  the  parties, including  the  Fraud  Action, was  to  be\r\n\ndismissed.   Additionally, NTNY's  predecessor agreed to  use its\r\n\nbest efforts  to develop,  market, and sell  the lots  within the\r\n\nsubdivision.   Further, the  agreement stated that  once the lots\r\n\nwere developed  and sold,  Lett and  Giuliano  would receive  all\r\n\nproceeds  above NTNY's  predecessor's \"sunk  costs.\"   The  items\r\n\nwhich NTNY's predecessor could include and recover as these \"sunk\r\n\ncosts\" were specifically  enumerated, and covered all  aspects of\r\n\nNTNY's predecessor's costs related to Vineyard Acres II. \r\n\n          On  the day  the 1991  Agreement was  signed, Lett  and\r\n\nGiuliano  delivered the required deeds to NTNY's predecessor, and\r\n\nNTNY's  predecessor paid them $350,000 pursuant to the agreement.\r\n\nThe Fraud Action was dismissed shortly thereafter.\r\n\n          In 1994, Giuliano applied for  a loan from NTNY.  NTNY,\r\n\nstill uncertain about  how the  court system  would evaluate  the\r\n\n1990 agreement,  required Lett to  execute, as part of  this loan\r\n\ntransaction, an \"Assignment, Agreement and Release\" in which Lett\r\n\nreleased  any  claims she  may  have had  against  \"Nations Title\r\n\nInsurance Company.\"   As  printed, the  document released  Lett's\r\n\nclaims  against \"Nations  Title  Insurance Company,  of  Overland\r\n\nPark,  Kansas.\"   NTNY has  always contended,  however,  that all\r\n\nparties  intended this to  be NTNY (Nations  Title Insurance-NY),\r\n\nwhich was the company making the 1994 loan and taking back a note\r\n\nand mortgage.   In fact, there are the handwritten  words \"of New\r\n\nYork  Inc.  and family\"  added  after  the  printed name  of  the\r\n\ninsurance company on this 1994  deed, but Lett contends that when\r\n\n                               -6-\r\r\n\nshe signed  the release, such words had not  been added.  In this\r\n\ndocument, Lett  also  assigned  \"any  and all  right,  title  and\r\n\ninterest that she has or may have had in any and all lands in the\r\n\nTown   of   Edgartown,   County   of   Dukes,   Commonwealth   of\r\n\nMassachusetts, to said Louis  Giuliano.\"  Lett contends this  was\r\n\ndone so that it  would be easier for Giuliano alone  to work with\r\n\nNTNY on developing the property.  On December 19, 1994, following\r\n\nthe execution of  this agreement, NTNY loaned  Giuliano $165,000,\r\n\ntaking back a  note and mortgage for unrelated  property owned by\r\n\nGiuliano located in Rhode Island.\r\n\n          Plaintiffs subsequently brought this action for,  among\r\n\nother things, fraud and violation of Mass. Gen. Laws (\"G.L.\") ch.\r\n\n93A, for unlawful business practices.   The heart of  Plaintiffs'\r\n\nargument  was   their  claim  that  the  1990  agreement  was  an\r\n\nenforceable  agreement  which  gave   Lett,  in  her   individual\r\n\ncapacity,  an  interest  in  the  Vineyard  II  property.    NTNY\r\n\ncounterclaimed  and moved for summary judgment, claiming that the\r\n\n1990 agreement  was an  unenforceable \"agreement  to agree,\"  and\r\n\nthat the  1991 agreement settled  all claims between  the parties\r\n\nbecause  Lett transferred  all  title in  the property  to NTNY's\r\n\npredecessor.  Plaintiffs, however, contend that while in the 1991\r\n\nagreement  Lett transferred the  interest she held  as a trustee,\r\n\nshe  did not  transfer the  property  she held  as an  individual\r\n\nthrough the 1990 agreement.   Plaintiffs also claimed that due to\r\n\nthe language of the 1994 agreement, Lett released only her claims\r\n\nagainst \"Nations Title Insurance Company,\"  which is not the name\r\n\n                               -7-\r\r\n\nof any  party to this lawsuit, and that  Lett did not release her\r\n\nclaims  against NTNY.   Further,  Lett claims  that in  this 1994\r\n\ndocumrty to Giuliano,  which was her  individual interest in  the\r\n\nproperty  acquired from the 1990 agreement, thus leaving Giuliano\r\n\nnow free to pursue claims against NTNY.\r\n\n          The district  court granted NTNY's  motion for  summary\r\n\njudgment.     The  court  held   that  the  1990  letter   is  an\r\n\nunenforceable \"agreement to  agree.\"  The court then  held, as an\r\n\nalternative  ruling,  that  Lett  had  given  up  any  rights she\r\n\nobtained under that  1990 agreement by signing  the 1994 release.\r\n\nThe court then declared the 1991 settlement agreement to be valid\r\n\nand enforceable.   Finally,  the court  gave Plaintiffs leave  to\r\n\nfile  an amended complaint  setting forth their  fraud claim with\r\n\nparticularity.   The court also gave Plaintiffs leave to reassert\r\n\ntheir  93A claim  if they  were able  to meet  the jurisdictional\r\n\nprerequisites of such claim.\r\n\n          Following this  grant of  summary judgment,  Plaintiffs\r\n\nsubmitted  a Proposed  Second Amended  Complaint.   The  district\r\n\ncourt denied Plaintiffs' motion to  amend as futile.  This appeal\r\n\nfollowed.\r\n\n                     CONTRACT INTERPRETATION\r                               CONTRACT INTERPRETATION\r\n\n          This  case initially requires the analysis of the three\r\n\nagreements  involved in  this matter,  and  the determination  of\r\n\ntheir enforceability:  (1) the 1990 agreement between NTNY (under\r\n\nits predecessor name  of TRW) and Lett, which  provides the basis\r\n\nfor Plaintiffs' claim that Lett  held an interest in the property\r\n\n                               -8-\r\r\n\nas an individual, and which NTNY claims is unenforceable; (2) the\r\n\n1991  agreement between NTNY (under its  predecessor name of TRW)\r\n\nand Plaintiffs, which NTNY claims settles all claims between  the\r\n\nparties, and which Plaintiffs claim is unenforceable; and (3) the\r\n\n1994 assignment and  release, which Plaintiffs claim  assigned to\r\n\nGiuliano  all of  Lett's  rights  and title  with  regard to  the\r\n\nproperty she claimed as an individual through the 1990 agreement.\r\n\n1.  Standard of Review\r          1.  Standard of Review\r\n\n          We  review  the  district   court's  grant  of  summary\r\n\njudgment \"de novo,\" drawing reasonable inferences in favor of the\r\n\nnonmovant.  Garita Hotel Ltd. Partnership v. Ponce  Federal Bank,\r                                                                          \r\n\n122 F.3d 88 (1st Cir. 1997).   An inference is \"reasonable\" on de\r\n\nnovo review  only if it  can be  drawn from the  evidence without\r\n\nresort   to  speculation.    Hidalgo  v.  Overseas  Condado  Ins.\r                                                                           \r\n\nAgencies,  Inc., 120  F.3d 328  (1st  Cir. 1997).   The  district\r                         \r\n\ncourt's  grant of  summary  judgment  is  appropriate  when  \"the\r\n\npleadings,   depositions,   answers   to   interrogatories,   and\r\n\nadmissions on  file, together with affidavits, if  any, show that\r\n\nthere is no  genuine issue as to  any material fact and  that the\r\n\nmoving party  is entitled  to a  judgment  as a  matter of  law.\"\r\n\nHidalgo, supra, at 332.  An  appellate panel is not restricted to\r                        \r\n\nthe district court's reasoning but can affirm  a summary judgment\r\n\non  any independently  sufficient ground.\"    Mesnick v.  General\r                                                                           \r\n\nElec. Co., 950 F.2d 816, 822 (1st Cir. 1991).  \r                   \r\n\n2.  Enforceability of the 1990 Agreement\r          2.  Enforceability of the 1990 Agreement\r\n\n                               -9-\r\r\n\n          Under  Massachusetts  law,  an \"agreement  to  reach an\r\n\nagreement  is a contradiction in terms  and imposes no obligation\r\n\non the parties thereto.\"  Rosenfield v. U.S. Trust Co., 290 Mass.\r                                                                \r\n\n210, 195 N.E. 323 (1935).  \"A purported contract which is no more\r\n\nthan an agreement to  agree in the future on essential  terms, or\r\n\none which does not adequately specify essential terms, ordinarily\r\n\nwill  be unenforceable.\"   Air Technology Corp.  v. General Elec.\r                                                                           \r\n\nCo., 347 Mass. 613, 626, 199 N.E.2d 538, 548 (1964).\r             \r\n\n          In determining whether an agreement is an unenforceable\r\n\n\"agreement to  agree\" or an  enforceable contract, the  key issue\r\n\nfor  the court is \"whether the  parties intended to be bound when\r\n\nthey  signed  the  contract  and,  if  so,  whether  the  initial\r\n\nagreement included  all of  the essential  terms.\"   Rand-Whitney\r                                                                           \r\n\nPackaging Corp. v.  Robertson Group, Inc., 651 F.  Supp. 520, 535\r                                                   \r\n\n(D. Mass. 1986).   Accordingly, a letter of intent may be binding\r\n\nor nonbinding, depending  on the intentions of the  parties.  Id.\r                                                                           \r\n\nFurther, the fact  that a further agreement  is contemplated does\r\n\nnot defeat  a finding that  the original agreement was  a binding\r\n\ncontract, so long as the  essential terms are agreed upon at  the\r\n\nstart.    Id.   The  essential  terms  must  be set  forth  \"with\r                       \r\n\nsufficient  definiteness   and   clarity   that   a   court,   by\r\n\ninterpretation  with  the  aid   of  existing  and   contemplated\r\n\ncircumstances, may enforce it.\"   George W. Wilcox, Inc. v. Shell\r                                                                           \r\n\nEastern Petroleum Products, 283 Mass. 383, 388, 186 N.E. 562, 564\r                                    \r\n\n(1933).\r\n\n                               -10-\r\r\n\n          A  review of  the 1990  Agreement in  the instant  case\r\n\nreveals that the  district court was correct in  its holding that\r\n\nthis agreement was  an unenforceable \"agreement  to agree.\"   The\r\n\nagreement indicates  no intention by  the parties to be  bound to\r\n\nparticular terms;  rather, the letter commits the parties only to\r\n\nworking \"cooperatively in a project involving the continuation of\r\n\nthe  development, marketing  and sale  of  the Vineyard  Acres II\r\n\nsubdivision.\"  The language used includes terms such as \"best and\r\n\nreasonable  efforts\" and  \"reasonable  amounts,\"  and other  such\r\n\ngeneralities,  but contains  no  specific  figures, deadlines  or\r\n\nactions to  be taken by  either party.   This lack of  duties and\r\n\nresponsibilities assigned  to  either party  makes  this  \"Letter\r\n\nAgreement\" unenforceable because it gives the court no guidelines\r\n\nwhich  it could  apply to enforce  the contract.   See  George W.\r                                                                           \r\n\nWilcox, supra (valid contract  must set out essential  terms with\r                       \r\n\nsufficient  definiteness and clarity  so court can  interpret and\r\n\nenforce it).  Further, the parties' failure to include either the\r\n\nexact amount NTNY would retain from the lot sale proceeds, or the\r\n\nformula for its calculation renders this contract invalid.3\r\n\n          Plaintiffs  argue  that  under  the  case  of  Hastings\r                                                                           \r\n\nAssociates, Inc. v. Local 369 Bldg. Fund, Inc., 42 Mass. App. Ct.\r                                                        \r\n                    \r                              \r\n\n3  The 1990 Agreement provides:\r\n\n            The Parties agree  to divide the proceeds\r\n            of  the sale of Vineyard Acres II lots as\r\n            follows:   a fixed  amount  to be  agreed\r\n            upon by all  Parties will be paid  to TRW\r\n            for   expenses   incurred   and  proceeds\r\n            exceeding that  fixed amount paid  to TRW\r\n            will be paid to Lett.\r\n\n                               -11-\r\r\n\n162, 675 N.E.2d 403 (1997), the fact that the parties agreed that\r\n\nNTNY's  predecessor would subsequently receive \"a fixed amount to\r\n\nbe  agreed  upon\"  is  sufficiently  definite  to  constitute  an\r\n\nenforceable contract.  However, an analysis of  the Hastings case\r                                                                      \r\n\nshows  that it  is  easily  distinguished,  and  that  the  vague\r\n\ndiscussion of the payment amount in the 1990 Agreement supports a\r\n\nfinding of indefiniteness.\r\n\n          In  Hastings, a Massachusetts appeals court held that a\r                                \r\n\nlease renewal  provision was  enforceable  where it  left open  a\r\n\npayment term  but provided that  if the parties could  not agree,\r\n\nthen  they were to select a  third party to determine the amount.\r\n\nThe appeals court there held that this provision was enforceable,\r\n\nand not  merely  an \"agreement  to  agree\" because  the  language\r\n\nclearly demonstrated that  the only thing that was  left open was\r\n\nthe identity of a third party to solve any potential dispute that\r\n\nshould arise.  Id. at 409-10.  This did not render  the agreement\r                            \r\n\nindefinite due  to the parties'  otherwise clear intention  to be\r\n\nbound, and the \"commonly employed practices . . . for selecting a\r\n\nneutral third party to determine value.\"  Id. at 410. \r                                                       \r\n\n          We find Plaintiffs' reliance on Hastings in this matter\r                                                            \r\n\nmisplaced.    While the  contract  in  Hastings  provided  for  a\r                                                         \r\n\nresolution in case the parties  themselves could not agree on the\r\n\nformula  to use,  the 1990  Agreement involved  here did  no such\r\n\nthing.  Rather, the 1990 Agreement merely stated that the parties\r\n\nwould discuss  and agree upon the formula at  a later date.  This\r\n\nvague language gives  a court no way to interpret and enforce the\r\n\n                               -12-\r\r\n\nintent of  the parties,  and thus  is an  unenforceable contract.\r\n\nSee Saxon Theatre  Corp. v. Sage, 347 Mass. 662,  666, 200 N.E.2d\r                                          \r\n\n244 (1964)  (finding unenforceable  a letter  agreement providing\r\n\nthat the \"basic plans and specifications\" of  a proposed building\r\n\nwere \"to be mutually agreed upon\").\r\n\n          In light of  the fact that this agreement  has left out\r\n\nan essential  term, and  gives the  court no  way to enforce  the\r\n\nrights  and duties of  the parties, we affirm  the holding of the\r\n\ndistrict  court that  the  1990  Agreement  is  an  unenforceable\r\n\n\"agreement to agree.\"  \r\n\n3.  The 1994 Release\r          3.  The 1994 Release\r\n\n          Plaintiffs  claim that by  this document, Lett assigned\r\n\nto Giuliano all the interest in the Vineyard II property that she\r\n\nheld as an  individual as a result  of the 1990 Agreement.   This\r\n\n1994 document also contained  a release of Lett's  claims against\r\n\n\"Nations Title Insurance Company.\"  Plaintiffs claim this did not\r\n\nrelease  Lett's  claims  against Defendant  NTNY  (Nations  Title\r\n\nInsurance-New York) and so Giuliano is still free to pursue those\r\n\nclaims as Lett's assignee.  NTNY, on the  other hand, claims that\r\n\nit was the  clear intent of the  parties for Lett to  release her\r\n\nclaims  against  NTNY in  this  agreement, and  that  despite any\r\n\nassertion  to  the  contrary,  the  name  used  in  the  document\r\n\nunambiguously refers to NTNY.\r\n\n          While  the district  court made  an alternative  ruling\r\n\nthat the  1994 release was valid, we do  not reach this issue due\r\n\nto our above holding that  the 1990 Agreement is an unenforceable\r\n\n                               -13-\r\r\n\nagreement  to  agree.     The  only  interest   Lett  claims  she\r\n\ntransferred  to Giuliano in this 1994  agreement was the interest\r\n\nshe claims from  the 1990 Agreement.   Because we have  held that\r\n\nthis  1990  Agreement  is unenforceable,  Lett  cannot  claim any\r\n\ninterest through it.4  \r\n\n4.  The 1991 Agreement\r          4.  The 1991 Agreement\r\n\n          Plaintiffs argue that  there are three  inferences that\r\n\nmust be  made in  their favor which  preclude affirmation  of the\r\n\ngrant of summary judgment on the issue of the 1991 Agreement:\r\n\n          (a)  the 1991  Agreement  was  not signed  by\r\n          Christopher  Likens,  the Vice  President  of\r\n          NTNY's  predecessor, on  or  about March  21,\r\n          1991;  and   he  was  unable  to  produce  an\r\n          original or  copy  with his  signature on  it\r\n          until after the lawsuit commenced;\r\n\n          (b) Lett signed the  1991 Agreement solely as\r\n          trustee   because   she  intended   in   that\r\n          transaction  to convey  only her  interest as\r\n          trustee in some  mortgages on 32 lots  on the\r\n          Property,  and  not  the  interests  she  had\r\n          acquired  personally in  the lots  covered by\r\n          the 1990 Agreement; and\r\n\n          (c)  Likens  told  Giuliano that  Likens  had\r\n          never   signed   the  1991   Agreement,   had\r\n          destroyed it,  and  never  considered  it  an\r\n          operative agreement.\r\n\nWe hold that even when  taking the inferences as true, Plaintiffs\r\n\nstill  fail to  raise any  genuine issues  of material  fact that\r\n\nwould preclude summary judgment. \r\n\n                    \r                              \r\n\n4  While there  may have been an issue  of fact as to whether  an\r\nambiguity  existed concerning the party which was released by the\r\n1994 document,  it is not  relevant to this legal  analysis since\r\nour holding about the 1990 Agreement extinguishes any interest or\r\nclaim that Lett released in this document.\r\n\n                               -14-\r                                          14\r\r\n\n          The first  assertion, that  Likens failed  to sign  the\r\n\nagreement on behalf of NTNY's  predecessor, is irrelevant.  To be\r\n\nenforceable, a contract  need only contain  the signature of  the\r\n\nparty against whom it is to be enforced.  Forman v.  Gadouas, 247\r                                                                      \r\n\nMass.  207, 213  (1924) (contract  need  not be  signed by  party\r\n\nseeking  enforcement).   Plaintiffs  do  not  contest  that  they\r\n\nthemselves  signed the 1991 agreement.  Therefore, even if Likens\r\n\nnever signed the 1991 Agreement  on behalf of NTNY's predecessor,\r\n\nit is  still valid and enforceable against  Plaintiffs since they\r\n\ndo not contest that they signed it.\r\n\n          The second assertion,  that Plaintiff  Lett signed  the\r\n\n1991 Agreement  only as  a trustee, creates  no genuine  issue of\r\n\nmaterial fact.  Even assuming that this is true, and that  by the\r\n\n1991 Agreement Lett retained the interest in the land she held in\r\n\nher individual capacity,  our earlier ruling concerning  the 1990\r\n\nAgreement  makes this  point moot.  The  only interest  that Lett\r\n\nclaims to hold  as an individual is that which she claims to have\r\n\nreceived through the  1990 Agreement.   However, because we  have\r\n\nheld that the 1990 Agreement  is unenforceable, Lett can claim no\r\n\ninterest  as an individual.   Therefore, at the  time of the 1991\r\n\nAgreement, the only interest Lett held was as a trustee, which is\r\n\nthe  capacity  in  which  she  signed  the  1991  Agreement,  and\r\n\ntransferred all title to NTNY's predecessor.\r\n\n          Plaintiffs' third assertion, that  Likens told Giuliano\r\n\nhe never signed  the 1991 agreement, had destroyed  it, and never\r\n\nconsidered it an  operative agreement, is also  immaterial to our\r\n\n                               -15-\r                                          15\r\r\n\nreview.  Even if taken as true, these assertions do not show that\r\n\nthe  contract was improperly  executed or was  otherwise invalid.\r\n\nFurthermore, after signing,  substantial performance took  place:\r\n\nLett  and Giuliano  transferred deeds  to  NTNY's predecessor  as\r\n\nrequired   under  the  contract,   NTNY's  predecessor  paid  the\r\n\n$350,000, and the pending Fraud Action was dismissed.  I        n\r\n\nconclusion,  Plaintiffs have presented  no evidence of  a genuine\r\n\nissue of  material fact supporting  their position that  the 1991\r\n\nagreement was invalid.  Therefore, we affirm the district  court,\r\n\nand hold that the 1991 agreement was valid.\r\n\n              THE PROPOSED SECOND AMENDED COMPLAINT\r                        THE PROPOSED SECOND AMENDED COMPLAINT\r\n\n          Plaintiffs  next argue that the district court erred in\r\n\ndenying  their motion  to  file  their  proposed  second  amended\r\n\ncomplaint as futile.   Plaintiffs argue that their amended  fraud\r\n\ncount meets the  particularity requirements  of Fed.  R. Civ.  P.\r\n\n9(b),  and that  their other  amendments  state viable  claims as\r\n\nwell.5\r\n                    \r                              \r\n\n5  The proposed amendments are as follows:\r\n\n                     The Amended Fraud Claim\r\n          (1)   \"Defendants  falsely and  fraudulently,\r\n          and  with intent  to defraud  the Plaintiffs,\r\n          represented to the Plaintiffs that they would\r\n          hold  the  subject  property  in  trust   and\r\n          develop  it for  all parties  [sic] benefit.\"\r\n          Proposed Second Amended Complaint,   95 (A at\r\n          398).\r\n\n          (2)       \"The    defendants   falsely    and\r\n          fraudulently, and with intent to defraud  the\r\n          Plaintiffs,  represented  to  the  Plaintiffs\r\n          that  the  March 21, 1991  Agreement  related\r\n          solely to the 39 Bay  Court Lots and that the\r\n          Agreement related to Patricia Lett as Trustee\r\n\n                               -16-\r                                          16\r\r\n\n1.  Standard of Review\r          1.  Standard of Review\r\n\n          The  1st Circuit holds  that although motions  to amend\r\n\nare liberally granted, a court may deny them if it believes that,\r\n\nas a matter of law, amendment would be futile.  Demars v. General\r                                                                           \r\n\nDynamics Corp., 779 F.2d 95,  99 (1st Cir. 1985) (quoting Tiernan\r                                                                           \r\n\nv.  Blyth, Eastman, Dillon &amp; Co., 719 F.2d 1, 4 (1st Cir. 1983).\r                                          \r\n\n2.  The Amended Fraud Claim \r          2.  The Amended Fraud Claim \r\n\n          Under Fed.  R. Civ. P.  9(b), when alleging  fraud, the\r\n\ncomplaint must set forth \"specific facts that make it  reasonable\r\n\nto believe that defendant[s] knew that a statement was materially\r\n\nfalse or misleading.\"  Serabian v. Amoskeag Bank Shares, Inc., 24\r                                                                       \r\n                    \r                              \r\n\n          and  further  that  the  Agreement  had  been\r\n          destroyed.\"      Proposed    Second   Amended\r\n          Complaint,  99 (A at 399).\r\n\n          (3)       \"The    defendants   falsely    and\r\n          fraudulently, and with intent  to defraud the\r\n          Plaintiffs,  represented  to  the  Plaintiffs\r\n          that they  would loan 1.6 million  dollars to\r\n          plaintiffs in order to induce plaintiffs into\r\n          pledging the Vineyard  property as collateral\r\n          on  a loan and by further inducing plaintiffs\r\n          to execute the 1994 Assignment, Agreement and\r\n          Release.\"  Proposed Second Amended Complaint,\r\n           103 (A at 399-400).\r\n\n                 The New Breach of Contract Claim\r\n          (1)     \"Plaintiffs  fully   performed  their\r\n          obligations  under the terms of the March 21,\r\n          1991  Agreement,  but   the  Defendants  have\r\n          failed  to   perform  its   obligation  under\r\n          paragraphs  1, 3, 6, and 7 of said agreement,\r\n          thereby constituting  a breach  of contract.\"\r\n          (A at 400,  108).\r\n\n     The New Claim for Violation of G.L. ch. 93A    9 and 11\r\n          (1)  \"The above described  acts and practices\r\n          constitute a  violation of  the Massachusetts\r\n          Consumer Protection  Statute, M.G.L.  Chapter\r\n          93A,  9 and  11.\"  (A at 401,  111).\r\n\n                               -17-\r                                          17\r\r\n\nF.3d  357, 361  (1st  Cir. 1994)  (quoting  Greenstone v.  Cambex\r                                                                           \r\n\nCorp., 975 F.2d  22, 25 (1st Cir. 1992)).  The rule requires that\r               \r\n\nthe  particular \"'times, dates, places  or other details of [the]\r\n\nalleged  fraudulent  involvement'\"  of  the  actors  be  alleged.\r\n\nSerabian, supra, at 361  (quoting In re GlenFed, Inc.  Securities\r                                                                           \r\n\nLitigation, 11  F.3d 843, 847-48  (9th Cir. 1993), reh'g  en banc\r                                                                           \r\n\ngranted, 11 F.3d 843 (9th Cir. 1994)).\r                 \r\n\n           The amended  fraud claim in  this case failed  to meet\r\n\nthe  requirement  of Rule  9(b)  because  in  none of  the  three\r\n\nallegations of  fraudulent statements by  Defendants' predecessor\r\n\ndid Plaintiffs identify specific conversations,  the locations of\r\n\nthe conversations,  or the  details of  the conversations.   This\r\n\ndenial is  additionally warranted in  light of the fact  that the\r\n\ndistrict court granted Plaintiffs leave to amend the fraud claim,\r\n\nspecifically  directing Plaintiffs  that the  amended  claim must\r\n\nmeet the specificity requirements of 9(b). \r\n\n3.  The Amended Breach of Contract Claim\r          3.  The Amended Breach of Contract Claim\r\n\n          We affirm the  district court's denial of  this amended\r\n\nclaim on the grounds that  this amended allegation fails to state\r\n\na  legal claim  for relief.   In  this amended  claim, Plaintiffs\r\n\nallege that Defendant NTNY, under its predecessor name,  breached\r\n\nthe enumerated paragraphs of the  1991 Agreement to use its \"best\r\n\nefforts\"  in securing  the  release  of  adverse  claims  to  the\r\n\nproperty  and developing  the property.    However, this  amended\r\n\nclaim alleges no  instances where Defendant's predecessor  failed\r\n\nto use its  \"best efforts.\"  Thus,  the claim, as  amended, would\r\n\n                               -18-\r                                          18\r\r\n\nindeed  be futile,  and the  district court  properly denied  it.\r\n\nFurther, we note that the  district court did not give Plaintiffs\r\n\nleave  to amend  this claim  of their  complaint.   Therefore, we\r\n\naffirm the denial of this untimely amendment.\r\n\n4.  The 93A Claim\r          4.  The 93A Claim\r\n\n          The district  court granted Plaintiffs  leave to  amend\r\n\ntheir  complaint with respect  to this claim  if Plaintiffs could\r\n\nprove that  a demand letter  was sent.   This demand letter  is a\r\n\nrequirement to bring a  93A   9 claim.  See G.L.  ch. 93A   9(3);\r                                                     \r\n\nSlaney  v.  Westwood  Auto,  Inc., 366  Mass.  688,  704  (1975);\r                                           \r\n\nBaldassari  v. Public  Finance  Trust, 369  Mass.  33, 41  (1975)\r                                               \r\n\n(service  of demand  letter must  be  alleged and  proved).   The\r\n\namended complaint  fails to allege  that such a letter  was sent,\r\n\nall prerequisites to  a 93A   11 claim.  This claim requires that\r\n\nthe  alleged unfair  or deceptive  acts  occurred \"primarily  and\r\n\nsubstantially\"  within Massachusetts.   See  G.L.  ch. 93A    11.\r                                                     \r\n\nAlthough  the Proposed  Second  Amended  Complaint provides  some\r\n\ndetails of additional conversations involving NTNY's predecessor,\r\n\nthese are  alleged  to have  taken  place in  New Jersey,  or  in\r\n\ntelephone calls with  Likens of NTNY's predecessor,  whose office\r\n\nwas in  Kansas.    Thus, this  supplementation  does  nothing  to\r\n\ncounter Defendant's prior showing that the acts at issue occurred\r\n\nprimarily  and   substantially   outside   Massachusetts.      It\r\n\nadditionally  does  nothing  to show  that  the  events of  which\r\n\nPlaintiffs complain  occurred primarily and  substantially within\r\n\n                               -19-\r                                          19\r\r\n\nMassachusetts.   Therefore, this  amended claim would  be futile,\r\n\nand the district court's denial of it was proper.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the reasons set forth above, the district court did\r\n\nnot err in  its grant of summary judgment on the grounds that (1)\r\n\nthe 1990 Agreement was an unenforceable \"agreement to agree,\" and\r\n\n(2)  the 1991  agreement  was  a valid  contract.   Further,  the\r\n\ndistrict court's  denial of  Plaintiffs' proposed second  amended\r\n\ncomplaint as futile was proper  given the fact that the complaint\r\n\nfailed to meet  the specificity requirements required  under 9(b)\r\n\nand it otherwise failed to state  a legal claim for relief.   The\r\n\ndecision of the district court is AFFIRMED.\r                                            AFFIRMED\r\n\n                               -20-\r                                          20\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                      [NOT FOR PUBLICATION]\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 96-2331\r\n\n          LOUIS GIULIANO &amp; PATRICIA LETT, ETC., ET AL.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                   NATIONS TITLE, INC., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n              and Dowd, Jr.,* Senior District Judge.\r                                                             \r\n\n                                           \r\n\n     Stephen C. Maloney for appellants.\r                                 \r\n     John H. Henn, with whom Stephen B. Deutsch and Foley, Hoag &amp;\r                                                                           \r\nEliot were on brief for appellees.\r               \r\n\n                                           \r\n\n                         JANUARY 23, 1998\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the Northern District of Ohio, sitting by designation.\r\r\n\n          DOWD,  Senior District  Judge.   This  dispute concerns\r                    DOWD,  Senior District  Judge.\r                                                 \r\n\nquestions  of  title  to  a  number of  lots  in  a  real  estate\r\n\nsubdivision located  on Martha's  Vineyard.   Plaintiffs are  the\r\n\ndevelopers  of  the  subdivision,  and  Defendant  is  the  title\r\n\ninsurance company which,  under a predecessor name,  issued title\r\n\ninsurance policies on these lots.  As the result of many  adverse\r\n\nclaims against  these lots,  Defendant decided to  try to  obtain\r\n\ntitle to all the lots, and then work  to preserve the subdivision\r\n\nas an entity.  Toward  this end, Defendant and Plaintiffs entered\r\n\ninto  several written agreements concerning the transfer of title\r\n\nfrom Plaintiffs to Defendant.   It is the enforceability of these\r\n\nvarious agreements that is at the heart of this action.  \r\n\nPlaintiffs filed this action alleging that Defendant had breached\r\n\na  1990 agreement  to  develop the  property,  and had  otherwise\r\n\ncommitted  fraud, negligence,  breach of  fiduciary  duty, and  a\r\n\nviolation  of  Mass.  Gen.  Laws  ch.  93A  for  unfair  business\r\n\npractices.    Defendant  responded  with  a  counterclaim  for  a\r\n\ndeclaratory  judgment that a  1991 agreement between  the parties\r\n\nwas  valid,  enforceable  and settled  all  disputes  between the\r\n\nparties.     The  district  court  granted  summary  judgment  to\r\n\nDefendant, holding that  the 1990 agreement was  an unenforceable\r\n\n\"agreement to  agree,\" and  that the 1991  agreement was  a valid\r\n\nagreement and settled the parties' disputes.  \r\n\n          Plaintiffs  now appeal  the district  court's grant  of\r\n\nsummary  judgment to  Defendant.    Plaintiffs  also  appeal  the\r\n\ndistrict  court's  subsequent  denial  of  their proposed  second\r\n\n                               -2-\r\r\n\namended complaint  on the  ground that  it was futile.   For  the\r\n\nreasons set  out below, we  affirm the  district court's  holding\r\n\nthat based  on the  undisputed facts,  Defendant was entitled  to\r\n\njudgment as a matter of law.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          Patricia Lett (\"Lett\") and  Louis Giuliano (\"Giuliano\")\r\n\n(collectively \"Plaintiffs\") are  the developers of  the \"Vineyard\r\n\nAcres  II,\"   a  148-unit   subdivision  located  in   Edgartown,\r\n\nMassachusetts.   Lett  initially took  title to  the lots  in her\r\n\nindividual capacity, but in 1983 all of Lett's title was conveyed\r\n\nto Lett  in her capacity  as \"trustee\" of the  \"Vineyard Acres II\r\n\nRealty Trust.\"1   Plaintiffs sold approximately 77 lots, and Lett\r\n\nas trustee retained ownership of approximately 69  lots which she\r\n\nthen mortgaged  to Old  Colony Cooperative  Bank (\"Old  Colony\").\r\n\nNations Title Insurance-NY (\"NTNY\"),  under the predecessor  name\r\n\nof \"TRW,\" issued title  insurance policies totaling approximately\r\n\n$11 million to the buyers of these lots. \r\n\n          Subsequently,  NTNY's predecessor  learned of  numerous\r\n\nadverse title claims  affecting the subdivision, and  was obliged\r\n\nto  defend against these actions as a result of issuing the title\r\n\npolicies noted  above.   In 1987,  as a  result of  these adverse\r\n\nclaims,  NTNY's predecessor  brought suit  in  the United  States\r\n\nDistrict  Court for  the District  of  Massachusetts (\"The  Fraud\r\n\nAction\") against Plaintiffs, alleging that Lett and Giuliano knew\r\n\n                    \r                              \r\n\n1   This Court  was unable to  determine from the  record whether\r\nLett was a beneficiary of the trust.\r\n\n                               -3-\r\r\n\nthey  did not  have  good  title to  the  land, and  fraudulently\r\n\ninduced  NTNY's  predecessor  to  issue  title  policies  to  the\r\n\npurchasers of the  land and the financial institutions which gave\r\n\nthem mortgages.   Title  U.S.A. Ins. Corp.  of New York  v. Lett,\r                                                                          \r\n\nC.A. No. 87-701-WD (D. Mass.).\r\n\n          NTNY's  predecessor then decided to try to obtain title\r\n\nto all the lots, and then work to preserve the subdivision  as an\r\n\nentity.   Toward this  end, NTNY, under  its predecessor  name of\r\n\nTRW,  and Lett entered into an agreement on August 8, 1990 (\"1990\r\n\nAgreement\").  This  1990 Agreement sketched out  an understanding\r\n\nthat had been reached by the parties with regard to TRW's plan to\r\n\nacquire  the lots  that Old  Colony was  preparing  to sell  at a\r\n\nforeclosure sale.  The preamble of the 1990 Agreement states that\r\n\n\"for good  and valuable  consideration as  described below,  [the\r\n\nparties] enter into  this agreement  to work  cooperatively in  a\r\n\nproject involving the continuation  of the development, marketing\r\n\nand sale  of the Vineyard  Acres II subdivision.\"   The agreement\r\n\ngoes on to state that:\r\n\n            All Parties  agree  to use  their best  and\r\n          reasonable efforts to acquire for the benefit\r\n          of all Parties that portion of Vineyard Acres\r\n          II encumbered by  a mortgage held by  Bank of\r\n          New  England-Old  Colony on  which  said bank\r\n          intends  to foreclose.  TRW agrees that if it\r\n          acquires   said  portion   pursuant  to   the\r\n          foreclosure sale, it  will hold said  portion\r\n          for the benefit  of all Parties in  an effort\r\n          to  work  cooperatively   to  accomplish  the\r\n          Parties' objective of  developing, marketing,\r\n          and   selling    the   Vineyard    Acres   II\r\n          subdivision.\r\n          . . . . \r\n            All   Parties  agree   that  their   mutual\r\n          objective is to  prepare and develop Vineyard\r\n\n                               -4-\r\r\n\n          Acres II lots for sale,  and to sell the same\r\n          without  undue delay.   The Parties  agree to\r\n          use their best and  reasonable efforts and to\r\n          act in good faith to achieve their objective.\r\n          The Parties  agree to divide the  proceeds of\r\n          the   sale  of  Vineyard  Acres  II  lots  as\r\n          follows:  a fixed amount to be agreed upon by\r\n          all  Parties will be paid to TRW for expenses\r\n          incurred  and proceeds  exceeding that  fixed\r\n          amount paid to TRW will be paid to Lett.\r\n\n          The  parties   signed   the   agreement,   and   NTNY's\r\n\npredecessor  was the successful  bidder at the  foreclosure sale.\r\n\nLett claims on appeal that  because NTNY's predecessor agreed  to\r\n\nhold the property  from the foreclosure sale \"for  the benefit of\r\n\nall Parties,\" she has an interest in that property.\r\n\n          The parties continued negotiations to try to agree upon\r\n\nthe precise  terms of  an overall  agreement which  would include\r\n\nsettlement  of the  Fraud Action, which  was still  moving toward\r\n\ntrial.  On March  21, 1991, the parties signed  such an agreement\r\n\n(\"1991 Agreement\").  This 1991  Agreement was written in the form\r\n\nof a letter from NTNY, under its predecessor name of TRW, to Lett\r\n\nand Giuliano.   The first paragraph states that it is \"written to\r\n\nmemorialize and  confirm the  terms upon which  you and  TRW have\r\n\nagreed to settle your disputes.\"   Under this agreement, Giuliano\r\n\nand  Lett  (as  trustee)2 agreed  to  transfer  various specified\r\n\ninterests  within the  Vineyard Acres  II  subdivision to  NTNY's\r\n\npredecessor in  exchange for  specified consideration,  including\r\n\npayment to Lett and Giuliano of $350,000.  All pending litigation\r\n\n                    \r                              \r\n\n2  Lett contends  that she specifically crossed out  the parts of\r\nthe agreement referring to Lett \"individually,\" thus intending to\r\nretain any lots which she held as an individual.\r\n\n                               -5-\r\r\n\nbetween  the  parties, including  the  Fraud  Action, was  to  be\r\n\ndismissed.   Additionally, NTNY's  predecessor agreed to  use its\r\n\nbest efforts  to develop,  market, and sell  the lots  within the\r\n\nsubdivision.   Further, the  agreement stated that  once the lots\r\n\nwere developed  and sold,  Lett and  Giuliano  would receive  all\r\n\nproceeds  above NTNY's  predecessor's \"sunk  costs.\"   The  items\r\n\nwhich NTNY's predecessor could include and recover as these \"sunk\r\n\ncosts\" were specifically  enumerated, and covered all  aspects of\r\n\nNTNY's predecessor's costs related to Vineyard Acres II. \r\n\n          On  the day  the 1991  Agreement was  signed, Lett  and\r\n\nGiuliano  delivered the required deeds to NTNY's predecessor, and\r\n\nNTNY's  predecessor paid them $350,000 pursuant to the agreement.\r\n\nThe Fraud Action was dismissed shortly thereafter.\r\n\n          In 1994, Giuliano applied for  a loan from NTNY.  NTNY,\r\n\nstill uncertain about  how the  court system  would evaluate  the\r\n\n1990 agreement,  required Lett to  execute, as part of  this loan\r\n\ntransaction, an \"Assignment, Agreement and Release\" in which Lett\r\n\nreleased  any  claims she  may  have had  against  \"Nations Title\r\n\nInsurance Company.\"   As  printed, the  document released  Lett's\r\n\nclaims  against \"Nations  Title  Insurance Company,  of  Overland\r\n\nPark,  Kansas.\"   NTNY has  always contended,  however,  that all\r\n\nparties  intended this to  be NTNY (Nations  Title Insurance-NY),\r\n\nwhich was the company making the 1994 loan and taking back a note\r\n\nand mortgage.   In fact, there are the handwritten  words \"of New\r\n\nYork  Inc.  and family\"  added  after  the  printed name  of  the\r\n\ninsurance company on this 1994  deed, but Lett contends that when\r\n\n                               -6-\r\r\n\nshe signed  the release, such words had not  been added.  In this\r\n\ndocument, Lett  also  assigned  \"any  and all  right,  title  and\r\n\ninterest that she has or may have had in any and all lands in the\r\n\nTown   of   Edgartown,   County   of   Dukes,   Commonwealth   of\r\n\nMassachusetts, to said Louis  Giuliano.\"  Lett contends this  was\r\n\ndone so that it  would be easier for Giuliano alone  to work with\r\n\nNTNY on developing the property.  On December 19, 1994, following\r\n\nthe execution of  this agreement, NTNY loaned  Giuliano $165,000,\r\n\ntaking back a  note and mortgage for unrelated  property owned by\r\n\nGiuliano located in Rhode Island.\r\n\n          Plaintiffs subsequently brought this action for,  among\r\n\nother things, fraud and violation of Mass. Gen. Laws (\"G.L.\") ch.\r\n\n93A, for unlawful business practices.   The heart of  Plaintiffs'\r\n\nargument  was   their  claim  that  the  1990  agreement  was  an\r\n\nenforceable  agreement  which  gave   Lett,  in  her   individual\r\n\ncapacity,  an  interest  in  the  Vineyard  II  property.    NTNY\r\n\ncounterclaimed  and moved for summary judgment, claiming that the\r\n\n1990 agreement  was an  unenforceable \"agreement  to agree,\"  and\r\n\nthat the  1991 agreement settled  all claims between  the parties\r\n\nbecause  Lett transferred  all  title in  the property  to NTNY's\r\n\npredecessor.  Plaintiffs, however, contend that while in the 1991\r\n\nagreement  Lett transferred the  interest she held  as a trustee,\r\n\nshe  did not  transfer the  property  she held  as an  individual\r\n\nthrough the 1990 agreement.   Plaintiffs also claimed that due to\r\n\nthe language of the 1994 agreement, Lett released only her claims\r\n\nagainst \"Nations Title Insurance Company,\"  which is not the name\r\n\n                               -7-\r\r\n\nof any  party to this lawsuit, and that  Lett did not release her\r\n\nclaims  against NTNY.   Further,  Lett claims  that in  this 1994\r\n\ndocumrty to Giuliano,  which was her  individual interest in  the\r\n\nproperty  acquired from the 1990 agreement, thus leaving Giuliano\r\n\nnow free to pursue claims against NTNY.\r\n\n          The district  court granted NTNY's  motion for  summary\r\n\njudgment.     The  court  held   that  the  1990  letter   is  an\r\n\nunenforceable \"agreement to  agree.\"  The court then  held, as an\r\n\nalternative  ruling,  that  Lett  had  given  up  any  rights she\r\n\nobtained under that  1990 agreement by signing  the 1994 release.\r\n\nThe court then declared the 1991 settlement agreement to be valid\r\n\nand enforceable.   Finally,  the court  gave Plaintiffs leave  to\r\n\nfile  an amended complaint  setting forth their  fraud claim with\r\n\nparticularity.   The court also gave Plaintiffs leave to reassert\r\n\ntheir  93A claim  if they  were able  to meet  the jurisdictional\r\n\nprerequisites of such claim.\r\n\n          Following this  grant of  summary judgment,  Plaintiffs\r\n\nsubmitted  a Proposed  Second Amended  Complaint.   The  district\r\n\ncourt denied Plaintiffs' motion to  amend as futile.  This appeal\r\n\nfollowed.\r\n\n                     CONTRACT INTERPRETATION\r                               CONTRACT INTERPRETATION\r\n\n          This  case initially requires the analysis of the three\r\n\nagreements  involved in  this matter,  and  the determination  of\r\n\ntheir enforceability:  (1) the 1990 agreement between NTNY (under\r\n\nits predecessor name  of TRW) and Lett, which  provides the basis\r\n\nfor Plaintiffs' claim that Lett  held an interest in the property\r\n\n                               -8-\r\r\n\nas an individual, and which NTNY claims is unenforceable; (2) the\r\n\n1991  agreement between NTNY (under its  predecessor name of TRW)\r\n\nand Plaintiffs, which NTNY claims settles all claims between  the\r\n\nparties, and which Plaintiffs claim is unenforceable; and (3) the\r\n\n1994 assignment and  release, which Plaintiffs claim  assigned to\r\n\nGiuliano  all of  Lett's  rights  and title  with  regard to  the\r\n\nproperty she claimed as an individual through the 1990 agreement.\r\n\n1.  Standard of Review\r          1.  Standard of Review\r\n\n          We  review  the  district   court's  grant  of  summary\r\n\njudgment \"de novo,\" drawing reasonable inferences in favor of the\r\n\nnonmovant.  Garita Hotel Ltd. Partnership v. Ponce  Federal Bank,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"197551\"><a href=\"/opinion/197551/garita-hotel-v-ponce-federal-bank/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span><pre class=\"inline\"> (1st Cir. 1997).   An inference is \"reasonable\" on de\r\n\nnovo review  only if it  can be  drawn from the  evidence without\r\n\nresort   to  speculation.    Hidalgo  v.  Overseas  Condado  Ins.\r                                                                           \r\n\nAgencies,  Inc., </pre><span class=\"citation\" data-id=\"744483\"><a href=\"/opinion/744483/75-fair-emplpraccas-bna-1027-73-empl-prac-dec-p-45288-manuel-t/\"><span class=\"volume\">120</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span><pre class=\"inline\">  (1st  Cir. 1997).   The  district\r                         \r\n\ncourt's  grant of  summary  judgment  is  appropriate  when  \"the\r\n\npleadings,   depositions,   answers   to   interrogatories,   and\r\n\nadmissions on  file, together with affidavits, if  any, show that\r\n\nthere is no  genuine issue as to  any material fact and  that the\r\n\nmoving party  is entitled  to a  judgment  as a  matter of  law.\"\r\n\nHidalgo, supra, at 332.  An  appellate panel is not restricted to\r                        \r\n\nthe district court's reasoning but can affirm  a summary judgment\r\n\non  any independently  sufficient ground.\"    Mesnick v.  General\r                                                                           \r\n\nElec. Co., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">, 822 (1st Cir. 1991).  \r                   \r\n\n2.  Enforceability of the 1990 Agreement\r          2.  Enforceability of the 1990 Agreement\r\n\n                               -9-\r\r\n\n          Under  Massachusetts  law,  an \"agreement  to  reach an\r\n\nagreement  is a contradiction in terms  and imposes no obligation\r\n\non the parties thereto.\"  Rosenfield v. U.S. Trust Co., </pre><span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">Mass.</span>\r                                                                \r\n\n<span class=\"page\">210</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">323</span></span><pre class=\"inline\"> (1935).  \"A purported contract which is no more\r\n\nthan an agreement to  agree in the future on essential  terms, or\r\n\none which does not adequately specify essential terms, ordinarily\r\n\nwill  be unenforceable.\"   Air Technology Corp.  v. General Elec.\r                                                                           \r\n\nCo., </pre><span class=\"citation\" data-id=\"2099619\"><a href=\"/opinion/2099619/air-technology-corp-v-general-electric-co/\"><span class=\"volume\">347</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">613</span></a></span><pre class=\"inline\">, 626, </pre><span class=\"citation\" data-id=\"2099619\"><a href=\"/opinion/2099619/air-technology-corp-v-general-electric-co/\"><span class=\"volume\">199</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">538</span></a></span><pre class=\"inline\">, 548 (1964).\r             \r\n\n          In determining whether an agreement is an unenforceable\r\n\n\"agreement to  agree\" or an  enforceable contract, the  key issue\r\n\nfor  the court is \"whether the  parties intended to be bound when\r\n\nthey  signed  the  contract  and,  if  so,  whether  the  initial\r\n\nagreement included  all of  the essential  terms.\"   Rand-Whitney\r                                                                           \r\n\nPackaging Corp. v.  Robertson Group, Inc., 651 F.  Supp. 520, 535\r                                                   \r\n\n(D. Mass. 1986).   Accordingly, a letter of intent may be binding\r\n\nor nonbinding, depending  on the intentions of the  parties.  Id.\r                                                                           \r\n\nFurther, the fact  that a further agreement  is contemplated does\r\n\nnot defeat  a finding that  the original agreement was  a binding\r\n\ncontract, so long as the  essential terms are agreed upon at  the\r\n\nstart.    Id.   The  essential  terms  must  be set  forth  \"with\r                       \r\n\nsufficient  definiteness   and   clarity   that   a   court,   by\r\n\ninterpretation  with  the  aid   of  existing  and   contemplated\r\n\ncircumstances, may enforce it.\"   George W. Wilcox, Inc. v. Shell\r                                                                           \r\n\nEastern Petroleum Products, </pre><span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">383</span></span><pre class=\"inline\">, 388, </pre><span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">562</span></span><pre class=\"inline\">, 564\r                                    \r\n\n(1933).\r\n\n                               -10-\r\r\n\n          A  review of  the 1990  Agreement in  the instant  case\r\n\nreveals that the  district court was correct in  its holding that\r\n\nthis agreement was  an unenforceable \"agreement  to agree.\"   The\r\n\nagreement indicates  no intention by  the parties to be  bound to\r\n\nparticular terms;  rather, the letter commits the parties only to\r\n\nworking \"cooperatively in a project involving the continuation of\r\n\nthe  development, marketing  and sale  of  the Vineyard  Acres II\r\n\nsubdivision.\"  The language used includes terms such as \"best and\r\n\nreasonable  efforts\" and  \"reasonable  amounts,\"  and other  such\r\n\ngeneralities,  but contains  no  specific  figures, deadlines  or\r\n\nactions to  be taken by  either party.   This lack of  duties and\r\n\nresponsibilities assigned  to  either party  makes  this  \"Letter\r\n\nAgreement\" unenforceable because it gives the court no guidelines\r\n\nwhich  it could  apply to enforce  the contract.   See  George W.\r                                                                           \r\n\nWilcox, supra (valid contract  must set out essential  terms with\r                       \r\n\nsufficient  definiteness and clarity  so court can  interpret and\r\n\nenforce it).  Further, the parties' failure to include either the\r\n\nexact amount NTNY would retain from the lot sale proceeds, or the\r\n\nformula for its calculation renders this contract invalid.3\r\n\n          Plaintiffs  argue  that  under  the  case  of  Hastings\r                                                                           \r\n\nAssociates, Inc. v. Local 369 Bldg. Fund, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Mass. App. Ct.</span>\r                                                        \r\n                    \r                              \r\n\n<span class=\"page\">3</span></span><pre class=\"inline\">  The 1990 Agreement provides:\r\n\n            The Parties agree  to divide the proceeds\r\n            of  the sale of Vineyard Acres II lots as\r\n            follows:   a fixed  amount  to be  agreed\r\n            upon by all  Parties will be paid  to TRW\r\n            for   expenses   incurred   and  proceeds\r\n            exceeding that  fixed amount paid  to TRW\r\n            will be paid to Lett.\r\n\n                               -11-\r\r\n\n162, </pre><span class=\"citation no-link\"><span class=\"volume\">675</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">403</span></span><pre class=\"inline\"> (1997), the fact that the parties agreed that\r\n\nNTNY's  predecessor would subsequently receive \"a fixed amount to\r\n\nbe  agreed  upon\"  is  sufficiently  definite  to  constitute  an\r\n\nenforceable contract.  However, an analysis of  the Hastings case\r                                                                      \r\n\nshows  that it  is  easily  distinguished,  and  that  the  vague\r\n\ndiscussion of the payment amount in the 1990 Agreement supports a\r\n\nfinding of indefiniteness.\r\n\n          In  Hastings, a Massachusetts appeals court held that a\r                                \r\n\nlease renewal  provision was  enforceable  where it  left open  a\r\n\npayment term  but provided that  if the parties could  not agree,\r\n\nthen  they were to select a  third party to determine the amount.\r\n\nThe appeals court there held that this provision was enforceable,\r\n\nand not  merely  an \"agreement  to  agree\" because  the  language\r\n\nclearly demonstrated that  the only thing that was  left open was\r\n\nthe identity of a third party to solve any potential dispute that\r\n\nshould arise.  Id. at 409-10.  This did not render  the agreement\r                            \r\n\nindefinite due  to the parties'  otherwise clear intention  to be\r\n\nbound, and the \"commonly employed practices . . . for selecting a\r\n\nneutral third party to determine value.\"  Id. at 410. \r                                                       \r\n\n          We find Plaintiffs' reliance on Hastings in this matter\r                                                            \r\n\nmisplaced.    While the  contract  in  Hastings  provided  for  a\r                                                         \r\n\nresolution in case the parties  themselves could not agree on the\r\n\nformula  to use,  the 1990  Agreement involved  here did  no such\r\n\nthing.  Rather, the 1990 Agreement merely stated that the parties\r\n\nwould discuss  and agree upon the formula at  a later date.  This\r\n\nvague language gives  a court no way to interpret and enforce the\r\n\n                               -12-\r\r\n\nintent of  the parties,  and thus  is an  unenforceable contract.\r\n\nSee Saxon Theatre  Corp. v. Sage, </pre><span class=\"citation\" data-id=\"2038952\"><a href=\"/opinion/2038952/saxon-theatre-corp-of-boston-v-sage/\"><span class=\"volume\">347</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">662</span></a></span><pre class=\"inline\">,  666, </pre><span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">N.E.2d</span>\r                                          \r\n\n<span class=\"page\">244</span></span><pre class=\"inline\"> (1964)  (finding unenforceable  a letter  agreement providing\r\n\nthat the \"basic plans and specifications\" of  a proposed building\r\n\nwere \"to be mutually agreed upon\").\r\n\n          In light of  the fact that this agreement  has left out\r\n\nan essential  term, and  gives the  court no  way to enforce  the\r\n\nrights  and duties of  the parties, we affirm  the holding of the\r\n\ndistrict  court that  the  1990  Agreement  is  an  unenforceable\r\n\n\"agreement to agree.\"  \r\n\n3.  The 1994 Release\r          3.  The 1994 Release\r\n\n          Plaintiffs  claim that by  this document, Lett assigned\r\n\nto Giuliano all the interest in the Vineyard II property that she\r\n\nheld as an  individual as a result  of the 1990 Agreement.   This\r\n\n1994 document also contained  a release of Lett's  claims against\r\n\n\"Nations Title Insurance Company.\"  Plaintiffs claim this did not\r\n\nrelease  Lett's  claims  against Defendant  NTNY  (Nations  Title\r\n\nInsurance-New York) and so Giuliano is still free to pursue those\r\n\nclaims as Lett's assignee.  NTNY, on the  other hand, claims that\r\n\nit was the  clear intent of the  parties for Lett to  release her\r\n\nclaims  against  NTNY in  this  agreement, and  that  despite any\r\n\nassertion  to  the  contrary,  the  name  used  in  the  document\r\n\nunambiguously refers to NTNY.\r\n\n          While  the district  court made  an alternative  ruling\r\n\nthat the  1994 release was valid, we do  not reach this issue due\r\n\nto our above holding that  the 1990 Agreement is an unenforceable\r\n\n                               -13-\r\r\n\nagreement  to  agree.     The  only  interest   Lett  claims  she\r\n\ntransferred  to Giuliano in this 1994  agreement was the interest\r\n\nshe claims from  the 1990 Agreement.   Because we have  held that\r\n\nthis  1990  Agreement  is unenforceable,  Lett  cannot  claim any\r\n\ninterest through it.4  \r\n\n4.  The 1991 Agreement\r          4.  The 1991 Agreement\r\n\n          Plaintiffs argue that  there are three  inferences that\r\n\nmust be  made in  their favor which  preclude affirmation  of the\r\n\ngrant of summary judgment on the issue of the 1991 Agreement:\r\n\n          (a)  the 1991  Agreement  was  not signed  by\r\n          Christopher  Likens,  the Vice  President  of\r\n          NTNY's  predecessor, on  or  about March  21,\r\n          1991;  and   he  was  unable  to  produce  an\r\n          original or  copy  with his  signature on  it\r\n          until after the lawsuit commenced;\r\n\n          (b) Lett signed the  1991 Agreement solely as\r\n          trustee   because   she  intended   in   that\r\n          transaction  to convey  only her  interest as\r\n          trustee in some  mortgages on 32 lots  on the\r\n          Property,  and  not  the  interests  she  had\r\n          acquired  personally in  the lots  covered by\r\n          the 1990 Agreement; and\r\n\n          (c)  Likens  told  Giuliano that  Likens  had\r\n          never   signed   the  1991   Agreement,   had\r\n          destroyed it,  and  never  considered  it  an\r\n          operative agreement.\r\n\nWe hold that even when  taking the inferences as true, Plaintiffs\r\n\nstill  fail to  raise any  genuine issues  of material  fact that\r\n\nwould preclude summary judgment. \r\n\n                    \r                              \r\n\n4  While there  may have been an issue  of fact as to whether  an\r\nambiguity  existed concerning the party which was released by the\r\n1994 document,  it is not  relevant to this legal  analysis since\r\nour holding about the 1990 Agreement extinguishes any interest or\r\nclaim that Lett released in this document.\r\n\n                               -14-\r                                          14\r\r\n\n          The first  assertion, that  Likens failed  to sign  the\r\n\nagreement on behalf of NTNY's  predecessor, is irrelevant.  To be\r\n\nenforceable, a contract  need only contain  the signature of  the\r\n\nparty against whom it is to be enforced.  Forman v.  Gadouas, </pre><span class=\"citation no-link\"><span class=\"volume\">247</span>\r                                                                      \r\n\n<span class=\"reporter\">Mass.</span>  <span class=\"page\">207</span></span><pre class=\"inline\">, 213  (1924) (contract  need  not be  signed by  party\r\n\nseeking  enforcement).   Plaintiffs  do  not  contest  that  they\r\n\nthemselves  signed the 1991 agreement.  Therefore, even if Likens\r\n\nnever signed the 1991 Agreement  on behalf of NTNY's predecessor,\r\n\nit is  still valid and enforceable against  Plaintiffs since they\r\n\ndo not contest that they signed it.\r\n\n          The second assertion,  that Plaintiff  Lett signed  the\r\n\n1991 Agreement  only as  a trustee, creates  no genuine  issue of\r\n\nmaterial fact.  Even assuming that this is true, and that  by the\r\n\n1991 Agreement Lett retained the interest in the land she held in\r\n\nher individual capacity,  our earlier ruling concerning  the 1990\r\n\nAgreement  makes this  point moot.  The  only interest  that Lett\r\n\nclaims to hold  as an individual is that which she claims to have\r\n\nreceived through the  1990 Agreement.   However, because we  have\r\n\nheld that the 1990 Agreement  is unenforceable, Lett can claim no\r\n\ninterest  as an individual.   Therefore, at the  time of the 1991\r\n\nAgreement, the only interest Lett held was as a trustee, which is\r\n\nthe  capacity  in  which  she  signed  the  1991  Agreement,  and\r\n\ntransferred all title to NTNY's predecessor.\r\n\n          Plaintiffs' third assertion, that  Likens told Giuliano\r\n\nhe never signed  the 1991 agreement, had destroyed  it, and never\r\n\nconsidered it an  operative agreement, is also  immaterial to our\r\n\n                               -15-\r                                          15\r\r\n\nreview.  Even if taken as true, these assertions do not show that\r\n\nthe  contract was improperly  executed or was  otherwise invalid.\r\n\nFurthermore, after signing,  substantial performance took  place:\r\n\nLett  and Giuliano  transferred deeds  to  NTNY's predecessor  as\r\n\nrequired   under  the  contract,   NTNY's  predecessor  paid  the\r\n\n$350,000, and the pending Fraud Action was dismissed.  I        n\r\n\nconclusion,  Plaintiffs have presented  no evidence of  a genuine\r\n\nissue of  material fact supporting  their position that  the 1991\r\n\nagreement was invalid.  Therefore, we affirm the district  court,\r\n\nand hold that the 1991 agreement was valid.\r\n\n              THE PROPOSED SECOND AMENDED COMPLAINT\r                        THE PROPOSED SECOND AMENDED COMPLAINT\r\n\n          Plaintiffs  next argue that the district court erred in\r\n\ndenying  their motion  to  file  their  proposed  second  amended\r\n\ncomplaint as futile.   Plaintiffs argue that their amended  fraud\r\n\ncount meets the  particularity requirements  of Fed.  R. Civ.  P.\r\n\n9(b),  and that  their other  amendments  state viable  claims as\r\n\nwell.5\r\n                    \r                              \r\n\n5  The proposed amendments are as follows:\r\n\n                     The Amended Fraud Claim\r\n          (1)   \"Defendants  falsely and  fraudulently,\r\n          and  with intent  to defraud  the Plaintiffs,\r\n          represented to the Plaintiffs that they would\r\n          hold  the  subject  property  in  trust   and\r\n          develop  it for  all parties  [sic] benefit.\"\r\n          Proposed Second Amended Complaint,   95 (A at\r\n          398).\r\n\n          (2)       \"The    defendants   falsely    and\r\n          fraudulently, and with intent to defraud  the\r\n          Plaintiffs,  represented  to  the  Plaintiffs\r\n          that  the  March 21, 1991  Agreement  related\r\n          solely to the 39 Bay  Court Lots and that the\r\n          Agreement related to Patricia Lett as Trustee\r\n\n                               -16-\r                                          16\r\r\n\n1.  Standard of Review\r          1.  Standard of Review\r\n\n          The  1st Circuit holds  that although motions  to amend\r\n\nare liberally granted, a court may deny them if it believes that,\r\n\nas a matter of law, amendment would be futile.  Demars v. General\r                                                                           \r\n\nDynamics Corp., </pre><span class=\"citation\" data-id=\"462282\"><a href=\"/opinion/462282/john-t-demars-v-general-dynamics-corporation/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span></a></span><pre class=\"inline\">,  99 (1st Cir. 1985) (quoting Tiernan\r                                                                           \r\n\nv.  Blyth, Eastman, Dillon &amp; Co., </pre><span class=\"citation no-link\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 4 (1st Cir. 1983).\r                                          \r\n\n2.  The Amended Fraud Claim \r          2.  The Amended Fraud Claim \r\n\n          Under Fed.  R. Civ. P.  9(b), when alleging  fraud, the\r\n\ncomplaint must set forth \"specific facts that make it  reasonable\r\n\nto believe that defendant[s] knew that a statement was materially\r\n\nfalse or misleading.\"  Serabian v. Amoskeag Bank Shares, Inc., 24\r                                                                       \r\n                    \r                              \r\n\n          and  further  that  the  Agreement  had  been\r\n          destroyed.\"      Proposed    Second   Amended\r\n          Complaint,  99 (A at 399).\r\n\n          (3)       \"The    defendants   falsely    and\r\n          fraudulently, and with intent  to defraud the\r\n          Plaintiffs,  represented  to  the  Plaintiffs\r\n          that they  would loan 1.6 million  dollars to\r\n          plaintiffs in order to induce plaintiffs into\r\n          pledging the Vineyard  property as collateral\r\n          on  a loan and by further inducing plaintiffs\r\n          to execute the 1994 Assignment, Agreement and\r\n          Release.\"  Proposed Second Amended Complaint,\r\n           103 (A at 399-400).\r\n\n                 The New Breach of Contract Claim\r\n          (1)     \"Plaintiffs  fully   performed  their\r\n          obligations  under the terms of the March 21,\r\n          1991  Agreement,  but   the  Defendants  have\r\n          failed  to   perform  its   obligation  under\r\n          paragraphs  1, 3, 6, and 7 of said agreement,\r\n          thereby constituting  a breach  of contract.\"\r\n          (A at 400,  108).\r\n\n     The New Claim for Violation of G.L. ch. 93A    9 and 11\r\n          (1)  \"The above described  acts and practices\r\n          constitute a  violation of  the Massachusetts\r\n          Consumer Protection  Statute, M.G.L.  Chapter\r\n          93A,  9 and  11.\"  (A at 401,  111).\r\n\n                               -17-\r                                          </pre><span class=\"citation no-link\"><span class=\"volume\">17</span>\r\r\n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">357</span></span><pre class=\"inline\">, 361  (1st  Cir. 1994)  (quoting  Greenstone v.  Cambex\r                                                                           \r\n\nCorp., </pre><span class=\"citation\" data-id=\"590895\"><a href=\"/opinion/590895/amy-greenstone-and-all-others-similarly-situated-v-cambex-corporation/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">22</span></a></span><pre class=\"inline\">, 25 (1st Cir. 1992)).  The rule requires that\r               \r\n\nthe  particular \"'times, dates, places  or other details of [the]\r\n\nalleged  fraudulent  involvement'\"  of  the  actors  be  alleged.\r\n\nSerabian, supra, at 361  (quoting In re GlenFed, Inc.  Securities\r                                                                           \r\n\nLitigation, </pre><span class=\"citation no-link\"><span class=\"volume\">11</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">843</span></span><pre class=\"inline\">, 847-48  (9th Cir. 1993), reh'g  en banc\r                                                                           \r\n\ngranted, </pre><span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">843</span></span><pre class=\"inline\"> (9th Cir. 1994)).\r                 \r\n\n           The amended  fraud claim in  this case failed  to meet\r\n\nthe  requirement  of Rule  9(b)  because  in  none of  the  three\r\n\nallegations of  fraudulent statements by  Defendants' predecessor\r\n\ndid Plaintiffs identify specific conversations,  the locations of\r\n\nthe conversations,  or the  details of  the conversations.   This\r\n\ndenial is  additionally warranted in  light of the fact  that the\r\n\ndistrict court granted Plaintiffs leave to amend the fraud claim,\r\n\nspecifically  directing Plaintiffs  that the  amended  claim must\r\n\nmeet the specificity requirements of 9(b). \r\n\n3.  The Amended Breach of Contract Claim\r          3.  The Amended Breach of Contract Claim\r\n\n          We affirm the  district court's denial of  this amended\r\n\nclaim on the grounds that  this amended allegation fails to state\r\n\na  legal claim  for relief.   In  this amended  claim, Plaintiffs\r\n\nallege that Defendant NTNY, under its predecessor name,  breached\r\n\nthe enumerated paragraphs of the  1991 Agreement to use its \"best\r\n\nefforts\"  in securing  the  release  of  adverse  claims  to  the\r\n\nproperty  and developing  the property.    However, this  amended\r\n\nclaim alleges no  instances where Defendant's predecessor  failed\r\n\nto use its  \"best efforts.\"  Thus,  the claim, as  amended, would\r\n\n                               -18-\r                                          18\r\r\n\nindeed  be futile,  and the  district court  properly denied  it.\r\n\nFurther, we note that the  district court did not give Plaintiffs\r\n\nleave  to amend  this claim  of their  complaint.   Therefore, we\r\n\naffirm the denial of this untimely amendment.\r\n\n4.  The 93A Claim\r          4.  The 93A Claim\r\n\n          The district  court granted Plaintiffs  leave to  amend\r\n\ntheir  complaint with respect  to this claim  if Plaintiffs could\r\n\nprove that  a demand letter  was sent.   This demand letter  is a\r\n\nrequirement to bring a  93A   9 claim.  See G.L.  ch. 93A   9(3);\r                                                     \r\n\nSlaney  v.  Westwood  Auto,  Inc., </pre><span class=\"citation\" data-id=\"2241832\"><a href=\"/opinion/2241832/slaney-v-westwood-auto-inc/\"><span class=\"volume\">366</span>  <span class=\"reporter\">Mass.</span>  <span class=\"page\">688</span></a></span><pre class=\"inline\">,  704  (1975);\r                                           \r\n\nBaldassari  v. Public  Finance  Trust, </pre><span class=\"citation\" data-id=\"2111246\"><a href=\"/opinion/2111246/baldassari-v-public-finance-trust/\"><span class=\"volume\">369</span>  <span class=\"reporter\">Mass.</span>  <span class=\"page\">33</span></a></span><pre class=\"inline\">, 41  (1975)\r                                               \r\n\n(service  of demand  letter must  be  alleged and  proved).   The\r\n\namended complaint  fails to allege  that such a letter  was sent,\r\n\nall prerequisites to  a 93A   11 claim.  This claim requires that\r\n\nthe  alleged unfair  or deceptive  acts  occurred \"primarily  and\r\n\nsubstantially\"  within Massachusetts.   See  G.L.  ch. 93A    11.\r                                                     \r\n\nAlthough  the Proposed  Second  Amended  Complaint provides  some\r\n\ndetails of additional conversations involving NTNY's predecessor,\r\n\nthese are  alleged  to have  taken  place in  New Jersey,  or  in\r\n\ntelephone calls with  Likens of NTNY's predecessor,  whose office\r\n\nwas in  Kansas.    Thus, this  supplementation  does  nothing  to\r\n\ncounter Defendant's prior showing that the acts at issue occurred\r\n\nprimarily  and   substantially   outside   Massachusetts.      It\r\n\nadditionally  does  nothing  to show  that  the  events of  which\r\n\nPlaintiffs complain  occurred primarily and  substantially within\r\n\n                               -19-\r                                          19\r\r\n\nMassachusetts.   Therefore, this  amended claim would  be futile,\r\n\nand the district court's denial of it was proper.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the reasons set forth above, the district court did\r\n\nnot err in  its grant of summary judgment on the grounds that (1)\r\n\nthe 1990 Agreement was an unenforceable \"agreement to agree,\" and\r\n\n(2)  the 1991  agreement  was  a valid  contract.   Further,  the\r\n\ndistrict court's  denial of  Plaintiffs' proposed second  amended\r\n\ncomplaint as futile was proper  given the fact that the complaint\r\n\nfailed to meet  the specificity requirements required  under 9(b)\r\n\nand it otherwise failed to state  a legal claim for relief.   The\r\n\ndecision of the district court is AFFIRMED.\r                                            AFFIRMED\r\n\n                               -20-\r                                          20\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2038952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2099619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2111246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2241832/"
  ]
}