{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197751/",
  "absolute_url": "/opinion/197751/cuevas-segarra-v-contrevas/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197751/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:12Z",
  "date_modified": "2017-03-24T10:53:15.341636Z",
  "type": "010combined",
  "sha1": "9e068ef3ed60f1296de838c6a06e77d4c64b102e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1234.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1234\r\n\n           JOSE A. CUEVAS-SEGARRA, &amp; AMNERIS MARTINEZ,\r\n                           Appellants,\r\n\n                                v.\r\n\n                      MARIA LUISA CONTRERAS,\r\n                            Appellee.\r\n\n                                           \r\n\n        ANTONIO R. CONCEPCION-VELAZQUEZ, AGNA I. MORALES,\r\n                            Appellees.\r\n\n                                           \r\n\nNo. 97-1265\r\n\n           JOSE A. CUEVAS-SEGARRA, &amp; AMNERIS MARTINEZ,\r\n                            Appellees,\r\n\n                                v.\r\n\n                      MARIA LUISA CONTRERAS,\r\n                            Appellee.\r\n\n                                           \r\n\n        ANTONIO R. CONCEPCION-VELAZQUEZ, AGNA I. MORALES,\r\n                           Appellants.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Salvador E. Casellas, U.S. District Judge]\r                                                                  \r\n\n                                           \r\r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Lynch, Circuit Judge,\r                                                    \r\n\n               and DiClerico, Jr.,* District Judge.\r                                                            \r\n\n                                           \r\n\n     Charles A.  Cuprill-Hern ndez, with whom  Carlos A. Surillo-\r                                                                           \r\nPumarada and  Charles A.  Cuprill-Hern ndez Law  Offices were  on\r                                                                  \r\nbrief for appellants.\r\n     Mar a Luisa Contreras,  with whom Mar a Luisa  Contreras Law\r                                                                           \r\nOffices was on brief for appellees.\r                 \r\n\n                                           \r\n\n                         January 23, 1998\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of New Hampshire, sitting by designation.\r\n\n                               -2-\r\r\n\n          Per  Curiam.  The bankrupt estate of Jos  M ndez-Rosado\r                    Per  Curiam.\r                               \r\n\nand his wife, Alejandra Becerra, had few assets.  One of the most\r\n\nsignificant was  a malpractice  claim against  Dr. Karl Horn  and\r\n\nDr. Julio  Westerband.   On August  26,  1988, attorneys  Antonio\r\n\nConcepci n   and  Jos   A.  Cuevas-Segarra  filed  a  Motion  for\r\n\nDesignation of Special Counsel, hoping to obtain bankruptcy court\r\n\napproval to settle the malpractice suit on behalf of the debtors.\r\n\nThe Motion was denied without prejudice because the attorneys had\r\n\nfailed  to  abide by  Bankruptcy  Rule 2014,  which  required the\r\n\ninclusion  of  a  verified  statement  that  the  attorneys  were\r\n\ndisinterested persons.1   Instead of amending the  application to\r\n\ninclude the verified statement, the attorneys settled the case in\r\n\nFebruary 1989,  without bankruptcy  court approval  or notice  to\r\n\ncreditors, dividing $70,000 between themselves and the debtors.2\r\n\n          For  five   years,  the   players  in  the   bankruptcy\r\n\nproceedings took no notice of  the settlement.  In February 1994,\r\n\na new bankruptcy trustee, Mar a Luisa Contreras, was appointed to\r\n\n                    \r                              \r\n\n1  The relevant part of Bankruptcy Rule 2014 reads:\r\n\n          The application [for employment of attorneys]\r\n          shall be accompanied  by a verified statement\r\n          of  the person  to be employed  setting forth\r\n          the  person's  connections with  the  debtor,\r\n          creditors,  or any  other party  in interest,\r\n          their respective  attorneys and  accountants,\r\n          the  United States  trustee,  or any  persons\r\n          employed in  the office of  the United States\r\n          trustee.\r\n\n2  Cuevas  and Concepci n claim that they  thought the bankruptcy\r\ncase was closed, and that bankruptcy court approval was no longer\r\nnecessary for  the representation.   Nothing to that  effect ever\r\nissued from the bankruptcy court.\r\n\n                               -3-\r\r\n\nthe  case.   Ms. Contreras  soon  learned of  the settlement  and\r\n\nimmediately  filed a complaint with the bankruptcy court alleging\r\n\nthat  Cuevas  and  Concepci n were  improperly  in  possession of\r\n\nproperty belonging to the debtors'  estate.  On November 3, 1995,\r\n\nthe bankruptcy  court entered a decision and order that, pursuant\r\n\nto 11 U.S.C.    105(a), 362(c), and 542(a), Cuevas and Concepci n\r\n\nmust  return  $27,456.00 in  fees  that  they  received from  the\r\n\nsettlement.  Cuevas and Concepci n  appealed this decision to the\r\n\nfederal  district  court  in   Puerto  Rico,  which  subsequently\r\n\naffirmed the bankruptcy  court opinion.  They  again appealed the\r\n\ndecision, and we  now reaffirm the judgment for  the trustee, Ms.\r\n\nContreras.\r\n\n          The decisions of the bankruptcy and district courts are\r\n\npremised  upon three alternative  grounds.  First,  the decisions\r\n\nrely upon Bankruptcy  Code (the \"Code\")    105(a), a  \"catch-all\"\r\n\nsection  which provides a  bankruptcy court with  broad powers to\r\n\nenforce  the Code,  preserving the  integrity  of the  bankruptcy\r\n\nsystem.3  Second, reliance is placed on Bankruptcy Code   362(c),\r\n\nwhich provides for an automatic  stay of any act against property\r\n\n                    \r                              \r\n\n3  The section reads:\r\n\n          The Court  may issue  any order, process,  or\r\n          judgment that is necessary  or appropriate to\r\n          carry out the  provisions of this title.   No\r\n          provision  of this  title  providing for  the\r\n          raising  of an issue  by a party  in interest\r\n          shall be  construed  to  preclude  the  court\r\n          from, sua sponte, taking any action or making\r\n          any determination necessary or appropriate to\r\n          enforce or  implement court orders  or rules,\r\n          or to prevent an abuse of process.\r\n\n                               -4-\r\r\n\nof the  estate unless approved  by the court.4   Any non-approved\r\n\nmonetary  transaction affecting  estate  assets  is thus  voided.\r\n\nFinally, the  opinions look  to Bankruptcy  Code   542(a),  which\r\n\nrequires an entity in control of property of a bankrupt estate to\r\n\nreturn that property to the trustee.5\r\n\n          We need  look no  further than    105(a) to  affirm the\r\n\ncourts' decisions.  The broad authority conferred by this section\r\n\nof  the  Code provides  \"teeth\"  to  the  equitable powers  of  a\r\n\nbankruptcy  court.   See Noonan  v. Secretary  of Health  &amp; Human\r                                                                           \r\n\nServs. (In re Ludlow Hosp. Soc., Inc.), 124 F.3d 22, 27 (1st Cir.\r                                                \r\n\n1997)  (\"[s]ection  105(a)  empowers  the   bankruptcy  court  to\r\n\nexercise  its   equitable   powers  --   where   'necessary'   or\r\n                    \r                              \r\n\n4  The section provides for:\r\n\n          (1) the stay  of an act against  the property\r\n          of the  estate under  subsection (a) of  this\r\n          section continues  until such property  is no\r\n          longer property of the estate; and\r\n          (2)  the   stay  of  any   other  act   under\r\n          subsection (a) of the section continues until\r\n          the earliest of -\r\n          (A) the time the case is closed;\r\n          (B) the time the case is dismissed; or\r\n          (C) if the case is  a case under chapter 7 of\r\n          this title concerning an individual . . . the\r\n          time a discharge is granted or denied.\r\n\n5  The section reads:\r\n\n          Except as provided in  subsection (c) or  (d)\r\n          of this  section,  an entity,  other  than  a\r\n          custodian,   in   possession,   custody,   or\r\n          control,  during the  case, of  property that\r\n          the  trustee may  use, sell,  or lease  under\r\n          section 363 of this title . . . shall deliver\r\n          to  the   trustee,  and  account   for,  such\r\n          property  or  the  value  of  such  property,\r\n          unless  such property  is of  inconsequential\r\n          value or benefit to the estate.\r\n\n                               -5-\r\r\n\n'appropriate'  --  to  facilitate  the  implementation  of  other\r\n\nBankruptcy  Code provisions\").  A proper  application of   105(a)\r\n\nwill  effectuate  the  Bankruptcy   Code  without  fashioning  or\r\n\naltering  substantive  rights of  debtors or  creditors, ensuring\r\n\nthat  \"technical  considerations  will  not  prevent  substantial\r\n\njustice from being done.\"   Pepper v.  Litton, 308 U.S. 295,  305\r                                                       \r\n\n(1939); see also Noonan, 124 F.3d at 27; Gens v. Resolution Trust\r                                                                           \r\n\nCorp., 112 F.3d 569, 576 (1st Cir. 1997).\r               \r\n\n          In light of these standards, we conclude that the broad\r\n\nauthority of   105(a) was properly brought to bear against Cuevas\r\n\nand Concepci n in  this case.  A  bankruptcy court has a  duty to\r\n\nreview  the  fees paid  to  professionals and     105(a) provides\r\n\nauthority  to effectuate judgments  such as the  denial of Cuevas\r\n\nand Concepci n's Motion for  Designation of Special Counsel.   In\r\n\nspite of the  fact that they had been refused court permission to\r\n\nsettle  the pending  malpractice action,  these attorneys  forged\r\n\nahead, settling the case and  failing to apprise the creditors or\r\n\nthe  court  of  the  payments  received by  the  debtors  and  by\r\n\nthemselves.   Such  behavior  undermines  the  integrity  of  the\r\n\nbankruptcy system and public  confidence therein.  See In  re E Z\r                                                                           \r\n\nFeed Cube Co., 123 B.R. 69, 74 (Bankr. D. Or. 1991) (holding that\r                       \r\n\nprofessionals' fees  must  be returned  to  the trustee  under   \r\n\n105(a) in a similar situation).\r\n\n          Most  of  the energy  expended  in this  case  has been\r\n\ndirected toward the dispute over whether   542(a) can be  used to\r\n\nrecover a post-petition transfer.  The appellants argue that only\r\n\n                               -6-\r\r\n\n  549 provides  for such recoveries, and that  a two-year statute\r\n\nof  limitations bars  the trustee's  action in  this case.   This\r\n\nargument  is  moot.     Although  the  equitable  powers  of  the\r\n\nbankruptcy court are  limited, see Noonan, 124 F.3d at 27, only a\r                                                   \r\n\nhopelessly  strained interpretation  of the  Code  would tie  the\r\n\ncourt's  hands  while  attorneys ignore  a  direct  court ruling,\r\n\nhoping  that  the statute  of  limitations  will  run before  the\r\n\ncreditors, trustees or judge catch on.\r\n\n          Cuevas and Concepci n protest that much of the blame in\r\n\nthis case belongs  to H ctor L. Urrutia, the  original trustee in\r\n\nthis case and a predecessor  to Contreras.  Cuevas and Concepci n\r\n\nallegedly  wrote numerous letters  to Urrutia requesting  that he\r\n\nsubmit  to  the   bankruptcy  court  an  application   for  their\r\n\nemployment, which  would have paved  the way for them  to receive\r\n\ncourt  approval for  their  representation.    According  to  the\r\n\nauthors, these letters received no response.  Nevertheless, it is\r\n\nundisputed that Urrutia ultimately  advised Cuevas and Concepci n\r\n\nto  check  with the  bankruptcy  court before  taking  any action\r\n\nregarding the malpractice action.  They did not do so.\r\n\n          For  the reasons  stated herein,  the  decision of  the\r\n\ndistrict court  is  affirmed.   Costs  and  attorney's  fees  are\r                              affirmed\r                                      \r\n\nawarded  to Ms. Contreras.   Furthermore,  the district  court is\r\n\ndirected  to review  the  conduct  of  attorneys  Concepci n  and\r\n\nCuevas-Segarra in this matter to determine whether they should be\r\n\nsubject to disciplinary procedures. \r\n\n                               -7-\r\r\n",
  "html": "<p class=\"case_cite\">134 F.3d 458</p>\n    <p class=\"parties\">Bankr. L. Rep.  P 77,609<br>Jose A. CUEVAS-SEGARRA, &amp; Amneris Martinez, Appellants,<br>v.<br>Maria Luisa CONTRERAS, Appellee,<br>Antonio R. Concepcion-Velazquez, Agna I. Morales, Appellees.<br>Jose A. CUEVAS-SEGARRA, &amp; Amneris Martinez, Appellees,<br>v.<br>Maria Luisa CONTRERAS, Appellee,<br>Antonio R. Concepcion-Velazquez, Agna I. Morales, Appellants.</p>\n    <p class=\"docket\">Nos. 97-1234, 97-1265.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 3, 1997.<br>Decided Jan. 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Charles A. Cuprill-Hernandez, Ponce, PR, with whom Carlos A. Surillo-Pumarada, San Juan, PR, and Charles A. Cuprill-Hernandez Law Offices, Ponce, PR, were on brief, for appellants.</p>\n      <p class=\"indent\">Mara Luisa Contreras, with whom Mara Luisa Contreras Law Offices, San Juan, PR, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, LYNCH, Circuit Judge, and DiCLERICO, Jr.,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The bankrupt estate of Jose Mendez-Rosado and his wife, Alejandra Becerra, had few assets.  One of the most significant was a malpractice claim against Dr. Karl Horn and Dr. Julio Westerband.  On August 26, 1988, attorneys Antonio Concepcin and Jose A. Cuevas-Segarra filed a Motion for Designation of Special Counsel, hoping to obtain bankruptcy court approval to settle the malpractice suit on behalf of the debtors.  The Motion was denied without prejudice because the attorneys had failed to abide by Bankruptcy Rule 2014, which required the inclusion of a verified statement that the attorneys were disinterested persons.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Instead of amending the application to include the verified statement, the attorneys settled the case in February 1989, without bankruptcy court approval or notice to creditors, dividing $70,000 between themselves and the debtors.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For five years, the players in the bankruptcy proceedings took no notice of the settlement.  In February 1994, a new bankruptcy trustee, Mara Luisa Contreras, was appointed to the case.  Ms. Contreras soon learned of the settlement and immediately filed a complaint with the bankruptcy court alleging that Cuevas and Concepcin were improperly in possession of property belonging to the debtors' estate.  On November 3, 1995, the bankruptcy court entered a decision and order that, pursuant to 11 U.S.C. &#167;&#167; 105(a), 362(c), and 542(a), Cuevas and Concepcin must return $27,456.00 in fees that they received from the settlement.  Cuevas and Concepcin appealed this decision to the federal district court in Puerto Rico, which subsequently affirmed the bankruptcy court opinion.  They again appealed the decision, and we now reaffirm the judgment for the trustee, Ms. Contreras.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The decisions of the bankruptcy and district courts are premised upon three alternative grounds.  First, the decisions rely upon Bankruptcy Code (the \"Code\") &#167; 105(a), a \"catch-all\" section which provides a bankruptcy court with broad powers to enforce the Code, preserving the integrity of the bankruptcy system.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Second, reliance is placed on Bankruptcy Code &#167; 362(c), which provides for an automatic stay of any act against property of the estate unless approved by the court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Any non-approved monetary transaction affecting estate assets is thus voided.  Finally, the opinions look to Bankruptcy Code &#167; 542(a), which requires an entity in control of property of a bankrupt estate to return that property to the trustee.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We need look no further than &#167; 105(a) to affirm the courts' decisions.  The broad authority conferred by this section of the Code provides \"teeth\" to the equitable powers of a bankruptcy court.  See Noonan v. Secretary of Health &amp; Human Servs.  (In re Ludlow Hosp. Soc., Inc.), 124 F.3d 22, 27 (1st Cir.1997) (\"[s]ection 105(a) empowers the bankruptcy court to exercise its equitable powers--where 'necessary' or 'appropriate'--to facilitate the implementation of other Bankruptcy Code provisions\").  A proper application of &#167; 105(a) will effectuate the Bankruptcy Code without fashioning or altering substantive rights of debtors or creditors, ensuring that \"technical considerations will not prevent substantial justice from being done.\"  Pepper v. Litton, 308 U.S. 295, 305, 60 S.Ct. 238, 244, 84 L.Ed. 281 (1939);  see also Noonan, 124 F.3d at 27;  Gens v. Resolution Trust Corp., 112 F.3d 569, 576 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In light of these standards, we conclude that the broad authority of &#167; 105(a) was properly brought to bear against Cuevas and Concepcin in this case.  A bankruptcy court has a duty to review the fees paid to professionals and &#167; 105(a) provides authority to effectuate judgments such as the denial of Cuevas and Concepcin's Motion for Designation of Special Counsel.  In spite of the fact that they had been refused court permission to settle the pending malpractice action, these attorneys forged ahead, settling the case and failing to apprise the creditors or the court of the payments received by the debtors and by themselves.  Such behavior undermines the integrity of the bankruptcy system and public confidence therein.  See In re E Z Feed Cube Co., 123 B.R. 69, 74 (Bankr.D.Or.1991) (holding that professionals' fees must be returned to the trustee under &#167; 105(a) in a similar situation).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Most of the energy expended in this case has been directed toward the dispute over whether &#167; 542(a) can be used to recover a post-petition transfer.  The appellants argue that only &#167; 549 provides for such recoveries, and that a two-year statute of limitations bars the trustee's action in this case.  This argument is moot.  Although the equitable powers of the bankruptcy court are limited, see Noonan, 124 F.3d at 27, only a hopelessly strained interpretation of the Code would tie the court's hands while attorneys ignore a direct court ruling, hoping that the statute of limitations will run before the creditors, trustees or judge catch on.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cuevas and Concepcin protest that much of the blame in this case belongs to Hector L. Urrutia, the original trustee in this case and a predecessor to Contreras.  Cuevas and Concepcin allegedly wrote numerous letters to Urrutia requesting that he submit to the bankruptcy court an application for their employment, which would have paved the way for them to receive court approval for their representation.  According to the authors, these letters received no response.  Nevertheless, it is undisputed that Urrutia ultimately advised Cuevas and Concepcin to check with the bankruptcy court before taking any action regarding the malpractice action.  They did not do so.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For the reasons stated herein, the decision of the district court is affirmed.   Costs and attorney's fees are awarded to Ms. Contreras.  Furthermore, the district court is directed to review the conduct of attorneys Concepcin and Cuevas-Segarra in this matter to determine whether they should be subject to disciplinary procedures.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant part of Bankruptcy Rule 2014 reads:</p>\n        <p>The application [for employment of attorneys] shall be accompanied by a verified statement of the person to be employed setting forth the person's connections with the debtor, creditors, or any other party in interest, their respective attorneys and accountants, the United States trustee, or any persons employed in the office of the United States trustee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Cuevas and Concepcin claim that they thought the bankruptcy case was closed, and that bankruptcy court approval was no longer necessary for the representation.  Nothing to that effect ever issued from the bankruptcy court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The section reads:</p>\n        <p>The Court may issue any order, process, or judgment that is necessary or appropriate to carry out the provisions of this title.  No provision of this title providing for the raising of an issue by a party in interest shall be construed to preclude the court from, sua sponte, taking any action or making any determination necessary or appropriate to enforce or implement court orders or rules, or to prevent an abuse of process.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The section provides for:</p>\n        <p>(1) the stay of an act against the property of the estate under subsection (a) of this section continues until such property is no longer property of the estate;  and</p>\n        <p>(2) the stay of any other act under subsection (a) of the section continues until the earliest of -</p>\n        <p>(A) the time the case is closed;</p>\n        <p>(B) the time the case is dismissed;  or</p>\n        <p>(C) if the case is a case under chapter 7 of this title concerning an individual ... the time a discharge is granted or denied.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The section reads:</p>\n        <p>Except as provided in subsection (c) or (d) of this section, an entity, other than a custodian, in possession, custody, or control, during the case, of property that the trustee may use, sell, or lease under section 363 of this title ... shall deliver to the trustee, and account for, such property or the value of such property, unless such property is of inconsequential value or benefit to the estate.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></span></p>\n    <p class=\"parties\">Bankr. L. Rep.  P 77,609<br>Jose A. CUEVAS-SEGARRA, &amp; Amneris Martinez, Appellants,<br>v.<br>Maria Luisa CONTRERAS, Appellee,<br>Antonio R. Concepcion-Velazquez, Agna I. Morales, Appellees.<br>Jose A. CUEVAS-SEGARRA, &amp; Amneris Martinez, Appellees,<br>v.<br>Maria Luisa CONTRERAS, Appellee,<br>Antonio R. Concepcion-Velazquez, Agna I. Morales, Appellants.</p>\n    <p class=\"docket\">Nos. 97-1234, 97-1265.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 3, 1997.<br>Decided Jan. 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Charles A. Cuprill-Hernandez, Ponce, PR, with whom Carlos A. Surillo-Pumarada, San Juan, PR, and Charles A. Cuprill-Hernandez Law Offices, Ponce, PR, were on brief, for appellants.</p>\n      <p class=\"indent\">Mara Luisa Contreras, with whom Mara Luisa Contreras Law Offices, San Juan, PR, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, LYNCH, Circuit Judge, and DiCLERICO, Jr.,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The bankrupt estate of Jose Mendez-Rosado and his wife, Alejandra Becerra, had few assets.  One of the most significant was a malpractice claim against Dr. Karl Horn and Dr. Julio Westerband.  On August 26, 1988, attorneys Antonio Concepcin and Jose A. Cuevas-Segarra filed a Motion for Designation of Special Counsel, hoping to obtain bankruptcy court approval to settle the malpractice suit on behalf of the debtors.  The Motion was denied without prejudice because the attorneys had failed to abide by Bankruptcy Rule 2014, which required the inclusion of a verified statement that the attorneys were disinterested persons.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Instead of amending the application to include the verified statement, the attorneys settled the case in February 1989, without bankruptcy court approval or notice to creditors, dividing $70,000 between themselves and the debtors.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For five years, the players in the bankruptcy proceedings took no notice of the settlement.  In February 1994, a new bankruptcy trustee, Mara Luisa Contreras, was appointed to the case.  Ms. Contreras soon learned of the settlement and immediately filed a complaint with the bankruptcy court alleging that Cuevas and Concepcin were improperly in possession of property belonging to the debtors' estate.  On November 3, 1995, the bankruptcy court entered a decision and order that, pursuant to 11 U.S.C. &#167;&#167; 105(a), 362(c), and 542(a), Cuevas and Concepcin must return $27,456.00 in fees that they received from the settlement.  Cuevas and Concepcin appealed this decision to the federal district court in Puerto Rico, which subsequently affirmed the bankruptcy court opinion.  They again appealed the decision, and we now reaffirm the judgment for the trustee, Ms. Contreras.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The decisions of the bankruptcy and district courts are premised upon three alternative grounds.  First, the decisions rely upon Bankruptcy Code (the \"Code\") &#167; 105(a), a \"catch-all\" section which provides a bankruptcy court with broad powers to enforce the Code, preserving the integrity of the bankruptcy system.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Second, reliance is placed on Bankruptcy Code &#167; 362(c), which provides for an automatic stay of any act against property of the estate unless approved by the court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Any non-approved monetary transaction affecting estate assets is thus voided.  Finally, the opinions look to Bankruptcy Code &#167; 542(a), which requires an entity in control of property of a bankrupt estate to return that property to the trustee.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We need look no further than &#167; 105(a) to affirm the courts' decisions.  The broad authority conferred by this section of the Code provides \"teeth\" to the equitable powers of a bankruptcy court.  See Noonan v. Secretary of Health &amp; Human Servs.  (In re Ludlow Hosp. Soc., Inc.), <span class=\"citation\" data-id=\"197510\"><a href=\"/opinion/197510/noonan-v-shhs/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 27 (1st Cir.1997) (\"[s]ection 105(a) empowers the bankruptcy court to exercise its equitable powers--where 'necessary' or 'appropriate'--to facilitate the implementation of other Bankruptcy Code provisions\").  A proper application of &#167; 105(a) will effectuate the Bankruptcy Code without fashioning or altering substantive rights of debtors or creditors, ensuring that \"technical considerations will not prevent substantial justice from being done.\"  Pepper v. Litton, <span class=\"citation\" data-id=\"103255\"><a href=\"/opinion/103255/pepper-v-litton/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">295</span></a></span>, 305, <span class=\"citation\" data-id=\"103255\"><a href=\"/opinion/103255/pepper-v-litton/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">238</span></a></span>, 244, <span class=\"citation\" data-id=\"103255\"><a href=\"/opinion/103255/pepper-v-litton/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">281</span></a></span> (1939);  see also Noonan, 124 F.3d at 27;  Gens v. Resolution Trust Corp., <span class=\"citation\" data-id=\"197343\"><a href=\"/opinion/197343/gens-v-resolution/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></a></span>, 576 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In light of these standards, we conclude that the broad authority of &#167; 105(a) was properly brought to bear against Cuevas and Concepcin in this case.  A bankruptcy court has a duty to review the fees paid to professionals and &#167; 105(a) provides authority to effectuate judgments such as the denial of Cuevas and Concepcin's Motion for Designation of Special Counsel.  In spite of the fact that they had been refused court permission to settle the pending malpractice action, these attorneys forged ahead, settling the case and failing to apprise the creditors or the court of the payments received by the debtors and by themselves.  Such behavior undermines the integrity of the bankruptcy system and public confidence therein.  See In re E Z Feed Cube Co., <span class=\"citation\" data-id=\"1882211\"><a href=\"/opinion/1882211/in-re-ez-feed-cube-co-ltd/\"><span class=\"volume\">123</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">69</span></a></span>, 74 (Bankr.D.Or.1991) (holding that professionals' fees must be returned to the trustee under &#167; 105(a) in a similar situation).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Most of the energy expended in this case has been directed toward the dispute over whether &#167; 542(a) can be used to recover a post-petition transfer.  The appellants argue that only &#167; 549 provides for such recoveries, and that a two-year statute of limitations bars the trustee's action in this case.  This argument is moot.  Although the equitable powers of the bankruptcy court are limited, see Noonan, 124 F.3d at 27, only a hopelessly strained interpretation of the Code would tie the court's hands while attorneys ignore a direct court ruling, hoping that the statute of limitations will run before the creditors, trustees or judge catch on.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cuevas and Concepcin protest that much of the blame in this case belongs to Hector L. Urrutia, the original trustee in this case and a predecessor to Contreras.  Cuevas and Concepcin allegedly wrote numerous letters to Urrutia requesting that he submit to the bankruptcy court an application for their employment, which would have paved the way for them to receive court approval for their representation.  According to the authors, these letters received no response.  Nevertheless, it is undisputed that Urrutia ultimately advised Cuevas and Concepcin to check with the bankruptcy court before taking any action regarding the malpractice action.  They did not do so.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For the reasons stated herein, the decision of the district court is affirmed.   Costs and attorney's fees are awarded to Ms. Contreras.  Furthermore, the district court is directed to review the conduct of attorneys Concepcin and Cuevas-Segarra in this matter to determine whether they should be subject to disciplinary procedures.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant part of Bankruptcy Rule 2014 reads:</p>\n        <p>The application [for employment of attorneys] shall be accompanied by a verified statement of the person to be employed setting forth the person's connections with the debtor, creditors, or any other party in interest, their respective attorneys and accountants, the United States trustee, or any persons employed in the office of the United States trustee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Cuevas and Concepcin claim that they thought the bankruptcy case was closed, and that bankruptcy court approval was no longer necessary for the representation.  Nothing to that effect ever issued from the bankruptcy court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The section reads:</p>\n        <p>The Court may issue any order, process, or judgment that is necessary or appropriate to carry out the provisions of this title.  No provision of this title providing for the raising of an issue by a party in interest shall be construed to preclude the court from, sua sponte, taking any action or making any determination necessary or appropriate to enforce or implement court orders or rules, or to prevent an abuse of process.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The section provides for:</p>\n        <p>(1) the stay of an act against the property of the estate under subsection (a) of this section continues until such property is no longer property of the estate;  and</p>\n        <p>(2) the stay of any other act under subsection (a) of the section continues until the earliest of -</p>\n        <p>(A) the time the case is closed;</p>\n        <p>(B) the time the case is dismissed;  or</p>\n        <p>(C) if the case is a case under chapter 7 of this title concerning an individual ... the time a discharge is granted or denied.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The section reads:</p>\n        <p>Except as provided in subsection (c) or (d) of this section, an entity, other than a custodian, in possession, custody, or control, during the case, of property that the trustee may use, sell, or lease under section 363 of this title ... shall deliver to the trustee, and account for, such property or the value of such property, unless such property is of inconsequential value or benefit to the estate.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1882211/"
  ]
}