{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197758/",
  "absolute_url": "/opinion/197758/coastal-oil-v-teamsters/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197758/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:20Z",
  "date_modified": "2017-03-24T10:53:20.413337Z",
  "type": "010combined",
  "sha1": "30845bfa85648b56a34cb4925505f890d328c729",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1950.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1950\r\n\n                COASTAL OIL OF NEW ENGLAND, INC.,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                       TEAMSTERS LOCAL A/W\r\n             INTERNATIONAL BROTHERHOOD OF TEAMSTERS,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                    and Lynch, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Alan  S. Miller, with  whom Stoneman, Chandler  &amp; Miller LLP\r                                                                           \r\nwas on brief for appellant.\r\n     Christine L. Nickerson, with whom Matthew E. Dwyer and Dwyer\r                                                                           \r\n&amp; Jenkins, P.C. were on brief for appellee.\r                         \r\n\n                                           \r\n\n                         January 23, 1998\r\n                                           \r\r\n\n          TORRUELLA, Chief  Judge.  Although this appeal presents\r                    TORRUELLA, Chief  Judge.\r                                           \r\n\na somewhat novel question, the answer is more mundane.\r\n\n          Appellant employer  Coastal Oil  of New  England, Inc.,\r\n\nfiled  an  Application  to  Vacate an  arbitration  award  in the\r\n\nSuperior  Court of  the  Commonwealth  of  Massachusetts  on  the\r\n\ngrounds that the arbitrator had exceeded his authority.  Appellee\r\n\nlabor organization Teamsters Local Union No. 25 A/W International\r\n\nBrotherhood of Teamsters removed the  matter to the United States\r\n\nDistrict Court for the District  of Massachusetts.  See 28 U.S.C.\r                                                                 \r\n\n   1441,  1331; 29  U.S.C.    185(a).   Both parties  filed cross\r\n\nmotions for summary  judgment, whereupon the court  ruled against\r\n\nappellant and denied vacation of the arbitration award.  Instead,\r\n\nthe district court granted appellee's  request that the award  be\r\n\nenforced.   Final judgment was entered thereafter and this appeal\r\n\nfollowed.\r\n\n          Appellant   operates  three   separate  facilities   in\r\n\nMassachusetts,  including one  in  Revere  and  one  in  Chelsea.\r\n\nAlthough  they  are  all  represented for  collective  bargaining\r\n\npurposes  by  appellee,  the  employees  in  each  of  the  three\r\n\nfacilities belong to separate bargaining units and are covered by\r\n\ndiscrete collective bargaining agreements. \r\n\n          Joseph   Abruzzese,  a   yardman   within  the   Revere\r\n\nbargaining unit,  was injured in a work-related accident in 1991,\r\n\nforcing him to take a leave  of absence, during which he received\r\n\nbenefits  under  the  Massachusetts  Worker's  Compensation  Act.\r\n\nMass.  Gen. Laws  ch. 152,    1  et seq.   In  August 1995,  when\r                                                  \r\n\n                               -2-\r\r\n\nAbruzzese  sought  to  return  to  work,  no  job  openings  were\r\n\navailable  in the  Revere  unit.    Nevertheless,  appellant  and\r\n\nappellee  reached an agreement that Abruzzese would be reinstated\r\n\nto  the next available position.  Subsequently, Abruzzese learned\r\n\nthat a  yardman position was  available in the Chelsea  unit, the\r\n\nsame job  that he  had previously  had in  the Revere  unit.   He\r\n\napplied for  that slot  through his union,  appellee.   Appellant\r\n\nrefused the request,  contending that Abruzzese only  had a right\r\n\nto  reinstatement  in the  Revere  unit.   After  appellant hired\r\n\nsomeone else to the Chelsea  position, appellee filed a grievance\r\n\npursuant to the Revere contract.\r\n\n          Eventually, the dispute was heard before an arbitrator.\r\n\nAfter hearing  the evidence,  the arbitrator  concluded that  the\r\n\nissue  to be  decided  was  \"whether  the  Company  violated  the\r\n\n[Revere] Agreement when it refused  to place Joseph Abruzzese . .\r\n\n. in a position of yardman at the Company's Chelsea terminal  . .\r\n\n.  .\"   Thereafter, the  arbitrator concluded  that Article  XIV,\r\n\nSection 10(a)  of the  Revere Agreement,  which incorporated  the\r\n\nMassachusetts Worker's Compensation  Law, mandated the employment\r\n\nof Abruzzese at the open position in Chelsea.  Appellant was thus\r\n\nordered to reinstate him to the  Chelsea position and to make him\r\n\nwhole as to back pay and lost benefits.\r\n\n          Appellant's challenge  to the district  court's rulings\r\n\nstems  from its  contention  that  the  arbitrator  exceeded  his\r\n\nauthority  under  the Revere  collective bargaining  agreement by\r\n\nordering the employment of a member of that unit into the Chelsea\r\n\n                               -3-\r\r\n\nunit.   As a corollary to  that issue, appellant  claims that the\r\n\narbitrator   lacked   authority   to   interpret   the   Worker's\r\n\nCompensation Act.\r\n\n          Labor arbitration is the product of the private will of\r\n\nvoluntarily consenting parties.  Thus, the starting point, and in\r\n\na real sense the finishing one in  this, as in most challenges to\r\n\narbitration  awards, is the language of the collective bargaining\r\n\ncontract.   Such  language  establishes  the  parameters  of  the\r\n\narbitrator's authority.\r\n\n          We commence  our quest  for the  answers to  the issues\r\n\nraised by  this appeal with  a reading  of Article  XVIII of  the\r\n\nRevere Agreement entitled  \"Grievance Procedure,\" which  provides\r\n\nin Section 2, in effect, that in exchange for labor peace \"during\r\n\nthe  life   of  this   Agreement[,]  .  .   .  any   question  of\r\n\ninterpretation,  enforcement,  adjustment  or  grievance  .  .  .\r\n\nbetween the employer and the Union and his employees which cannot\r\n\nbe  adjusted[,]  .  . .  shall  be  referred  .  .  . to  .  .  .\r\n\narbitration[,] . . . [which] . . .  decision . . . shall be final\r\n\nand binding upon both parties.\"\r\n\n          We  next proceed to  the specific provision  upon which\r\n\nthe arbitrator relied  for his ruling, Article XIV, Section 10(a)\r\n\nof the Revere contract.  It states that:                         \r\n\n          The   Company   shall    either   carry   worker's\r\n          compensation  or, in the event of  an injury to an\r\n          employee,  shall provide  said  employee with  the\r\n          same benefits  and payments and in the same manner\r\n          as provided  by  the provisions  of  the  Worker's\r\n          Compensation  Law  (Massachusetts  G.L.,   Chapter\r\n\n                               -4-\r\r\n\n          152) and Amendments thereto,  up to and  including\r\n          the date of the signing of this Agreement.\r\n\n          We  thus come  to  Section  75A  of  the  Massachusetts\r\n\nWorker's  Compensation   statute,  which  the   arbitrator  found\r\n\napplicable  to the submitted grievance under the previously cited\r\n\ncontractual provision, and  which he interpreted to  require that\r\n\nAbruzzese be  reinstated to the Chelsea  position notwithstanding\r\n\nhis previous employment outside that  unit.  Section 75A reads as\r\n\nfollows:\r\n\n          Any person who  has lost a job  as a result  of an\r\n          injury  compensable under  this  chapter shall  be\r\n          given preference  in hiring  by  the employer  for\r\n          whom he worked at  the time of compensable  injury\r\n          over any  persons not  at the time  of application\r\n          for  re-employment  employed   by  such  employer;\r\n          provided,   however,  that   a  suitable   job  is\r\n          available.    Actions  may  be  filed  under  this\r\n          section with the superior  court department of the\r\n          trial court  for the  county in which  the alleged\r\n          violation  occurred.   An  employer found  to have\r\n          violated this section shall be  exclusively liable\r\n          to  pay to  the employee  lost wages,  shall grant\r\n          the employee  a suitable job, and  shall reimburse\r\n          such  reasonable  attorney  fees incurred  in  the\r\n          protection of  rights granted  by this section  as\r\n          shall be determined by the court.\r\n\n          In the  event that  any right  set  forth in  this\r\n          section   is  inconsistent   with  an   applicable\r\n          collective   bargaining   agreement   or   chapter\r\n          thirty- one,  the collective  bargaining agreement\r\n          or said chapter thirty-one shall prevail.\r\n\n          Although we have often stated  the following principle,\r\n\ndue to the number of groundless appeals that have come before  us\r\n\nchallenging   arbitration  awards,   it  bears   repeating  that:\r\n\n\"[j]udicial review of an arbitration award is among the narrowest\r\n\nknown  to the  law.\"   Maine  Cent.  R.R. Co.  v.  Brotherhood of\r                                                                           \r\n\nMaintenance of Way Employees, 873  F.2d 425, 428 (1st Cir. 1989).\r                                      \r\n\n                               -5-\r\r\n\nFor courts  \"do not sit to hear claims  of factual or legal error\r\n\nby  an arbitrator[,]  as  an appellate  court  does in  reviewing\r\n\ndecisions  of lower courts.\"   United Paperworkers Int'l Union v.\r                                                                        \r\n\nMisco, 484 U.S.  29, 38 (1987).  In fact, \"[f]ederal court review\r               \r\n\nof arbitral  decisions  is extremely  narrow and  extraordinarily\r\n\ndeferential.\"  Service Employees Int'l Union v. Local 1199, N.E.,\r                                                                          \r\n\n70 F.3d 647, 651 (1st Cir. 1995).\r\n\n          \"[A] court should  uphold an award that  depends on the\r\n\narbitrator's interpretation of a  collective bargaining agreement\r\n\nif it  can find, within  the four  corners of the  agreement, any\r\n\nplausible  basis  for that  interpretation.\" El  Dorado Technical\r                                                                           \r\n\nServs., Inc. v. Uni n General de Trabajadores de Puerto Rico, 961\r                                                                      \r\n\nF.2d 317,  319 (1st Cir. 1992).  That  a court would have decided\r\n\nan issue differently is not  a basis for overruling an arbitrator\r\n\nif the  arbitrator \"even arguably  acted within the scope  of his\r\n\nauthority.\"  Misco, 484 U.S. at 38.\r                            \r\n\n          Absent a claim  that the award is  against an explicit,\r\n\nwell-defined, and dominant  public policy, see Service  Employees\r                                                                           \r\n\nInt'l Union, 70  F.3d at 652, the  scope of review is  limited to\r                     \r\n\nclaims  that  the  arbitrator's decision  is:  \"(1)  unfounded in\r\n\nreason and fact;  (2) based on reasoning so  palpably faulty that\r\n\nno judge,  or group of  judges, ever could conceivably  have made\r\n\nsuch a  ruling; or (3)  mistakenly based on a  crucial assumption\r\n\nthat  is concededly  a non-fact.\"    Local 1445  United Food  and\r                                                                           \r\n\nCommercial Workers Int'l Union v. Stop &amp; Shop Cos., 776  F.2d 19,\r                                                            \r\n\n21 (1st Cir. 1985).  And,  of course, \"[a]n arbitrator's view  of\r\n\n                               -6-\r\r\n\nthe scope  of the  issue .  . .  is entitled  to the  same .  . .\r\n\ndeference  .   .  .   normally  accorded   to  the   arbitrator's\r\n\ninterpretation of  the collective  bargaining agreement  itself.\"\r\n\nLarocque v.  R.W.F., Inc., 8 F.3d 95, 97  (1st Cir. 1993).  Based\r                                   \r\n\non  these well-established principles, the outcome of this appeal\r\n\nis preordained.\r\n\n          Although the scope of the reinstatement remedy provided\r\n\nthrough an arbitral  award is usually limited  to the contractual\r\n\nbargaining  unit  from  which the  grievance  arises,  a contrary\r\n\nresult  is not  unheard of  where the  parties have  bargained to\r\n\ngrant the arbitrator  such power.  See supra.  The parties to the\r                                                      \r\n\ncollective  bargaining  agreement,  the  same entities  presently\r\n\nbefore us, voluntarily contracted to submit to  final and binding\r\n\narbitration  any question of interpretation of that agreement, or\r\n\nany  grievance involving  employees.    It  cannot  be  seriously\r\n\ncontended  that  the  underlying controversy  submitted  to,  and\r\n\nlitigated  before, the  arbitrator  does  not  concern  both  the\r\n\ninterpretation  of the collective bargaining agreement as well as\r\n\na grievance  involving an employee.   How can the  arbitrator, in\r\n\ndetermining  whether  appellant  lived  up  to  the   contractual\r\n\nobligations  mandated  by Section  10(a)  of Article  XIV  of the\r\n\nRevere Agreement, fail to address  whether the provisions of  the\r\n\nMassachusetts Worker's  Compensation Law, incorporated  into that\r\n\nagreement by Section 10(a), have been met?\r\n\n          The response to this question as well as to appellant's\r\n\nchallenge   to  the  arbitrator's   authority  to  interpret  the\r\n\n                               -7-\r\r\n\naforementioned Massachusetts statute is self-evident.  Obviously,\r\n\nthe  arbitrator  acted  properly  and  within  the  scope of  his\r\n\ndelegated authority.  We can perceive of no valid reason  why the\r\n\nparties  could not also  agree to have  statutory rights enforced\r\n\nbefore   an   arbitral    forum.      See,   e.g.,    Gilmer   v.\r                                                                      \r\n\nInterstate/Johnson  Lane Corp., 500  U.S. 20, 35  (1991) (holding\r                                        \r\n\nADEA  claims to be arbitrable); Bercovitch v. Baldwin Sch., Inc.,\r                                                                          \r\n\n1998 WL 5845,    F.3d     (1st Cir. 1998) (ADA claims subject  to\r\n\narbitration);  (Patterson v. Tenet Healthcare, Inc., 113 F.3d 832\r                                                             \r\n\n(8th Cir. 1997)  (extending Gilmer to Title VII  claims); Mago v.\r                                                                        \r\n\nShearson Lehman Hutton,  Inc., 956 F.2d 932, 935  (9th Cir. 1992)\r                                       \r\n\n(extending Gilmer to Title VII  claims); Utley v. Goldman Sachs &amp;\r                                                                           \r\n\nCo., 883 F.2d 184, 186 (1st  Cir. 1989) (holding inter alia Title\r                                                                     \r\n\nVII claims to be arbitrable); cf. Shearson/American Express, Inc.\r                                                                           \r\n\nv. McMahon, 482 U.S. 220, 238 (1987) (holding Securities Exchange\r                    \r\n\nAct and RICO claims to be arbitrable); Mitsubishi Motors Corp. v.\r                                                                        \r\n\nSoler  Chrysler-Plymouth, Inc., 473 U.S. 614, 640 (1985) (holding\r                                        \r\n\nSherman Act claims to be arbitrable).\r\n\n          A   cursory  reading  of  that  statute  leads  to  the\r\n\ninevitable conclusion that  the arbitrator's ruling in  this case\r\n\nwas not  only clearly  within the  powers granted  to him  in the\r\n\ncollective bargaining agreement, it  is substantially the  remedy\r\n\nthat  the Massachusetts  Superior Court  would  likely have  felt\r\n\nrequired to grant Joseph Abruzzese  given that the appellant is a\r\n\nsingle, unitary employer, for workman's compensation purpose.  As\r\n\na result, its  trinary profile, for labor  relations purposes, is\r\n\n                               -8-\r\r\n\npresently  irrelevant.   We note that  our views as  to the legal\r\n\nsoundness of the arbitrator's conclusions are largely gratuitous,\r\n\nfor as previously stated, even an erroneous interpretation of the\r\n\nlaw by an  arbitrator is not subject  to judicial review  if that\r\n\nauthority has been delegated to the arbitrator, as it was in this\r\n\ncase.\r\n\n          The  decision of the district court is AFFIRMED.  Costs\r                                                           AFFIRMED\r                                                                   \r\n\nare granted to appellee.\r\n\n                               -9-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1950\r\n\n                COASTAL OIL OF NEW ENGLAND, INC.,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                       TEAMSTERS LOCAL A/W\r\n             INTERNATIONAL BROTHERHOOD OF TEAMSTERS,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                    and Lynch, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Alan  S. Miller, with  whom Stoneman, Chandler  &amp; Miller LLP\r                                                                           \r\nwas on brief for appellant.\r\n     Christine L. Nickerson, with whom Matthew E. Dwyer and Dwyer\r                                                                           \r\n&amp; Jenkins, P.C. were on brief for appellee.\r                         \r\n\n                                           \r\n\n                         January 23, 1998\r\n                                           \r\r\n\n          TORRUELLA, Chief  Judge.  Although this appeal presents\r                    TORRUELLA, Chief  Judge.\r                                           \r\n\na somewhat novel question, the answer is more mundane.\r\n\n          Appellant employer  Coastal Oil  of New  England, Inc.,\r\n\nfiled  an  Application  to  Vacate an  arbitration  award  in the\r\n\nSuperior  Court of  the  Commonwealth  of  Massachusetts  on  the\r\n\ngrounds that the arbitrator had exceeded his authority.  Appellee\r\n\nlabor organization Teamsters Local Union No. 25 A/W International\r\n\nBrotherhood of Teamsters removed the  matter to the United States\r\n\nDistrict Court for the District  of Massachusetts.  See 28 U.S.C.\r                                                                 \r\n\n   1441,  1331; 29  U.S.C.    185(a).   Both parties  filed cross\r\n\nmotions for summary  judgment, whereupon the court  ruled against\r\n\nappellant and denied vacation of the arbitration award.  Instead,\r\n\nthe district court granted appellee's  request that the award  be\r\n\nenforced.   Final judgment was entered thereafter and this appeal\r\n\nfollowed.\r\n\n          Appellant   operates  three   separate  facilities   in\r\n\nMassachusetts,  including one  in  Revere  and  one  in  Chelsea.\r\n\nAlthough  they  are  all  represented for  collective  bargaining\r\n\npurposes  by  appellee,  the  employees  in  each  of  the  three\r\n\nfacilities belong to separate bargaining units and are covered by\r\n\ndiscrete collective bargaining agreements. \r\n\n          Joseph   Abruzzese,  a   yardman   within  the   Revere\r\n\nbargaining unit,  was injured in a work-related accident in 1991,\r\n\nforcing him to take a leave  of absence, during which he received\r\n\nbenefits  under  the  Massachusetts  Worker's  Compensation  Act.\r\n\nMass.  Gen. Laws  ch. 152,    1  et seq.   In  August 1995,  when\r                                                  \r\n\n                               -2-\r\r\n\nAbruzzese  sought  to  return  to  work,  no  job  openings  were\r\n\navailable  in the  Revere  unit.    Nevertheless,  appellant  and\r\n\nappellee  reached an agreement that Abruzzese would be reinstated\r\n\nto  the next available position.  Subsequently, Abruzzese learned\r\n\nthat a  yardman position was  available in the Chelsea  unit, the\r\n\nsame job  that he  had previously  had in  the Revere  unit.   He\r\n\napplied for  that slot  through his union,  appellee.   Appellant\r\n\nrefused the request,  contending that Abruzzese only  had a right\r\n\nto  reinstatement  in the  Revere  unit.   After  appellant hired\r\n\nsomeone else to the Chelsea  position, appellee filed a grievance\r\n\npursuant to the Revere contract.\r\n\n          Eventually, the dispute was heard before an arbitrator.\r\n\nAfter hearing  the evidence,  the arbitrator  concluded that  the\r\n\nissue  to be  decided  was  \"whether  the  Company  violated  the\r\n\n[Revere] Agreement when it refused  to place Joseph Abruzzese . .\r\n\n. in a position of yardman at the Company's Chelsea terminal  . .\r\n\n.  .\"   Thereafter, the  arbitrator concluded  that Article  XIV,\r\n\nSection 10(a)  of the  Revere Agreement,  which incorporated  the\r\n\nMassachusetts Worker's Compensation  Law, mandated the employment\r\n\nof Abruzzese at the open position in Chelsea.  Appellant was thus\r\n\nordered to reinstate him to the  Chelsea position and to make him\r\n\nwhole as to back pay and lost benefits.\r\n\n          Appellant's challenge  to the district  court's rulings\r\n\nstems  from its  contention  that  the  arbitrator  exceeded  his\r\n\nauthority  under  the Revere  collective bargaining  agreement by\r\n\nordering the employment of a member of that unit into the Chelsea\r\n\n                               -3-\r\r\n\nunit.   As a corollary to  that issue, appellant  claims that the\r\n\narbitrator   lacked   authority   to   interpret   the   Worker's\r\n\nCompensation Act.\r\n\n          Labor arbitration is the product of the private will of\r\n\nvoluntarily consenting parties.  Thus, the starting point, and in\r\n\na real sense the finishing one in  this, as in most challenges to\r\n\narbitration  awards, is the language of the collective bargaining\r\n\ncontract.   Such  language  establishes  the  parameters  of  the\r\n\narbitrator's authority.\r\n\n          We commence  our quest  for the  answers to  the issues\r\n\nraised by  this appeal with  a reading  of Article  XVIII of  the\r\n\nRevere Agreement entitled  \"Grievance Procedure,\" which  provides\r\n\nin Section 2, in effect, that in exchange for labor peace \"during\r\n\nthe  life   of  this   Agreement[,]  .  .   .  any   question  of\r\n\ninterpretation,  enforcement,  adjustment  or  grievance  .  .  .\r\n\nbetween the employer and the Union and his employees which cannot\r\n\nbe  adjusted[,]  .  . .  shall  be  referred  .  .  . to  .  .  .\r\n\narbitration[,] . . . [which] . . .  decision . . . shall be final\r\n\nand binding upon both parties.\"\r\n\n          We  next proceed to  the specific provision  upon which\r\n\nthe arbitrator relied  for his ruling, Article XIV, Section 10(a)\r\n\nof the Revere contract.  It states that:                         \r\n\n          The   Company   shall    either   carry   worker's\r\n          compensation  or, in the event of  an injury to an\r\n          employee,  shall provide  said  employee with  the\r\n          same benefits  and payments and in the same manner\r\n          as provided  by  the provisions  of  the  Worker's\r\n          Compensation  Law  (Massachusetts  G.L.,   Chapter\r\n\n                               -4-\r\r\n\n          152) and Amendments thereto,  up to and  including\r\n          the date of the signing of this Agreement.\r\n\n          We  thus come  to  Section  75A  of  the  Massachusetts\r\n\nWorker's  Compensation   statute,  which  the   arbitrator  found\r\n\napplicable  to the submitted grievance under the previously cited\r\n\ncontractual provision, and  which he interpreted to  require that\r\n\nAbruzzese be  reinstated to the Chelsea  position notwithstanding\r\n\nhis previous employment outside that  unit.  Section 75A reads as\r\n\nfollows:\r\n\n          Any person who  has lost a job  as a result  of an\r\n          injury  compensable under  this  chapter shall  be\r\n          given preference  in hiring  by  the employer  for\r\n          whom he worked at  the time of compensable  injury\r\n          over any  persons not  at the time  of application\r\n          for  re-employment  employed   by  such  employer;\r\n          provided,   however,  that   a  suitable   job  is\r\n          available.    Actions  may  be  filed  under  this\r\n          section with the superior  court department of the\r\n          trial court  for the  county in which  the alleged\r\n          violation  occurred.   An  employer found  to have\r\n          violated this section shall be  exclusively liable\r\n          to  pay to  the employee  lost wages,  shall grant\r\n          the employee  a suitable job, and  shall reimburse\r\n          such  reasonable  attorney  fees incurred  in  the\r\n          protection of  rights granted  by this section  as\r\n          shall be determined by the court.\r\n\n          In the  event that  any right  set  forth in  this\r\n          section   is  inconsistent   with  an   applicable\r\n          collective   bargaining   agreement   or   chapter\r\n          thirty- one,  the collective  bargaining agreement\r\n          or said chapter thirty-one shall prevail.\r\n\n          Although we have often stated  the following principle,\r\n\ndue to the number of groundless appeals that have come before  us\r\n\nchallenging   arbitration  awards,   it  bears   repeating  that:\r\n\n\"[j]udicial review of an arbitration award is among the narrowest\r\n\nknown  to the  law.\"   Maine  Cent.  R.R. Co.  v.  Brotherhood of\r                                                                           \r\n\nMaintenance of Way Employees, </pre><span class=\"citation\" data-id=\"522145\"><a href=\"/opinion/522145/the-maine-central-railroad-company-and-portland-terminal-company-v/\"><span class=\"volume\">873</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">425</span></a></span><pre class=\"inline\">, 428 (1st Cir. 1989).\r                                      \r\n\n                               -5-\r\r\n\nFor courts  \"do not sit to hear claims  of factual or legal error\r\n\nby  an arbitrator[,]  as  an appellate  court  does in  reviewing\r\n\ndecisions  of lower courts.\"   United Paperworkers Int'l Union v.\r                                                                        \r\n\nMisco, </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">29</span></a></span><pre class=\"inline\">, 38 (1987).  In fact, \"[f]ederal court review\r               \r\n\nof arbitral  decisions  is extremely  narrow and  extraordinarily\r\n\ndeferential.\"  Service Employees Int'l Union v. Local 1199, N.E.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"708159\"><a href=\"/opinion/708159/service-employees-international-union-afl-cio-clc-v-local-1199-ne/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">647</span></a></span><pre class=\"inline\">, 651 (1st Cir. 1995).\r\n\n          \"[A] court should  uphold an award that  depends on the\r\n\narbitrator's interpretation of a  collective bargaining agreement\r\n\nif it  can find, within  the four  corners of the  agreement, any\r\n\nplausible  basis  for that  interpretation.\" El  Dorado Technical\r                                                                           \r\n\nServs., Inc. v. Uni n General de Trabajadores de Puerto Rico, </pre><span class=\"citation\" data-id=\"581363\"><a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">,  319 (1st Cir. 1992).  That  a court would have decided\r\n\nan issue differently is not  a basis for overruling an arbitrator\r\n\nif the  arbitrator \"even arguably  acted within the scope  of his\r\n\nauthority.\"  Misco, 484 U.S. at 38.\r                            \r\n\n          Absent a claim  that the award is  against an explicit,\r\n\nwell-defined, and dominant  public policy, see Service  Employees\r                                                                           \r\n\nInt'l Union, 70  F.3d at 652, the  scope of review is  limited to\r                     \r\n\nclaims  that  the  arbitrator's decision  is:  \"(1)  unfounded in\r\n\nreason and fact;  (2) based on reasoning so  palpably faulty that\r\n\nno judge,  or group of  judges, ever could conceivably  have made\r\n\nsuch a  ruling; or (3)  mistakenly based on a  crucial assumption\r\n\nthat  is concededly  a non-fact.\"    Local 1445  United Food  and\r                                                                           \r\n\nCommercial Workers Int'l Union v. Stop &amp; Shop Cos., </pre><span class=\"citation\" data-id=\"460234\"><a href=\"/opinion/460234/local-1445-united-food-and-commercial-workers-international-union-afl-cio/\"><span class=\"volume\">776</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n21 (1st Cir. 1985).  And,  of course, \"[a]n arbitrator's view  of\r\n\n                               -6-\r\r\n\nthe scope  of the  issue .  . .  is entitled  to the  same .  . .\r\n\ndeference  .   .  .   normally  accorded   to  the   arbitrator's\r\n\ninterpretation of  the collective  bargaining agreement  itself.\"\r\n\nLarocque v.  R.W.F., Inc., </pre><span class=\"citation\" data-id=\"656106\"><a href=\"/opinion/656106/edward-larocque-v-rwf-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span><pre class=\"inline\">, 97  (1st Cir. 1993).  Based\r                                   \r\n\non  these well-established principles, the outcome of this appeal\r\n\nis preordained.\r\n\n          Although the scope of the reinstatement remedy provided\r\n\nthrough an arbitral  award is usually limited  to the contractual\r\n\nbargaining  unit  from  which the  grievance  arises,  a contrary\r\n\nresult  is not  unheard of  where the  parties have  bargained to\r\n\ngrant the arbitrator  such power.  See supra.  The parties to the\r                                                      \r\n\ncollective  bargaining  agreement,  the  same entities  presently\r\n\nbefore us, voluntarily contracted to submit to  final and binding\r\n\narbitration  any question of interpretation of that agreement, or\r\n\nany  grievance involving  employees.    It  cannot  be  seriously\r\n\ncontended  that  the  underlying controversy  submitted  to,  and\r\n\nlitigated  before, the  arbitrator  does  not  concern  both  the\r\n\ninterpretation  of the collective bargaining agreement as well as\r\n\na grievance  involving an employee.   How can the  arbitrator, in\r\n\ndetermining  whether  appellant  lived  up  to  the   contractual\r\n\nobligations  mandated  by Section  10(a)  of Article  XIV  of the\r\n\nRevere Agreement, fail to address  whether the provisions of  the\r\n\nMassachusetts Worker's  Compensation Law, incorporated  into that\r\n\nagreement by Section 10(a), have been met?\r\n\n          The response to this question as well as to appellant's\r\n\nchallenge   to  the  arbitrator's   authority  to  interpret  the\r\n\n                               -7-\r\r\n\naforementioned Massachusetts statute is self-evident.  Obviously,\r\n\nthe  arbitrator  acted  properly  and  within  the  scope of  his\r\n\ndelegated authority.  We can perceive of no valid reason  why the\r\n\nparties  could not also  agree to have  statutory rights enforced\r\n\nbefore   an   arbitral    forum.      See,   e.g.,    Gilmer   v.\r                                                                      \r\n\nInterstate/Johnson  Lane Corp., </pre><span class=\"citation\" data-id=\"112584\"><a href=\"/opinion/112584/gilmer-v-interstatejohnson-lane-corp/\"><span class=\"volume\">500</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 35  (1991) (holding\r                                        \r\n\nADEA  claims to be arbitrable); Bercovitch v. Baldwin Sch., Inc.,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">5845</span></span><pre class=\"inline\">,    F.3d     (1st Cir. 1998) (ADA claims subject  to\r\n\narbitration);  (Patterson v. Tenet Healthcare, Inc., </pre><span class=\"citation\" data-id=\"740545\"><a href=\"/opinion/740545/deborah-patterson-v-tenet-healthcare-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">832</span></a></span><pre class=\"inline\">\r                                                             \r\n\n(8th Cir. 1997)  (extending Gilmer to Title VII  claims); Mago v.\r                                                                        \r\n\nShearson Lehman Hutton,  Inc., </pre><span class=\"citation\" data-id=\"577762\"><a href=\"/opinion/577762/58-fair-emplpraccas-bna-178-58-empl-prac-dec-p-41350-dano-mago-v/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">932</span></a></span><pre class=\"inline\">, 935  (9th Cir. 1992)\r                                       \r\n\n(extending Gilmer to Title VII  claims); Utley v. Goldman Sachs &amp;\r                                                                           \r\n\nCo., </pre><span class=\"citation\" data-id=\"528194\"><a href=\"/opinion/528194/kristine-utley-v-goldman-sachs-company/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span><pre class=\"inline\">, 186 (1st  Cir. 1989) (holding inter alia Title\r                                                                     \r\n\nVII claims to be arbitrable); cf. Shearson/American Express, Inc.\r                                                                           \r\n\nv. McMahon, </pre><span class=\"citation\" data-id=\"111910\"><a href=\"/opinion/111910/shearsonamerican-express-inc-v-mcmahon/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></a></span><pre class=\"inline\">, 238 (1987) (holding Securities Exchange\r                    \r\n\nAct and RICO claims to be arbitrable); Mitsubishi Motors Corp. v.\r                                                                        \r\n\nSoler  Chrysler-Plymouth, Inc., </pre><span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span><pre class=\"inline\">, 640 (1985) (holding\r                                        \r\n\nSherman Act claims to be arbitrable).\r\n\n          A   cursory  reading  of  that  statute  leads  to  the\r\n\ninevitable conclusion that  the arbitrator's ruling in  this case\r\n\nwas not  only clearly  within the  powers granted  to him  in the\r\n\ncollective bargaining agreement, it  is substantially the  remedy\r\n\nthat  the Massachusetts  Superior Court  would  likely have  felt\r\n\nrequired to grant Joseph Abruzzese  given that the appellant is a\r\n\nsingle, unitary employer, for workman's compensation purpose.  As\r\n\na result, its  trinary profile, for labor  relations purposes, is\r\n\n                               -8-\r\r\n\npresently  irrelevant.   We note that  our views as  to the legal\r\n\nsoundness of the arbitrator's conclusions are largely gratuitous,\r\n\nfor as previously stated, even an erroneous interpretation of the\r\n\nlaw by an  arbitrator is not subject  to judicial review  if that\r\n\nauthority has been delegated to the arbitrator, as it was in this\r\n\ncase.\r\n\n          The  decision of the district court is AFFIRMED.  Costs\r                                                           AFFIRMED\r                                                                   \r\n\nare granted to appellee.\r\n\n                               -9-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740545/"
  ]
}