{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197762/",
  "absolute_url": "/opinion/197762/united-states-v-bradstreet/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197762/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:27Z",
  "date_modified": "2017-03-24T10:53:22.926147Z",
  "type": "010combined",
  "sha1": "f1bdd70424b707bab910f3dd43414a9bdb50289f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1164.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 97-1164\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    BERNARD F. BRADSTREET,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 97-1204\r\n\n                        UNITED STATES,\r\n\n                          Appellant,\r\n\n                              v.\r\n\n                    BERNARD F. BRADSTREET\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\r\n\n                                         \r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r                                                     \r\n                    Stahl, Circuit Judge,\r                                                    \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nWilliam J.  Kopeny, with whom John  W. Powell and Kopeny &amp; Powell,\r                                                                              \r\nP.C. were on brief for appellant/cross-appellee.\r            \r\nJohn J.  Falvey, Jr.  and  Jonathan L.  Kotlier, Assistant  United\r                                                           \r\nStates Attorneys, with whom  Mark W. Pearlstein, Acting United  States\r                                                       \r\nAttorney, was on brief for appellee/cross-appellant.\r\n\n                                         \r\n\n                       January 29, 1998\r\n                                         \r\r\n\n          STAHL, Circuit Judge.  Bernard F. Bradstreet is the\r                      STAHL, Circuit Judge.\r                                          \r\n\nformer  President  and Chief  Financial  Officer  of Kurzweil\r\n\nApplied  Intelligence,  Inc.,  a  Massachusetts company  that\r\n\ndevelops and sells  voice recognition software.   Following a\r\n\ntwenty-day trial, a  jury convicted Bradstreet  of conspiring\r\n\nto  commit securities fraud, see  18 U.S.C.   371; securities\r                                            \r\n\nfraud,  see 15  U.S.C.     78j(b), 78ff(a),  and 17  C.F.R.  \r                       \r\n\n240.10b-5 (\"Rule 10b-5\"); and knowingly falsifying Kurzweil's\r\n\nbooks and records in an attempt to conceal his fraud,  see 15\r                                                                      \r\n\nU.S.C.     78m(b)(5), 78ff(a),  and 17  C.F.R.    240.13b2-2.\r\n\nThereafter,  the district  court  departed downward  from the\r\n\napplicable  guidelines sentencing  range of 51-63  months and\r\n\nsentenced Bradstreet to  33 months in prison,  followed by 24\r\n\nmonths of  supervised release.   It also  ordered him  to pay\r\n\n$2.3 million in restitution.\r\n\n          Bradstreet appeals from his convictions on a number\r\n\nof  grounds, only  two  of which  are  preserved for  plenary\r\n\nappellate  review.   The  government cross-appeals  from  the\r\n\ndistrict court's sentence, arguing that, on the facts of this\r\n\ncase,  the  downward  departure was  not  within  the court's\r\n\ndiscretion.    We  affirm  the  convictions  but  vacate  the\r\n\njudgment and remand for resentencing.\r\n\n                             -3-\r                                          3\r\r\n\n                              I.\r                                          I.\r                                            \r\n\n          We  limit ourselves here  to a general  overview of\r\n\nthe case, deferring more detailed recitations of the facts to\r\n\nlater discussions of relevant issues.\r\n\n          To   sell  stock  to  the  general  public  on  the\r\n\npublicly-traded securities  markets, a company must apply for\r\n\nand  receive  the  approval of  the  Securities  and Exchange\r\n\nCommission  (SEC),  and  thereafter make  an  initial  public\r\n\noffering (IPO).  In connection with the IPO, the company must\r\n\nfile   with  the  SEC  a  prospectus  detailing  its  overall\r\n\nfinancial   condition  and   recent  financial   performance.\r\n\nSubsequently,  it also  must make  quarterly  filings of  SEC\r\n\nForms  10-Q, which  contain information  about  the company's\r\n\nfinancial performance during the preceding quarter.  \r\n\n          Sometime  in   the  early   1990's,  the   Kurzweil\r\n\nmanagement   hierarchy,  led   by  Bradstreet,   initiated  a\r\n\nsubstantial  effort to  \"take the  company public.\"   To this\r\n\nend,   Bradstreet  established   quarterly  projections   for\r\n\nrevenues and profits.   Bradstreet then  pressured Kurzweil's\r\n\nsales  force  to  meet these  projections  because investment\r\n\nbankers  were unlikely  to  underwrite  the contemplated  IPO\r\n\nunless Kurzweil  could demonstrate profitability  for several\r\n\nquarters in a row.\r\n\n          Companies determine quarterly profits  or losses on\r\n\neither a cash or an accrual basis.  In cash basis accounting,\r\n\n                             -4-\r                                          4\r\r\n\nprofit  or  loss  constitutes actual  dollars  received  less\r\n\nactual dollars spent.  In accrual basis accounting, profit or\r\n\nloss constitutes revenue  due, whether received or  not, less\r\n\nexpense  incurred, whether  paid or  not.   Because  informed\r\n\njudgment often determines  whether and when  revenue actually\r\n\nis  \"due,\" public companies that use accrual basis accounting\r\n\nmust develop revenue recognition policies that both guide the\r\n\nexercise of such  judgment and conform to  generally accepted\r\n\naccounting principles (GAAP).\r\n\n          Prior  to the decision  to go public,  Kurzweil, an\r\n\naccrual  basis  accounter,  adopted  a  revenue   recognition\r\n\npolicy.   In  June 1992, management  circulated to  the sales\r\n\nstaff  a  memorandum  reminding   the  staff  of   Kurzweil's\r\n\n\"policies  regarding   shipment  and   revenue  recognition.\"\r\n\nAttached to the memorandum was a document dated \"7/28/87\" and\r\n\nlabeled   \"Kurzweil   Applied  Intelligence,   Inc.   Revenue\r\n\nRecognition  Policy.\"   In  relevant  part,  it  stated  that\r\n\nanticipated  revenue  should  not  be  recognized  if  \"major\r\n\nuncertainties .  . .  surround culmination  of the  [revenue-\r\n\ngenerating]  transaction\" or  if  \"final  acceptance  by  the\r\n\ncustomer requires an event out  of [Kurzweil's] control . . .\r\n\n.\"\r\n\n          After an  earlier false  start, the  IPO closed  on\r\n\nAugust 17, 1993.  Thereafter, as required, Kurzweil submitted\r\n\nForms 10-Q for the quarters  ending July 31, 1993 and October\r\n\n                             -5-\r                                          5\r\r\n\n31, 1993.  The essence of the government's case was that each\r\n\nof these submissions  contained fraudulently-inflated revenue\r\n\nfigures indicating  that  Kurzweil was  profitable  when,  in\r\n\nfact, it  was operating  near or at  a loss.   In  making its\r\n\ncase,  the government sought to prove that Bradstreet; Thomas\r\n\nE.  Campbell, Kurzweil's vice  president in charge  of sales;\r\n\nand  Debra J. Murray,  Kurzweil's treasurer  and also  a vice\r\n\npresident,  conspired to and  actually did \"book\"  as revenue\r\n\nthe  anticipated proceeds  of a  number  of contingent  sales\r\n\nwhich  occurred in time periods covered by the prospectus and\r\n\nthe Forms 10-Q.  The  government also endeavored to show that\r\n\nthese  same individuals, along with David R. Earl, Kurzweil's\r\n\nvice president in  charge of operations, engaged  in a scheme\r\n\nto   conceal  the  fraud  from  the  company's  auditors  and\r\n\nunderwriters.  The  underlying indictment charged  Bradstreet\r\n\nand   Campbell  with   conspiracy   (Count  I);   substantive\r\n\nsecurities  fraud  in  connection  with  each  of  the  three\r\n\nfraudulent  submissions (Counts  II  - IV  respectively); and\r\n\nknowing  falsification of company records (Count V).  It also\r\n\ncharged Earl with  knowing falsification in Count  V.  Murray\r\n\nhad  previously entered into a cooperation and plea agreement\r\n\nwith the government and had waived indictment.\r\n\n          The  indictment  set   forth  14  improperly-booked\r\n\n\"sales\" (and  alluded to  a fifteenth) as  overt acts  in the\r\n\nconspiracy count.   The transactions in question,  which took\r\n\n                             -6-\r                                          6\r\r\n\nplace between June  1992 and January 1994, were  of two basic\r\n\ntypes:  (1)  those in  which, near the  end of a  fiscal-year\r\n\nquarter, a  Kurzweil  salesperson had  forged  a  prospective\r\n\ncustomer's signature to a sales quote; and (2) those in which\r\n\nthe prospective  customer had signed  a sales quote,  but had\r\n\nconditioned its agreement to  purchase Kurzweil equipment  on\r\n\nthe occurrence of  some event not within  Kurzweil's control,\r\n\nsuch as a future commitment from a third-party purchaser.  At\r\n\ntrial,  the  government introduced  evidence  regarding these\r\n\ntransactions and several others, the defendants' knowledge of\r\n\nthe nature of these transactions, and the defendants' efforts\r\n\nto conceal the  nature of these transactions  from Kurzweil's\r\n\nauditors  and  underwriters.    These  efforts  included  the\r\n\ncreation of side agreements, not shown to the auditors, which\r\n\nmemorialized the conditions of unfinalized sales Kurzweil had\r\n\nrecorded as  revenue; the  forging by  Kurzweil personnel  of\r\n\nresponses to audit \"confirmation letters\" which  the auditors\r\n\nhad  sent  to Kurzweil  customers to  confirm the  details of\r\n\ncertain recorded sales;  the pretextual shipment  of Kurzweil\r\n\nproducts to  a storage  facility in order  to create,  on the\r\n\nbooks, the illusion of shipment to customers; and the  giving\r\n\nof false explanations of the high and ever-growing percentage\r\n\nof Kurzweil  revenues made up  of accounts  receivable.   The\r\n\njury acquitted Earl, but convicted Bradstreet and Campbell on\r\n\nall charges.\r\n\n                             -7-\r                                          7\r\r\n\n                             II.\r                                         II.\r                                            \r\n\n          Bradstreet's appellate brief presents six developed\r\n\narguments  for reversal  of his convictions,  but hints  at a\r\n\ngood number more.  As usual, we confine our discussion to the\r\n\nissues  accompanied by  developed argumentation.   See United\r                                                                         \r\n\nStates v. Bongiorno, 106 F.3d 1027, 1034 (1st Cir. 1997).\r                               \r\n\n          Because four  of Bradstreet's  arguments, including\r\n\nthe primary  one, surface  for the first  time on  appeal, we\r\n\naddress them together under the plain-error rubric.  See Fed.\r                                                                    \r\n\nR.  Crim.  P.  52(b)  (\"Plain  errors  or  defects  affecting\r\n\nsubstantial  rights may  be noticed  although  they were  not\r\n\nbrought to  the attention of  the court.\").  We  then address\r\n\nthe two arguments Bradstreet has preserved.\r\n\nA.  Arguments Governed by Rule 52(b)\r                                                \r\n\n          Bradstreet  asserts  that the  trial  court plainly\r\n\nerred in failing  to give the jury two  instructions he never\r\n\nrequested. The first is that \"the government bears the burden\r\n\nof  negating  a  reasonable  interpretation  of  the  revenue\r\n\nrecognition  policy upon  which [its] false  statement theory\r\n\ndepends\" [sic]; the second is that the jury must \"unanimously\r\n\nagree  on either  the factual  basis for  each count,  or the\r\n\nprecise legal theory on which  [Bradstreet] was guilty\" as to\r\n\nthe  conspiracy  and  securities  fraud counts.    Bradstreet\r\n\nfurther contends that  the court plainly erred  in permitting\r\n\nthe  indictment to have been constructively amended and/or in\r\n\n                             -8-\r                                          8\r\r\n\npermitting  the facts at  trial to have  varied prejudicially\r\n\nfrom those alleged in the indictment.  \r\n\n          In   two  recent  cases,   the  Supreme  Court  has\r\n\nemphasized  and then  reaffirmed the  circumscribed authority\r\n\nRule 52(b) confers upon appellate courts.  To  be correctable\r\n\nunder Rule  52(b), an  error or defect  raised for  the first\r\n\ntime on appeal must be \"plain,\" meaning \"clear\" or \"obvious,\"\r\n\nUnited States v. Olano, 507 U.S. 725, 734 (1993), at the time\r                                  \r\n\nof  appellate consideration, Johnson v. United States, 117 S.\r                                                                 \r\n\nCt.  1544, 1549-50  (1997);  and  it  must  have  \"affect[ed]\r\n\nsubstantial  rights,\" meaning, in most cases, \"[i]t must have\r\n\naffected  the  outcome of  the  district court  proceedings,\"\r\n\nOlano, 507 U.S. at 734.  Even then, an appellate court should\r                 \r\n\nexercise its discretion to notice an error or defect, see id.\r                                                                         \r\n\nat 735-36 (noting  the permissive language of the Rule), only\r\n\nif  it \"seriously affects  the fairness, integrity  or public\r\n\nreputation of judicial proceedings,\" id. at 736 (citation and\r                                                    \r\n\ninternal  quotation marks omitted).   Although the  Court has\r\n\nnot described the contours of this discretionary inquiry with\r\n\nmuch precision, it has declined to exercise its discretion in\r\n\nthe  face of \"overwhelming\"  evidence that the  outcome would\r\n\nhave been the same in an error-free proceeding.  See Johnson,\r                                                                        \r\n\n117  S. Ct.  at 1550  (involving  failure to  instruct on  an\r\n\nelement of the offense).  We evaluate Bradstreet's first four\r\n\nappellate arguments against this unfriendly legal backdrop.\r\n\n                             -9-\r                                          9\r\r\n\n          1.  The Reasonable Interpretation Instruction\r                                                                   \r\n\n          The  trial court instructed the jury that there are\r\n\nthree  alternative ways one can commit securities fraud under\r\n\nRule  10b-5 --  employing  a device,  scheme  or artifice  to\r\n\ndefraud; making  an untrue statement  of a  material fact  or\r\n\nomitting to state  a material fact  necessary to prevent  the\r\n\nstatement made from being misleading; or engaging  in an act,\r\n\npractice  or course  of  business  which  operates  or  would\r\n\noperate as a  fraud or deceit  upon any person  -- and  that,\r\n\nalthough the government need only prove one of these three to\r\n\nsecure conviction, the  jury's \"finding must be  unanimous as\r\n\nto which type  or types of conduct, if  any, have been proven\r\n\nbeyond  a reasonable doubt.\"  It also  told the jury that, to\r\n\nconvict  Bradstreet of securities fraud, it  had to find that\r\n\nhe engaged in  the fraud knowingly,  willfully, and with  the\r\n\nintent to defraud.  The court  then defined for the jury each\r\n\nof these concepts,  and concluded its intent  instructions as\r\n\nfollows:\r\n\n               Because  the crimes  charged in  the\r\n          indictment   involve   a    specific   or\r\n          deliberate  intent  to  defraud,  a  good\r\n          faith  belief on the  part of a defendant\r\n          in the truth of his actions or statements\r\n          will  necessarily  negate   that  intent.\r\n          Even false  statements or omissions  of a\r\n          material   fact  do   not  constitute   a\r\n          violation of  the criminal  provisions of\r\n          the securities fraud law unless made with\r\n          an  intent to defraud.  This intent, as I\r\n          told you, is one that the government must\r\n          prove beyond a reasonable doubt.\r\n\n                             -10-\r                                          10\r\r\n\n               If  you were  to  have a  reasonable\r\n          doubt as to  whether a defendant  made an\r\n          inaccurate   statement   while   honestly\r\n          believing that  statement to be  true, he\r\n          cannot be held criminally liable for that\r\n          statement, even if the statement has been\r\n          shown demonstrably false.   Good faith is\r\n          a  defense  to  a   crime  containing  an\r\n          element of  specific  intent  even  if  a\r\n          defendant's belief in  the proof [sic] of\r\n          his statements was one  that a reasonable\r\n          person would not have embraced.\r\n\nBradstreet  did  not  object to  these  instructions  or seek\r\n\nadditional mens rea instructions.\r                               \r\n\n          Nevertheless,  Bradstreet  now  contends  that  the\r\n\ncourt  plainly erred  in failing  to instruct  the  jury that\r\n\nBradstreet would not  have committed securities fraud  if, in\r\n\nfact, the  revenue he  knowingly booked  was properly  booked\r\n\nunder  any  reasonable interpretation  of  Kurzweil's revenue\r\n\nrecognition  policy.  Analogizing  to a false  statement case\r\n\nfrom the Tenth  Circuit, see United States  v. Migliaccio, 34\r                                                                     \r\n\nF.3d 1517 (10th Cir. 1994),  and cases cited therein, see id.\r                                                                         \r\n\nat   1525,  Bradstreet  asserts   that  there  is   here  the\r\n\npossibility  that the  jury  convicted him  for  one or  more\r\n\nrecognitions  of revenue that were, in fact, reasonable under\r\n\na  fair  construction  of  Kurzweil s  policy.    Central  to\r\n\nBradstreet's primary argument are subsidiary contentions that\r\n\nthe jury was presented with substantively divergent summaries\r\n\nof Kurzweil s policy  in the documentary evidence and  in the\r\n\ntestimony  of several  witnesses, and  that  the trial  judge\r\n\nnever   told  the   jury  which   version  was   controlling.\r\n\n                             -11-\r                                          11\r\r\n\nBradstreet also  emphasizes our inability to  ascertain which\r\n\ntransactions the jury  relied upon in reaching  its verdicts,\r\n\nand our  putative willingness to look \"more  tolerantly\" on a\r\n\n\"failure to articulate  precisely the shape of  [a] necessary\r\n\nprotective  instruction\" in  the context of  an unprecedented\r\n\nprosecution.  See  United States v. Sawyer, 85  F.3d 713, 742\r                                                      \r\n\n(1st  Cir. 1996) (involving  a bribery prosecution  under the\r\n\nfederal Travel Act, 18 U.S.C.   1952). \r\n\n          The government responds by denying  the premises of\r\n\nBradstreet s argument.  It contends that Bradstreet presented\r\n\nas his  defense theory  lack of knowledge  of the  fraud, not\r\n\ntruth-in-conduct; that all witnesses  summaries of Kurzweil's\r\n\nrevenue recognition  policy were essentially  consonant; that\r\n\nthis prosecution was not nearly  so novel as the one reviewed\r\n\nin Sawyer; and that Bradstreet s utter failure to argue for a\r                     \r\n\nreasonable interpretation instruction below is not comparable\r\n\nto  the  more  forgivable  \"imprecise  articulation\"  of  the\r\n\nargument at issue in Sawyer.\r                                       \r\n\n          While  we  agree with  the  government's final  two\r\n\nrejoinders,  we think the first two are seriously misleading.\r\n\nOn   our  reading  of  the  record,  Bradstreet  presented  a\r\n\nbifurcated  defense.    As  to   the  vast  majority  of  the\r\n\ntransactions  at  issue,  he  denied   knowing  the  critical\r\n\nincriminating facts.   But  certainly with  respect to  three\r\n\ntransactions  -- contemplated  sales  to Transquick,  Chicago\r\n\n                             -12-\r                                          12\r\r\n\nMercy, and Willard  Hall -- and probably with  respect to two\r\n\nothers -- contemplated sales to HCA Nashville and HCA Plano -\r\n\n-  he did defend  on the  basis that  the revenue  that these\r\n\ntransactions  would have  generated  was properly  recognized\r\n\nunder Kurzweil's policy.  \r\n\n          Moreover, the  jury did hear verbal descriptions of\r\n\nKurzweil's revenue  recognition policy  which, when  taken in\r\n\nisolation,  appear  to  have  differed  materially  from  the\r\n\nwritten  versions  of  the  policy  set forth  in  the  trial\r\n\nexhibits.   As  we have  noted,  the written  version of  the\r\n\npolicy that was circulated internally at Kurzweil stated that\r\n\nrevenue should not be recognized if \"major uncertainties .  .\r\n\n.   surround   culmination    of   the   [revenue-generating]\r\n\ntransaction\" or if \"final acceptance by the customer requires\r\n\nan event out of  [Kurzweil's] control . . . .\"   See supra at\r                                                                      \r\n\n5.    The  jury  also   had  before  it  notes  to  financial\r\n\nstatements, which had  been attached to the  prospectus, that\r\n\ncontained a summary of Kurzweil's policy.  In pertinent part,\r\n\nthese  notes stated:  \"Revenue from product sales is recorded\r\n\nat the time of shipment if no significant obligation relating\r\n\nto  the  sale  remains and  collection  is  deemed probable.\"\r\n\nArguably, these documentary summaries are consistent with one\r\n\nanother, and  with the  synopsis of  the revenue  recognition\r\n\ninquiry Bradstreet himself presented to the jury:  \"Are there\r\n\nany major uncertainties and is collection probable?\"  \r\n\n                             -13-\r                                          13\r\r\n\n          They are not, however, entirely consistent with the\r\n\nexplanations of the applicable revenue recognition principles\r\n\nprovided by two of the government's more important witnesses:\r\n\nDebra Murray, Kurzweil's treasurer, and Harvey Creem, who led\r\n\nKurzweil's auditing  team up  to and through  the IPO.   Both\r\n\nMurray  and Creem used language  which might suggest that the\r\n\napplicable principles were stricter than the written versions\r\n\nof the policy seemed to indicate.\r\n\n          After  being  shown a  copy of  Kurzweil's internal\r\n\npolicy,  Murray  described  it  as  requiring  that  a  \"firm\r\n\ncontract [exist] before any goods could be shipped\"; that the\r\n\ngoods \"be shipped  to the customer and stored  at a warehouse\r\n\nonly at the request of a customer and that they were going to\r\n\nbe paying for the storage [sic]\"; and that \"there . . . be no\r\n\nobligations  beyond the company's  control.\"  She  also noted\r\n\nthat  Kurzweil's policy was  in compliance with  GAAP.  Creem\r\n\nframed  his testimony  in terms  of GAAP, and  not Kurzweil's\r\n\nwritten  policy, stating  that income  must  be \"earned\"  and\r\n\n\"realizable\"  to  be   recognizable:    \"Putting   that  into\r\n\nKurzweil's terms, Kurzweil would have delivered to a customer\r\n\na product that the customer  wanted, and the customer has the\r\n\nability to pay and is obligated to pay, both.\"    \r\n\n          If  Bradstreet  had   argued  that  there  was   an\r\n\ninterpretation of Kurzweil's revenue  recognition policy that\r\n\ndiffered  materially from  the  government's and  under which\r\n\n                             -14-\r                                          14\r\r\n\ncertain of the recognitions of  revenue at issue in this case\r\n\nwould have been proper, the  trial court, upon request, might\r\n\nwell  have  been obliged  to  give some  sort  of \"reasonable\r\n\ninterpretation\" instruction.  After all, where the government\r\n\nmust prove, as an element of the offense, falsity or, as here\r\n\n(at  least with respect to the  second and third of the three\r\n\nsecurities fraud scenarios described by Rule 10b-5, see supra\r                                                                         \r\n\nat 9-10),  something akin  to falsity;  where the  government\r\n\nalso must prove intent to defraud; where a defendant advances\r\n\nan understanding of the principles by which truth and falsity\r\n\nare  judged that  differs from  that of  the government;  and\r\n\nwhere  the defendant's actions might have been truthful under\r\n\nsuch an understanding, the government cannot carry its burden\r\n\nwithout  first  demonstrating  the  unreasonableness  of  the\r\n\ncontrary  understanding.  See Migliaccio, 34 F.3d at 1522-25.\r                                                    \r\n\n          In   this    case,   however,    Bradstreet   never\r\n\naffirmatively claimed,  either in testimony  or in  argument,\r\n\nthat  his  underlying   understanding  of  Kurzweil's  policy\r\n\ndiffered  from that  of Harvey  Creem, Debra  Murray, or  the\r\n\ngovernment.    Nor did  he  suggest that  ambiguities  in the\r\n\npolicy  made  such  a contrary  understanding  possible.   He\r\n\nmerely testified that, in his judgment and on his view of the\r\n\nhotly-contested facts,  certain  of the  transactions put  in\r\n\nissue by the  government properly triggered a  recognition of\r\n\n                             -15-\r                                          15\r\r\n\nrevenue under Kurzweil's  policy.  In light of  this, we take\r\n\nBradstreet's characterization of Kurzweil's written policy, a\r\n\ndocument to  which his lawyer drew his  attention just before\r\n\nhe gave  his characterization, to  be only a synopsis  of the\r\n\ndocument.  We do not take it to be a de  facto assertion that\r                                                          \r\n\nBradstreet's baseline  understanding of  the policy  differed\r\n\nfrom that of the government, or that a contrary understanding\r\n\nwas possible.   And  absent such an  assertion, there  was no\r\n\nneed  for  the   instruction  Bradstreet  now  contends   was\r\n\nnecessary.  \r\n\n          The transcript demonstrates that the parties  tried\r\n\nthis case on disputed historical facts and the inferences  to\r\n\nbe drawn  from those  facts.   The principles  underlying the\r\n\npolicy by which Bradstreet's conduct was to be judged, though\r\n\nsummarized  variously  and,  perhaps,  carelessly,  were  not\r\n\ncontroverted;  they  seem to  have been  commonly understood.\r\n\nThis is enough to differentiate this case from Migliaccio and\r                                                                     \r\n\nthe cases on which  it relies.  And it is  enough to convince\r\n\nus  that the  trial  court's  failure to  give  a sua  sponte\r                                                                         \r\n\nreasonable interpretation  instruction was  not plain  error.\r\n\nOn this  record, there  is no basis  for concluding  that the\r\n\njury's verdict would have been  different had the trial judge\r\n\ngiven the now-suggested instruction.  Cf. Johnson, 117 S. Ct.\r                                                             \r\n\nat 1550.\r\n\n          2.  The Remaining Plain Error Claims  \r                                                          \r\n\n                             -16-\r                                          16\r\r\n\n          Bradstreet's remaining claims  of plain error merit\r\n\nless  discussion.   As  we  have  observed, the  trial  judge\r\n\ninformed the  jury that it must unanimously  agree upon which\r\n\nof  the three types of securities fraud Bradstreet committed.\r\n\nSee supra  at 9-10.   In view  of this, we  are at a  loss to\r                     \r\n\ncomprehend Bradstreet's  suggestion that  the jury never  was\r\n\ntold to agree  on a precise legal  theory of guilt as  to the\r\n\nsecurities fraud and conspiracy counts.   \r\n\n          With respect to  the argument that the  jury should\r\n\nhave been  told that it must \"unanimously agree  on . . . the\r\n\nfactual  basis for  each count,\"  we simply  note that  it is\r\n\nunaccompanied by  citation to  any case  which even  remotely\r\n\nsupports it, and that, although this area of the law is still\r\n\ndeveloping, the weight  of the relevant authority  appears to\r\n\nbe against  requiring juries  to reach  factual unanimity  in\r\n\ncircumstances  such as these.   See McKoy  v. North Carolina,\r                                                                        \r\n\n494  U.S.  433,  449 (1990)  (\"Plainly  there  is  no general\r\n\nrequirement  that the jury reach agreement on the preliminary\r\n\nfactual issues which  underlie the verdict.\")  (Blackmun, J.,\r\n\nconcurring) (footnote omitted); United  States v. Tipton,  90\r                                                                    \r\n\nF.3d  861, 885 (4th  Cir. 1996) (unanimity  instructions need\r\n\nguard only against  a lack of  unanimity as  to the means  by\r\n\nwhich a statute  was in fact violated), cert.  denied, 117 S.\r                                                                 \r\n\nCt. 2414 (1997);  United States v. Bellrichard, 62 F.3d 1046,\r                                                          \r\n\n1049 (8th Cir. 1995) (similar), cert. denied, 116 S. Ct. 1425\r                                                        \r\n\n                             -17-\r                                          17\r\r\n\n(1996);  United States v.  Tarvers, 833 F.2d  1068, 1074 (1st\r                                              \r\n\nCir.  1987) (unanimity generally not required with respect to\r\n\na specific  act underlying an element of  a charged offense);\r\n\ncf.  United States v. Shaoul,  41 F.3d 811,  818 n.4 (2d Cir.\r                                        \r\n\n1994) (quoting pattern unanimity instructions).  We therefore\r\n\ndiscern  no \"clear\" or \"obvious\"  defect in the trial court's\r\n\nunanimity instructions.  See Olano, 507 U.S. at 734.\r                                              \r\n\n          We  are left,  then,  with  Bradstreet's claims  of\r\n\nconstructive  amendment  and/or  prejudicial  variance.   See\r                                                                         \r\n\nUnited States v.  Fisher, 3 F.3d 456, 462-63  (1st Cir. 1993)\r                                    \r\n\n(\"A  constructive amendment occurs when the charging terms of\r\n\nthe indictment are altered, either literally or in effect, by\r\n\nthe prosecution or court after the grand jury has last passed\r\n\nupon them.  A variance  occurs when the charging terms remain\r\n\nunchanged but when  the facts proved  at trial are  different\r\n\nfrom  those  alleged  in  the  indictment.\")  (citations  and\r\n\ninternal  quotation   marks  omitted).     Bradstreet   first\r\n\ncomplains about the  government's introduction into  evidence\r\n\nof transactions other  than those set forth as  overt acts in\r\n\nCount  I of  the indictment.   He  also contests  the court's\r\n\ninstruction to  the jury that it could  convict Bradstreet on\r\n\nCount V  under an  aiding and abetting  theory.   Finally, he\r\n\npoints  to  the  discrepancy  between the  relatively  strict\r\n\nsummary of Kurzweil's revenue recognition policy set forth in\r\n\nparagraph  1(f) of the  indictment -- \"[Kurzweil]  could only\r\n\n                             -18-\r                                          18\r\r\n\nrecognize a  sale as  revenue for purposes  of its  financial\r\n\nstatements  and  balance  sheet  when  (1)  it  had  a  firm,\r\n\nunconditional contract with  the buyer evidenced by  a signed\r\n\npurchase order or sales quote  signed by the customer and (2)\r\n\nit had shipped  the product to the customer\" --  and the more\r\n\nopen-ended  language found  in the  written  versions of  the\r\n\npolicy the jury saw.  None of these alleged defects is within\r\n\nthe purview of Rule 52(b).\r\n\n          First,  it is settled that the government \"need not\r\n\nrecite  all of  its evidence  in  the indictment,  nor is  it\r\n\nlimited at trial to the overt acts listed in the indictment.\"\r\n\nFisher, 3  F.3d at 462 n.16 (citation  and internal quotation\r                  \r\n\nmarks  omitted).    Bradstreet  has  not  pointed  us  toward\r\n\nanything  that  takes  this case  outside  the  general rule.\r\n\nSecond,  Count V did  effectively charge him  with falsifying\r                                \r\n\nbooks   and  records   and  aiding   and   abetting  such   a\r\n\nfalsification  by  alleging  a violation  of  the  aiding and\r\n\nabetting statute, 18  U.S.C.   2.   And even had it  not done\r\n\nso,  \"aiding and abetting  is an alternative  charge in every\r\n\ncount,  whether  explicit  or implicit.\"    United  States v.\r                                                                      \r\n\nOreto,  37  F.3d  739,  751  (1st  Cir.  1994)  (citation and\r                 \r\n\ninternal  quotation marks  omitted), cert.  denied, 513  U.S.\r                                                              \r\n\n1177 (1995).  Third, while the summary of  Kurzweil's revenue\r\n\nrecognition  policy set forth in  the indictment -- a summary\r\n\nthe jury did not hear  or read -- did differ materially  from\r\n\n                             -19-\r                                          19\r\r\n\nthe language used in the  written versions of the policy that\r\n\nwere   in  evidence,   the  lack   of   congruence  did   not\r\n\nconstructively  amend the indictment  and cause Bradstreet to\r\n\nbe  convicted of a crime  other than the  ones charged.  Cf.,\r                                                                        \r\n\ne.g., United  States v. Fletcher,  121 F.3d 187,  191-93 (5th\r                                            \r\n\nCir.) (analyzing  the effects  of a constructive  amendment),\r\n\ncert. denied, 66 U.S.L.W. 3417  (U.S. Dec. 15, 1997) (No. 97-\r                        \r\n\n6753).   Nor did it prejudice him.  See Fisher, 3 F.3d at 463\r                                                          \r\n\n(an objected-to variance constitutes reversible error only if\r\n\nit results  in prejudice).   Indeed, the  variance we  detect\r\n\nworked only to Bradstreet's advantage, as the versions of the\r\n\npolicy  the jury saw were, if anything, more defense-friendly\r\n\nthan the  summary of applicable  principles set forth  in the\r\n\nindictment.  Cf. id. at 463 n.19.\r                                \r\n\nB.  Preserved Arguments\r                                   \r\n\n          Bradstreet contends that  the trial court committed\r\n\nreversible  error  when,  in  admitting  into   evidence  the\r\n\ncooperation  agreement  between  the   government  and  Debra\r\n\nMurray, it failed to redact from the document the $10 million\r\n\nloss to investors Murray admitted  to having caused.  He also\r\n\nargues that  the court  committed reversible  error when,  in\r\n\ngiving  the  jury  an   accomplice  witness  instruction,  it\r\n\ninadvertently failed, despite  its having told Bradstreet  it\r\n\nwould  do so at the charging conference,  to tell the jury to\r\n\nconsider  what benefits Murray \"hopes to receive\" in addition\r\n\n                             -20-\r                                          20\r\r\n\nto the benefits  she had been promised or  had received.  The\r\n\nfirst argument is unconvincing and the second is frivolous.\r\n\n          Near the end  of the trial's sixth  day, Bradstreet\r\n\nand Campbell argued to the  district court that the amount of\r\n\nloss  Murray admitted  to having  caused  should be  redacted\r\n\nbecause it was irrelevant, see Fed. R. Evid. 401 and 402, or,\r                                          \r\n\neven  if  relevant,  was highly  inflammatory  and  therefore\r\n\nexcludable  under  Fed.  R. Evid.  403  (\"Although  relevant,\r\n\nevidence   may  be  excluded   if  its  probative   value  is\r\n\nsubstantially  outweighed by the  danger of unfair prejudice,\r\n\nconfusion of the  issues, or misleading the  jury . . .  .\").\r\n\nThe district court rejected this argument, reasoning that the\r\n\namount  of  loss  was  relevant to  the  materiality  of  the\r\n\nfalsely-recorded  revenue   figures.     At  Bradstreet   and\r\n\nCampbell's request, the  court then instructed the  jury that\r\n\nthe  loss stipulation was  between the government  and Murray\r\n\nonly,  and that  it  should  not be  viewed  as binding  upon\r\n\nBradstreet, Campbell, or Earl. \r\n\n          Although  Bradstreet's  appellate argument  is  not\r\n\nentirely clear on  this point, we infer that  he continues to\r\n\nview the amount of loss as either irrelevant or, if relevant,\r\n\nexcludable under  Rule 403.   The government points  out that\r\n\nBradstreet  has not  presented a  coherent  challenge to  the\r\n\ndistrict court's  reasoning  in admitting  the evidence,  and\r\n\ncontends further that  the evidence was relevant  to Murray's\r\n\n                             -21-\r                                          21\r\r\n\nknowledge of the scope of the conspiracy.  Alternatively, the\r\n\ngovernment  asserts  that  any error  in  admitting  the loss\r\n\nfigure was  harmless because \"it is highly  probable that the\r\n\nerror did not  contribute to the verdict.\"   United States v.\r                                                                      \r\n\nRose, 104  F.3d 1408, 1414  (1st Cir.), cert. denied,  117 S.\r                                                                \r\n\nCt. 2424 (1997).\r\n\n          On  the one  hand, Bradstreet  says  little in  his\r\n\nbrief about whether the amount of  loss was relevant.  On the\r\n\nother, we have some trouble seeing how the amount of loss was\r\n\nrelevant to the  materiality of the alleged  false statements\r\n\nor Murray's  knowledge of  the scope of  the conspiracy.   We\r\n\ntherefore  turn our focus  to the harmless-error  analysis by\r\n\nassuming  error arguendo  and asking  whether  the error  was\r                                    \r\n\nlikely  to  have  affected  the  verdict.   We  see  no  such\r\n\nlikelihood.   The  jury was  well aware  that the  IPO netted\r\n\nKurzweil approximately $24  million.  Moreover, the  jury was\r\n\ntold that  a private placement  of Kurzweil stock  would have\r\n\nnetted  anywhere  from  $10-15  million  less  than  an  IPO.\r\n\nFinally,  a  single investor,  Scudder,  Stevens, and  Clark,\r\n\ntestified  without  objection  that, by  April  1994,  it had\r\n\ninvested approximately $5.6 million in the company.  The jury\r\n\ntherefore could hardly have been shocked by evidence that the\r\n\ntotal  loss was  $10 million.    We are  confident that  this\r\n\nevidence had no effect on the verdict.\r\n\n                             -22-\r                                          22\r\r\n\n          As  to  Bradstreet's  objection to  the  accomplice\r\n\nwitness instruction, we think that, although the court failed\r\n\nto  use the \"hopes to receive\" language Bradstreet requested,\r\n\nthe court's lengthy instruction was adequate to convey to the\r\n\njury the  need to  scrutinize Debra  Murray's testimony  with\r\n\nspecial care.   This, in combination with the extensive cross\r\n\nexamination of Murray as to the benefits she hoped to receive\r\n\nfor  her plea  and  cooperation,  leaves  us  with  no  doubt\r\n\nwhatsoever that the  jury fully understood  it was to  regard\r\n\nwhat  Murray had  to say  with some  skepticism.   Cf. United\r                                                                         \r\n\nStates  v.  Newton,  891  F.2d   944,  950  (1st  Cir.  1989)\r                              \r\n\n(rejecting  a challenge  to  a  court's  failure to  give  an\r\n\naccomplice witness instruction because the court's immunized-\r\n\nwitness instruction advised the jury to receive the testimony\r\n\nof such a witness with caution and to weigh it with care).\r\n\n                             III.\r                                         III.\r                                             \r\n\n          Having  rejected  Bradstreet's  challenges  to  his\r\n\nconvictions, we  turn now to  the government's  cross-appeal.\r\n\nAppropriately  applying  the   1995  Guidelines  Manual,  the\r\n\nprobation  officer  who   prepared  Bradstreet's  presentence\r\n\nreport  (PSR)  recommended a  base  offense level  of  six; a\r\n\ntwo-level  increase   for  more  than  minimal   planning;  a\r\n\nfifteen-level  increase  because  the  loss  ($11,471,250.00)\r\n\nexceeded   $10   million;  a   four-level   increase  because\r\n\nBradstreet was an organizer or leader of  a criminal activity\r\n\n                             -23-\r                                          23\r\r\n\nthat  involved five  or more  participants  or was  otherwise\r\n\nextensive; and a  two-level increase for abuse  of a position\r\n\nof public or private trust.   This yielded adjusted and total\r\n\noffense levels of 29 and,  because Bradstreet had no criminal\r\n\nhistory,  a recommended guidelines sentencing range of 87-108\r\n\nmonths.\r\n\n          Prior  to sentencing,  however, Bradstreet  and the\r\n\ngovernment entered into a sentencing agreement which mirrored\r\n\nthe PSR except in two respects.  First, the government agreed\r\n\nnot  to seek  a two-level  upward adjustment  for abuse  of a\r\n\nposition of trust.  Second, the parties agreed to request the\r\n\ncourt  to  find   that  the  $11-plus  million   loss  figure\r\n\noverstated the  seriousness of  the offense, see  Application\r                                                            \r\n\nNote  7(b) of  U.S.S.G.    2F1.1,  and  that the  appropriate\r\n\namount  of   loss  to   be  attributed   to  Bradstreet   was\r\n\napproximately  $2.3  million.   Adoption of  this calculation\r\n\nwould result in a twelve, rather than fifteen, level increase\r\n\nfor  amount  of  loss.   These  provisions  of the  agreement\r\n\ncombined  to reduce the recommended total offense level to 24\r\n\nand  the  recommended  guidelines sentencing  range  to 51-63\r\n\nmonths.  The sentencing agreement also provided that the only\r\n\nground   on  which  Bradstreet  could  move  for  a  downward\r\n\ndeparture was under  a theory that his conduct  was \"a single\r\n\nact  of aberrant behavior,\" see United States v. Grandmaison,\r                                                                        \r\n\n77 F.3d 555, 560-64 (1st Cir. 1996) (explicating the contours\r\n\n                             -24-\r                                          24\r\r\n\nof this ground  of departure), and that the  government would\r\n\noppose the motion.  Prior to sentencing, Bradstreet so moved.\r\n\n          The government opposed Bradstreet's motion on three\r\n\ngrounds.   First,  it argued  that  it is  illogical to  find\r\n\naberrant conduct where, as here, there has been  no admission\r\n\nof guilt. Alternatively, it asserted that both the record and\r\n\nthe  jury's  verdicts  establish  that  Bradstreet  testified\r\n\ndishonestly when  he testified  that he did  not act  with an\r\n\nintent to defraud, see supra at  10-11 (outlining the court's\r                                        \r\n\nmens  rea instructions, which  emphasized that the  jury must\r                     \r\n\nfind an  intent to  defraud in order  to convict);  see also,\r                                                                        \r\n\ne.g., United  States v. Rostoff,  53 F.3d 398, 413  (1st Cir.\r                                           \r\n\n1995)  (a  court  is  bound  to  accept  a  fact  necessarily\r\n\nestablished by a  jury verdict when that fact  is material to\r\n\nsentencing),  and that  it  is  illogical  to  find  criminal\r\n\ndishonesty   aberrant   where  the   defendant   subsequently\r\n\ntestified dishonestly.    Finally, the  government  took  the\r\n\nposition that the duration, complexity, and sophistication of\r\n\nBradstreet's fraud defy characterization as \"a single act.\"\r\n\n          The   district   court    accepted   the   parties'\r\n\nrecommendations    as   to    the   appropriate    guidelines\r\n\ncalculations,  finding that  Bradstreet had  a total  offense\r\n\nlevel of 24 and an applicable guidelines sentencing  range of\r\n\n51-63 months.  The court then granted Bradstreet's motion for\r\n\na  downward  departure,  reduced Bradstreet's  total  offense\r\n\n                             -25-\r                                          25\r\r\n\nlevel  to 20 (yielding a guidelines sentencing range of 33-41\r\n\nmonths), and sentenced Bradstreet to 33 months in prison.  In\r\n\ndoing so,  the  court implicitly  rejected  the  government's\r\n\nargument  that  a defendant  must  admit  guilt in  order  to\r\n\nreceive  an aberrant  conduct  departure.    The  court  also\r\n\nrejected without explanation the argument that the record and\r\n\nverdicts establish that Bradstreet testified dishonestly, and\r\n\nthat this fact makes  him legally ineligible for an  aberrant\r\n\nconduct departure.\r\n\n          Rather,  the  court  looked  to  our  statement  in\r\n\nGrandmaison that \"aberrant behavior departures are  available\r                       \r\n\nto  first offenders whose course of criminal conduct involves\r\n\nmore  than  one  criminal  act,\"  77 F.3d  at  563,  and  our\r\n\ndirective  that  courts  judge  aberrance  vel  non  under  a\r                                                               \r\n\ntotality-of-circumstances test, see id.  at 563-64 (approving\r                                                   \r\n\nconsideration of  factors such  as the  absence of  pecuniary\r\n\ngain  to the  defendant,  prior good  deeds,  and efforts  to\r\n\nmitigate the effects of  the crime), to find  that Bradstreet\r\n\nhad  engaged  in  \"behavior  .  .  .  animated  by  a  single\r\n\nobjective, . .  . the success of  the Kurzweil IPO.\"   In the\r\n\ncourt's  view, Bradstreet's conduct  was, under the  facts of\r\n\nthis case, tantamount to  a single act.  And the  totality of\r\n\nthe circumstances -- a perceived lack of motivation by greed,\r\n\nan\r\n\notherwise exemplary life, a record of significant charitable\r\n\n                             -26-\r                                          26\r\r\n\ngiving,  and an impressive outpouring of support from friends\r\n\nand  family  -- warranted  the  conclusion  that Bradstreet's\r\n\nconduct was aberrant.\r\n\n          Even  if we  were to  follow  the district  court's\r\n\napproach  and to define  Bradstreet's criminal conduct  at an\r\n\nexceedingly  high  level   of  generality,  that  is,   as  a\r\n\nmulti-faceted  act  of  dishonesty  designed  to  obtain  for\r\n\nKurzweil  badly-need cash during  the 1992-94 time  frame, we\r\n\nare  faced with the government's arguments that what occurred\r\n\nwas  not  a   single  aberrant  act  of   dishonesty  because\r\n\nBradstreet  did not  plead  guilty and/or  because Bradstreet\r\n\nengaged  in the wholly-separate act of testifying dishonestly\r\n\nabout his conduct.  Because  we see no convincing response to\r\n\nthe latter of these two arguments on the  facts of this case,\r\n\nwe accept  it  and  leave to  another  day  consideration  of\r\n\nwhether  an  admission  of  guilt  is  a prerequisite  to  an\r\n\naberrant behavior departure.\r\n\n          Although  Grandmaison  takes an  expansive  view of\r                                           \r\n\nthat which constitutes  a single act of aberrant  conduct, it\r\n\nconfirms that  the Guidelines Manual  means what it says:   a\r\n\ndeparture  for  an  act  that  is composed  of  a  number  of\r\n\ncomponent  acts, id.  at  563  (\"[S]ingle  acts  of  aberrant\r                                \r\n\nbehavior  . .  .  include  multiple acts  leading  up to  the\r\n\ncommission of a  crime.\"), is permissible only if  the act is\r\n\nsingular, see id. at 564  (first time offenders who have been\r                             \r\n\n                             -27-\r                                          27\r\r\n\n\"convicted of several unrelated offenses\" are not entitled to\r\n\naberrant  conduct departures).   Moreover, in the  context of\r\n\nguidelines  sentencing, we  think it  obvious  that the  term\r\n\n\"aberrant\" must look  forward as well as backward.   In other\r\n\nwords, an aberrant behavior departure is not warranted unless\r\n\nthe conduct at issue is both a marked departure from the past\r\n\nand is unlikely to recur.  Cf. United States v. Lam,  20 F.3d\r                                                               \r\n\n999, 1004  (9th Cir.  1994) (\"[I]n  this  context, calling  a\r\n\nconsistent criminal's behavior aberrant would  be an oxymoron\r\n\nand, perhaps,  make us look  like oxen or morons  or both.\").\r\n\nIn so  holding, we  note that the  Ninth Circuit,  which also\r\n\ntakes an expansive  view of that  which constitutes a  single\r\n\nact of  aberrant behavior,  see United  States v.  Takai, 941\r                                                                    \r\n\nF.2d 738, 741 (9th Cir. 1991), apparently includes likelihood\r\n\nof recurrence as  part of its aberrance calculation, see Lam,\r                                                                        \r\n\n20 F.3d at 1005.\r\n\n          Under  these  criteria  and  on  this  record,  the\r\n\ndistrict  court  exceeded  its  discretion  in  rejecting the\r\n\ngovernment's  dishonest  testimony   argument  and  departing\r\n\ndownward.  The argument rests  on two premises, one legal and\r\n\none factual:   (1) one convicted  of criminal dishonesty  who\r\n\ntestifies dishonestly about his conduct is not entitled to an\r\n\naberrant  conduct departure  as a  matter of  law; and  (2) a\r\n\nfinding  that Bradstreet did not testify dishonestly would be\r\n\nan abuse of discretion.   Because the court failed to specify\r\n\n                             -28-\r                                          28\r\r\n\nwhich of these premises it did not accept, we examine each in\r\n\nturn.\r\n\n          We think  it  obvious that  the government's  legal\r\n\npremise  is sound.  As we have observed, a departure based on\r\n\na finding that the relevant criminal conduct was a single act\r\n\nof  aberrant behavior is  appropriate only where  the conduct\r\n\nwas isolated and is unlikely to recur.  Yet one who testifies\r\n\ndishonestly  after engaging  in  felonious dishonesty  cannot\r\n\ncredibly  make either  claim.    One  convicted  of  criminal\r\n\ndishonesty is therefore  not entitled to an  aberrant conduct\r\n\ndeparture  if he has testified dishonestly about his criminal\r\n\nconduct.\r\n\n          We  also   agree  with  the   government's  factual\r\n\npremise.  As the  government  pointed out  both below  and on\r\n\nappeal,  Bradstreet testified that he  did not intend to file\r\n\nfalse  information in connection with the public offering, to\r\n\nfile  false  financial  statements  in  connection  with  the\r\n\nrelevant Forms  10-Q, or  to conceal  records or  information\r\n\nfrom  the auditors.   The  verdicts  against him  necessarily\r\n\nestablish, however, that the jury rejected this testimony and\r\n\nfound that he did act with  an intent to defraud.   See supra\r                                                                         \r\n\nat 10-11 (noting that the court instructed the jury to acquit\r\n\nunless  it found  that  Bradstreet acted  with  an intent  to\r\n\ndefraud and setting forth the court's mens rea instructions).\r                                                          \r\n\nIn  our  view,  this  finding  conclusively  establishes that\r\n\n                             -29-\r                                          29\r\r\n\nBradstreet  testified dishonestly  at trial.  After all,  the\r\n\njury's verdict must  be credited  over Bradstreet's  contrary\r\n\ntestimony, see,  e.g., Rostoff, 53 F.3d at  413; the contrary\r                                          \r\n\ntestimony   strikes  us   as   inherently  not   subject   to\r\n\ncharacterization  as  unintentional,  cf.  United  States  v.\r                                                                     \r\n\nDunnigan, 507  U.S. 87,  94 (1993)  (making clear that  false\r                    \r\n\ntestimony  is  not  perjurious  where  it  is  \"a  result  of\r\n\nconfusion,  mistake, or faulty  memory\"); and, in  any event,\r\n\nBradstreet  has not responded to the government's argument by\r\n\nsuggesting that his false intent testimony was unintentional.\r\n\nTo the contrary, he has  steadfastly maintained that he acted\r\n\nwithout an intent  to defraud during  the entire pendency  of\r\n\nthese proceedings.\r\n\n          Bradstreet attempts to rebut  this line of analysis\r\n\nin three  ways.  First,  he appears in  some places to  argue\r\n\nthat the district court departed  downward on some ground  or\r\n\ngrounds  other  than  the  guidelines-based  single   act  of\r\n\naberrant  behavior  ground,  and  that  the  Supreme  Court's\r\n\ndecision in  Koon v.  United States, 116  S. Ct.  2035 (1996)\r                                               \r\n\n(establishing   an  across-the-board   abuse  of   discretion\r\n\nreviewing standard for sentencing  departures), validates the\r\n\ncourt's authority to engage in such a departure.  We think it\r\n\napparent, however, that the court based its departure  on the\r\n\nground  on which  departure  was  sought:  that  the  conduct\r\n\nunderlying  the conviction  was  a  single  act  of  aberrant\r\n\n                             -30-\r                                          30\r\r\n\nbehavior.  To  the extent that the court  ranged far and wide\r\n\nin explaining its departure, we perceive it only to have been\r\n\nemploying the totality-of-circumstances test we prescribed in\r\n\nGrandmaison.        Second, Bradstreet seems  to contend that\r                       \r\n\nKoon  precludes   appellate  courts  from   establishing  the\r                \r\n\ncontours  of mixed  fact/law  concepts  such  as  that  which\r\n\nconstitutes  a single act  of aberrant behavior.   Koon makes\r                                                                   \r\n\nclear, however,  that the appellate courts are to continue to\r\n\nestablish  the  legal  boundaries  and to  correct  law-based\r\n\nmisapplications of such concepts.  See 116 S. Ct. at 2047-48.\r                                                  \r\n\nHere, for  the reasons just  stated, we think  the sentencing\r\n\ncourt went beyond its legal boundaries when it concluded that\r\n\nthe dishonest conduct underlying Bradstreet's convictions was\r\n\nboth a one-time occurrence and an aberration.  We simply have\r\n\ncorrected the court's error.\r\n\n          Finally, Bradstreet contends that the  jury did not\r\n\nnecessarily reject any aspect of his testimony.  In doing so,\r\n\nhe  reanimates  his  argument that,  because  the  jury heard\r\n\nsubstantively  divergent   versions  of   Kurzweil's  revenue\r\n\nrecognition policy  and was  not told to  acquit if  it found\r\n\nthat  the revenue  Bradstreet knowingly  booked was  properly\r\n\nbooked under a  reasonable interpretation of the  policy, his\r\n\nconviction is fatally flawed.  In Bradstreet's view, the jury\r\n\nmight  have  believed that  he  knew nothing  about  the true\r\n\nnature  of   those  transactions  involving   forgeries,  but\r\n\n                             -31-\r                                          31\r\r\n\nnonetheless  convicted him on the basis of those transactions\r\n\nhe defended as having generated properly-recognized revenue.\r\n\n          Even  if we assume  this unlikely scenario  for the\r\n\nsake  of  argument,  it remains  fact  that  Bradstreet never\r\n\nargued  that there was an interpretation of Kurzweil's policy\r\n\nthat differed in some respect  from the government's.  And on\r\n\nthis record, there is no basis for an inference that the jury\r\n\nunderstood the testifying witnesses' summaries of  Kurzweil's\r\n\nrevenue  recognition  policy   to  be  anything  other   than\r\n\ndivergent synopses of commonly-understood concepts.   We thus\r\n\nhave  every   confidence  that  the   jury  determined   that\r\n\nBradstreet acted with an intent  to defraud by reference to a\r\n\ncommon and proper  set of  principles.  As  a result, we  are\r\n\nbound to credit the jury's intent finding, which conclusively\r\n\ndemonstrates its rejection of Bradstreet's testimony.\r\n\n          We wish  to be clear  on the precise nature  of our\r\n\nruling.  We do  not employ a per se rule that  an accused who\r                                               \r\n\ngives testimony that is necessarily rejected  by the jury has\r\n\nintentionally  testified  dishonestly --  i.e.,  that he  has\r\n\nperjured himself.  As we  have stated, such testimony, though\r\n\nit must be taken  as false, see Rostoff, 53 F.3d  at 413, may\r                                                   \r\n\nnot  have been  intentionally  false; it  may  have been  the\r\n\nproduct  of  confusion,   mistake,  or  faulty  memory,   see\r                                                                         \r\n\nDunnigan, 507 U.S. at  95.  Here, though, for reasons we have\r                    \r\n\n                             -32-\r                                          32\r\r\n\nexplained,  see supra  at  29,  Bradstreet's false  testimony\r                                 \r\n\nsimply is not capable of being regarded as unintentional.  \r\n\n          Because the record is fully developed on this point\r\n\nand Bradstreet has had an ample opportunity to respond to the\r\n\ngovernment's argument, we rule, as  a matter of law, that the\r\n\ndishonest activity  for which Bradstreet stands convicted was\r\n\nnot a single act of aberrant conduct.  Accordingly, we vacate\r\n\nBradstreet's  sentence and  remand  for  resentencing.   See,\r                                                                        \r\n\ne.g., Rostoff, 53 F.3d at 413-14.  \r                         \r\n\n                             IV.\r                                         IV.\r                                            \r\n\n          Our  decision  to  nullify  the  district   court's\r\n\ndownward  departure might  strike  some  as  harsh.   We  are\r\n\nacutely aware  that incarceration is  but one of a  number of\r\n\nruinous consequences that the  52-year-old Bradstreet and his\r\n\nfamily are suffering as a result of his conduct.  And we have\r\n\na  great deal  of respect  for the  informed judgment  of the\r\n\nexperienced judge  who determined that,  in light of  all the\r\n\ncircumstances, nearly three years  in prison is enough.   But\r\n\nit  hardly bears repeating that, under guidelines sentencing,\r\n\na judge has  limited discretion to depart  from an applicable\r\n\nguidelines  sentencing range.    This  case  is  yet  another\r\n\nstriking reminder of this fact.\r\n\n          For the  reasons  stated,  we  affirm  Bradstreet's\r                                                     affirm\r                                                           \r\n\nconvictions  but   vacate   the  judgment   and  remand   for\r                               vacate\r                                     \r\n\nresentencing.\r\n\n                             -33-\r                                          33\r\r\n",
  "html": "<p class=\"case_cite\">135 F.3d 46</p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 90,135<br>UNITED STATES, Appellee,<br>v.<br>Bernard F. BRADSTREET, Defendant, Appellant.<br>UNITED STATES, Appellant,<br>v.<br>Bernard F. BRADSTREET Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 97-1164, 97-1204.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 8, 1997.<br>Decided Jan. 29, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William J. Kopeny, with whom John W. Powell and Kopeny &amp; Powell, P.C., Irvine, CA, were on brief, for appellant/cross-appellee.</p>\n      <p class=\"indent\">John J. Falvey, Jr. and Jonathan L. Kotlier, Assistant United States Attorneys, with whom Mark W. Pearlstein, Acting United States Attorney, Boston, MA, was on brief, for appellee/cross-appellant.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL, Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Bernard F. Bradstreet is the former President and Chief Financial Officer of Kurzweil Applied Intelligence, Inc., a Massachusetts company that develops and sells voice recognition software.  Following a twenty-day trial, a jury convicted Bradstreet of conspiring to commit securities fraud, see 18 U.S.C. &#167; 371;  securities fraud, see 15 U.S.C. &#167;&#167; 78j(b), 78ff(a), and 17 C.F.R. &#167; 240.10b-5 (\"Rule 10b-5\");  and knowingly falsifying Kurzweil's books and records in an attempt to conceal his fraud, see 15 U.S.C. &#167;&#167; 78m(b)(5), 78ff(a), and 17 C.F.R. &#167; 240.13b2-2.  Thereafter, the district court departed downward from the applicable guidelines sentencing range of 51-63 months and sentenced Bradstreet to 33 months in prison, followed by 24 months of supervised release.  It also ordered him to pay $2.3 million in restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bradstreet appeals from his convictions on a number of grounds, only two of which are preserved for plenary appellate review.  The government cross-appeals from the district court's sentence, arguing that, on the facts of this case, the downward departure was not within the court's discretion.  We affirm the convictions but vacate the judgment and remand for resentencing.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We limit ourselves here to a general overview of the case, deferring more detailed recitations of the facts to later discussions of relevant issues.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To sell stock to the general public on the publicly-traded securities markets, a company must apply for and receive the approval of the Securities and Exchange Commission (SEC), and thereafter make an initial public offering (IPO).  In connection with the IPO, the company must file with the SEC a prospectus detailing its overall financial condition and recent financial performance.  Subsequently, it also must make quarterly filings of SEC Forms 10-Q, which contain information about the company's financial performance during the preceding quarter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sometime in the early 1990's, the Kurzweil management hierarchy, led by Bradstreet, initiated a substantial effort to \"take the company public.\"   To this end, Bradstreet established quarterly projections for revenues and profits.  Bradstreet then pressured Kurzweil's sales force to meet these projections because investment bankers were unlikely to underwrite the contemplated IPO unless Kurzweil could demonstrate profitability for several quarters in a row.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Companies determine quarterly profits or losses on either a cash or an accrual basis.  In cash basis accounting, profit or loss constitutes actual dollars received less actual dollars spent.  In accrual basis accounting, profit or loss constitutes revenue due, whether received or not, less expense incurred, whether paid or not.  Because informed judgment often determines whether and when revenue actually is \"due,\" public companies that use accrual basis accounting must develop revenue recognition policies that both guide the exercise of such judgment and conform to generally accepted accounting principles (GAAP).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Prior to the decision to go public, Kurzweil, an accrual basis accounter, adopted a revenue recognition policy.  In June 1992, management circulated to the sales staff a memorandum reminding the staff of Kurzweil's \"policies regarding shipment and revenue recognition.\"   Attached to the memorandum was a document dated \"7/28/87\" and labeled \"Kurzweil Applied Intelligence, Inc. Revenue Recognition Policy.\"   In relevant part, it stated that anticipated revenue should not be recognized if \"major uncertainties ... surround culmination of the [revenue-generating] transaction\" or if \"final acceptance by the customer requires an event out of [Kurzweil's] control....\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After an earlier false start, the IPO closed on August 17, 1993.  Thereafter, as required, Kurzweil submitted Forms 10-Q for the quarters ending July 31, 1993 and October 31, 1993.  The essence of the government's case was that each of these submissions contained fraudulently-inflated revenue figures indicating that Kurzweil was profitable when, in fact, it was operating near or at a loss.  In making its case, the government sought to prove that Bradstreet;  Thomas E. Campbell, Kurzweil's vice president in charge of sales;  and Debra J. Murray, Kurzweil's treasurer and also a vice president, conspired to and actually did \"book\" as revenue the anticipated proceeds of a number of contingent sales which occurred in time periods covered by the prospectus and the Forms 10-Q. The government also endeavored to show that these same individuals, along with David R. Earl, Kurzweil's vice president in charge of operations, engaged in a scheme to conceal the fraud from the company's auditors and underwriters.  The underlying indictment charged Bradstreet and Campbell with conspiracy (Count I);  substantive securities fraud in connection with each of the three fraudulent submissions (Counts II--IV respectively);  and knowing falsification of company records (Count V).  It also charged Earl with knowing falsification in Count V. Murray had previously entered into a cooperation and plea agreement with the government and had waived indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The indictment set forth 14 improperly-booked \"sales\" (and alluded to a fifteenth) as overt acts in the conspiracy count.  The transactions in question, which took place between June 1992 and January 1994, were of two basic types:  (1) those in which, near the end of a fiscal-year quarter, a Kurzweil salesperson had forged a prospective customer's signature to a sales quote;  and (2) those in which the prospective customer had signed a sales quote, but had conditioned its agreement to purchase Kurzweil equipment on the occurrence of some event not within Kurzweil's control, such as a future commitment from a third-party purchaser.  At trial, the government introduced evidence regarding these transactions and several others, the defendants' knowledge of the nature of these transactions, and the defendants' efforts to conceal the nature of these transactions from Kurzweil's auditors and underwriters.  These efforts included the creation of side agreements, not shown to the auditors, which memorialized the conditions of unfinalized sales Kurzweil had recorded as revenue;  the forging by Kurzweil personnel of responses to audit \"confirmation letters\" which the auditors had sent to Kurzweil customers to confirm the details of certain recorded sales;  the pretextual shipment of Kurzweil products to a storage facility in order to create, on the books, the illusion of shipment to customers;  and the giving of false explanations of the high and ever-growing percentage of Kurzweil revenues made up of accounts receivable.  The jury acquitted Earl, but convicted Bradstreet and Campbell on all charges.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Bradstreet's appellate brief presents six developed arguments for reversal of his convictions, but hints at a good number more.  As usual, we confine our discussion to the issues accompanied by developed argumentation.  See United States v. Bongiorno, 106 F.3d 1027, 1034 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because four of Bradstreet's arguments, including the primary one, surface for the first time on appeal, we address them together under the plain-error rubric.  See Fed.R.Crim.P. 52(b) (\"Plain errors or defects affecting substantial rights may be noticed although they were not brought to the attention of the court.\").  We then address the two arguments Bradstreet has preserved.</p>\n    </div>\n    <p>A. Arguments Governed by Rule 52(b)</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Bradstreet asserts that the trial court plainly erred in failing to give the jury two instructions he never requested.  The first is that \"the government bears the burden of negating a reasonable interpretation of the revenue recognition policy upon which [its] false statement theory depends\" [sic];  the second is that the jury must \"unanimously agree on either the factual basis for each count, or the precise legal theory on which [Bradstreet] was guilty\" as to the conspiracy and securities fraud counts.  Bradstreet further contends that the court plainly erred in permitting the indictment to have been constructively amended and/or in permitting the facts at trial to have varied prejudicially from those alleged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In two recent cases, the Supreme Court has emphasized and then reaffirmed the circumscribed authority Rule 52(b) confers upon appellate courts.  To be correctable under Rule 52(b), an error or defect raised for the first time on appeal must be \"plain,\" meaning \"clear\" or \"obvious,\" United States v. Olano, 507 U.S. 725, 734, 113 S.Ct. 1770, 1777-78, 123 L.Ed.2d 508 (1993), at the time of appellate consideration, Johnson v. United States, --- U.S. ----, ---- - ----, 117 S.Ct. 1544, 1549-50, 137 L.Ed.2d 718 (1997);  and it must have \"affect[ed] substantial rights,\" meaning, in most cases, \"[i]t must have affected the outcome of the district court proceedings,\" Olano, 507 U.S. at 734, 113 S.Ct. at 1778.   Even then, an appellate court should exercise its discretion to notice an error or defect, see id. at 735-36, 113 S.Ct. at 1778-79 (noting the permissive language of the Rule), only if it \"seriously affects the fairness, integrity or public reputation of judicial proceedings,\" id. at 736, 113 S.Ct. at 1779 (citation and internal quotation marks omitted).  Although the Court has not described the contours of this discretionary inquiry with much precision, it has declined to exercise its discretion in the face of \"overwhelming\" evidence that the outcome would have been the same in an error-free proceeding.  See Johnson, --- U.S. at ----, 117 S.Ct. at 1550 (involving failure to instruct on an element of the offense).  We evaluate Bradstreet's first four appellate arguments against this unfriendly legal backdrop.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. The Reasonable Interpretation Instruction</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The trial court instructed the jury that there are three alternative ways one can commit securities fraud under Rule 10b-5--employing a device, scheme or artifice to defraud;  making an untrue statement of a material fact or omitting to state a material fact necessary to prevent the statement made from being misleading;  or engaging in an act, practice or course of business which operates or would operate as a fraud or deceit upon any person--and that, although the government need only prove one of these three to secure conviction, the jury's \"finding must be unanimous as to which type or types of conduct, if any, have been proven beyond a reasonable doubt.\"   It also told the jury that, to convict Bradstreet of securities fraud, it had to find that he engaged in the fraud knowingly, willfully, and with the intent to defraud.  The court then defined for the jury each of these concepts, and concluded its intent instructions as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because the crimes charged in the indictment involve a specific or deliberate intent to defraud, a good faith belief on the part of a defendant in the truth of his actions or statements will necessarily negate that intent.  Even false statements or omissions of a material fact do not constitute a violation of the criminal provisions of the securities fraud law unless made with an intent to defraud.  This intent, as I told you, is one that the government must prove beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If you were to have a reasonable doubt as to whether a defendant made an inaccurate statement while honestly believing that statement to be true, he cannot be held criminally liable for that statement, even if the statement has been shown demonstrably false.  Good faith is a defense to a crime containing an element of specific intent even if a defendant's belief in the proof [sic] of his statements was one that a reasonable person would not have embraced.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Bradstreet did not object to these instructions or seek additional mens rea instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nevertheless, Bradstreet now contends that the court plainly erred in failing to instruct the jury that Bradstreet would not have committed securities fraud if, in fact, the revenue he knowingly booked was properly booked under any reasonable interpretation of Kurzweil's revenue recognition policy.  Analogizing to a false statement case from the Tenth Circuit, see United States v. Migliaccio, 34 F.3d 1517 (10th Cir.1994), and cases cited therein, see id. at 1525, Bradstreet asserts that there is here the possibility that the jury convicted him for one or more recognitions of revenue that were, in fact, reasonable under a fair construction of Kurzweil's policy.  Central to Bradstreet's primary argument are subsidiary contentions that the jury was presented with substantively divergent summaries of Kurzweil's policy in the documentary evidence and in the testimony of several witnesses, and that the trial judge never told the jury which version was controlling.  Bradstreet also emphasizes our inability to ascertain which transactions the jury relied upon in reaching its verdicts, and our putative willingness to look \"more tolerantly\" on a \"failure to articulate precisely the shape of [a] necessary protective instruction\" in the context of an unprecedented prosecution.  See United States v. Sawyer, 85 F.3d 713, 742 (1st Cir.1996) (involving a bribery prosecution under the federal Travel Act, 18 U.S.C. &#167; 1952).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government responds by denying the premises of Bradstreet's argument.  It contends that Bradstreet presented as his defense theory lack of knowledge of the fraud, not truth-in-conduct;  that all witnesses' summaries of Kurzweil's revenue recognition policy were essentially consonant;  that this prosecution was not nearly so novel as the one reviewed in Sawyer;  and that Bradstreet's utter failure to argue for a reasonable interpretation instruction below is not comparable to the more forgivable \"imprecise articulation\" of the argument at issue in Sawyer.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While we agree with the government's final two rejoinders, we think the first two are seriously misleading.  On our reading of the record, Bradstreet presented a bifurcated defense.  As to the vast majority of the transactions at issue, he denied knowing the critical incriminating facts.  But certainly with respect to three transactions--contemplated sales to Transquick, Chicago Mercy, and Willard Hall--and probably with respect to two others--contemplated sales to HCA Nashville and HCA Plano--he did defend on the basis that the revenue that these transactions would have generated was properly recognized under Kurzweil's policy.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Moreover, the jury did hear verbal descriptions of Kurzweil's revenue recognition policy which, when taken in isolation, appear to have differed materially from the written versions of the policy set forth in the trial exhibits.  As we have noted, the written version of the policy that was circulated internally at Kurzweil stated that revenue should not be recognized if \"major uncertainties ... surround culmination of the [revenue-generating] transaction\" or if \"final acceptance by the customer requires an event out of [Kurzweil's] control....\"  See supra at 49.   The jury also had before it notes to financial statements, which had been attached to the prospectus, that contained a summary of Kurzweil's policy.  In pertinent part, these notes stated:  \"Revenue from product sales is recorded at the time of shipment if no significant obligation relating to the sale remains and collection is deemed probable.\"   Arguably, these documentary summaries are consistent with one another, and with the synopsis of the revenue recognition inquiry Bradstreet himself presented to the jury:  \"Are there any major uncertainties and is collection probable?\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">They are not, however, entirely consistent with the explanations of the applicable revenue recognition principles provided by two of the government's more important witnesses:  Debra Murray, Kurzweil's treasurer, and Harvey Creem, who led Kurzweil's auditing team up to and through the IPO.  Both Murray and Creem used language which might suggest that the applicable principles were stricter than the written versions of the policy seemed to indicate.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">After being shown a copy of Kurzweil's internal policy, Murray described it as requiring that a \"firm contract [exist] before any goods could be shipped\";  that the goods \"be shipped to the customer and stored at a warehouse only at the request of a customer and that they were going to be paying for the storage [sic]\";  and that \"there ... be no obligations beyond the company's control.\"   She also noted that Kurzweil's policy was in compliance with GAAP.  Creem framed his testimony in terms of GAAP, and not Kurzweil's written policy, stating that income must be \"earned\" and \"realizable\" to be recognizable:  \"Putting that into Kurzweil's terms, Kurzweil would have delivered to a customer a product that the customer wanted, and the customer has the ability to pay and is obligated to pay, both.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">If Bradstreet had argued that there was an interpretation of Kurzweil's revenue recognition policy that differed materially from the government's and under which certain of the recognitions of revenue at issue in this case would have been proper, the trial court, upon request, might well have been obliged to give some sort of \"reasonable interpretation\" instruction.  After all, where the government must prove, as an element of the offense, falsity or, as here (at least with respect to the second and third of the three securities fraud scenarios described by Rule 10b-5, see supra at 50-51), something akin to falsity;  where the government also must prove intent to defraud;  where a defendant advances an understanding of the principles by which truth and falsity are judged that differs from that of the government;  and where the defendant's actions might have been truthful under such an understanding, the government cannot carry its burden without first demonstrating the unreasonableness of the contrary understanding.  See Migliaccio, 34 F.3d at 1522-25.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In this case, however, Bradstreet never affirmatively claimed, either in testimony or in argument, that his underlying understanding of Kurzweil's policy differed from that of Harvey Creem, Debra Murray, or the government.  Nor did he suggest that ambiguities in the policy made such a contrary understanding possible.  He merely testified that, in his judgment and on his view of the hotly-contested facts, certain of the transactions put in issue by the government properly triggered a recognition of revenue under Kurzweil's policy.  In light of this, we take Bradstreet's characterization of Kurzweil's written policy, a document to which his lawyer drew his attention just before he gave his characterization, to be only a synopsis of the document.  We do not take it to be a de facto assertion that Bradstreet's baseline understanding of the policy differed from that of the government, or that a contrary understanding was possible.  And absent such an assertion, there was no need for the instruction Bradstreet now contends was necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The transcript demonstrates that the parties tried this case on disputed historical facts and the inferences to be drawn from those facts.  The principles underlying the policy by which Bradstreet's conduct was to be judged, though summarized variously and, perhaps, carelessly, were not controverted;  they seem to have been commonly understood.  This is enough to differentiate this case from Migliaccio and the cases on which it relies.  And it is enough to convince us that the trial court's failure to give a sua sponte reasonable interpretation instruction was not plain error.  On this record, there is no basis for concluding that the jury's verdict would have been different had the trial judge given the now-suggested instruction.  Cf. Johnson, --- U.S. at ----, 117 S.Ct. at 1550.</p>\n    </div>\n    <p class=\"indent\">2. The Remaining Plain Error Claims</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Bradstreet's remaining claims of plain error merit less discussion.  As we have observed, the trial judge informed the jury that it must unanimously agree upon which of the three types of securities fraud Bradstreet committed.  See supra at 50-51.   In view of this, we are at a loss to comprehend Bradstreet's suggestion that the jury never was told to agree on a precise legal theory of guilt as to the securities fraud and conspiracy counts.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">With respect to the argument that the jury should have been told that it must \"unanimously agree on ... the factual basis for each count,\" we simply note that it is unaccompanied by citation to any case which even remotely supports it, and that, although this area of the law is still developing, the weight of the relevant authority appears to be against requiring juries to reach factual unanimity in circumstances such as these.  See McKoy v. North Carolina, 494 U.S. 433, 449, 110 S.Ct. 1227, 1236-37, 108 L.Ed.2d 369 (1990) (\"Plainly there is no general requirement that the jury reach agreement on the preliminary factual issues which underlie the verdict.\")  (Blackmun, J., concurring) (footnote omitted);  United States v. Tipton, 90 F.3d 861, 885 (4th Cir.1996) (unanimity instructions need guard only against a lack of unanimity as to the means by which a statute was in fact violated), cert. denied, --- U.S. ----, 117 S.Ct. 2414, 138 L.Ed.2d 179 (1997);  United States v. Bellrichard, 62 F.3d 1046, 1049 (8th Cir.1995) (similar), cert. denied, 517 U.S. 1137, 116 S.Ct. 1425, 134 L.Ed.2d 549 (1996);  United States v. Tarvers, 833 F.2d 1068, 1074 (1st Cir.1987) (unanimity generally not required with respect to a specific act underlying an element of a charged offense);  cf.  United States v. Shaoul, 41 F.3d 811, 818 n. 4 (2d Cir.1994) (quoting pattern unanimity instructions).  We therefore discern no \"clear\" or \"obvious\" defect in the trial court's unanimity instructions.  See Olano, 507 U.S. at 734, 113 S.Ct. at 1777-78.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We are left, then, with Bradstreet's claims of constructive amendment and/or prejudicial variance.  See United States v. Fisher, 3 F.3d 456, 462-63 (1st Cir.1993) (\"A constructive amendment occurs when the charging terms of the indictment are altered, either literally or in effect, by the prosecution or court after the grand jury has last passed upon them.  A variance occurs when the charging terms remain unchanged but when the facts proved at trial are different from those alleged in the indictment.\")  (citations and internal quotation marks omitted).  Bradstreet first complains about the government's introduction into evidence of transactions other than those set forth as overt acts in Count I of the indictment.  He also contests the court's instruction to the jury that it could convict Bradstreet on Count V under an aiding and abetting theory.  Finally, he points to the discrepancy between the relatively strict summary of Kurzweil's revenue recognition policy set forth in paragraph 1(f) of the indictment--\"[Kurzweil] could only recognize a sale as revenue for purposes of its financial statements and balance sheet when (1) it had a firm, unconditional contract with the buyer evidenced by a signed purchase order or sales quote signed by the customer and (2) it had shipped the product to the customer\"--and the more open-ended language found in the written versions of the policy the jury saw.  None of these alleged defects is within the purview of Rule 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">First, it is settled that the government \"need not recite all of its evidence in the indictment, nor is it limited at trial to the overt acts listed in the indictment.\"  Fisher, 3 F.3d at 462 n. 16 (citation and internal quotation marks omitted).  Bradstreet has not pointed us toward anything that takes this case outside the general rule.  Second, Count V did effectively charge him with falsifying books and records and aiding and abetting such a falsification by alleging a violation of the aiding and abetting statute, 18 U.S.C. &#167; 2.  And even had it not done so, \"aiding and abetting is an alternative charge in every count, whether explicit or implicit.\"  United States v. Oreto, 37 F.3d 739, 751 (1st Cir.1994) (citation and internal quotation marks omitted), cert. denied, 513 U.S. 1177, 115 S.Ct. 1161, 130 L.Ed.2d 1116 (1995).  Third, while the summary of Kurzweil's revenue recognition policy set forth in the indictment--a summary the jury did not hear or read--did differ materially from the language used in the written versions of the policy that were in evidence, the lack of congruence did not constructively amend the indictment and cause Bradstreet to be convicted of a crime other than the ones charged.  Cf., e.g., United States v. Fletcher, 121 F.3d 187, 191-93 (5th Cir.)  (analyzing the effects of a constructive amendment), cert. denied, --- U.S. ----, 118 S.Ct. 640, 139 L.Ed.2d 618 (1997).  Nor did it prejudice him.  See Fisher, 3 F.3d at 463 (an objected-to variance constitutes reversible error only if it results in prejudice).  Indeed, the variance we detect worked only to Bradstreet's advantage, as the versions of the policy the jury saw were, if anything, more defense-friendly than the summary of applicable principles set forth in the indictment.  Cf. id. at 463 n. 19.</p>\n    </div>\n    <p>B. Preserved Arguments</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Bradstreet contends that the trial court committed reversible error when, in admitting into evidence the cooperation agreement between the government and Debra Murray, it failed to redact from the document the $10 million loss to investors Murray admitted to having caused.  He also argues that the court committed reversible error when, in giving the jury an accomplice witness instruction, it inadvertently failed, despite its having told Bradstreet it would do so at the charging conference, to tell the jury to consider what benefits Murray \"hopes to receive\" in addition to the benefits she had been promised or had received.  The first argument is unconvincing and the second is frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Near the end of the trial's sixth day, Bradstreet and Campbell argued to the district court that the amount of loss Murray admitted to having caused should be redacted because it was irrelevant, see Fed.R.Evid. 401 and 402, or, even if relevant, was highly inflammatory and therefore excludable under Fed.R.Evid. 403 (\"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury....\").  The district court rejected this argument, reasoning that the amount of loss was relevant to the materiality of the falsely-recorded revenue figures.  At Bradstreet and Campbell's request, the court then instructed the jury that the loss stipulation was between the government and Murray only, and that it should not be viewed as binding upon Bradstreet, Campbell, or Earl.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although Bradstreet's appellate argument is not entirely clear on this point, we infer that he continues to view the amount of loss as either irrelevant or, if relevant, excludable under Rule 403.  The government points out that Bradstreet has not presented a coherent challenge to the district court's reasoning in admitting the evidence, and contends further that the evidence was relevant to Murray's knowledge of the scope of the conspiracy.  Alternatively, the government asserts that any error in admitting the loss figure was harmless because \"it is highly probable that the error did not contribute to the verdict.\"  United States v. Rose, 104 F.3d 1408, 1414 (1st Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 2424, 138 L.Ed.2d 187 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On the one hand, Bradstreet says little in his brief about whether the amount of loss was relevant.  On the other, we have some trouble seeing how the amount of loss was relevant to the materiality of the alleged false statements or Murray's knowledge of the scope of the conspiracy.  We therefore turn our focus to the harmless-error analysis by assuming error arguendo and asking whether the error was likely to have affected the verdict.  We see no such likelihood.  The jury was well aware that the IPO netted Kurzweil approximately $24 million.  Moreover, the jury was told that a private placement of Kurzweil stock would have netted anywhere from $10-15 million less than an IPO.  Finally, a single investor, Scudder, Stevens, and Clark, testified without objection that, by April 1994, it had invested approximately $5.6 million in the company.  The jury therefore could hardly have been shocked by evidence that the total loss was $10 million.  We are confident that this evidence had no effect on the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As to Bradstreet's objection to the accomplice witness instruction, we think that, although the court failed to use the \"hopes to receive\" language Bradstreet requested, the court's lengthy instruction was adequate to convey to the jury the need to scrutinize Debra Murray's testimony with special care.  This, in combination with the extensive cross examination of Murray as to the benefits she hoped to receive for her plea and cooperation, leaves us with no doubt whatsoever that the jury fully understood it was to regard what Murray had to say with some skepticism.  Cf. United States v. Newton, 891 F.2d 944, 950 (1st Cir.1989) (rejecting a challenge to a court's failure to give an accomplice witness instruction because the court's immunized-witness instruction advised the jury to receive the testimony of such a witness with caution and to weigh it with care).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Having rejected Bradstreet's challenges to his convictions, we turn now to the government's cross-appeal.  Appropriately applying the 1995 Guidelines Manual, the probation officer who prepared Bradstreet's presentence report (PSR) recommended a base offense level of six;  a two-level increase for more than minimal planning;  a fifteen-level increase because the loss ($11,471,250.00) exceeded $10 million;  a four-level increase because Bradstreet was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive;  and a two-level increase for abuse of a position of public or private trust.  This yielded adjusted and total offense levels of 29 and, because Bradstreet had no criminal history, a recommended guidelines sentencing range of 87-108 months.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Prior to sentencing, however, Bradstreet and the government entered into a sentencing agreement which mirrored the PSR except in two respects.  First, the government agreed not to seek a two-level upward adjustment for abuse of a position of trust.  Second, the parties agreed to request the court to find that the $11-plus million loss figure overstated the seriousness of the offense, see Application Note 7(b) of U.S.S.G. &#167; 2F1.1, and that the appropriate amount of loss to be attributed to Bradstreet was approximately $2.3 million.  Adoption of this calculation would result in a twelve, rather than fifteen, level increase for amount of loss.  These provisions of the agreement combined to reduce the recommended total offense level to 24 and the recommended guidelines sentencing range to 51-63 months.  The sentencing agreement also provided that the only ground on which Bradstreet could move for a downward departure was under a theory that his conduct was \"a single act of aberrant behavior,\" see United States v. Grandmaison, 77 F.3d 555, 560-64 (1st Cir.1996) (explicating the contours of this ground of departure), and that the government would oppose the motion.  Prior to sentencing, Bradstreet so moved.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The government opposed Bradstreet's motion on three grounds.  First, it argued that it is illogical to find aberrant conduct where, as here, there has been no admission of guilt.  Alternatively, it asserted that both the record and the jury's verdicts establish that Bradstreet testified dishonestly when he testified that he did not act with an intent to defraud, see supra at 50-51 (outlining the court's mens rea instructions, which emphasized that the jury must find an intent to defraud in order to convict);  see also, e.g., United States v. Rostoff, 53 F.3d 398, 413 (1st Cir.1995) (a court is bound to accept a fact necessarily established by a jury verdict when that fact is material to sentencing), and that it is illogical to find criminal dishonesty aberrant where the defendant subsequently testified dishonestly.  Finally, the government took the position that the duration, complexity, and sophistication of Bradstreet's fraud defy characterization as \"a single act.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court accepted the parties' recommendations as to the appropriate guidelines calculations, finding that Bradstreet had a total offense level of 24 and an applicable guidelines sentencing range of 51-63 months.  The court then granted Bradstreet's motion for a downward departure, reduced Bradstreet's total offense level to 20 (yielding a guidelines sentencing range of 33-41 months), and sentenced Bradstreet to 33 months in prison.  In doing so, the court implicitly rejected the government's argument that a defendant must admit guilt in order to receive an aberrant conduct departure.  The court also rejected without explanation the argument that the record and verdicts establish that Bradstreet testified dishonestly, and that this fact makes him legally ineligible for an aberrant conduct departure.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Rather, the court looked to our statement in Grandmaison that \"aberrant behavior departures are available to first offenders whose course of criminal conduct involves more than one criminal act,\" 77 F.3d at 563, and our directive that courts judge aberrance vel non under a totality-of-circumstances test, see id. at 563-64 (approving consideration of factors such as the absence of pecuniary gain to the defendant, prior good deeds, and efforts to mitigate the effects of the crime), to find that Bradstreet had engaged in \"behavior ... animated by a single objective, ... the success of the Kurzweil IPO.\"  In the court's view, Bradstreet's conduct was, under the facts of this case, tantamount to a single act.  And the totality of the circumstances--a perceived lack of motivation by greed, an otherwise exemplary life, a record of significant charitable giving, and an impressive outpouring of support from friends and family--warranted the conclusion that Bradstreet's conduct was aberrant.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Even if we were to follow the district court's approach and to define Bradstreet's criminal conduct at an exceedingly high level of generality, that is, as a multi-faceted act of dishonesty designed to obtain for Kurzweil badly-need cash during the 1992-94 time frame, we are faced with the government's arguments that what occurred was not a single aberrant act of dishonesty because Bradstreet did not plead guilty and/or because Bradstreet engaged in the wholly-separate act of testifying dishonestly about his conduct.  Because we see no convincing response to the latter of these two arguments on the facts of this case, we accept it and leave to another day consideration of whether an admission of guilt is a prerequisite to an aberrant behavior departure.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Although Grandmaison takes an expansive view of that which constitutes a single act of aberrant conduct, it confirms that the Guidelines Manual means what it says:  a departure for an act that is composed of a number of component acts, id. at 563 (\"[S]ingle acts of aberrant behavior ... include multiple acts leading up to the commission of a crime.\"), is permissible only if the act is singular, see id. at 564 (first time offenders who have been \"convicted of several unrelated offenses\" are not entitled to aberrant conduct departures).  Moreover, in the context of guidelines sentencing, we think it obvious that the term \"aberrant\" must look forward as well as backward.  In other words, an aberrant behavior departure is not warranted unless the conduct at issue is both a marked departure from the past and is unlikely to recur.  Cf. United States v. Lam, 20 F.3d 999, 1004 (9th Cir.1994) (\"[I]n this context, calling a consistent criminal's behavior aberrant would be an oxymoron and, perhaps, make us look like oxen or morons or both.\").  In so holding, we note that the Ninth Circuit, which also takes an expansive view of that which constitutes a single act of aberrant behavior, see United States v. Takai, 941 F.2d 738, 741 (9th Cir.1991), apparently includes likelihood of recurrence as part of its aberrance calculation, see Lam, 20 F.3d at 1005.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Under these criteria and on this record, the district court exceeded its discretion in rejecting the government's dishonest testimony argument and departing downward.  The argument rests on two premises, one legal and one factual:  (1) one convicted of criminal dishonesty who testifies dishonestly about his conduct is not entitled to an aberrant conduct departure as a matter of law;  and (2) a finding that Bradstreet did not testify dishonestly would be an abuse of discretion.  Because the court failed to specify which of these premises it did not accept, we examine each in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We think it obvious that the government's legal premise is sound.  As we have observed, a departure based on a finding that the relevant criminal conduct was a single act of aberrant behavior is appropriate only where the conduct was isolated and is unlikely to recur.  Yet one who testifies dishonestly after engaging in felonious dishonesty cannot credibly make either claim.  One convicted of criminal dishonesty is therefore not entitled to an aberrant conduct departure if he has testified dishonestly about his criminal conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We also agree with the government's factual premise.  As the government pointed out both below and on appeal, Bradstreet testified that he did not intend to file false information in connection with the public offering, to file false financial statements in connection with the relevant Forms 10-Q, or to conceal records or information from the auditors.  The verdicts against him necessarily establish, however, that the jury rejected this testimony and found that he did act with an intent to defraud.  See supra at 50-51 (noting that the court instructed the jury to acquit unless it found that Bradstreet acted with an intent to defraud and setting forth the court's mens rea instructions).  In our view, this finding conclusively establishes that Bradstreet testified dishonestly at trial.  After all, the jury's verdict must be credited over Bradstreet's contrary testimony, see, e.g., Rostoff, 53 F.3d at 413;  the contrary testimony strikes us as inherently not subject to characterization as unintentional, cf.  United States v. Dunnigan, 507 U.S. 87, 94, 113 S.Ct. 1111, 1116, 122 L.Ed.2d 445 (1993) (making clear that false testimony is not perjurious where it is \"a result of confusion, mistake, or faulty memory\");  and, in any event, Bradstreet has not responded to the government's argument by suggesting that his false intent testimony was unintentional.  To the contrary, he has steadfastly maintained that he acted without an intent to defraud during the entire pendency of these proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Bradstreet attempts to rebut this line of analysis in three ways.  First, he appears in some places to argue that the district court departed downward on some ground or grounds other than the guidelines-based single act of aberrant behavior ground, and that the Supreme Court's decision in Koon v. United States, 518 U.S. 81, 116 S.Ct. 2035, 135 L.Ed.2d 392 (1996) (establishing an across-the-board abuse of discretion reviewing standard for sentencing departures), validates the court's authority to engage in such a departure.  We think it apparent, however, that the court based its departure on the ground on which departure was sought:  that the conduct underlying the conviction was a single act of aberrant behavior.  To the extent that the court ranged far and wide in explaining its departure, we perceive it only to have been employing the totality-of-circumstances test we prescribed in Grandmaison.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Second, Bradstreet seems to contend that Koon precludes appellate courts from establishing the contours of mixed fact/law concepts such as that which constitutes a single act of aberrant behavior.  Koon makes clear, however, that the appellate courts are to continue to establish the legal boundaries and to correct law-based misapplications of such concepts.  See 518 U.S. at ---- - ----, 116 S.Ct. at 2047-48.   Here, for the reasons just stated, we think the sentencing court went beyond its legal boundaries when it concluded that the dishonest conduct underlying Bradstreet's convictions was both a one-time occurrence and an aberration.  We simply have corrected the court's error.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Finally, Bradstreet contends that the jury did not necessarily reject any aspect of his testimony.  In doing so, he reanimates his argument that, because the jury heard substantively divergent versions of Kurzweil's revenue recognition policy and was not told to acquit if it found that the revenue Bradstreet knowingly booked was properly booked under a reasonable interpretation of the policy, his conviction is fatally flawed.  In Bradstreet's view, the jury might have believed that he knew nothing about the true nature of those transactions involving forgeries, but nonetheless convicted him on the basis of those transactions he defended as having generated properly-recognized revenue.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Even if we assume this unlikely scenario for the sake of argument, it remains fact that Bradstreet never argued that there was an interpretation of Kurzweil's policy that differed in some respect from the government's.  And on this record, there is no basis for an inference that the jury understood the testifying witnesses' summaries of Kurzweil's revenue recognition policy to be anything other than divergent synopses of commonly-understood concepts.  We thus have every confidence that the jury determined that Bradstreet acted with an intent to defraud by reference to a common and proper set of principles.  As a result, we are bound to credit the jury's intent finding, which conclusively demonstrates its rejection of Bradstreet's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We wish to be clear on the precise nature of our ruling.  We do not employ a per se rule that an accused who gives testimony that is necessarily rejected by the jury has intentionally testified dishonestly--i.e., that he has perjured himself.  As we have stated, such testimony, though it must be taken as false, see Rostoff, 53 F.3d at 413, may not have been intentionally false;  it may have been the product of confusion, mistake, or faulty memory, see Dunnigan, 507 U.S. at 95, 113 S.Ct. at 1116-17.   Here, though, for reasons we have explained, see supra at 56-57, Bradstreet's false testimony simply is not capable of being regarded as unintentional.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Because the record is fully developed on this point and Bradstreet has had an ample opportunity to respond to the government's argument, we rule, as a matter of law, that the dishonest activity for which Bradstreet stands convicted was not a single act of aberrant conduct.  Accordingly, we vacate Bradstreet's sentence and remand for resentencing.  See, e.g., Rostoff, 53 F.3d at 413-14.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Our decision to nullify the district court's downward departure might strike some as harsh.  We are acutely aware that incarceration is but one of a number of ruinous consequences that the 52-year-old Bradstreet and his family are suffering as a result of his conduct.  And we have a great deal of respect for the informed judgment of the experienced judge who determined that, in light of all the circumstances, nearly three years in prison is enough.  But it hardly bears repeating that, under guidelines sentencing, a judge has limited discretion to depart from an applicable guidelines sentencing range.  This case is yet another striking reminder of this fact.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">For the reasons stated, we affirm Bradstreet's convictions but vacate the judgment and remand for resentencing.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></span></p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 90,135<br>UNITED STATES, Appellee,<br>v.<br>Bernard F. BRADSTREET, Defendant, Appellant.<br>UNITED STATES, Appellant,<br>v.<br>Bernard F. BRADSTREET Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 97-1164, 97-1204.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 8, 1997.<br>Decided Jan. 29, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William J. Kopeny, with whom John W. Powell and Kopeny &amp; Powell, P.C., Irvine, CA, were on brief, for appellant/cross-appellee.</p>\n      <p class=\"indent\">John J. Falvey, Jr. and Jonathan L. Kotlier, Assistant United States Attorneys, with whom Mark W. Pearlstein, Acting United States Attorney, Boston, MA, was on brief, for appellee/cross-appellant.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL, Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Bernard F. Bradstreet is the former President and Chief Financial Officer of Kurzweil Applied Intelligence, Inc., a Massachusetts company that develops and sells voice recognition software.  Following a twenty-day trial, a jury convicted Bradstreet of conspiring to commit securities fraud, see 18 U.S.C. &#167; 371;  securities fraud, see 15 U.S.C. &#167;&#167; 78j(b), 78ff(a), and 17 C.F.R. &#167; 240.10b-5 (\"Rule 10b-5\");  and knowingly falsifying Kurzweil's books and records in an attempt to conceal his fraud, see 15 U.S.C. &#167;&#167; 78m(b)(5), 78ff(a), and 17 C.F.R. &#167; 240.13b2-2.  Thereafter, the district court departed downward from the applicable guidelines sentencing range of 51-63 months and sentenced Bradstreet to 33 months in prison, followed by 24 months of supervised release.  It also ordered him to pay $2.3 million in restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bradstreet appeals from his convictions on a number of grounds, only two of which are preserved for plenary appellate review.  The government cross-appeals from the district court's sentence, arguing that, on the facts of this case, the downward departure was not within the court's discretion.  We affirm the convictions but vacate the judgment and remand for resentencing.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We limit ourselves here to a general overview of the case, deferring more detailed recitations of the facts to later discussions of relevant issues.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To sell stock to the general public on the publicly-traded securities markets, a company must apply for and receive the approval of the Securities and Exchange Commission (SEC), and thereafter make an initial public offering (IPO).  In connection with the IPO, the company must file with the SEC a prospectus detailing its overall financial condition and recent financial performance.  Subsequently, it also must make quarterly filings of SEC Forms 10-Q, which contain information about the company's financial performance during the preceding quarter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sometime in the early 1990's, the Kurzweil management hierarchy, led by Bradstreet, initiated a substantial effort to \"take the company public.\"   To this end, Bradstreet established quarterly projections for revenues and profits.  Bradstreet then pressured Kurzweil's sales force to meet these projections because investment bankers were unlikely to underwrite the contemplated IPO unless Kurzweil could demonstrate profitability for several quarters in a row.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Companies determine quarterly profits or losses on either a cash or an accrual basis.  In cash basis accounting, profit or loss constitutes actual dollars received less actual dollars spent.  In accrual basis accounting, profit or loss constitutes revenue due, whether received or not, less expense incurred, whether paid or not.  Because informed judgment often determines whether and when revenue actually is \"due,\" public companies that use accrual basis accounting must develop revenue recognition policies that both guide the exercise of such judgment and conform to generally accepted accounting principles (GAAP).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Prior to the decision to go public, Kurzweil, an accrual basis accounter, adopted a revenue recognition policy.  In June 1992, management circulated to the sales staff a memorandum reminding the staff of Kurzweil's \"policies regarding shipment and revenue recognition.\"   Attached to the memorandum was a document dated \"7/28/87\" and labeled \"Kurzweil Applied Intelligence, Inc. Revenue Recognition Policy.\"   In relevant part, it stated that anticipated revenue should not be recognized if \"major uncertainties ... surround culmination of the [revenue-generating] transaction\" or if \"final acceptance by the customer requires an event out of [Kurzweil's] control....\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After an earlier false start, the IPO closed on August 17, 1993.  Thereafter, as required, Kurzweil submitted Forms 10-Q for the quarters ending July 31, 1993 and October 31, 1993.  The essence of the government's case was that each of these submissions contained fraudulently-inflated revenue figures indicating that Kurzweil was profitable when, in fact, it was operating near or at a loss.  In making its case, the government sought to prove that Bradstreet;  Thomas E. Campbell, Kurzweil's vice president in charge of sales;  and Debra J. Murray, Kurzweil's treasurer and also a vice president, conspired to and actually did \"book\" as revenue the anticipated proceeds of a number of contingent sales which occurred in time periods covered by the prospectus and the Forms 10-Q. The government also endeavored to show that these same individuals, along with David R. Earl, Kurzweil's vice president in charge of operations, engaged in a scheme to conceal the fraud from the company's auditors and underwriters.  The underlying indictment charged Bradstreet and Campbell with conspiracy (Count I);  substantive securities fraud in connection with each of the three fraudulent submissions (Counts II--IV respectively);  and knowing falsification of company records (Count V).  It also charged Earl with knowing falsification in Count V. Murray had previously entered into a cooperation and plea agreement with the government and had waived indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The indictment set forth 14 improperly-booked \"sales\" (and alluded to a fifteenth) as overt acts in the conspiracy count.  The transactions in question, which took place between June 1992 and January 1994, were of two basic types:  (1) those in which, near the end of a fiscal-year quarter, a Kurzweil salesperson had forged a prospective customer's signature to a sales quote;  and (2) those in which the prospective customer had signed a sales quote, but had conditioned its agreement to purchase Kurzweil equipment on the occurrence of some event not within Kurzweil's control, such as a future commitment from a third-party purchaser.  At trial, the government introduced evidence regarding these transactions and several others, the defendants' knowledge of the nature of these transactions, and the defendants' efforts to conceal the nature of these transactions from Kurzweil's auditors and underwriters.  These efforts included the creation of side agreements, not shown to the auditors, which memorialized the conditions of unfinalized sales Kurzweil had recorded as revenue;  the forging by Kurzweil personnel of responses to audit \"confirmation letters\" which the auditors had sent to Kurzweil customers to confirm the details of certain recorded sales;  the pretextual shipment of Kurzweil products to a storage facility in order to create, on the books, the illusion of shipment to customers;  and the giving of false explanations of the high and ever-growing percentage of Kurzweil revenues made up of accounts receivable.  The jury acquitted Earl, but convicted Bradstreet and Campbell on all charges.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Bradstreet's appellate brief presents six developed arguments for reversal of his convictions, but hints at a good number more.  As usual, we confine our discussion to the issues accompanied by developed argumentation.  See United States v. Bongiorno, <span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span>, 1034 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because four of Bradstreet's arguments, including the primary one, surface for the first time on appeal, we address them together under the plain-error rubric.  See Fed.R.Crim.P. 52(b) (\"Plain errors or defects affecting substantial rights may be noticed although they were not brought to the attention of the court.\").  We then address the two arguments Bradstreet has preserved.</p>\n    </div>\n    <p>A. Arguments Governed by Rule 52(b)</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Bradstreet asserts that the trial court plainly erred in failing to give the jury two instructions he never requested.  The first is that \"the government bears the burden of negating a reasonable interpretation of the revenue recognition policy upon which [its] false statement theory depends\" [sic];  the second is that the jury must \"unanimously agree on either the factual basis for each count, or the precise legal theory on which [Bradstreet] was guilty\" as to the conspiracy and securities fraud counts.  Bradstreet further contends that the court plainly erred in permitting the indictment to have been constructively amended and/or in permitting the facts at trial to have varied prejudicially from those alleged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In two recent cases, the Supreme Court has emphasized and then reaffirmed the circumscribed authority Rule 52(b) confers upon appellate courts.  To be correctable under Rule 52(b), an error or defect raised for the first time on appeal must be \"plain,\" meaning \"clear\" or \"obvious,\" United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777-78, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993), at the time of appellate consideration, Johnson v. United States, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>, 1549-50, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1997);  and it must have \"affect[ed] substantial rights,\" meaning, in most cases, \"[i]t must have affected the outcome of the district court proceedings,\" Olano, 507 U.S. at 734, 113 S.Ct. at 1778.   Even then, an appellate court should exercise its discretion to notice an error or defect, see id. at 735-36, 113 S.Ct. at 1778-79 (noting the permissive language of the Rule), only if it \"seriously affects the fairness, integrity or public reputation of judicial proceedings,\" id. at 736, 113 S.Ct. at 1779 (citation and internal quotation marks omitted).  Although the Court has not described the contours of this discretionary inquiry with much precision, it has declined to exercise its discretion in the face of \"overwhelming\" evidence that the outcome would have been the same in an error-free proceeding.  See Johnson, --- U.S. at ----, 117 S.Ct. at 1550 (involving failure to instruct on an element of the offense).  We evaluate Bradstreet's first four appellate arguments against this unfriendly legal backdrop.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. The Reasonable Interpretation Instruction</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The trial court instructed the jury that there are three alternative ways one can commit securities fraud under Rule 10b-5--employing a device, scheme or artifice to defraud;  making an untrue statement of a material fact or omitting to state a material fact necessary to prevent the statement made from being misleading;  or engaging in an act, practice or course of business which operates or would operate as a fraud or deceit upon any person--and that, although the government need only prove one of these three to secure conviction, the jury's \"finding must be unanimous as to which type or types of conduct, if any, have been proven beyond a reasonable doubt.\"   It also told the jury that, to convict Bradstreet of securities fraud, it had to find that he engaged in the fraud knowingly, willfully, and with the intent to defraud.  The court then defined for the jury each of these concepts, and concluded its intent instructions as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because the crimes charged in the indictment involve a specific or deliberate intent to defraud, a good faith belief on the part of a defendant in the truth of his actions or statements will necessarily negate that intent.  Even false statements or omissions of a material fact do not constitute a violation of the criminal provisions of the securities fraud law unless made with an intent to defraud.  This intent, as I told you, is one that the government must prove beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If you were to have a reasonable doubt as to whether a defendant made an inaccurate statement while honestly believing that statement to be true, he cannot be held criminally liable for that statement, even if the statement has been shown demonstrably false.  Good faith is a defense to a crime containing an element of specific intent even if a defendant's belief in the proof [sic] of his statements was one that a reasonable person would not have embraced.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Bradstreet did not object to these instructions or seek additional mens rea instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nevertheless, Bradstreet now contends that the court plainly erred in failing to instruct the jury that Bradstreet would not have committed securities fraud if, in fact, the revenue he knowingly booked was properly booked under any reasonable interpretation of Kurzweil's revenue recognition policy.  Analogizing to a false statement case from the Tenth Circuit, see United States v. Migliaccio, <span class=\"citation\" data-id=\"677819\"><a href=\"/opinion/677819/united-states-v-john-h-migliaccio-united-states-of-america-v-bert-m/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1517</span></a></span> (10th Cir.1994), and cases cited therein, see id. at 1525, Bradstreet asserts that there is here the possibility that the jury convicted him for one or more recognitions of revenue that were, in fact, reasonable under a fair construction of Kurzweil's policy.  Central to Bradstreet's primary argument are subsidiary contentions that the jury was presented with substantively divergent summaries of Kurzweil's policy in the documentary evidence and in the testimony of several witnesses, and that the trial judge never told the jury which version was controlling.  Bradstreet also emphasizes our inability to ascertain which transactions the jury relied upon in reaching its verdicts, and our putative willingness to look \"more tolerantly\" on a \"failure to articulate precisely the shape of [a] necessary protective instruction\" in the context of an unprecedented prosecution.  See United States v. Sawyer, <span class=\"citation\" data-id=\"196785\"><a href=\"/opinion/196785/united-states-v-sawyer/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 742 (1st Cir.1996) (involving a bribery prosecution under the federal Travel Act, 18 U.S.C. &#167; 1952).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government responds by denying the premises of Bradstreet's argument.  It contends that Bradstreet presented as his defense theory lack of knowledge of the fraud, not truth-in-conduct;  that all witnesses' summaries of Kurzweil's revenue recognition policy were essentially consonant;  that this prosecution was not nearly so novel as the one reviewed in Sawyer;  and that Bradstreet's utter failure to argue for a reasonable interpretation instruction below is not comparable to the more forgivable \"imprecise articulation\" of the argument at issue in Sawyer.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While we agree with the government's final two rejoinders, we think the first two are seriously misleading.  On our reading of the record, Bradstreet presented a bifurcated defense.  As to the vast majority of the transactions at issue, he denied knowing the critical incriminating facts.  But certainly with respect to three transactions--contemplated sales to Transquick, Chicago Mercy, and Willard Hall--and probably with respect to two others--contemplated sales to HCA Nashville and HCA Plano--he did defend on the basis that the revenue that these transactions would have generated was properly recognized under Kurzweil's policy.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Moreover, the jury did hear verbal descriptions of Kurzweil's revenue recognition policy which, when taken in isolation, appear to have differed materially from the written versions of the policy set forth in the trial exhibits.  As we have noted, the written version of the policy that was circulated internally at Kurzweil stated that revenue should not be recognized if \"major uncertainties ... surround culmination of the [revenue-generating] transaction\" or if \"final acceptance by the customer requires an event out of [Kurzweil's] control....\"  See supra at 49.   The jury also had before it notes to financial statements, which had been attached to the prospectus, that contained a summary of Kurzweil's policy.  In pertinent part, these notes stated:  \"Revenue from product sales is recorded at the time of shipment if no significant obligation relating to the sale remains and collection is deemed probable.\"   Arguably, these documentary summaries are consistent with one another, and with the synopsis of the revenue recognition inquiry Bradstreet himself presented to the jury:  \"Are there any major uncertainties and is collection probable?\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">They are not, however, entirely consistent with the explanations of the applicable revenue recognition principles provided by two of the government's more important witnesses:  Debra Murray, Kurzweil's treasurer, and Harvey Creem, who led Kurzweil's auditing team up to and through the IPO.  Both Murray and Creem used language which might suggest that the applicable principles were stricter than the written versions of the policy seemed to indicate.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">After being shown a copy of Kurzweil's internal policy, Murray described it as requiring that a \"firm contract [exist] before any goods could be shipped\";  that the goods \"be shipped to the customer and stored at a warehouse only at the request of a customer and that they were going to be paying for the storage [sic]\";  and that \"there ... be no obligations beyond the company's control.\"   She also noted that Kurzweil's policy was in compliance with GAAP.  Creem framed his testimony in terms of GAAP, and not Kurzweil's written policy, stating that income must be \"earned\" and \"realizable\" to be recognizable:  \"Putting that into Kurzweil's terms, Kurzweil would have delivered to a customer a product that the customer wanted, and the customer has the ability to pay and is obligated to pay, both.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">If Bradstreet had argued that there was an interpretation of Kurzweil's revenue recognition policy that differed materially from the government's and under which certain of the recognitions of revenue at issue in this case would have been proper, the trial court, upon request, might well have been obliged to give some sort of \"reasonable interpretation\" instruction.  After all, where the government must prove, as an element of the offense, falsity or, as here (at least with respect to the second and third of the three securities fraud scenarios described by Rule 10b-5, see supra at 50-51), something akin to falsity;  where the government also must prove intent to defraud;  where a defendant advances an understanding of the principles by which truth and falsity are judged that differs from that of the government;  and where the defendant's actions might have been truthful under such an understanding, the government cannot carry its burden without first demonstrating the unreasonableness of the contrary understanding.  See Migliaccio, 34 F.3d at 1522-25.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In this case, however, Bradstreet never affirmatively claimed, either in testimony or in argument, that his underlying understanding of Kurzweil's policy differed from that of Harvey Creem, Debra Murray, or the government.  Nor did he suggest that ambiguities in the policy made such a contrary understanding possible.  He merely testified that, in his judgment and on his view of the hotly-contested facts, certain of the transactions put in issue by the government properly triggered a recognition of revenue under Kurzweil's policy.  In light of this, we take Bradstreet's characterization of Kurzweil's written policy, a document to which his lawyer drew his attention just before he gave his characterization, to be only a synopsis of the document.  We do not take it to be a de facto assertion that Bradstreet's baseline understanding of the policy differed from that of the government, or that a contrary understanding was possible.  And absent such an assertion, there was no need for the instruction Bradstreet now contends was necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The transcript demonstrates that the parties tried this case on disputed historical facts and the inferences to be drawn from those facts.  The principles underlying the policy by which Bradstreet's conduct was to be judged, though summarized variously and, perhaps, carelessly, were not controverted;  they seem to have been commonly understood.  This is enough to differentiate this case from Migliaccio and the cases on which it relies.  And it is enough to convince us that the trial court's failure to give a sua sponte reasonable interpretation instruction was not plain error.  On this record, there is no basis for concluding that the jury's verdict would have been different had the trial judge given the now-suggested instruction.  Cf. Johnson, --- U.S. at ----, 117 S.Ct. at 1550.</p>\n    </div>\n    <p class=\"indent\">2. The Remaining Plain Error Claims</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Bradstreet's remaining claims of plain error merit less discussion.  As we have observed, the trial judge informed the jury that it must unanimously agree upon which of the three types of securities fraud Bradstreet committed.  See supra at 50-51.   In view of this, we are at a loss to comprehend Bradstreet's suggestion that the jury never was told to agree on a precise legal theory of guilt as to the securities fraud and conspiracy counts.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">With respect to the argument that the jury should have been told that it must \"unanimously agree on ... the factual basis for each count,\" we simply note that it is unaccompanied by citation to any case which even remotely supports it, and that, although this area of the law is still developing, the weight of the relevant authority appears to be against requiring juries to reach factual unanimity in circumstances such as these.  See McKoy v. North Carolina, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, 449, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></a></span>, 1236-37, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">369</span></a></span> (1990) (\"Plainly there is no general requirement that the jury reach agreement on the preliminary factual issues which underlie the verdict.\")  (Blackmun, J., concurring) (footnote omitted);  United States v. Tipton, <span class=\"citation\" data-id=\"722552\"><a href=\"/opinion/722552/united-states-v-richard-tipton-aka-whittey-two-cases-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">861</span></a></span>, 885 (4th Cir.1996) (unanimity instructions need guard only against a lack of unanimity as to the means by which a statute was in fact violated), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2414</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></span> (1997);  United States v. Bellrichard, <span class=\"citation\" data-id=\"701798\"><a href=\"/opinion/701798/united-states-v-loren-francis-bellrichard/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1046</span></a></span>, 1049 (8th Cir.1995) (similar), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1425</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">549</span></span> (1996);  United States v. Tarvers, <span class=\"citation\" data-id=\"497957\"><a href=\"/opinion/497957/united-states-v-anthony-phillip-tarvers-jr-united-states-of-america-v/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1068</span></a></span>, 1074 (1st Cir.1987) (unanimity generally not required with respect to a specific act underlying an element of a charged offense);  cf.  United States v. Shaoul, <span class=\"citation\" data-id=\"683513\"><a href=\"/opinion/683513/united-states-v-jack-shaoul/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">811</span></a></span>, 818 n. 4 (2d Cir.1994) (quoting pattern unanimity instructions).  We therefore discern no \"clear\" or \"obvious\" defect in the trial court's unanimity instructions.  See Olano, 507 U.S. at 734, 113 S.Ct. at 1777-78.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We are left, then, with Bradstreet's claims of constructive amendment and/or prejudicial variance.  See United States v. Fisher, <span class=\"citation\" data-id=\"194868\"><a href=\"/opinion/194868/united-states-v-fisher/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 462-63 (1st Cir.1993) (\"A constructive amendment occurs when the charging terms of the indictment are altered, either literally or in effect, by the prosecution or court after the grand jury has last passed upon them.  A variance occurs when the charging terms remain unchanged but when the facts proved at trial are different from those alleged in the indictment.\")  (citations and internal quotation marks omitted).  Bradstreet first complains about the government's introduction into evidence of transactions other than those set forth as overt acts in Count I of the indictment.  He also contests the court's instruction to the jury that it could convict Bradstreet on Count V under an aiding and abetting theory.  Finally, he points to the discrepancy between the relatively strict summary of Kurzweil's revenue recognition policy set forth in paragraph 1(f) of the indictment--\"[Kurzweil] could only recognize a sale as revenue for purposes of its financial statements and balance sheet when (1) it had a firm, unconditional contract with the buyer evidenced by a signed purchase order or sales quote signed by the customer and (2) it had shipped the product to the customer\"--and the more open-ended language found in the written versions of the policy the jury saw.  None of these alleged defects is within the purview of Rule 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">First, it is settled that the government \"need not recite all of its evidence in the indictment, nor is it limited at trial to the overt acts listed in the indictment.\"  Fisher, 3 F.3d at 462 n. 16 (citation and internal quotation marks omitted).  Bradstreet has not pointed us toward anything that takes this case outside the general rule.  Second, Count V did effectively charge him with falsifying books and records and aiding and abetting such a falsification by alleging a violation of the aiding and abetting statute, 18 U.S.C. &#167; 2.  And even had it not done so, \"aiding and abetting is an alternative charge in every count, whether explicit or implicit.\"  United States v. Oreto, <span class=\"citation\" data-id=\"679957\"><a href=\"/opinion/679957/united-states-v-frank-oreto-sr-united-states-of-america-v-frank-oreto/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 751 (1st Cir.1994) (citation and internal quotation marks omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1116</span></span> (1995).  Third, while the summary of Kurzweil's revenue recognition policy set forth in the indictment--a summary the jury did not hear or read--did differ materially from the language used in the written versions of the policy that were in evidence, the lack of congruence did not constructively amend the indictment and cause Bradstreet to be convicted of a crime other than the ones charged.  Cf., e.g., United States v. Fletcher, <span class=\"citation\" data-id=\"12692\"><a href=\"/opinion/12692/united-states-v-fletcher/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></a></span>, 191-93 (5th Cir.)  (analyzing the effects of a constructive amendment), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">640</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span></span> (1997).  Nor did it prejudice him.  See Fisher, 3 F.3d at 463 (an objected-to variance constitutes reversible error only if it results in prejudice).  Indeed, the variance we detect worked only to Bradstreet's advantage, as the versions of the policy the jury saw were, if anything, more defense-friendly than the summary of applicable principles set forth in the indictment.  Cf. id. at 463 n. 19.</p>\n    </div>\n    <p>B. Preserved Arguments</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Bradstreet contends that the trial court committed reversible error when, in admitting into evidence the cooperation agreement between the government and Debra Murray, it failed to redact from the document the $10 million loss to investors Murray admitted to having caused.  He also argues that the court committed reversible error when, in giving the jury an accomplice witness instruction, it inadvertently failed, despite its having told Bradstreet it would do so at the charging conference, to tell the jury to consider what benefits Murray \"hopes to receive\" in addition to the benefits she had been promised or had received.  The first argument is unconvincing and the second is frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Near the end of the trial's sixth day, Bradstreet and Campbell argued to the district court that the amount of loss Murray admitted to having caused should be redacted because it was irrelevant, see Fed.R.Evid. 401 and 402, or, even if relevant, was highly inflammatory and therefore excludable under Fed.R.Evid. 403 (\"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury....\").  The district court rejected this argument, reasoning that the amount of loss was relevant to the materiality of the falsely-recorded revenue figures.  At Bradstreet and Campbell's request, the court then instructed the jury that the loss stipulation was between the government and Murray only, and that it should not be viewed as binding upon Bradstreet, Campbell, or Earl.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although Bradstreet's appellate argument is not entirely clear on this point, we infer that he continues to view the amount of loss as either irrelevant or, if relevant, excludable under Rule 403.  The government points out that Bradstreet has not presented a coherent challenge to the district court's reasoning in admitting the evidence, and contends further that the evidence was relevant to Murray's knowledge of the scope of the conspiracy.  Alternatively, the government asserts that any error in admitting the loss figure was harmless because \"it is highly probable that the error did not contribute to the verdict.\"  United States v. Rose, <span class=\"citation\" data-id=\"197184\"><a href=\"/opinion/197184/united-states-v-rose/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1408</span></a></span>, 1414 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2424</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On the one hand, Bradstreet says little in his brief about whether the amount of loss was relevant.  On the other, we have some trouble seeing how the amount of loss was relevant to the materiality of the alleged false statements or Murray's knowledge of the scope of the conspiracy.  We therefore turn our focus to the harmless-error analysis by assuming error arguendo and asking whether the error was likely to have affected the verdict.  We see no such likelihood.  The jury was well aware that the IPO netted Kurzweil approximately $24 million.  Moreover, the jury was told that a private placement of Kurzweil stock would have netted anywhere from $10-15 million less than an IPO.  Finally, a single investor, Scudder, Stevens, and Clark, testified without objection that, by April 1994, it had invested approximately $5.6 million in the company.  The jury therefore could hardly have been shocked by evidence that the total loss was $10 million.  We are confident that this evidence had no effect on the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As to Bradstreet's objection to the accomplice witness instruction, we think that, although the court failed to use the \"hopes to receive\" language Bradstreet requested, the court's lengthy instruction was adequate to convey to the jury the need to scrutinize Debra Murray's testimony with special care.  This, in combination with the extensive cross examination of Murray as to the benefits she hoped to receive for her plea and cooperation, leaves us with no doubt whatsoever that the jury fully understood it was to regard what Murray had to say with some skepticism.  Cf. United States v. Newton, <span class=\"citation\" data-id=\"533777\"><a href=\"/opinion/533777/united-states-v-stuart-h-newton-united-states-of-america-v-thomas-w/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 950 (1st Cir.1989) (rejecting a challenge to a court's failure to give an accomplice witness instruction because the court's immunized-witness instruction advised the jury to receive the testimony of such a witness with caution and to weigh it with care).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Having rejected Bradstreet's challenges to his convictions, we turn now to the government's cross-appeal.  Appropriately applying the 1995 Guidelines Manual, the probation officer who prepared Bradstreet's presentence report (PSR) recommended a base offense level of six;  a two-level increase for more than minimal planning;  a fifteen-level increase because the loss ($11,471,250.00) exceeded $10 million;  a four-level increase because Bradstreet was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive;  and a two-level increase for abuse of a position of public or private trust.  This yielded adjusted and total offense levels of 29 and, because Bradstreet had no criminal history, a recommended guidelines sentencing range of 87-108 months.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Prior to sentencing, however, Bradstreet and the government entered into a sentencing agreement which mirrored the PSR except in two respects.  First, the government agreed not to seek a two-level upward adjustment for abuse of a position of trust.  Second, the parties agreed to request the court to find that the $11-plus million loss figure overstated the seriousness of the offense, see Application Note 7(b) of U.S.S.G. &#167; 2F1.1, and that the appropriate amount of loss to be attributed to Bradstreet was approximately $2.3 million.  Adoption of this calculation would result in a twelve, rather than fifteen, level increase for amount of loss.  These provisions of the agreement combined to reduce the recommended total offense level to 24 and the recommended guidelines sentencing range to 51-63 months.  The sentencing agreement also provided that the only ground on which Bradstreet could move for a downward departure was under a theory that his conduct was \"a single act of aberrant behavior,\" see United States v. Grandmaison, <span class=\"citation\" data-id=\"196611\"><a href=\"/opinion/196611/united-states-v-grandmaison/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span>, 560-64 (1st Cir.1996) (explicating the contours of this ground of departure), and that the government would oppose the motion.  Prior to sentencing, Bradstreet so moved.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The government opposed Bradstreet's motion on three grounds.  First, it argued that it is illogical to find aberrant conduct where, as here, there has been no admission of guilt.  Alternatively, it asserted that both the record and the jury's verdicts establish that Bradstreet testified dishonestly when he testified that he did not act with an intent to defraud, see supra at 50-51 (outlining the court's mens rea instructions, which emphasized that the jury must find an intent to defraud in order to convict);  see also, e.g., United States v. Rostoff, <span class=\"citation\" data-id=\"196027\"><a href=\"/opinion/196027/united-states-v-rostoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></a></span>, 413 (1st Cir.1995) (a court is bound to accept a fact necessarily established by a jury verdict when that fact is material to sentencing), and that it is illogical to find criminal dishonesty aberrant where the defendant subsequently testified dishonestly.  Finally, the government took the position that the duration, complexity, and sophistication of Bradstreet's fraud defy characterization as \"a single act.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court accepted the parties' recommendations as to the appropriate guidelines calculations, finding that Bradstreet had a total offense level of 24 and an applicable guidelines sentencing range of 51-63 months.  The court then granted Bradstreet's motion for a downward departure, reduced Bradstreet's total offense level to 20 (yielding a guidelines sentencing range of 33-41 months), and sentenced Bradstreet to 33 months in prison.  In doing so, the court implicitly rejected the government's argument that a defendant must admit guilt in order to receive an aberrant conduct departure.  The court also rejected without explanation the argument that the record and verdicts establish that Bradstreet testified dishonestly, and that this fact makes him legally ineligible for an aberrant conduct departure.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Rather, the court looked to our statement in Grandmaison that \"aberrant behavior departures are available to first offenders whose course of criminal conduct involves more than one criminal act,\" 77 F.3d at 563, and our directive that courts judge aberrance vel non under a totality-of-circumstances test, see id. at 563-64 (approving consideration of factors such as the absence of pecuniary gain to the defendant, prior good deeds, and efforts to mitigate the effects of the crime), to find that Bradstreet had engaged in \"behavior ... animated by a single objective, ... the success of the Kurzweil IPO.\"  In the court's view, Bradstreet's conduct was, under the facts of this case, tantamount to a single act.  And the totality of the circumstances--a perceived lack of motivation by greed, an otherwise exemplary life, a record of significant charitable giving, and an impressive outpouring of support from friends and family--warranted the conclusion that Bradstreet's conduct was aberrant.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Even if we were to follow the district court's approach and to define Bradstreet's criminal conduct at an exceedingly high level of generality, that is, as a multi-faceted act of dishonesty designed to obtain for Kurzweil badly-need cash during the 1992-94 time frame, we are faced with the government's arguments that what occurred was not a single aberrant act of dishonesty because Bradstreet did not plead guilty and/or because Bradstreet engaged in the wholly-separate act of testifying dishonestly about his conduct.  Because we see no convincing response to the latter of these two arguments on the facts of this case, we accept it and leave to another day consideration of whether an admission of guilt is a prerequisite to an aberrant behavior departure.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Although Grandmaison takes an expansive view of that which constitutes a single act of aberrant conduct, it confirms that the Guidelines Manual means what it says:  a departure for an act that is composed of a number of component acts, id. at 563 (\"[S]ingle acts of aberrant behavior ... include multiple acts leading up to the commission of a crime.\"), is permissible only if the act is singular, see id. at 564 (first time offenders who have been \"convicted of several unrelated offenses\" are not entitled to aberrant conduct departures).  Moreover, in the context of guidelines sentencing, we think it obvious that the term \"aberrant\" must look forward as well as backward.  In other words, an aberrant behavior departure is not warranted unless the conduct at issue is both a marked departure from the past and is unlikely to recur.  Cf. United States v. Lam, <span class=\"citation\" data-id=\"666932\"><a href=\"/opinion/666932/united-states-v-hoa-cam-lam/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">999</span></a></span>, 1004 (9th Cir.1994) (\"[I]n this context, calling a consistent criminal's behavior aberrant would be an oxymoron and, perhaps, make us look like oxen or morons or both.\").  In so holding, we note that the Ninth Circuit, which also takes an expansive view of that which constitutes a single act of aberrant behavior, see United States v. Takai, <span class=\"citation\" data-id=\"566405\"><a href=\"/opinion/566405/united-states-v-hiroyasu-takai-akiko-magneson/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 741 (9th Cir.1991), apparently includes likelihood of recurrence as part of its aberrance calculation, see Lam, 20 F.3d at 1005.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Under these criteria and on this record, the district court exceeded its discretion in rejecting the government's dishonest testimony argument and departing downward.  The argument rests on two premises, one legal and one factual:  (1) one convicted of criminal dishonesty who testifies dishonestly about his conduct is not entitled to an aberrant conduct departure as a matter of law;  and (2) a finding that Bradstreet did not testify dishonestly would be an abuse of discretion.  Because the court failed to specify which of these premises it did not accept, we examine each in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We think it obvious that the government's legal premise is sound.  As we have observed, a departure based on a finding that the relevant criminal conduct was a single act of aberrant behavior is appropriate only where the conduct was isolated and is unlikely to recur.  Yet one who testifies dishonestly after engaging in felonious dishonesty cannot credibly make either claim.  One convicted of criminal dishonesty is therefore not entitled to an aberrant conduct departure if he has testified dishonestly about his criminal conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We also agree with the government's factual premise.  As the government pointed out both below and on appeal, Bradstreet testified that he did not intend to file false information in connection with the public offering, to file false financial statements in connection with the relevant Forms 10-Q, or to conceal records or information from the auditors.  The verdicts against him necessarily establish, however, that the jury rejected this testimony and found that he did act with an intent to defraud.  See supra at 50-51 (noting that the court instructed the jury to acquit unless it found that Bradstreet acted with an intent to defraud and setting forth the court's mens rea instructions).  In our view, this finding conclusively establishes that Bradstreet testified dishonestly at trial.  After all, the jury's verdict must be credited over Bradstreet's contrary testimony, see, e.g., Rostoff, 53 F.3d at 413;  the contrary testimony strikes us as inherently not subject to characterization as unintentional, cf.  United States v. Dunnigan, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 94, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></a></span>, 1116, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (1993) (making clear that false testimony is not perjurious where it is \"a result of confusion, mistake, or faulty memory\");  and, in any event, Bradstreet has not responded to the government's argument by suggesting that his false intent testimony was unintentional.  To the contrary, he has steadfastly maintained that he acted without an intent to defraud during the entire pendency of these proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Bradstreet attempts to rebut this line of analysis in three ways.  First, he appears in some places to argue that the district court departed downward on some ground or grounds other than the guidelines-based single act of aberrant behavior ground, and that the Supreme Court's decision in Koon v. United States, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996) (establishing an across-the-board abuse of discretion reviewing standard for sentencing departures), validates the court's authority to engage in such a departure.  We think it apparent, however, that the court based its departure on the ground on which departure was sought:  that the conduct underlying the conviction was a single act of aberrant behavior.  To the extent that the court ranged far and wide in explaining its departure, we perceive it only to have been employing the totality-of-circumstances test we prescribed in Grandmaison.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Second, Bradstreet seems to contend that Koon precludes appellate courts from establishing the contours of mixed fact/law concepts such as that which constitutes a single act of aberrant behavior.  Koon makes clear, however, that the appellate courts are to continue to establish the legal boundaries and to correct law-based misapplications of such concepts.  See 518 U.S. at ---- - ----, 116 S.Ct. at 2047-48.   Here, for the reasons just stated, we think the sentencing court went beyond its legal boundaries when it concluded that the dishonest conduct underlying Bradstreet's convictions was both a one-time occurrence and an aberration.  We simply have corrected the court's error.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Finally, Bradstreet contends that the jury did not necessarily reject any aspect of his testimony.  In doing so, he reanimates his argument that, because the jury heard substantively divergent versions of Kurzweil's revenue recognition policy and was not told to acquit if it found that the revenue Bradstreet knowingly booked was properly booked under a reasonable interpretation of the policy, his conviction is fatally flawed.  In Bradstreet's view, the jury might have believed that he knew nothing about the true nature of those transactions involving forgeries, but nonetheless convicted him on the basis of those transactions he defended as having generated properly-recognized revenue.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Even if we assume this unlikely scenario for the sake of argument, it remains fact that Bradstreet never argued that there was an interpretation of Kurzweil's policy that differed in some respect from the government's.  And on this record, there is no basis for an inference that the jury understood the testifying witnesses' summaries of Kurzweil's revenue recognition policy to be anything other than divergent synopses of commonly-understood concepts.  We thus have every confidence that the jury determined that Bradstreet acted with an intent to defraud by reference to a common and proper set of principles.  As a result, we are bound to credit the jury's intent finding, which conclusively demonstrates its rejection of Bradstreet's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We wish to be clear on the precise nature of our ruling.  We do not employ a per se rule that an accused who gives testimony that is necessarily rejected by the jury has intentionally testified dishonestly--i.e., that he has perjured himself.  As we have stated, such testimony, though it must be taken as false, see Rostoff, 53 F.3d at 413, may not have been intentionally false;  it may have been the product of confusion, mistake, or faulty memory, see Dunnigan, 507 U.S. at 95, 113 S.Ct. at 1116-17.   Here, though, for reasons we have explained, see supra at 56-57, Bradstreet's false testimony simply is not capable of being regarded as unintentional.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Because the record is fully developed on this point and Bradstreet has had an ample opportunity to respond to the government's argument, we rule, as a matter of law, that the dishonest activity for which Bradstreet stands convicted was not a single act of aberrant conduct.  Accordingly, we vacate Bradstreet's sentence and remand for resentencing.  See, e.g., Rostoff, 53 F.3d at 413-14.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Our decision to nullify the district court's downward departure might strike some as harsh.  We are acutely aware that incarceration is but one of a number of ruinous consequences that the 52-year-old Bradstreet and his family are suffering as a result of his conduct.  And we have a great deal of respect for the informed judgment of the experienced judge who determined that, in light of all the circumstances, nearly three years in prison is enough.  But it hardly bears repeating that, under guidelines sentencing, a judge has limited discretion to depart from an applicable guidelines sentencing range.  This case is yet another striking reminder of this fact.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">For the reasons stated, we affirm Bradstreet's convictions but vacate the judgment and remand for resentencing.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/12692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/"
  ]
}