{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197799/",
  "absolute_url": "/opinion/197799/mcgrath-v-consolidated-rail/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197799/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:38:55Z",
  "date_modified": "2017-03-24T10:53:25.507457Z",
  "type": "010combined",
  "sha1": "17e67145c9ec19252a15f9f07540becb5ac69e06",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1063.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1063\r\n\n                         MICHAEL MCGRATH,\r\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                  CONSOLIDATED RAIL CORPORATION,\r\n                      Defendant - Appellee.\r\n\n                                           \r\n\nNo. 97-1064\r\n\n                         MICHAEL MCGRATH,\r\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                  CONSOLIDATED RAIL CORPORATION,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Godbold,* Senior Circuit Judge,\r                                                         \r\n\n                 and Barbadoro,** District Judge.\r                                                          \r\n\n                                           \r\n\n                    \r                              \r\n\n*  Of the Eleventh Circuit, sitting by designation.\r\n\n**  Of the District of New Hampshire, sitting by designation.\r\r\n\n     Alan D. Voos, with whom  Collins, Collins &amp; Kantor, P.C. was\r                                                                       \r\non brief for appellant Michael McGrath.\r\n     Leonard  F. Zandrow,  Jr.,  with whom  Michael B.  Flynn and\r                                                                       \r\nBrister  &amp; Zandrow, LLP  were on brief  for appellee Consolidated\r                                 \r\nRail Corporation.\r\n\n                                           \r\n\n                        February 12, 1998\r\n                                           \r\n\n                               -2-\r\r\n\n          TORRUELLA, Chief Judge.   On June 13,  1995, plaintiff-\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nappellant Michael  McGrath (\"McGrath\") commenced this  action for\r\n\npersonal  injuries he  suffered  as  an  employee  of  defendant-\r\n\nappellee  Consolidated  Rail  Corporation (\"Conrail\").    McGrath\r\n\nalleges that Conrail was negligent in failing to provide him with\r\n\na safe work  place pursuant to  the Federal Employers'  Liability\r\n\nAct (\"FELA\"), 45  U.S.C.   51 et  seq., and was liable  under the\r                                                \r\n\nFederal Boiler  Inspection Act (\"Boiler  Act\"), 45 U.S.C.    23,1\r\n\nfor requiring  him  to  work with  a  locomotive that  was  in  a\r\n\ndefective  condition.   After a  jury trial,  the district  court\r\n\nentered judgment in  favor of Conrail on both  the negligence and\r\n\nBoiler Act claims.\r\n\n          McGrath  appeals on  three  grounds.   Appellant argues\r\n\nthat  the  trial  court  erred  (1)  in  allowing  into  evidence\r\n\nMcGrath's  receipt   of  collateral   source  benefits;  (2)   in\r\n\nsubmitting  to  the  jury  the  legal  question  of  whether  the\r\n\nlocomotive in  question was \"in  use\" for purposes of  the Boiler\r\n\nAct; and (3)  in instructing  the jury on  the Boiler Act  claim.\r\n\nConrail  cross-appeals on  the issue  of whether  the Boiler  Act\r\n\napplies to  the  facts  of  this  case.   We  find  no  abuse  of\r\n\ndiscretion with  respect to  the admission  of collateral  source\r\n\nevidence.   However, the district court erroneously submitted the\r\n\n\"in use\" question to the jury.   As a matter of law, we find that\r\n\n                    \r                              \r\n\n1  Although the Boiler Act was recodified on July 5, 1994, see 49\r                                                                        \r\nU.S.C.   20701, we will refer to    23 because that provision was\r\nin effect  at the  time of  McGrath's injury.    In addition,  in\r\ncharging the jury, the district court applied   23. \r\n\n                               -3-\r\r\n\nthe  Boiler Act  applies to  the instant  case.   Accordingly, we\r\n\naffirm the jury verdict for the employer on  McGrath's negligence\r\n\ntheory,  but vacate  and remand  the verdict  for Conrail  on his\r\n\nBoiler Act claim.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n          On appeal, we  summarize the  facts in  the light  most\r\n\nfavorable  to the verdict-winner, consistent with record support.\r\n\nSee Wainright  Bank &amp; Trust  Co. v. Boulos,  89 F.3d 17,  19 (1st\r                                                    \r\n\nCir.  1996).   McGrath  was  a  Conrail  engineer employed  as  a\r\n\n\"shifter,\"  or an  engineer  for short  runs,  who usually  moved\r\n\ntrains between  local depots.   He was  responsible not  only for\r\n\noperating the train,  but also for  attaching individual cars  to\r\n\nthe  locomotive.   On  March 21,  1994, he  reported  to work  at\r\n\nConrail's  Beacon Park office in Allston, Massachusetts.  McGrath\r\n\nwas the engineer on a job identified by Conrail symbol \"WABP-11.\"\r\n\nThe  crew that worked WABP-11 consisted of an engineer (McGrath),\r\n\na conductor, and  a brakeman.  The train  used to perform WABP-11\r\n\nwas made up of at least one locomotive and several railroad cars.\r\n\nOn March 21, 1994, the WABP-11 was scheduled to service Conrail's\r\n\nindustrial customers in South Boston.\r\n\n          McGrath was assigned  to locomotive number  2013, which\r\n\nwas  coupled  back-to-back  with  another  locomotive.    McGrath\r\n\napproached both locomotives, which had their engines running, and\r\n\nboarded  the  second  locomotive to  cross  over  into locomotive\r\n\nnumber  2013.  As  soon as he  entered the cabin  of number 2013,\r\n\nMcGrath started to walk toward the daily inspection card.  In the\r\n\n                               -4-\r\r\n\ncabin,  McGrath lost  his balance  when he  stepped on  an acorn-\r\n\nshaped nut.   He prevented  himself from falling by  grabbing the\r\n\nfour-foot  high  engineer's  control  stand.    Consequently,  he\r\n\nsuffered  injuries  to his  shoulder,  neck  and  back.   One  of\r\n\nConrail's defenses  at trial  was that  McGrath was  malingering,\r\n\ni.e., feigning physical disability to avoid  work and to continue\r\n\nreceiving disability  payments.   For purposes  of rendering  its\r\n\nverdict, the jury  assumed that the accident  described above did\r\n\noccur.\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r\n\n          A.  Collateral Source Evidence\r                    A.  Collateral Source Evidence\r\n\n          McGrath  argues  that  the   district  court  committed\r\n\nreversible error by allowing into evidence his collateral sources\r\n\nof  income,  including  disability  pension  payments  under  the\r\n\nRailroad  Retirement  Act  and   supplemental  credit  disability\r\n\ninsurance  payments  on  his automobile.    Under  the collateral\r\n\nsource rule,  the plaintiff need  not offset his or  her recovery\r\n\nfrom the defendant by  the amount of any benefits received from a\r\n\nsource collateral  to the defendant.   See Lussier v.  Runyon, 50\r                                                                       \r\n\nF.3d 1103, 1107 (1st  Cir. 1995).  The rule  mitigates the danger\r\n\nof the jury finding no liability or reducing a damage award \"when\r\n\nit   learns  that  plaintiff's  loss  is  entirely  or  partially\r\n\ncovered.\"  Moses v. Union Pac.  R.R., 64 F.3d 413, 416 (8th  Cir.\r                                              \r\n\n1995); see also Tipton v. Socony Mobil  Oil Co., 375 U.S. 34, 36-\r                                                         \r\n\n37 (1963) (per curiam).  However,  the rule  is not  absolute and\r\n\ncourts  have carved  out  exceptions  to  the  collateral  source\r\n\n                               -5-\r\r\n\ndoctrine.  See Moses, 64  F.3d at 416 (allowing collateral source\r                              \r\n\nevidence where the plaintiff's case itself has made the existence\r\n\nof such evidence  of probative value); Santa Mar a v. Metro-North\r                                                                           \r\n\nCommuter  R.R.,  81  F.3d  265,  273  (2d   Cir.  1996)  (holding\r                        \r\n\ncollateral source evidence admissible if plaintiff puts financial\r\n\nstatus at  issue); Simmons  v. Hoegh Lines,  784 F.2d  1234, 1236\r                                                    \r\n\n(5th  Cir. 1986)  (finding collateral source  evidence admissible\r\n\nfor  limited  purpose   of  proving  another  matter   if  little\r\n\nlikelihood of prejudice and no strong potential for improper use,\r\n\nand a careful  qualifying jury instruction is given).   We review\r\n\nthe trial  court's admission  of collateral  source evidence  for\r\n\nabuse of  discretion.  See  Blinzler v. Marriott Int'l,  Inc., 81\r                                                                       \r\n\nF.3d 1148, 1158 (1st Cir. 1996).\r\n\n          According to McGrath,  the Supreme Court's  decision in\r\n\nEichel v.  New York  Cent. R.R.  Co., 375  U.S.  253 (1963)  (per\r                                              \r\n\ncuriam), applies to his FELA action and mandates the exclusion of\r\n\ncollateral source evidence  in such cases.  In  Eichel, the Court\r                                                                \r\n\nheld  that evidence  of disability  payments  under the  Railroad\r\n\nRetirement  Act  was  inadmissible  due  to  the  fact  that  the\r\n\nlikelihood of misuse by the  jury clearly outweighed the value of\r\n\nsuch evidence.  See id. at 317.  In particular, the Supreme Court\r                                \r\n\nnoted  that \"[i]nsofar  as the  evidence  bears on  the issue  of\r\n\nmalingering, there will  generally be other evidence  having more\r\n\nprobative value and  involving less likelihood of  prejudice than\r\n\nthe receipt of a disability pension.\"  Id.\r                                                   \r\n\n          We do not read Eichel as requiring the per se exclusion\r                                         \r\n\n                               -6-\r\r\n\nof collateral  source evidence  in FELA  cases.  As  we noted  in\r\n\nDeMedeiros v.  Koehring Co.,  709 F.2d 734  (1st Cir.  1983), the\r                                     \r\n\nnarrower question in Eichel was  simply \"whether or not to uphold\r                                     \r\n\nthe  district court's discretionary  ruling.\"   709 F.2d  at 741.\r\n\nIndeed, although  the Supreme Court  decided Eichel prior  to the\r                                                             \r\n\nenactment of the current Federal Rules  of Evidence, the analysis\r\n\nin  the Eichel decision  \"does not appear  inconsistent with Rule\r                        \r\n\n403.\"  Savoie v. Otto Candies,  Inc., 692 F.2d 363, 371 n.8  (5th\r                                              \r\n\nCir.  1982).   Rule  403  \"confer[s]  broad discretion  upon  the\r\n\ndistrict  court  to  weigh  unfair  prejudice  against  probative\r\n\nvalue.\"  709 F.2d at 741.\r\n\n          In the instant  case, we find that the  trial judge did\r\n\nnot  abuse his discretion  in allowing the  receipt of collateral\r\n\nsource benefits into evidence under a Rule 403 balancing.  As its\r\n\nmotion in limine to admit the  collateral source evidence argues,\r\n\nConrail  offered the evidence of McGrath's disability payments on\r\n\nthe  issue  of  McGrath's  credibility.    Specifically,  Conrail\r\n\npresented  collateral source evidence  to show McGrath's  lack of\r\n\nmotivation  for  returning  to  work.   In  allowing  Conrail  to\r\n\nquestion McGrath  about collateral source  evidence, the district\r\n\ncourt,  on several  occasions, issued cautionary  instructions to\r\n\nthe jury, advising it to consider the evidence only  on the issue\r\n\nof malingering.   In one instance where McGrath's  tax return was\r\n\nadmitted  into evidence, the  court specifically noted  that \"any\r\n\nreferences in there to [collateral]  sources of income are not to\r\n\nreduce any  compensation he may  receive here or to  increase it,\r\n\n                               -7-\r\r\n\nbut only on the issue of his motivation  to go back to work . . .\r\n\n.\"\r\n\n          In oral  argument, McGrath's attorney argued  that such\r\n\ninstructions did not cure the defect because Eichel precludes the\r                                                             \r\n\nuse  of such  evidence  on  the  precise  issue  of  malingering.\r\n\nHowever, we  do not believe  that the Eichel court  established a\r                                                      \r\n\nbright-line rule  barring  the  admission  of  collateral  source\r\n\nevidence on the  issue of malingering.  The  Supreme Court simply\r\n\ndetermined  that the district court abused its discretion because\r\n\nthe prejudicial impact  of the evidence outweighed  its probative\r\n\nvalue.  Here, we come to  the opposite conclusion.  \"If there  is\r\n\nlittle  likelihood of  prejudice  and  no  strong  potential  for\r\n\nimproper use, and a careful qualifying jury instruction is given,\r\n\nthen receipt of compensation  benefits may be admissible for  the\r\n\nlimited purpose of  proving another  matter.\"   Simmons v.  Hoegh\r                                                                           \r\n\nLines, 784 F.2d 1234, 1236 (5th Cir.  1986); see also Phillips v.\r                                                                        \r\n\nWestern Co. of  N. Am., 953  F.2d 923, 930 (5th  Cir. 1992).   We\r                                \r\n\nfind that the district court properly allowed testimony regarding\r\n\ncollateral source income,  and thus, we need  not reach Conrail's\r\n\nargument that McGrath failed to preserve the issue on appeal.\r\n\n          McGrath  also  objects to  several  questions at  trial\r\n\nabout the value of a home he  and his wife were planning to build\r\n\non a lot in Florida.  McGrath interjected a timely objection to a\r\n\nspecific question about the  home's value and the  district court\r\n\nsustained it before  the witness, McGrath's wife,  could respond.\r\n\nAfter  the  objection  was sustained,  Conrail  asked  no further\r\n\n                               -8-\r\r\n\nquestions about the lot or  the home.  Under these circumstances,\r\n\nwe see no reversible error.\r\n\n          B.  Applicability of Boiler Act\r                    B.  Applicability of Boiler Act\r\n\n          Conrail  cross-appeals  the   district  court's  orders\r\n\ndenying its motion and renewed motion for judgment as a matter of\r\n\nlaw.  Conrail  argues that, as  a matter of  law, the Boiler  Act\r\n\ndoes  not apply to McGrath's circumstances because the locomotive\r\n\nin question was not \"in use\" for purposes of the Act.  The Boiler\r\n\nAct provides in pertinent part:\r\n\n          It shall be  unlawful for any carrier  to use\r                                                                 \r\n          or   permit  to  be  used  on  its  line  any\r                                                            \r\n          locomotive   unless   said   locomotive,  its\r\n          boiler,   tender,    and   all    parts   and\r\n          appurtenances,   thereof   are    in   proper\r\n          condition and safe to  operate in the service\r\n          to which the same are put, that  the same may\r\n          be  employed in  the active  service of  such\r\n          carrier without unnecessary peril to life  or\r\n          limb, and unless said locomotive, its boiler,\r\n          tender  and   all  parts   and  appurtenances\r\n          thereof have been inspected . . . .\r\n\n45 U.S.C.    23 (emphasis  added).  Whether  a locomotive  is \"in\r\n\nuse\" under the  Act is \"a question of law for  the trial court to\r\n\ndecide  and not  a question of  fact for  the jury.\"   Pinkham v.\r                                                                        \r\n\nMaine  Cent.  R.R.  Co.,  874  F.2d 875,  881  (1st  Cir.  1989).\r                                 \r\n\nAbsolute liability under the Act  arise only if the locomotive in\r\n\nquestion is \"in  use.\"  See Crockett v. Long Island R.R., 65 F.3d\r                                                                  \r\n\n274, 277 (2d  Cir. 1995).   We review de  novo questions of  law.\r                                                        \r\n\nSee UNUM  Corp. v.  United States,  130 F.3d  501, 502 (1st  Cir.\r                                           \r\n\n1997).\r\n\n          \"Congressional intent and the  case law construing  the\r\n\nstatute clearly  excludes those injuries directly  resulting from\r\n\n                               -9-\r\r\n\nthe  inspection,  repair  and  servicing  of  railroad  equipment\r\n\nlocated at  a maintenance facility.\"   Angell  v. Chesapeake  and\r                                                                           \r\n\nOhio Ry. Co., 618  F.2d 260, 262 (4th Cir. 1980).   In addressing\r                      \r\n\nthe \"in use\"  question, this court in Pinkham  observed that \"the\r                                                       \r\n\ndeterminative factors are the  location of the locomotive at  the\r\n\ntime of the injury and the activity of the injured party . . . .\"\r\n\n874 F.2d  at 882.  A locomotive may  still be considered \"in use\"\r\n\nalthough  it is motionless.   See Crockett,  65 F.3d  at 277; see\r                                                                           \r\n\nalso Brady v. Terminal  R.R. Ass'n of St. Louis, 303  U.S. 10, 13\r                                                         \r\n\n(1938).\r\n\n          The facts  of this  case do not  lend themselves  to an\r\n\neasy answer.   Locomotive  2013 was neither  being serviced  in a\r\n\nplace of repair, nor operating  on Conrail's main line.  Instead,\r\n\nthe  locomotive was  idling on  a  yard track,  which is  located\r\n\nwithin the confines of a railroad yard.   Yard tracks are used to\r\n\nstore,  inspect, classify  and  switch  locomotives and  railroad\r\n\ncars.  In addition, although McGrath was part of a transportation\r\n\ncrew, he was  also required, as the engineer,  to perform certain\r\n\ninspection duties before moving the locomotive.\r\n\n          However, we agree with the district court's  resolution\r\n\nof this issue  in its order  denying Conrail's pre-trial  summary\r\n\njudgment motion.  The locomotive in question was not being stored\r\n\non  the yard  track or awaiting  removal to the  engine house for\r\n\nrepairs.  Rather, \"locomotive number 2013 was running on the yard\r\n\ntrack and ready  to move into service.\"   McGrath v. Consolidated\r                                                                           \r\n\nRail Corp., 943 F. Supp. 95, 97 (D. Mass. 1996).  Furthermore, as\r                    \r\n\n                               -10-\r\r\n\nthe  district  court  noted,  McGrath's  inspection  duties  were\r\n\n\"'incidental  to  [the]  task  of  operating  the  train   as  an\r\n\nengineer.'\"  Id.  citing Rivera v.  Union Pac. R.R.  Co., 868  F.\r                                                                  \r\n\nSupp. 294,  301 (D.  Colo. 1994).   We hold  that the  Boiler Act\r\n\napplies to  the instant  case.  Accordingly,  we need  to address\r\n\nMcGrath's grounds for dismissal relating to the Boiler Act.\r\n\n                               -11-\r\r\n\n          C.  The Jury Instructions\r                    C.  The Jury Instructions\r\n\n          McGrath  argues  that  the   district  court  erred  in\r\n\nsubmitting to the jury the  legal question whether the Boiler Act\r\n\napplies  to  the instant  case.    We  review the  trial  court's\r\n\ninstructions to  the jury  for abuse of  discretion.   See United\r                                                                           \r\n\nStates  v. Shadduck,  112 F.3d  523,  526 (1st  Cir. 1997).   The\r                             \r\n\ndistrict court submitted the following instructions, in pertinent\r\n\npart, to the jury:\r\n\n               Mr. McGrath claims  that the Boiler  Act\r\n          was violated and that as a consequence of the\r\n          violation that was at least one of the causes\r\n          of  injury  to  him  for  which  he  suffered\r\n          damage.    So  the first  thing  you  want to\r\n          consider under the Boiler Act is the question\r\n          of  whether the  Boiler Act  applies to  him.\r\n          The  congressional  intent and  the case  law\r                                                                 \r\n          construing the  Boiler Act excludes  from its\r                                                                 \r\n          coverage  those  injuries  directly resulting\r                                                                 \r\n          from the  inspection, repair or  servicing of\r                                                                 \r\n          railroad equipment  located at  a maintenance\r                                                                 \r\n          facility.  These  injuries are excluded  from\r                             \r\n          the Boiler  Act  because they  occur  in  the\r\n          course of functions necessary to discover and\r\n          correct the  unsafe conditions  prohibited by\r\n          the Boiler Act.\r\n               So the  first question under  the Boiler\r\n          Act is, is Mr. McGrath, and he's got to prove\r\n          it by a  fair preponderance of the  evidence,\r\n          is he excluded under what I've just told you,\r\n          or  is he  included,  is he  able to  recover\r\n          under the Boiler Act?\r\n\nTranscript at 627-28 (emphasis added).  We reiterate that whether\r\n\na locomotive  is \"in  use\" is \"a  question of  law for  the trial\r\n\ncourt  to decide  and  not  a question  of  fact for  the  jury.\"\r\n\nPinkham, 874  F.2d at 881.   However, the instructions  above ask\r                 \r\n\nthe jury to decide this legal issue.\r\n\n          In instructing  the  jury, the  district court  repeats\r\n\n                               -12-\r\r\n\nalmost  verbatim the  legal  considerations  the  Fourth  Circuit\r\n\nemployed  in Angell.  Compare jury instructions above (emphasized\r                                       \r\n\nlanguage)  with 618 F.2d at  262 (\"[c]ongressional intent and the\r                         \r\n\ncase law construing  the statute clearly excludes  those injuries\r\n\ndirectly resulting from  the inspection, repair and  servicing of\r\n\nrailroad equipment located at a maintenance facility\").  However,\r\n\nin  Angell,  the court  itself  resolved  the  issue rather  than\r                    \r\n\nremanding  it for consideration  by a jury.   That was the proper\r\n\ncourse.\r\n\n          In  the instant  case,  the  jury  rendered  a  general\r\n\nverdict for Conrail on McGrath's  Boiler Act theory.  In reaching\r\n\nits  verdict, the  jury may  have  decided that,  as a  threshold\r\n\nmatter, the  Boiler Act did not  apply to the facts  of McGrath's\r\n\ncase.  In that  instance, it did not  need to reach the issue  of\r\n\nConrail's liability under the  Act.  Alternatively, the  jury may\r\n\nhave determined that the Boiler Act did apply but Conrail was not\r\n\nliable under the  Act.  From the general  verdict, we cannot tell\r\n\nwhether the jury's verdict was based on an improper determination\r\n\nof the \"in use\" question.  The record does reflect that  the jury\r\n\ndid  consider this  threshold issue.   One  jury question  to the\r\n\njudge was:   \"Is there any case  law that extends the  Boiler Act\r\n\nexclusion  regarding  inspection  and repair  to  inspections and\r\n\nrepair outside the maintenance yard?\"  Under these circumstances,\r\n\nwe must vacate the verdict as to the Boiler Act claim and remand.\r\n\nSee Dillard  &amp; Sons Constr., Inc. v.  Burnup &amp; Sims Comtec, Inc.,\r                                                                          \r\n\n51 F.3d  910, 916  (10th Cir. 1995)  (\"erroneous submission  of a\r\n\n                               -13-\r\r\n\nlegal question to a jury compels reversal when the jury returns a\r\n\ngeneral  verdict, creating  uncertainty as  to  whether the  jury\r\n\nrelied upon an  improper resolution of the legal  issue\").  Since\r\n\nwe  remand for new  trial on the  Boiler Act theory,  we need not\r\n\nreach McGrath's last ground  for reversal, which argued that  the\r\n\ndistrict  court  erred  in instructing  the  jury  on Boiler  Act\r\n\nliability.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r\n\n          For the foregoing  reasons, we affirm the  jury verdict\r                                                   affirm\r                                                         \r\n\nfor appellee on  McGrath's negligence claim, but  with respect to\r\n\nthe jury verdict on the Boiler Act claim, we vacate and remand to\r                                                       vacate     remand\r                                                                        \r\n\nthe  district court  for  proceedings  in  accordance  with  this\r\n\nopinion.\r\n\n                               -14-\r\r\n",
  "html": "<p class=\"case_cite\">136 F.3d 838</p>\n    <p class=\"case_cite\">48 Fed. R. Evid. Serv. 1091</p>\n    <p class=\"parties\">Michael McGRATH, Plaintiff--Appellant,<br>v.<br>CONSOLIDATED RAIL CORPORATION, Defendant--Appellee.<br>Michael McGRATH, Plaintiff--Appellee,<br>v.<br>CONSOLIDATED RAIL CORPORATION, Defendant--Appellant.</p>\n    <p class=\"docket\">Nos. 97-1063, 97-1064.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1997.<br>Decided Feb. 12, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alan D. Voos, with whom Collins, Collins &amp; Kantor, P.C., Buffalo, NY, was on brief, for appellant Michael McGrath.</p>\n      <p class=\"indent\">Leonard F. Zandrow, Jr., with whom Michael B. Flynn and Brister &amp; Zandrow, LLP, Boston, MA, were on brief, for appellee Consolidated Rail Corporation.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, GODBOLD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and BARBADORO,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 13, 1995, plaintiff-appellant Michael McGrath (\"McGrath\") commenced this action for personal injuries he suffered as an employee of defendant-appellee Consolidated Rail Corporation (\"Conrail\").  McGrath alleges that Conrail was negligent in failing to provide him with a safe work place pursuant to the Federal Employers' Liability Act (\"FELA\"), 45 U.S.C. &#167; 51 et seq., and was liable under the Federal Boiler Inspection Act (\"Boiler Act\"), 45 U.S.C. &#167; 23,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> for requiring him to work with a locomotive that was in a defective condition.  After a jury trial, the district court entered judgment in favor of Conrail on both the negligence and Boiler Act claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">McGrath appeals on three grounds.  Appellant argues that the trial court erred (1) in allowing into evidence McGrath's receipt of collateral source benefits;  (2) in submitting to the jury the legal question of whether the locomotive in question was \"in use\" for purposes of the Boiler Act;  and (3) in instructing the jury on the Boiler Act claim.  Conrail cross-appeals on the issue of whether the Boiler Act applies to the facts of this case.  We find no abuse of discretion with respect to the admission of collateral source evidence.  However, the district court erroneously submitted the \"in use\" question to the jury.  As a matter of law, we find that the Boiler Act applies to the instant case.  Accordingly, we affirm the jury verdict for the employer on McGrath's negligence theory, but vacate and remand the verdict for Conrail on his Boiler Act claim.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, we summarize the facts in the light most favorable to the verdict-winner, consistent with record support.  See Wainwright Bank &amp; Trust Co. v. Boulos, 89 F.3d 17, 19 (1st Cir.1996).  McGrath was a Conrail engineer employed as a \"shifter,\" or an engineer for short runs, who usually moved trains between local depots.  He was responsible not only for operating the train, but also for attaching individual cars to the locomotive.  On March 21, 1994, he reported to work at Conrail's Beacon Park office in Allston, Massachusetts.  McGrath was the engineer on a job identified by Conrail symbol \"WABP-11.\"   The crew that worked WABP-11 consisted of an engineer (McGrath), a conductor, and a brakeman.  The train used to perform WABP-11 was made up of at least one locomotive and several railroad cars.  On March 21, 1994, the WABP-11 was scheduled to service Conrail's industrial customers in South Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">McGrath was assigned to locomotive number 2013, which was coupled back-to-back with another locomotive.  McGrath approached both locomotives, which had their engines running, and boarded the second locomotive to cross over into locomotive number 2013.  As soon as he entered the cabin of number 2013, McGrath started to walk toward the daily inspection card.  In the cabin, McGrath lost his balance when he stepped on an acorn-shaped nut.  He prevented himself from falling by grabbing the four-foot high engineer's control stand.  Consequently, he suffered injuries to his shoulder, neck and back.  One of Conrail's defenses at trial was that McGrath was malingering, i.e., feigning physical disability to avoid work and to continue receiving disability payments.  For purposes of rendering its verdict, the jury assumed that the accident described above did occur.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p class=\"indent\">A. Collateral Source Evidence</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">McGrath argues that the district court committed reversible error by allowing into evidence his collateral sources of income, including disability pension payments under the Railroad Retirement Act and supplemental credit disability insurance payments on his automobile.  Under the collateral source rule, the plaintiff need not offset his or her recovery from the defendant by the amount of any benefits received from a source collateral to the defendant.  See Lussier v. Runyon, 50 F.3d 1103, 1107 (1st Cir.1995).  The rule mitigates the danger of the jury finding no liability or reducing a damage award \"when it learns that plaintiff's loss is entirely or partially covered.\"  Moses v. Union Pac.  R.R., 64 F.3d 413, 416 (8th Cir.1995);  see also Tipton v. Socony Mobil Oil Co., 375 U.S. 34, 36-37, 84 S.Ct. 1, 2-3, 11 L.Ed.2d 4 (1963) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">However, the rule is not absolute and courts have carved out exceptions to the collateral source doctrine.  See Moses, 64 F.3d at 416 (allowing collateral source evidence where the plaintiff's case itself has made the existence of such evidence of probative value);  Santa Maria v. Metro-North Commuter R.R., 81 F.3d 265, 273 (2d Cir.1996) (holding collateral source evidence admissible if plaintiff puts financial status at issue);  Simmons v. Hoegh Lines, 784 F.2d 1234, 1236 (5th Cir.1986) (finding collateral source evidence admissible for limited purpose of proving another matter if little likelihood of prejudice and no strong potential for improper use, and a careful qualifying jury instruction is given).  We review the trial court's admission of collateral source evidence for abuse of discretion.  See Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1158 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">According to McGrath, the Supreme Court's decision in Eichel v. New York Cent. R.R. Co., 375 U.S. 253, 84 S.Ct. 316, 11 L.Ed.2d 307 (1963) (per curiam), applies to his FELA action and mandates the exclusion of collateral source evidence in such cases.  In Eichel, the Court held that evidence of disability payments under the Railroad Retirement Act was inadmissible due to the fact that the likelihood of misuse by the jury clearly outweighed the value of such evidence.  See id. at 255, 84 S.Ct. at 317.   In particular, the Supreme Court noted that \"[i]nsofar as the evidence bears on the issue of malingering, there will generally be other evidence having more probative value and involving less likelihood of prejudice than the receipt of a disability pension.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We do not read Eichel as requiring the per se exclusion of collateral source evidence in FELA cases.  As we noted in DeMedeiros v. Koehring Co., 709 F.2d 734 (1st Cir.1983), the narrower question in Eichel was simply \"whether or not to uphold the district court's discretionary ruling.\"  709 F.2d at 741.   Indeed, although the Supreme Court decided Eichel prior to the enactment of the current Federal Rules of Evidence, the analysis in the Eichel decision \"does not appear inconsistent with Rule 403.\"  Savoie v. Otto Candies, Inc., 692 F.2d 363, 371 n. 8 (5th Cir.1982).  Rule 403 \"confer[s] broad discretion upon the district court to weigh unfair prejudice against probative value.\"  709 F.2d at 741.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the instant case, we find that the trial judge did not abuse his discretion in allowing the receipt of collateral source benefits into evidence under a Rule 403 balancing.  As its motion in limine to admit the collateral source evidence argues, Conrail offered the evidence of McGrath's disability payments on the issue of McGrath's credibility.  Specifically, Conrail presented collateral source evidence to show McGrath's lack of motivation for returning to work.  In allowing Conrail to question McGrath about collateral source evidence, the district court, on several occasions, issued cautionary instructions to the jury, advising it to consider the evidence only on the issue of malingering.  In one instance where McGrath's tax return was admitted into evidence, the court specifically noted that \"any references in there to [collateral] sources of income are not to reduce any compensation he may receive here or to increase it, but only on the issue of his motivation to go back to work....\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In oral argument, McGrath's attorney argued that such instructions did not cure the defect because Eichel precludes the use of such evidence on the precise issue of malingering.  However, we do not believe that the Eichel court established a bright-line rule barring the admission of collateral source evidence on the issue of malingering.  The Supreme Court simply determined that the district court abused its discretion because the prejudicial impact of the evidence outweighed its probative value.  Here, we come to the opposite conclusion.  \"If there is little likelihood of prejudice and no strong potential for improper use, and a careful qualifying jury instruction is given, then receipt of compensation benefits may be admissible for the limited purpose of proving another matter.\"  Simmons v. Hoegh Lines, 784 F.2d 1234, 1236 (5th Cir.1986);  see also Phillips v. Western Co. of N. Am., 953 F.2d 923, 930 (5th Cir.1992).  We find that the district court properly allowed testimony regarding collateral source income, and thus, we need not reach Conrail's argument that McGrath failed to preserve the issue on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">McGrath also objects to several questions at trial about the value of a home he and his wife were planning to build on a lot in Florida.  McGrath interjected a timely objection to a specific question about the home's value and the district court sustained it before the witness, McGrath's wife, could respond.  After the objection was sustained, Conrail asked no further questions about the lot or the home.  Under these circumstances, we see no reversible error.</p>\n    </div>\n    <p class=\"indent\">B. Applicability of Boiler Act</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Conrail cross-appeals the district court's orders denying its motion and renewed motion for judgment as a matter of law.  Conrail argues that, as a matter of law, the Boiler Act does not apply to McGrath's circumstances because the locomotive in question was not \"in use\" for purposes of the Act.  The Boiler Act provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>It shall be unlawful for any carrier to use or permit to be used on its line any locomotive unless said locomotive, its boiler, tender, and all parts and appurtenances, thereof are in proper condition and safe to operate in the service to which the same are put, that the same may be employed in the active service of such carrier without unnecessary peril to life or limb, and unless said locomotive, its boiler, tender and all parts and appurtenances thereof have been inspected....</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">45 U.S.C. &#167; 23 (emphasis added).  Whether a locomotive is \"in use\" under the Act is \"a question of law for the trial court to decide and not a question of fact for the jury.\"  Pinkham v. Maine Cent. R.R. Co., 874 F.2d 875, 881 (1st Cir.1989).  Absolute liability under the Act arise only if the locomotive in question is \"in use.\"   See Crockett v. Long Island R.R., 65 F.3d 274, 277 (2d Cir.1995).  We review de novo questions of law.  See UNUM Corp. v. United States, 130 F.3d 501, 502 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"Congressional intent and the case law construing the statute clearly excludes those injuries directly resulting from the inspection, repair and servicing of railroad equipment located at a maintenance facility.\"  Angell v. Chesapeake and Ohio Ry. Co., 618 F.2d 260, 262 (4th Cir.1980).  In addressing the \"in use\" question, this court in Pinkham observed that \"the determinative factors are the location of the locomotive at the time of the injury and the activity of the injured party....\"  874 F.2d at 882.   A locomotive may still be considered \"in use\" although it is motionless.  See Crockett, 65 F.3d at 277;  see also Brady v. Terminal R.R. Ass'n of St. Louis, 303 U.S. 10, 13, 58 S.Ct. 426, 428, 82 L.Ed. 614 (1938).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The facts of this case do not lend themselves to an easy answer.  Locomotive 2013 was neither being serviced in a place of repair, nor operating on Conrail's main line.  Instead, the locomotive was idling on a yard track, which is located within the confines of a railroad yard.  Yard tracks are used to store, inspect, classify and switch locomotives and railroad cars.  In addition, although McGrath was part of a transportation crew, he was also required, as the engineer, to perform certain inspection duties before moving the locomotive.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">However, we agree with the district court's resolution of this issue in its order denying Conrail's pre-trial summary judgment motion.  The locomotive in question was not being stored on the yard track or awaiting removal to the engine house for repairs.  Rather, \"locomotive number 2013 was running on the yard track and ready to move into service.\"  McGrath v. Consolidated Rail Corp., 943 F.Supp. 95, 97 (D.Mass.1996).  Furthermore, as the district court noted, McGrath's inspection duties were \" 'incidental to [the] task of operating the train as an engineer.' \"  Id. citing Rivera v. Union Pac.  R.R. Co., 868 F.Supp. 294, 301 (D.Colo.1994).  We hold that the Boiler Act applies to the instant case.  Accordingly, we need to address McGrath's grounds for dismissal relating to the Boiler Act.</p>\n    </div>\n    <p class=\"indent\">C. The Jury Instructions</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">McGrath argues that the district court erred in submitting to the jury the legal question whether the Boiler Act applies to the instant case.  We review the trial court's instructions to the jury for abuse of discretion.  See United States v. Shadduck, 112 F.3d 523, 526 (1st Cir.1997).  The district court submitted the following instructions, in pertinent part, to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mr. McGrath claims that the Boiler Act was violated and that as a consequence of the violation that was at least one of the causes of injury to him for which he suffered damage.  So the first thing you want to consider under the Boiler Act is the question of whether the Boiler Act applies to him.  The congressional intent and the case law construing the Boiler Act excludes from its coverage those injuries directly resulting from the inspection, repair or servicing of railroad equipment located at a maintenance facility.   These injuries are excluded from the Boiler Act because they occur in the course of functions necessary to discover and correct the unsafe conditions prohibited by the Boiler Act.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">So the first question under the Boiler Act is, is Mr. McGrath, and he's got to prove it by a fair preponderance of the evidence, is he excluded under what I've just told you, or is he included, is he able to recover under the Boiler Act?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Transcript at 627-28 (emphasis added).  We reiterate that whether a locomotive is \"in use\" is \"a question of law for the trial court to decide and not a question of fact for the jury.\"  Pinkham, 874 F.2d at 881.   However, the instructions above ask the jury to decide this legal issue.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In instructing the jury, the district court repeats almost verbatim the legal considerations the Fourth Circuit employed in Angell.   Compare jury instructions above (emphasized language) with 618 F.2d at 262 (\"[c]ongressional intent and the case law construing the statute clearly excludes those injuries directly resulting from the inspection, repair and servicing of railroad equipment located at a maintenance facility\").  However, in Angell, the court itself resolved the issue rather than remanding it for consideration by a jury.  That was the proper course.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the instant case, the jury rendered a general verdict for Conrail on McGrath's Boiler Act theory.  In reaching its verdict, the jury may have decided that, as a threshold matter, the Boiler Act did not apply to the facts of McGrath's case.  In that instance, it did not need to reach the issue of Conrail's liability under the Act.  Alternatively, the jury may have determined that the Boiler Act did apply but Conrail was not liable under the Act.  From the general verdict, we cannot tell whether the jury's verdict was based on an improper determination of the \"in use\" question.  The record does reflect that the jury did consider this threshold issue.  One jury question to the judge was:  \"Is there any case law that extends the Boiler Act exclusion regarding inspection and repair to inspections and repair outside the maintenance yard?\"   Under these circumstances, we must vacate the verdict as to the Boiler Act claim and remand.  See Dillard &amp; Sons Constr., Inc. v. Burnup &amp; Sims Comtec, Inc., 51 F.3d 910, 916 (10th Cir.1995) (\"erroneous submission of a legal question to a jury compels reversal when the jury returns a general verdict, creating uncertainty as to whether the jury relied upon an improper resolution of the legal issue\").  Since we remand for new trial on the Boiler Act theory, we need not reach McGrath's last ground for reversal, which argued that the district court erred in instructing the jury on Boiler Act liability.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the jury verdict for appellee on McGrath's negligence claim, but with respect to the jury verdict on the Boiler Act claim, we vacate and remand to the district court for proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eleventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the Boiler Act was recodified on July 5, 1994, see 49 U.S.C. &#167; 20701, we will refer to &#167; 23 because that provision was in effect at the time of McGrath's injury.  In addition, in charging the jury, the district court applied &#167; 23</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">838</span></span></p>\n    <p class=\"case_cite\">48 Fed. R. Evid. Serv. 1091</p>\n    <p class=\"parties\">Michael McGRATH, Plaintiff--Appellant,<br>v.<br>CONSOLIDATED RAIL CORPORATION, Defendant--Appellee.<br>Michael McGRATH, Plaintiff--Appellee,<br>v.<br>CONSOLIDATED RAIL CORPORATION, Defendant--Appellant.</p>\n    <p class=\"docket\">Nos. 97-1063, 97-1064.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1997.<br>Decided Feb. 12, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alan D. Voos, with whom Collins, Collins &amp; Kantor, P.C., Buffalo, NY, was on brief, for appellant Michael McGrath.</p>\n      <p class=\"indent\">Leonard F. Zandrow, Jr., with whom Michael B. Flynn and Brister &amp; Zandrow, LLP, Boston, MA, were on brief, for appellee Consolidated Rail Corporation.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, GODBOLD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and BARBADORO,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 13, 1995, plaintiff-appellant Michael McGrath (\"McGrath\") commenced this action for personal injuries he suffered as an employee of defendant-appellee Consolidated Rail Corporation (\"Conrail\").  McGrath alleges that Conrail was negligent in failing to provide him with a safe work place pursuant to the Federal Employers' Liability Act (\"FELA\"), 45 U.S.C. &#167; 51 et seq., and was liable under the Federal Boiler Inspection Act (\"Boiler Act\"), 45 U.S.C. &#167; 23,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> for requiring him to work with a locomotive that was in a defective condition.  After a jury trial, the district court entered judgment in favor of Conrail on both the negligence and Boiler Act claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">McGrath appeals on three grounds.  Appellant argues that the trial court erred (1) in allowing into evidence McGrath's receipt of collateral source benefits;  (2) in submitting to the jury the legal question of whether the locomotive in question was \"in use\" for purposes of the Boiler Act;  and (3) in instructing the jury on the Boiler Act claim.  Conrail cross-appeals on the issue of whether the Boiler Act applies to the facts of this case.  We find no abuse of discretion with respect to the admission of collateral source evidence.  However, the district court erroneously submitted the \"in use\" question to the jury.  As a matter of law, we find that the Boiler Act applies to the instant case.  Accordingly, we affirm the jury verdict for the employer on McGrath's negligence theory, but vacate and remand the verdict for Conrail on his Boiler Act claim.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, we summarize the facts in the light most favorable to the verdict-winner, consistent with record support.  See Wainwright Bank &amp; Trust Co. v. Boulos, <span class=\"citation\" data-id=\"196869\"><a href=\"/opinion/196869/wainwright-bank-v-boulos/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 19 (1st Cir.1996).  McGrath was a Conrail engineer employed as a \"shifter,\" or an engineer for short runs, who usually moved trains between local depots.  He was responsible not only for operating the train, but also for attaching individual cars to the locomotive.  On March 21, 1994, he reported to work at Conrail's Beacon Park office in Allston, Massachusetts.  McGrath was the engineer on a job identified by Conrail symbol \"WABP-11.\"   The crew that worked WABP-11 consisted of an engineer (McGrath), a conductor, and a brakeman.  The train used to perform WABP-11 was made up of at least one locomotive and several railroad cars.  On March 21, 1994, the WABP-11 was scheduled to service Conrail's industrial customers in South Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">McGrath was assigned to locomotive number 2013, which was coupled back-to-back with another locomotive.  McGrath approached both locomotives, which had their engines running, and boarded the second locomotive to cross over into locomotive number 2013.  As soon as he entered the cabin of number 2013, McGrath started to walk toward the daily inspection card.  In the cabin, McGrath lost his balance when he stepped on an acorn-shaped nut.  He prevented himself from falling by grabbing the four-foot high engineer's control stand.  Consequently, he suffered injuries to his shoulder, neck and back.  One of Conrail's defenses at trial was that McGrath was malingering, i.e., feigning physical disability to avoid work and to continue receiving disability payments.  For purposes of rendering its verdict, the jury assumed that the accident described above did occur.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p class=\"indent\">A. Collateral Source Evidence</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">McGrath argues that the district court committed reversible error by allowing into evidence his collateral sources of income, including disability pension payments under the Railroad Retirement Act and supplemental credit disability insurance payments on his automobile.  Under the collateral source rule, the plaintiff need not offset his or her recovery from the defendant by the amount of any benefits received from a source collateral to the defendant.  See Lussier v. Runyon, <span class=\"citation\" data-id=\"692275\"><a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1103</span></a></span>, 1107 (1st Cir.1995).  The rule mitigates the danger of the jury finding no liability or reducing a damage award \"when it learns that plaintiff's loss is entirely or partially covered.\"  Moses v. Union Pac.  R.R., <span class=\"citation\" data-id=\"702589\"><a href=\"/opinion/702589/theodore-p-moses-v-union-pacific-railroad-appelleeappellant-v/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span>, 416 (8th Cir.1995);  see also Tipton v. Socony Mobil Oil Co., <span class=\"citation\" data-id=\"106686\"><a href=\"/opinion/106686/tipton-v-socony-mobil-oil-co/\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">34</span></a></span>, 36-37, <span class=\"citation\" data-id=\"106686\"><a href=\"/opinion/106686/tipton-v-socony-mobil-oil-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></a></span>, 2-3, <span class=\"citation\" data-id=\"106686\"><a href=\"/opinion/106686/tipton-v-socony-mobil-oil-co/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">4</span></a></span> (1963) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">However, the rule is not absolute and courts have carved out exceptions to the collateral source doctrine.  See Moses, 64 F.3d at 416 (allowing collateral source evidence where the plaintiff's case itself has made the existence of such evidence of probative value);  Santa Maria v. Metro-North Commuter R.R., <span class=\"citation\" data-id=\"716601\"><a href=\"/opinion/716601/george-g-santa-maria-v-metro-north-commuter-railroad/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">265</span></a></span>, 273 (2d Cir.1996) (holding collateral source evidence admissible if plaintiff puts financial status at issue);  Simmons v. Hoegh Lines, <span class=\"citation\" data-id=\"465387\"><a href=\"/opinion/465387/barry-simmons-and-american-mutual-liability-insurance-company/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1234</span></a></span>, 1236 (5th Cir.1986) (finding collateral source evidence admissible for limited purpose of proving another matter if little likelihood of prejudice and no strong potential for improper use, and a careful qualifying jury instruction is given).  We review the trial court's admission of collateral source evidence for abuse of discretion.  See Blinzler v. Marriott Int'l, Inc., <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1158 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">According to McGrath, the Supreme Court's decision in Eichel v. New York Cent. R.R. Co., <span class=\"citation\" data-id=\"106715\"><a href=\"/opinion/106715/eichel-v-new-york-central-r-co/\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">253</span></a></span>, <span class=\"citation\" data-id=\"106715\"><a href=\"/opinion/106715/eichel-v-new-york-central-r-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">316</span></a></span>, <span class=\"citation\" data-id=\"106715\"><a href=\"/opinion/106715/eichel-v-new-york-central-r-co/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">307</span></a></span> (1963) (per curiam), applies to his FELA action and mandates the exclusion of collateral source evidence in such cases.  In Eichel, the Court held that evidence of disability payments under the Railroad Retirement Act was inadmissible due to the fact that the likelihood of misuse by the jury clearly outweighed the value of such evidence.  See id. at 255, 84 S.Ct. at 317.   In particular, the Supreme Court noted that \"[i]nsofar as the evidence bears on the issue of malingering, there will generally be other evidence having more probative value and involving less likelihood of prejudice than the receipt of a disability pension.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We do not read Eichel as requiring the per se exclusion of collateral source evidence in FELA cases.  As we noted in DeMedeiros v. Koehring Co., <span class=\"citation\" data-id=\"419917\"><a href=\"/opinion/419917/joao-demedeiros-v-koehring-co-v-parker-brothers-co-third-party-joao/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">734</span></a></span> (1st Cir.1983), the narrower question in Eichel was simply \"whether or not to uphold the district court's discretionary ruling.\"  709 F.2d at 741.   Indeed, although the Supreme Court decided Eichel prior to the enactment of the current Federal Rules of Evidence, the analysis in the Eichel decision \"does not appear inconsistent with Rule 403.\"  Savoie v. Otto Candies, Inc., <span class=\"citation\" data-id=\"410399\"><a href=\"/opinion/410399/michael-savoie-cross-appellant-v-otto-candies-inc-cross-appellee/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span>, 371 n. 8 (5th Cir.1982).  Rule 403 \"confer[s] broad discretion upon the district court to weigh unfair prejudice against probative value.\"  709 F.2d at 741.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the instant case, we find that the trial judge did not abuse his discretion in allowing the receipt of collateral source benefits into evidence under a Rule 403 balancing.  As its motion in limine to admit the collateral source evidence argues, Conrail offered the evidence of McGrath's disability payments on the issue of McGrath's credibility.  Specifically, Conrail presented collateral source evidence to show McGrath's lack of motivation for returning to work.  In allowing Conrail to question McGrath about collateral source evidence, the district court, on several occasions, issued cautionary instructions to the jury, advising it to consider the evidence only on the issue of malingering.  In one instance where McGrath's tax return was admitted into evidence, the court specifically noted that \"any references in there to [collateral] sources of income are not to reduce any compensation he may receive here or to increase it, but only on the issue of his motivation to go back to work....\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In oral argument, McGrath's attorney argued that such instructions did not cure the defect because Eichel precludes the use of such evidence on the precise issue of malingering.  However, we do not believe that the Eichel court established a bright-line rule barring the admission of collateral source evidence on the issue of malingering.  The Supreme Court simply determined that the district court abused its discretion because the prejudicial impact of the evidence outweighed its probative value.  Here, we come to the opposite conclusion.  \"If there is little likelihood of prejudice and no strong potential for improper use, and a careful qualifying jury instruction is given, then receipt of compensation benefits may be admissible for the limited purpose of proving another matter.\"  Simmons v. Hoegh Lines, <span class=\"citation\" data-id=\"465387\"><a href=\"/opinion/465387/barry-simmons-and-american-mutual-liability-insurance-company/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1234</span></a></span>, 1236 (5th Cir.1986);  see also Phillips v. Western Co. of N. Am., <span class=\"citation\" data-id=\"575850\"><a href=\"/opinion/575850/earl-k-phillips-and-carrie-phillips-v-the-western-company-of-north/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span>, 930 (5th Cir.1992).  We find that the district court properly allowed testimony regarding collateral source income, and thus, we need not reach Conrail's argument that McGrath failed to preserve the issue on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">McGrath also objects to several questions at trial about the value of a home he and his wife were planning to build on a lot in Florida.  McGrath interjected a timely objection to a specific question about the home's value and the district court sustained it before the witness, McGrath's wife, could respond.  After the objection was sustained, Conrail asked no further questions about the lot or the home.  Under these circumstances, we see no reversible error.</p>\n    </div>\n    <p class=\"indent\">B. Applicability of Boiler Act</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Conrail cross-appeals the district court's orders denying its motion and renewed motion for judgment as a matter of law.  Conrail argues that, as a matter of law, the Boiler Act does not apply to McGrath's circumstances because the locomotive in question was not \"in use\" for purposes of the Act.  The Boiler Act provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>It shall be unlawful for any carrier to use or permit to be used on its line any locomotive unless said locomotive, its boiler, tender, and all parts and appurtenances, thereof are in proper condition and safe to operate in the service to which the same are put, that the same may be employed in the active service of such carrier without unnecessary peril to life or limb, and unless said locomotive, its boiler, tender and all parts and appurtenances thereof have been inspected....</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">45 U.S.C. &#167; 23 (emphasis added).  Whether a locomotive is \"in use\" under the Act is \"a question of law for the trial court to decide and not a question of fact for the jury.\"  Pinkham v. Maine Cent. R.R. Co., <span class=\"citation\" data-id=\"523148\"><a href=\"/opinion/523148/edward-e-pinkham-v-maine-central-railroad-company/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">875</span></a></span>, 881 (1st Cir.1989).  Absolute liability under the Act arise only if the locomotive in question is \"in use.\"   See Crockett v. Long Island R.R., <span class=\"citation\" data-id=\"703883\"><a href=\"/opinion/703883/carolyn-crockett-v-the-long-island-railroad/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 277 (2d Cir.1995).  We review de novo questions of law.  See UNUM Corp. v. United States, <span class=\"citation\" data-id=\"197668\"><a href=\"/opinion/197668/unum-corporation-v-united-states/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">501</span></a></span>, 502 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"Congressional intent and the case law construing the statute clearly excludes those injuries directly resulting from the inspection, repair and servicing of railroad equipment located at a maintenance facility.\"  Angell v. Chesapeake and Ohio Ry. Co., <span class=\"citation\" data-id=\"376677\"><a href=\"/opinion/376677/kenneth-v-angell-v-the-chesapeake-and-ohio-railway-company/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 262 (4th Cir.1980).  In addressing the \"in use\" question, this court in Pinkham observed that \"the determinative factors are the location of the locomotive at the time of the injury and the activity of the injured party....\"  874 F.2d at 882.   A locomotive may still be considered \"in use\" although it is motionless.  See Crockett, 65 F.3d at 277;  see also Brady v. Terminal R.R. Ass'n of St. Louis, <span class=\"citation\" data-id=\"102946\"><a href=\"/opinion/102946/brady-v-terminal-railroad-assn/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, 13, <span class=\"citation\" data-id=\"102946\"><a href=\"/opinion/102946/brady-v-terminal-railroad-assn/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">426</span></a></span>, 428, <span class=\"citation\" data-id=\"102946\"><a href=\"/opinion/102946/brady-v-terminal-railroad-assn/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">614</span></a></span> (1938).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The facts of this case do not lend themselves to an easy answer.  Locomotive 2013 was neither being serviced in a place of repair, nor operating on Conrail's main line.  Instead, the locomotive was idling on a yard track, which is located within the confines of a railroad yard.  Yard tracks are used to store, inspect, classify and switch locomotives and railroad cars.  In addition, although McGrath was part of a transportation crew, he was also required, as the engineer, to perform certain inspection duties before moving the locomotive.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">However, we agree with the district court's resolution of this issue in its order denying Conrail's pre-trial summary judgment motion.  The locomotive in question was not being stored on the yard track or awaiting removal to the engine house for repairs.  Rather, \"locomotive number 2013 was running on the yard track and ready to move into service.\"  McGrath v. Consolidated Rail Corp., <span class=\"citation no-link\"><span class=\"volume\">943</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">95</span></span>, 97 (D.Mass.1996).  Furthermore, as the district court noted, McGrath's inspection duties were \" 'incidental to [the] task of operating the train as an engineer.' \"  Id. citing Rivera v. Union Pac.  R.R. Co., <span class=\"citation no-link\"><span class=\"volume\">868</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">294</span></span>, 301 (D.Colo.1994).  We hold that the Boiler Act applies to the instant case.  Accordingly, we need to address McGrath's grounds for dismissal relating to the Boiler Act.</p>\n    </div>\n    <p class=\"indent\">C. The Jury Instructions</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">McGrath argues that the district court erred in submitting to the jury the legal question whether the Boiler Act applies to the instant case.  We review the trial court's instructions to the jury for abuse of discretion.  See United States v. Shadduck, <span class=\"citation\" data-id=\"740224\"><a href=\"/opinion/740224/37-collier-bankrcas2d-1667-bankr-l-rep-p-77350-united-states-of/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">523</span></a></span>, 526 (1st Cir.1997).  The district court submitted the following instructions, in pertinent part, to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mr. McGrath claims that the Boiler Act was violated and that as a consequence of the violation that was at least one of the causes of injury to him for which he suffered damage.  So the first thing you want to consider under the Boiler Act is the question of whether the Boiler Act applies to him.  The congressional intent and the case law construing the Boiler Act excludes from its coverage those injuries directly resulting from the inspection, repair or servicing of railroad equipment located at a maintenance facility.   These injuries are excluded from the Boiler Act because they occur in the course of functions necessary to discover and correct the unsafe conditions prohibited by the Boiler Act.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">So the first question under the Boiler Act is, is Mr. McGrath, and he's got to prove it by a fair preponderance of the evidence, is he excluded under what I've just told you, or is he included, is he able to recover under the Boiler Act?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Transcript at 627-28 (emphasis added).  We reiterate that whether a locomotive is \"in use\" is \"a question of law for the trial court to decide and not a question of fact for the jury.\"  Pinkham, 874 F.2d at 881.   However, the instructions above ask the jury to decide this legal issue.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In instructing the jury, the district court repeats almost verbatim the legal considerations the Fourth Circuit employed in Angell.   Compare jury instructions above (emphasized language) with 618 F.2d at 262 (\"[c]ongressional intent and the case law construing the statute clearly excludes those injuries directly resulting from the inspection, repair and servicing of railroad equipment located at a maintenance facility\").  However, in Angell, the court itself resolved the issue rather than remanding it for consideration by a jury.  That was the proper course.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the instant case, the jury rendered a general verdict for Conrail on McGrath's Boiler Act theory.  In reaching its verdict, the jury may have decided that, as a threshold matter, the Boiler Act did not apply to the facts of McGrath's case.  In that instance, it did not need to reach the issue of Conrail's liability under the Act.  Alternatively, the jury may have determined that the Boiler Act did apply but Conrail was not liable under the Act.  From the general verdict, we cannot tell whether the jury's verdict was based on an improper determination of the \"in use\" question.  The record does reflect that the jury did consider this threshold issue.  One jury question to the judge was:  \"Is there any case law that extends the Boiler Act exclusion regarding inspection and repair to inspections and repair outside the maintenance yard?\"   Under these circumstances, we must vacate the verdict as to the Boiler Act claim and remand.  See Dillard &amp; Sons Constr., Inc. v. Burnup &amp; Sims Comtec, Inc., <span class=\"citation\" data-id=\"693033\"><a href=\"/opinion/693033/dillard-sons-construction-inc-v-burnup-sims-comtec-inc/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span>, 916 (10th Cir.1995) (\"erroneous submission of a legal question to a jury compels reversal when the jury returns a general verdict, creating uncertainty as to whether the jury relied upon an improper resolution of the legal issue\").  Since we remand for new trial on the Boiler Act theory, we need not reach McGrath's last ground for reversal, which argued that the district court erred in instructing the jury on Boiler Act liability.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the jury verdict for appellee on McGrath's negligence claim, but with respect to the jury verdict on the Boiler Act claim, we vacate and remand to the district court for proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eleventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the Boiler Act was recodified on July 5, 1994, see 49 U.S.C. &#167; 20701, we will refer to &#167; 23 because that provision was in effect at the time of McGrath's injury.  In addition, in charging the jury, the district court applied &#167; 23</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/693033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740224/"
  ]
}