{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197711/",
  "absolute_url": "/opinion/197711/springfield-terminal-v-canadian-pacific/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197711/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:35:59Z",
  "date_modified": "2017-03-24T10:53:13.663640Z",
  "type": "010combined",
  "sha1": "8f0d543f757c9805c6ac5aca90640d907c665570",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1783.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 97-1783\r\n\n          SPRINGFIELD TERMINAL RAILWAY COMPANY, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n          CANADIAN PACIFIC LIMITED, DBA, CP RAIL SYSTEM,\r\n\n                       Defendant, Appellee.\r\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Robert B. Collings, U.S. Magistrate Judge]\r                                                                  \r\n                                           \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                    and Stahl, Circuit Judge.\r                                                      \r\n                                           \r\n\n     Robert  S. Frank,  Jr., with whom  Robert M.  Buchanan, Jr.,\r                                                                          \r\nEric  J. Marandett,  Kenneth E.  Steinfield, and Joshua  A. Engel\r                                                                           \r\nwere on brief for appellants.\r\n     Terence M. Hynes  with whom Michael Fehner was  on brief for\r                                                         \r\nappellee.\r\n\n                                           \r\n\n                        December 22, 1997\r\n                                          \r\r\n\n     COFFIN,  Senior Circuit  Judge.   This is  an appeal  from a\r                                             \r\n\nsummary  judgment for  defendant  in  a  civil  antitrust  action\r\n\nbrought under  Section 2  of  the Sherman  Act, 15  U.S.C.    15,\r\n\nseeking damages  for an \"attempt to monopolize .  . . any part of\r\n\nthe trade or commerce among the several States.\"  The appeal also\r\n\nchallenges  the   district  court's  refusal   to  exercise   its\r\n\nsupplemental   jurisdiction  over  one  count  of  the  complaint\r\n\ncharging violation of the Massachusetts Antitrust Act, Mass. Gen.\r\n\nL. ch. 93,   5,  and another count charging tortious interference\r\n\nwith prospective business advantage.\r\n\n                           The Parties\r                                                \r\n\n     The  plaintiffs  are  three  railroad  companies   owned  by\r\n\nGuilford Transportation Industries,  Inc., with principal offices\r\n\nin  New Hampshire.   They  are the  Boston and  Maine Corporation\r\n\n(B&amp;M),  the Maine Central  Railroad Company, and  the Springfield\r\n\nTerminal  Railway   Company,  which  collectively   comprise  the\r\n\nGuilford  Rail System.   We shall refer  to plaintiffs-appellants\r\n\nsimply as Guilford.   The defendant-appellee is  Canadian Pacific\r\n\nLtd., with principal offices in Montreal, Quebec.  We shall refer\r\n\nto it as CP.  Guilford's lines run from New England to  New York;\r\n\nCP's  relevant  line  runs  through  central  Maine  between  the\r\n\nCanadian provinces of New Brunswick and Quebec.\r\n\n                            The Market\r                                                \r\n\n     The market  subject to the alleged  attempted monopolization\r\n\nis,  for  purposes of  this  case, assumed  to  be  that of  rail\r\n\ntransportation to and  from northern New England.   The principal\r\n\n                               -2-\r\r\n\ncustomers are  thirty plants  producing building materials,  wood\r\n\npulp, and paper located in Maine, New Hampshire, and Vermont, and\r\n\ntheir  suppliers and  customers.   Incoming  traffic consists  of\r\n\nclay,  chlorine, and other supplies; outgoing traffic consists of\r\n\npaper,  pulp, and  building  materials.   Of  the thirty  plants,\r\n\ntwenty-three are on Guilford's lines; three are on a line of  the\r\n\nBangor and Aroostook Railroad in  Maine; one is on the short-line\r\n\nAroostook Valley Railroad in northern Maine; and three are on the\r\n\nSt. Lawrence  &amp; Atlantic  Railroad in Vermont.   CP  and Guilford\r\n\ncompete  for plants  on the  Bangor and  Aroostook line;  neither\r\n\nserves mills on the St. Lawrence &amp; Atlantic Railroad.   There are\r\n\nno plants on a CP line.\r\n\n                            The Issue\r                                               \r\n\n     The basic theme  of the complaint, filed on  August 1, 1994,\r\n\nis  that CP,  a corporation  with some  $10 billion  in revenues,\r\n\nattempted to drive out of business or force the sale of Guilford,\r\n\nwhich was in fragile  financial circumstances, thereby destroying\r\n\ncompetition  in the  market above described.   In  submitting its\r\n\nmotion  for  summary judgment,  CP  assumed  the truth  of  facts\r\n\nalleged in  the complaint.   Therefore, the relevant  market, the\r\n\nintent  to monopolize, and the  existence of predatory conduct --\r\n\nthree  of the four requisites of  an attempt to monopolize -- are\r\n\nnot in issue.  What is to be decided is whether the complaint and\r\n\naffidavits raise a  genuine issue of fact as to  the existence of\r\n\n\"a  dangerous probability of achieving monopoly power.\"  Spectrum\r                                                                           \r\n\nSports, Inc. v. McQuillan, 506 U.S. 447, 456 (1993). \r                                   \r\n\n                               -3-\r\r\n\n                        The Facts Alleged\r                                                   \r\n\n     We take the facts as alleged  in the complaint.  Although we\r\n\nreview a summary  judgment decision in  which the district  court\r\n\nconsidered both the complaint and  an affidavit from each  party,\r\n\nthe  affidavits submitted  do  not  assert  any  facts  that  are\r\n\nrelevant to our decision.  \r\n\n     After  covering  the   material  we  already   have  briefly\r\n\ndescribed,  the complaint addresses  CP's underlying motive.   It\r\n\nalleges:  (1) on May 15, 1990, CP agreed to purchase the Delaware\r\n\nand  Hudson  Railway  Company (D&amp;H);  (2)  before  this purchase,\r\n\nGuilford linked  much of its  traffic to and from  points outside\r\n\nNew  England  through D&amp;H  lines,  amounting  to  68  percent  of\r\n\nGuilford's traffic in  1988, and dropping to 43  percent in 1989;\r\n\n(3) in 1990, at some unidentified time, the figure dropped  to 27\r\n\npercent; (4) CP's  purchase of  D&amp;H was  \"predicated upon  D&amp;H/CP\r\n\nretaining the share  of interchange traffic D&amp;H  had historically\r\n\nhad  with [Guilford];\" (5) D&amp;H/CP has sustained subsequent yearly\r\n\nlosses of some $8 million; and (6) therefore, since retaining the\r\n\nGuilford interchange business  was essential to D&amp;H's  health, CP\r\n\n\"entered into a series of transactions\" to weaken Guilford, force\r\n\na lease, sale, or bankruptcy, \"from  which CP and others would be\r\n\nable to acquire its lines.\"\r\n\n     Four   activities  were   alleged  under   the  caption   of\r\n\n\"Defendant's Unlawful Conduct.\"  The  first was a 1989 request to\r\n\nobtain trackage  rights over  Conrail lines  in Pennsylvania  and\r\n\n                               -4-\r\r\n\nMaryland  as a  prerequisite  to the  acquisition  of D&amp;H  lines.\r\n\nConrail refused.\r\n\n     In early 1990,  an effort was made, in  connection with CP's\r\n\nplanned acquisition  of  D&amp;H, to  increase the  level of  traffic\r\n\ninterchange  between Guilford  and  D&amp;H  through  a  proposal  to\r\n\nacquire  trackage  rights,  with  an  option  to  purchase,  over\r\n\nGuilford's line between  Mechanicville, New York,  and Fitchburg,\r\n\nMassachusetts.  Guilford rejected the proposal.\r\n\n     At  the same  time, in  April and May,  1990, CP  sought the\r\n\nassistance  of  the  Federal  Railroad  Administration  (FRA)  in\r\n\nobtaining  the  consent  of  Guilford  to  CP's  proposal.    FRA\r\n\nallegedly  cooperated  by   threatening  to  default   Guilford's\r\n\nsubsidiary,  Boston and Maine, under a preference share agreement\r\n\nwith FRA, which  would trigger a  B&amp;M obligation to pay  FRA some\r\n\n$26 million.   FRA senior management  also allegedly stated  that\r\n\nGuilford  would  regret  it  if  the  company  turned  down  CP's\r\n\nproposal.     In   late   1990,  FRA   notified   B&amp;M  that   its\r\n\n\"reconfiguration\"  of part  of a line  (i.e., removal  of tracks)\r\n\nviolated  the  preference share  agreement.    Had FRA  called  a\r\n\ndefault,  CP knew  that  Guilford would  face  bankruptcy and  be\r\n\nsubject to acquisition by CP on  favorable terms.  But no default\r\n\nis alleged to have been declared.\r\n\n     These  three instances of alleged efforts, while evidence of\r\n\nintent, produced no results adverse to Guilford.  Only the fourth\r\n\nalleged incident describes an effort ripening into conduct.  Both\r\n\nCP and Guilford submitted bids  to a large paper-making facility,\r\n\n                               -5-\r\r\n\nthe Great  Northern plants,  for transport  of 4,744  carloads of\r\n\npaper  to 165  locations between  January 1,  1991 and  April 30,\r\n\n1993.    CP's bids  were  for  less  than its  estimated  average\r\n\nvariable cost; for example, the average variable cost for one bid\r\n\ninvolving more than  a fourth of the total  traffic was estimated\r\n\nat $1,000  per carload while  the expected revenue was  less than\r\n\n$350.   In December  1990, CP  was awarded  a contract for  4,204\r\n\ncarloads.\r\n\n     The complaint  alleged that  this conduct  was \"intended  to\r\n\ndivert revenues from the Guilford Rail System\" so as to weaken it\r\n\nand permit  CP \"or others  collaborating with CP\" to  acquire it.\r\n\nThe essential part of the complaint concluded with the allegation\r\n\nthat CP, once it had acquired Guilford, could recoup the costs of\r\n\nsuch  predatory pricing through restoring the interchange traffic\r\n\nand increasing rail rates.  The high barriers to new entry in the\r\n\nmarket  and   the  weakened   condition  of   Guilford  allegedly\r\n\ncontributed to the likelihood that CP would accomplish this goal.\r\n\n                        Proceedings Below\r                                                   \r\n\n     CP's  motion  for  summary  judgment  urged  three  grounds.\r\n\nFirst,  accepting  the  truth  of  all  allegations,  CP  claimed\r\n\nexemption  from antitrust liability  under 49 U.S.C.    11321(a),\r\n\nwhich provides that ICC approval of a purchase of  one carrier by\r\n\nanother creates  an exemption \"from  the antitrust laws  and from\r\n\nall other law . . . as necessary to let that person carry out the\r\n\ntransaction,  hold,  maintain, and  operate  property  .  . .  .\"\r\n\nSecond, CP claimed that there existed no dangerous probability of\r\n\n                               -6-\r\r\n\nmonopoly in any event because it was not alleged that CP  had any\r\n\nmarket power,  and it had  not been shown probable  that Guilford\r\n\nwould agree  to sell to CP or  that the ICC would  approve such a\r\n\npurchase.  Third, CP argued that the state law claims, resting on\r\n\nthe  district   court's  supplemental  jurisdiction,   should  be\r\n\ndismissed along with the federal claim.\r\n\n     The district  court, after  an unfortunate  two year  hiatus\r\n\nduring which  apparently no  progress was  made in  resolving the\r\n\ncase, rested its  summary judgment on the  following conclusions:\r\n\ndeeming  market share a \"highly significant\" though not exclusive\r\n\nfactor in assessing the probability of successful monopolization,\r\n\nit  reasoned that  at most  CP  controlled little  more than  ten\r\n\npercent of the market, which was not \"sufficiently 'proximate' to\r\n\nmonopoly;\" that nothing in the record indicated that, if Guilford\r\n\nwere forced to sell its rail lines, it would sell to CP; and that\r\n\nthe record  failed  to demonstrate  that  ICC approval  would  be\r\n\nforthcoming.   Finding the federal antitrust claim unsupported by\r\n\nsufficient factual  allegations to  create a  genuine issue,  the\r\n\ncourt in  its discretion  declined to  exercise its  supplemental\r\n\njurisdiction over the state claims.\r\n\n                            Discussion\r                                                \r\n\n     Standards.   The  familiar  standards  of  summary  judgment\r                        \r\n\nreview  apply here.   Some are  in appellants' favor:   review is\r\n\nplenary, Steinke v. SunGard Financial Systems,  121 F.3d 763, 768\r                                                       \r\n\n(1st Cir.  1997); a genuine issue of  fact that is truly material\r\n\nwill defeat the  motion, Celotex Corp. v. Catrett,  477 U.S. 317,\r                                                           \r\n\n                               -7-\r\r\n\n325-27 (1986); and facts and reasonable inferences therefrom must\r\n\nbe taken favorably to the non-movant, Blanchard v.  Peerless Ins.\r                                                                           \r\n\nCo., 958 F.2d 483, 490 (1st Cir. 1992).\r             \r\n\n     But other standards have come to  hold in check too ready  a\r\n\ncreation of a factual issue.  Unsupported assessments, conclusory\r\n\nallegations,  and  speculative  suppositions   carry  no  weight.\r\n\nMedina-Munoz v.  R.J. Reynolds  Tobacco Co., 896  F.2d 5,  8 (1st\r                                                     \r\n\nCir. 1990).   We add to this litany that  in a case such as this,\r\n\nwhere intent and subjective motive are not in question, but where\r\n\nthe issue involves the objective and rather technical data called\r\n\nfor by  the requirement of  a dangerous probability  of achieving\r\n\nmonopoly power, the  careful construction of a complaint takes on\r\n\nenhanced importance.  \r\n\n     In addition  to standards  of review,  standards of  careful\r\n\npractice caution that  the pleader anticipate a  summary judgment\r\n\nmotion and have in mind the availability of Fed. R. Civ. P. 56(f)\r\n\nif further discovery seems necessary,  that timely steps to amend\r\n\nbe taken when  the need arises, and that  appropriate proffers of\r\n\nevidence be made if the  record needs supplementing.  Moreover, a\r\n\nmotion  for summary judgment  thrusts into possible  question any\r\n\nfatal  factual deficiency,  whether  or  not it  is  then at  the\r\n\nforefront of controversy.  A non-movant must live with the double\r\n\nstandard that,  while a  loser at the  fact finding  stage cannot\r\n\nraise  new issues  to  secure  reversal, \"A  party  may defend  a\r\n\njudgment  in its favor on any legitimate ground without appealing\r\n\nfrom the judgment on that issue.\"  United States v. Massachusetts\r                                                                           \r\n\n                               -8-\r\r\n\nInstitute of  Technology, Nos. 97-1287,  97-1382, slip op.  at 14\r                                  \r\n\n(1st Cir. Nov. 25, 1997) (citation omitted).\r\n\n     ICC Approval Immunity.   By far the major  emphasis below on\r                                    \r\n\nthe part of CP was placed on the argument that, since  the entire\r\n\nobjective  of CP's  scheme was,  according to the  complaint, the\r\n\nacquisition of Guilford,  and since  such an  acquisition of  one\r\n\nrailroad  by another  must be  approved by  the ICC  (now  by the\r\n\nSurface  Transportation   Board),  CP  would  fit  the  statutory\r\n\ndescription of \"[a] rail  carrier . . . participating in  . . . a\r\n\ntransaction  approved by  the  [ICC]\" who  may  \"own and  operate\r\n\nproperty . . . acquired through the transaction . . . exempt from\r\n\nthe antitrust laws . . . .\"  49 U.S.C.   11321(a).\r\n\n     Before  the district court,  CP conceded for  the purpose of\r\n\nthis argument that  it would acquire Guilford, but,  based on the\r\n\nabove reasoning, contended that it would be exempt from antitrust\r\n\nliability.    On  appeal, Guilford  strenuously  argues  that any\r\n\nexemption must be restricted to  a transaction that is \"necessary\r\n\nto  let  that rail  carrier .  .  . hold,  maintain,  and operate\r\n\nproperty  . . .  acquired through  the transaction.\"   Id.   CP's\r                                                                    \r\n\npredatory  pricing, it maintains, was prior  to and separate from\r\n\nacquisition of Guilford  by CP.  There would be  no policy reason\r\n\nto  exempt such preliminary  conduct; a company  that mercilessly\r\n\ntook all kinds of actions to  bring a victim to its knees  should\r\n\nnot  be  granted  absolution if  its  malevolent  campaign proved\r\n\nsuccessful.  Moreover,  antitrust exemptions  should be  narrowly\r\n\nconstrued. \r\n\n                               -9-\r\r\n\n     We are not impressed with the cases cited by CP.  Its simple\r\n\nrationale is that if acquisition of Guilford (and  the consequent\r\n\nmonopoly position of CP in  the market) is approved and therefore\r\n\nimmunized by the ICC, an attempt  to achieve such a legal  status\r\n\ncannot  be  unlawful.   But  although  government  approval  of a\r\n\nconsolidation or merger may exempt those who took part from legal\r\n\nobstacles that would  hinder its consummation, as  in Brotherhood\r                                                                           \r\n\nof Locomotive  Engineers v. Boston  &amp; Maine Corp., 788  F.2d 794,\r                                                           \r\n\n800-801  (1st  Cir. 1986),  CP  has  given  us no  authority  for\r\n\nextending  immunity to remote  and egregious conduct  that brings\r\n\nabout a condition of subservient vulnerability and thus  sets the\r\n\nstage  for  a  subsequent  consolidation,  merger,   or  purchase\r\n\nagreement.\r\n\n     While  we  acknowledge  a  considerable  scope  of  immunity\r\n\ncreated by ICC approval, we are  unwilling to take a position  of\r\n\nfirst impression and  grant immunity as  a per  se matter to  all\r\n\nevents  that precede  the ICC  action.   We find  distasteful the\r\n\nproposition that a railroad company  could indulge in any kind of\r\n\nanticompetitive  chicanery and, if  successful, be immunized, or,\r\n\nif  not successful,  defend against  an  unlawful attempt  charge\r\n\nbecause there  would be  no dangerous  probability of monopoly.  \r\n\nLike the district court, we shall not pass on this issue.\r\n\n     Market  Power.   As  we have  observed,  the district  court\r                            \r\n\nplaced some reliance on its  estimate that CP controlled not much\r\n\nmore than  ten percent  of the market.   Guilford  maintains that\r\n\nsince  the complaint  alleged  that there  were  only two  market\r\n\n                               -10-\r\r\n\nparticipants, Guilford and CP, and  that CP intended to force the\r\n\nsale of Guilford's  assets to CP, and since CP  had the financial\r\n\nmeans  to accomplish  this, a  jury could  find that  a dangerous\r\n\nprobability  of  monopolization  existed.   Pre-predation  market\r\n\npower under these circumstances, argues Guilford, is not the sole\r\n\nindicator of success.\r\n\n     We are  well aware  of the impressive  case law  requiring a\r\n\nplaintiff  in an attempted  monopolization case to  demonstrate a\r\n\nsubstantial  pre-existing market share.  We affirmed the decision\r\n\nin Benjamin v. Aroostook Med. Ctr.,  937 F. Supp. 957, 966-67 (D.\r                                            \r\n\nMe. 1996), aff'd, 113 F.3d 1 (1st Cir. 1997),  petition for cert.\r                                                                           \r\n\nfiled, 66 U.S.L.W.  3308 (U.S. Aug.  11, 1997), which  recognized\r               \r\n\nthat the requirement of market  power is commonly shown by market\r\n\nshare.    But most  of  the cases  cited  by CP  are pre-Spectrum\r                                                                           \r\n\nSports.    And  that  decision  does  not  impose  an  inflexible\r                \r\n\nrequirement  that pre-predation market share be demonstrated.  As\r\n\nthe district court recognized, Spectrum Sports, after recognizing\r                                                        \r\n\nthe higher standard  of proof required against a  single firm, as\r\n\ncontrasted with concerted activity, states that\r\n\n     demonstrating    the    dangerous     probability    of\r\n     monopolization in an attempt case also requires inquiry\r\n     into the relevant product and geographic market and the\r                                                                      \r\n     defendant's economic power in that market.\r                                                        \r\n\nSpectrum Sports, 506 U.S. at 459 (emphasis added). \r                         \r\n\n     Areeda  and Hovenkamp, in  their antitrust treatise,  see P.\r                                                                        \r\n\nAreeda &amp; H. Hovenkamp, Antitrust Law   807, p. 355 (1996), engage\r                                              \r\n\nin a thoughtful  discussion of the  requirement of market  share,\r\n\ntending to resist expansionary  doctrine, but acknowledging merit\r\n\n                               -11-\r\r\n\nin some  relaxation of  the requirement.   Their bottom  line is:\r\n\n\"The all-important consideration is that the alleged conduct must\r\n\nbe  reasonably  capable of  creating  a monopoly  in  the defined\r\n\nmarket.\"  Id.  They add, \"As always, however, market share  is an\r                       \r\n\nimperfect  surrogate  for market  power.\"   Id.    They  make the\r                                                         \r\n\ninteresting comment that the threshold power requirement might be\r\n\nlowered  if   only  injunctive  \"cease-and-desist\"   relief  were\r\n\nrequested, rather than  triple damages and attorney's  fees.  Id.\r                                                                          \r\n\nat 357. \r\n\n     Guilford relies on  United States v. American  Airlines, 743\r                                                                      \r\n\nF.2d 1114, 1118-1119 (5th Cir. 1984), as precedent  for assessing\r\n\nthe  probability of monopolization by  adding the market share of\r\n\nGuilford, the putative  victim, to that of CP.   The company also\r\n\nproperly cites Areeda &amp; Hovenkamp's Antitrust Law   807h, p. 362,\r                                                           \r\n\nas   recognizing  this   addition   as   appropriate   \"in   some\r\n\ncircumstances.\"  But it is quite clear that in American Airlines,\r                                                                          \r\n\nthe offer of  American to its fierce competitor,  Braniff, to end\r\n\ntheir  competition and jack  prices twenty percent  was \"uniquely\r\n\nunequivocal and its potential .  . . uniquely consequential,\" 743\r\n\nF.2d  at  1119.   In  other  words,  the  conduct was  \"the  most\r\n\nproximate to the  commission of the  completed offense that  [it]\r\n\nwas capable  of committing.\"   Id. at 1118-1119.   In the instant\r                                           \r\n\ncase, predatory  pricing would have to persist so far as to bring\r\n\nGuilford to  the point  of selling  or bankruptcy,  a sale  to CP\r\n\nwould have  to take place, and approval  would have to be granted\r\n\nby the ICC before monopolization became a fact.  \r\n\n                               -12-\r\r\n\n     We  recognize  that  aggregation  of  the  market  power  of\r\n\npredator and predatee  may in some cases be warranted,  and we do\r\n\nnot insist  on proof  of  thirty or  fifty percent  or some  such\r\n\npercentage of market  share as a per se  threshold requirement in\r\n\nall attempted  monopolization cases.   But we give weight  to the\r\n\ntraditional  requirement, and  require exceptional  circumstances\r\n\nbefore straying from it.  An all-powerful outsider with unlimited\r\n\nfinancing   and    a   record   of    persistent,   unambiguously\r\n\nanticompetitive conduct  that has a demonstrably  serious adverse\r\n\neffect on its competitor might well pass the test.\r\n\n     As we discuss below, however, this is not such a case.\r\n\n     Other   Factors    Relevant   to    Dangerous   Probability.\r                                                                          \r\n\nNotwithstanding the  lack of asserted  facts demonstrating market\r\n\nshare,   Guilford  would  have  us  conclude  that  CP's  conduct\r\n\nreasonably  could  be  thought capable  of  creating  a dangerous\r\n\nprobability  of monopolization in  the northern New  England rail\r\n\ntransportation  market based  on the  fact that  CP admitted  the\r\n\ntruth of the allegations of the complaint for purposes of summary\r\n\njudgment.    Guilford  asserts that  the  complaint  alleged that\r\n\nCanadian Pacific would acquire Guilford's rail assets and that CP\r\n\nconceded this point.\r\n\n     It is  clear to us,  however, that CP's attempt  to obtain a\r\n\nstipulation that  monopolization necessarily  assumed acquisition\r\n\nby CP was in the context of  CP's contention that ICC approval of\r\n\nany  acquisition  conferred   antitrust  immunity.    Indeed,   a\r\n\nconcession  for all  purposes that  acquisition  of Guilford  was\r\n\n                               -13-\r\r\n\nprobable would  also be a concession of the basic point at issue,\r\n\nthe existence of a dangerous probability of monopoly.\r\n\n     No more  persuasive is  Guilford's assertion  of prejudicial\r\n\nerror in  the court's refusal  to consider a proffer  of evidence\r\n\nthat CP would  purchase Guilford's assets.  The  \"evidence\" was a\r\n\nstatement by Guilford's  counsel at a motion hearing  that he had\r\n\nobtained a  document showing  CP's belief that  it would  acquire\r\n\nGuilford's assets when Guilford succumbed to bankruptcy, which it\r\n\nthought was imminent.   Not only was there  no subsequent attempt\r\n\nthrough affidavit or  otherwise to have the  document admitted to\r\n\nthe  record, but  even  more importantly,  the  substance of  the\r\n\nrepresentation  was only  that CP  did indeed  aspire  to acquire\r\n\nGuilford's assets and believed in its feasibility, something that\r\n\nhas  not  been  in issue.    A  belief of  an  aspirant  does not\r\n\nconstitute  evidence of  the probability  of  realization of  the\r\n\naspiration.  We see  no merit in this assertion of  error, either\r\n\nprocedurally or substantively.\r\n\n     This brings us to  an analysis of the  conduct alleged.   To\r\n\nbegin, we  must dismiss the  several allegations of  conduct that\r\n\nresulted in  no action --  the 1989 refusal  of Conrail to  grant\r\n\ntrackage  rights, the 1990 rejection  by Guilford of CP's request\r\n\nfor trackage rights  between Mechanicville and Fitchburg  with an\r\n\noption to purchase, and the  1990 failure of the Federal Railroad\r\n\nAdministration to  follow through  on its  CP-induced threats  of\r\n\ndefault.\r\n\n                               -14-\r\r\n\n     We are  left with the single instance of CP's below cost bid\r\n\nto Great  Northern and the  resulting contract in  December 1990.\r\n\nGuilford would have us attach no relevance to the solitariness of\r\n\nthe  predatory  pricing  incident,  on  the  ground that  CP  has\r\n\nconceded  the alleged  existence  of  such  conduct.    But  mere\r\n\nexistence  of  predatory price  cutting, and  the extent  of such\r\n\nconduct  sufficient to justify a finding of dangerous probability\r\n\nof monopolization, are two quite different issues.  \r\n\n     Guilford  also contends  that CP,  which opposed  Guilford's\r\n\n\"Motion to Allow  Discovery to Proceed\" -- a  motion \"designed to\r\n\nobtain  information  that  would  permit  the  identification  of\r\n\nparticular instances where Canadian Pacific engaged in below cost\r\n\npricing\" -- should  not now be permitted to  argue for affirmance\r\n\nbecause of the  inadequacy of the  complaint.  But the  Motion to\r\n\nAllow tells us  only that the documents withheld by CP as \"highly\r\n\nconfidential\"  \"involve revenue and  cost data [which]  go to the\r\n\nheart  of [Guilford's]  predatory pricing  claim.\"   There is  no\r\n\nassertion that Guilford intended to broaden the complaint to  add\r\n\nother incidents to the bids on the Great Northern business.  \r\n\n     We  are not  in a  position  to judge  whether Guilford  was\r\n\nunfairly cut off from obtaining evidence necessary to withstand a\r\n\nmotion for summary judgment.  There exists a clear-cut  way for a\r\n\nlitigant  in  Guilford's  position to  avoid  this  difficulty of\r\n\nexercising hindsight.   Rule 56(f) of the Federal  Rules of Civil\r\n\nProcedure specifically calls upon a litigant who feels prejudiced\r\n\nby too precipitate a demand for summary judgment to file a timely\r\n\n                               -15-\r\r\n\naffidavit  with  the   court  asserting  the  need   for  further\r\n\ndiscovery.  As  we have held, failure to resort to such first aid\r\n\nwill  ordinarily bar belated aid.   See Rivera-Flores v. Bristol-\r                                                                           \r\n\nMyers Squibb Caribbean, 112 F.3d 9, 14 (1st Cir. 1997).  \r                                \r\n\n     We are not  moved by Guilford's explanation that  it did not\r\n\nmake a Rule 56(f) submission \"because the Court had expressed its\r\n\ncomplete disinterest in  evidence directed to that issue.\"   CP's\r\n\nmotion  for summary  judgment excluded  no issue;  its basis  was\r\n\n\"that there exists no genuine issue of material fact warranting a\r\n\ntrial.\"  At  the hearing on the motion, the  court indicated that\r\n\nit understood  CP to be  making an \"alternative argument\"  to ICC\r\n\nimmunity.    A party  opposing  summary judgment  must  touch all\r\n\nbases.  Even  if the focus of  counsel and the trial  court is on\r\n\none issue,  an appellate court  may affirm a judgment  on another\r\n\nground, if made \"manifest by the record.\"  Frillz, Inc. v. Lader,\r                                                                          \r\n\n104 F.3d 515, 516 (1st Cir. 1997).\r\n\n     Even  less worthy  of consideration  is Guilford's  tortured\r\n\nargument  that, despite  its having  made  no move  to amend  its\r\n\ncomplaint, the  court should  have treated  the summary  judgment\r\n\nmotion as  a  motion  to dismiss  and  sua sponte  given  it  the\r\n\nopportunity to do  so.  Although Guilford asserts  that it \"could\r\n\nplead   additional  facts   that   would   cure   any   perceived\r\n\ninsufficiency in the Complaint,\" such facts are not identified.\r\n\n     All that the  complaint asserts  is the  single incident  in\r\n\nwhich CP, through predatory pricing, obtained a contract to carry\r\n\n4,204  carloads annually of Great Northern's 4,744 carload total.\r\n\n                               -16-\r\r\n\nThe contract was to expire on April 30, 1993.  We do not know who\r\n\nobtained the contract to carry  the remaining 540 carloads or why\r\n\nsome other carrier  managed to withstand CP's  predatory pricing.\r\n\nAlthough  Great  Northern's facilities  were  among  the largest,\r\n\nthere were 29  other plants  in the  market, only  three of  them\r\n\nserved by CP.  There is no information about the financial impact\r\n\nof  this incident  on  Guilford.   And  there  is no  information\r\n\nconcerning CP's market share.\r\n\n     Perhaps even more  significantly, there is no  evidence that\r\n\nCP engaged in  predatory pricing after December  1990, some three\r\n\nyears and  seven months  before Guilford's  complaint was  filed.\r\n\nThere  is no  information relating  to any  new request  for bids\r\n\nfollowing expiration of the Great Northern contract  on April 30,\r\n\n1993.    We are  not  told whether  CP  sought  or retained  that\r\n\nbusiness.  \r\n\n     We  deem  highly  relevant   and  persuasive  the  following\r\n\nobservations by Areeda and Hovenkamp in their treatise:\r\n\n     [W]hen challenged exclusionary conduct  had ended three\r\n     years earlier without increasing the defendant's market\r\n     share or forcing the exit of any competitor, a court is\r\n     likely  to see  no  dangerous  probability of  success.\r\n     Although the conduct's potential at the time it occurs,\r\n     rather than its actual effect, determines its legality,\r\n     later effects  sometimes indicate  the  nature of  that\r\n     potential. . . .\r\n\n          We   would  find   attempt  claims   presumptively\r\n     implausible if the challenged conduct has been in place\r\n     for at least two years and the remaining market remains\r\n     robustly  competitive  as evidenced  by  ongoing entry,\r\n     profitability  of   rivals,  and  stability   of  their\r\n     aggregate market share.\r\n\n                               -17-\r\r\n\nFederal Antitrust  Law    807f, pp.  360-61 (citing  Ashkanazy v.\r                                                                        \r\n\nRokeach &amp; Sons, 757 F. Supp. 1527 (N.D. Ill. 1991)).\r                        \r\n\n     Although this rationale apparently was not considered by the\r\n\ndistrict  court,  it  nevertheless  was  \"made  manifest  by  the\r\n\nrecord,\"  see  Frillz,  164  F.3d  at  516,  and  constitutes  an\r                               \r\n\n\"independently sufficient  ground\" for decision,  see Hidalgo  v.\r                                                                       \r\n\nOverseas Condado Ins. Agencies, Inc., 120 F.3d 328, 332 (1st Cir.\r                                              \r\n\n1997) (citation omitted).\r\n\n     Another factor  militating against  a reasonable  finding of\r\n\ndangerous probability  of monopolization that the  district court\r\n\nrelied  upon was  the  uncertainty  of  obtaining  the  necessary\r\n\napproval by the ICC.   The court concluded its reasoning  on this\r\n\npoint by saying that \"there is no  way to judge how the ICC would\r\n\nview  an  acquisition  of   the  Guilford  Rail  System  by   CP.\r\n\nDisapproval is just as likely as approval.\"  We agree.\r\n\n     The relevant statute  governing ICC approval is 49  U.S.C.  \r\n\n11324(d), which requires approval of an acquisition unless \"there\r\n\nis likely to be substantial lessening of competition, creation of\r\n\na   monopoly,  or   restraint  of   trade   in  freight   surface\r\n\ntransportation . . . and . . . the anticompetitive effects of the\r\n\ntransaction outweigh the  public interest in  meeting significant\r\n\ntransportation needs.\"  CP cites various instances  where the ICC\r\n\nhas   disapproved  mergers   that  threatened   a  reduction   in\r\n\ncompetition; Guilford  cites actions where \"public  interest\" has\r\n\nbeen held to outweigh any reduction in competition.  We simply do\r\n\n                               -18-\r\r\n\nnot know how  the ICC would view the  competing considerations on\r\n\nthe record of this case.\r\n\n     So viewing  the allegations  of the  complaint, we  conclude\r\n\nthat Guilford has failed to put forth sufficient facts to justify\r\n\na  finding of  a  dangerous probability  of  monopolization.   We\r\n\ntherefore have no occasion  to consider the sufficiency  of facts\r\n\nalleged  to  support   the  likelihood  that  CP   would  acquire\r\n\nGuilford's assets  or CP's  arguments concerning  the absence  of\r\n\nbarriers to entry into the market and elasticity of demand.\r\n\n     We  add that  we  see  no reason  to  question the  district\r\n\ncourt's  action  in   declining  to  exercise  its   supplemental\r\n\njurisdiction over state law claims.\r\n\n     Affirmed.  Each party to bear its own costs.                \r                                                           \r\n\n                               -19-\r\r\n",
  "html": "<p class=\"case_cite\">133 F.3d 103</p>\n    <p class=\"case_cite\">1997-2 Trade Cases  P 72,003</p>\n    <p class=\"parties\">SPRINGFIELD TERMINAL RAILWAY COMPANY, et al., Plaintiffs, Appellants,<br>v.<br>CANADIAN PACIFIC LIMITED, dba, CP Rail System, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1783.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 5, 1997.<br>Decided Dec. 22, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert S. Frank, Jr., with whom Robert M. Buchanan, Jr., Eric J. Marandett, Kenneth E. Steinfield, and Joshua A. Engel, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Terence M. Hynes with whom Michael Fehner, Washington, DC, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a summary judgment for defendant in a civil antitrust action brought under Section 2 of the Sherman Act, 15 U.S.C. &#167; 2, seeking damages for an \"attempt to monopolize ... any part of the trade or commerce among the several States.\"   The appeal also challenges the district court's refusal to exercise its supplemental jurisdiction over one count of the complaint charging violation of the Massachusetts Antitrust Act, Mass.  Gen. L. ch. 93, &#167; 5, and another count charging tortious interference with prospective business advantage.</p>\n    </div>\n    <p>The Parties</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiffs are three railroad companies owned by Guilford Transportation Industries, Inc., with principal offices in New Hampshire.  They are the Boston and Maine Corporation (B &amp; M), the Maine Central Railroad Company, and the Springfield Terminal Railway Company, which collectively comprise the Guilford Rail System.  We shall refer to plaintiffs-appellants simply as Guilford.  The defendant-appellee is Canadian Pacific Ltd., with principal offices in Montreal, Quebec.  We shall refer to it as CP. Guilford's lines run from New England to New York;  CP's relevant line runs through central Maine between the Canadian provinces of New Brunswick and Quebec.</p>\n    </div>\n    <p>The Market</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The market subject to the alleged attempted monopolization is, for purposes of this case, assumed to be that of rail transportation to and from northern New England.  The principal customers are thirty plants producing building materials, wood pulp, and paper located in Maine, New Hampshire, and Vermont, and their suppliers and customers.  Incoming traffic consists of clay, chlorine, and other supplies;  outgoing traffic consists of paper, pulp, and building materials.  Of the thirty plants, twenty-three are on Guilford's lines;  three are on a line of the Bangor and Aroostook Railroad in Maine;  one is on the short-line Aroostook Valley Railroad in northern Maine;  and three are on the St. Lawrence &amp; Atlantic Railroad in Vermont.  CP and Guilford compete for plants on the Bangor and Aroostook line;  neither serves mills on the St. Lawrence &amp; Atlantic Railroad.  There are no plants on a CP line.</p>\n    </div>\n    <p>The Issue</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The basic theme of the complaint, filed on August 1, 1994, is that CP, a corporation with some $10 billion in revenues, attempted to drive out of business or force the sale of Guilford, which was in fragile financial circumstances, thereby destroying competition in the market above described.  In submitting its motion for summary judgment, CP assumed the truth of facts alleged in the complaint.  Therefore, the relevant market, the intent to monopolize, and the existence of predatory conduct--three of the four requisites of an attempt to monopolize--are not in issue.  What is to be decided is whether the complaint and affidavits raise a genuine issue of fact as to the existence of \"a dangerous probability of achieving monopoly power.\"  Spectrum Sports, Inc. v. McQuillan, 506 U.S. 447, 456, 113 S.Ct. 884, 890-91, 122 L.Ed.2d 247 (1993).</p>\n    </div>\n    <p>The Facts Alleged</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We take the facts as alleged in the complaint.  Although we review a summary judgment decision in which the district court considered both the complaint and an affidavit from each party, the affidavits submitted do not assert any facts that are relevant to our decision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After covering the material we already have briefly described, the complaint addresses CP's underlying motive.  It alleges:  (1) on May 15, 1990, CP agreed to purchase the Delaware and Hudson Railway Company (D &amp; H);  (2) before this purchase, Guilford linked much of its traffic to and from points outside New England through D &amp; H lines, amounting to 68 percent of Guilford's traffic in 1988, and dropping to 43 percent in 1989;  (3) in 1990, at some unidentified time, the figure dropped to 27 percent;  (4) CP's purchase of D &amp; H was \"predicated upon D &amp; H/CP retaining the share of interchange traffic D &amp; H had historically had with [Guilford];\" (5) D &amp; H/CP has sustained subsequent yearly losses of some $8 million;  and (6) therefore, since retaining the Guilford interchange business was essential to D &amp; H's health, CP \"entered into a series of transactions\" to weaken Guilford, force a lease, sale, or bankruptcy, \"from which CP and others would be able to acquire its lines.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Four activities were alleged under the caption of \"Defendant's Unlawful Conduct.\"   The first was a 1989 request to obtain trackage rights over Conrail lines in Pennsylvania and Maryland as a prerequisite to the acquisition of D &amp; H lines.  Conrail refused.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In early 1990, an effort was made, in connection with CP's planned acquisition of D &amp; H, to increase the level of traffic interchange between Guilford and D &amp; H through a proposal to acquire trackage rights, with an option to purchase, over Guilford's line between Mechanicville, New York, and Fitchburg, Massachusetts.  Guilford rejected the proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the same time, in April and May, 1990, CP sought the assistance of the Federal Railroad Administration (FRA) in obtaining the consent of Guilford to CP's proposal.  FRA allegedly cooperated by threatening to default Guilford's subsidiary, Boston and Maine, under a preference share agreement with FRA, which would trigger a B &amp; M obligation to pay FRA some $26 million.  FRA senior management also allegedly stated that Guilford would regret it if the company turned down CP's proposal.  In late 1990, FRA notified B &amp; M that its \"reconfiguration\" of part of a line (i.e., removal of tracks) violated the preference share agreement.  Had FRA called a default, CP knew that Guilford would face bankruptcy and be subject to acquisition by CP on favorable terms.  But no default is alleged to have been declared.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">These three instances of alleged efforts, while evidence of intent, produced no results adverse to Guilford.  Only the fourth alleged incident describes an effort ripening into conduct.  Both CP and Guilford submitted bids to a large paper-making facility, the Great Northern plants, for transport of 4,744 carloads of paper to 165 locations between January 1, 1991 and April 30, 1993.  CP's bids were for less than its estimated average variable cost;  for example, the average variable cost for one bid involving more than a fourth of the total traffic was estimated at $1,000 per carload while the expected revenue was less than $350.  In December 1990, CP was awarded a contract for 4,204 carloads.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The complaint alleged that this conduct was \"intended to divert revenues from the Guilford Rail System\" so as to weaken it and permit CP \"or others collaborating with CP\" to acquire it.  The essential part of the complaint concluded with the allegation that CP, once it had acquired Guilford, could recoup the costs of such predatory pricing through restoring the interchange traffic and increasing rail rates.  The high barriers to new entry in the market and the weakened condition of Guilford allegedly contributed to the likelihood that CP would accomplish this goal.</p>\n    </div>\n    <p>Proceedings Below</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">CP's motion for summary judgment urged three grounds.  First, accepting the truth of all allegations, CP claimed exemption from antitrust liability under 49 U.S.C. &#167; 11321(a), which provides that ICC approval of a purchase of one carrier by another creates an exemption \"from the antitrust laws and from all other law ... as necessary to let that person carry out the transaction, hold, maintain, and operate property....\"  Second, CP claimed that there existed no dangerous probability of monopoly in any event because it was not alleged that CP had any market power, and it had not been shown probable that Guilford would agree to sell to CP or that the ICC would approve such a purchase.  Third, CP argued that the state law claims, resting on the district court's supplemental jurisdiction, should be dismissed along with the federal claim.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court, after an unfortunate two year hiatus during which apparently no progress was made in resolving the case, rested its summary judgment on the following conclusions:  deeming market share a \"highly significant\" though not exclusive factor in assessing the probability of successful monopolization, it reasoned that at most CP controlled little more than ten percent of the market, which was not \"sufficiently 'proximate' to monopoly;\" that nothing in the record indicated that, if Guilford were forced to sell its rail lines, it would sell to CP;  and that the record failed to demonstrate that ICC approval would be forthcoming.  Finding the federal antitrust claim unsupported by sufficient factual allegations to create a genuine issue, the court in its discretion declined to exercise its supplemental jurisdiction over the state claims.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Standards.  The familiar standards of summary judgment review apply here.  Some are in appellants' favor:  review is plenary, Steinke v. SunGard Financial Systems, 121 F.3d 763, 768 (1st Cir.1997);  a genuine issue of fact that is truly material will defeat the motion, Celotex Corp. v. Catrett, 477 U.S. 317, 325-27, 106 S.Ct. 2548, 2553-55, 91 L.Ed.2d 265 (1986);  and facts and reasonable inferences therefrom must be taken favorably to the non-movant, Blanchard v. Peerless Ins. Co., 958 F.2d 483, 490 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But other standards have come to hold in check too ready a creation of a factual issue.  Unsupported assessments, conclusory allegations, and speculative suppositions carry no weight.  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990).  We add to this litany that in a case such as this, where intent and subjective motive are not in question, but where the issue involves the objective and rather technical data called for by the requirement of a dangerous probability of achieving monopoly power, the careful construction of a complaint takes on enhanced importance.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In addition to standards of review, standards of careful practice caution that the pleader anticipate a summary judgment motion and have in mind the availability of Fed.R.Civ.P. 56(f) if further discovery seems necessary, that timely steps to amend be taken when the need arises, and that appropriate proffers of evidence be made if the record needs supplementing.  Moreover, a motion for summary judgment thrusts into possible question any fatal factual deficiency, whether or not it is then at the forefront of controversy.  A non-movant must live with the double standard that, while a loser at the fact finding stage cannot raise new issues to secure reversal, \"A party may defend a judgment in its favor on any legitimate ground without appealing from the judgment on that issue.\"  United States v. Massachusetts Institute of Technology, 129 F.3d 681, 686 (1st Cir.1997) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">ICC Approval Immunity.   By far the major emphasis below on the part of CP was placed on the argument that, since the entire objective of CP's scheme was, according to the complaint, the acquisition of Guilford, and since such an acquisition of one railroad by another must be approved by the ICC (now by the Surface Transportation Board), CP would fit the statutory description of \"[a] rail carrier ... participating in ... a transaction approved by the [ICC]\" who may \"own and operate property ... acquired through the transaction ... exempt from the antitrust laws....\"  49 U.S.C. &#167; 11321(a).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Before the district court, CP conceded for the purpose of this argument that it would acquire Guilford, but, based on the above reasoning, contended that it would be exempt from antitrust liability.  On appeal, Guilford strenuously argues that any exemption must be restricted to a transaction that is \"necessary to let that rail carrier ... hold, maintain, and operate property ... acquired through the transaction.\"  Id. CP's predatory pricing, it maintains, was prior to and separate from acquisition of Guilford by CP. There would be no policy reason to exempt such preliminary conduct;  a company that mercilessly took all kinds of actions to bring a victim to its knees should not be granted absolution if its malevolent campaign proved successful.  Moreover, antitrust exemptions should be narrowly construed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are not impressed with the cases cited by CP. Its simple rationale is that if acquisition of Guilford (and the consequent monopoly position of CP in the market) is approved and therefore immunized by the ICC, an attempt to achieve such a legal status cannot be unlawful.  But although government approval of a consolidation or merger may exempt those who took part from legal obstacles that would hinder its consummation, as in Brotherhood of Locomotive Engineers v. Boston &amp; Maine Corp., 788 F.2d 794, 800-801 (1st Cir.1986), CP has given us no authority for extending immunity to remote and egregious conduct that brings about a condition of subservient vulnerability and thus sets the stage for a subsequent consolidation, merger, or purchase agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While we acknowledge a considerable scope of immunity created by ICC approval, we are unwilling to take a position of first impression and grant immunity as a per se matter to all events that precede the ICC action.  We find distasteful the proposition that a railroad company could indulge in any kind of anticompetitive chicanery and, if successful, be immunized, or, if not successful, defend against an unlawful attempt charge because there would be no dangerous probability of monopoly.  Like the district court, we shall not pass on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Market Power.   As we have observed, the district court placed some reliance on its estimate that CP controlled not much more than ten percent of the market.  Guilford maintains that since the complaint alleged that there were only two market participants, Guilford and CP, and that CP intended to force the sale of Guilford's assets to CP, and since CP had the financial means to accomplish this, a jury could find that a dangerous probability of monopolization existed.  Pre-predation market power under these circumstances, argues Guilford, is not the sole indicator of success.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are well aware of the impressive case law requiring a plaintiff in an attempted monopolization case to demonstrate a substantial pre-existing market share.  We affirmed the decision in Benjamin v. Aroostook Med.  Ctr., 937 F.Supp. 957, 966-67 (D.Me.1996), aff'd, 113 F.3d 1 (1st Cir.1997), cert. denied, --- U.S. ----, 118 S.Ct. 602, 139 L.Ed.2d 490 (1997), which recognized that the requirement of market power is commonly shown by market share.  But most of the cases cited by CP are pre-Spectrum Sports.   And that decision does not impose an inflexible requirement that pre-predation market share be demonstrated.  As the district court recognized, Spectrum Sports, after recognizing the higher standard of proof required against a single firm, as contrasted with concerted activity, states that</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>demonstrating the dangerous probability of monopolization in an attempt case also requires inquiry into the relevant product and geographic market and the defendant's economic power in that market.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Spectrum Sports, 506 U.S. at 459, 113 S.Ct. at 892 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Areeda and Hovenkamp, in their antitrust treatise, see P. Areeda &amp; H. Hovenkamp, Antitrust Law p 807, p. 355 (1996), engage in a thoughtful discussion of the requirement of market share, tending to resist expansionary doctrine, but acknowledging merit in some relaxation of the requirement.  Their bottom line is:  \"The all-important consideration is that the alleged conduct must be reasonably capable of creating a monopoly in the defined market.\"  Id. They add, \"As always, however, market share is an imperfect surrogate for market power.\"  Id. They make the interesting comment that the threshold power requirement might be lowered if only injunctive \"cease-and-desist\" relief were requested, rather than triple damages and attorney's fees.  Id. at 357.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Guilford relies on United States v. American Airlines, 743 F.2d 1114, 1118-19 (5th Cir.1984), as precedent for assessing the probability of monopolization by adding the market share of Guilford, the putative victim, to that of CP. The company also properly cites Areeda &amp; Hovenkamp's Antitrust Law p 807h, p. 362, as recognizing this addition as appropriate \"in some circumstances.\"   But it is quite clear that in American Airlines, the offer of American to its fierce competitor, Braniff, to end their competition and jack prices twenty percent was \"uniquely unequivocal and its potential ... uniquely consequential,\" 743 F.2d at 1119.   In other words, the conduct was \"the most proximate to the commission of the completed offense that [it] was capable of committing.\"  Id. at 1118-19.   In the instant case, predatory pricing would have to persist so far as to bring Guilford to the point of selling or bankruptcy, a sale to CP would have to take place, and approval would have to be granted by the ICC before monopolization became a fact.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We recognize that aggregation of the market power of predator and predatee may in some cases be warranted, and we do not insist on proof of thirty or fifty percent or some such percentage of market share as a per se threshold requirement in all attempted monopolization cases.  But we give weight to the traditional requirement, and require exceptional circumstances before straying from it.  An all-powerful outsider with unlimited financing and a record of persistent, unambiguously anticompetitive conduct that has a demonstrably serious adverse effect on its competitor might well pass the test.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As we discuss below, however, this is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Other Factors Relevant to Dangerous Probability.   Notwithstanding the lack of asserted facts demonstrating market share, Guilford would have us conclude that CP's conduct reasonably could be thought capable of creating a dangerous probability of monopolization in the northern New England rail transportation market based on the fact that CP admitted the truth of the allegations of the complaint for purposes of summary judgment.  Guilford asserts that the complaint alleged that Canadian Pacific would acquire Guilford's rail assets and that CP conceded this point.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is clear to us, however, that CP's attempt to obtain a stipulation that monopolization necessarily assumed acquisition by CP was in the context of CP's contention that ICC approval of any acquisition conferred antitrust immunity.  Indeed, a concession for all purposes that acquisition of Guilford was probable would also be a concession of the basic point at issue, the existence of a dangerous probability of monopoly.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">No more persuasive is Guilford's assertion of prejudicial error in the court's refusal to consider a proffer of evidence that CP would purchase Guilford's assets.  The \"evidence\" was a statement by Guilford's counsel at a motion hearing that he had obtained a document showing CP's belief that it would acquire Guilford's assets when Guilford succumbed to bankruptcy, which it thought was imminent.  Not only was there no subsequent attempt through affidavit or otherwise to have the document admitted to the record, but even more importantly, the substance of the representation was only that CP did indeed aspire to acquire Guilford's assets and believed in its feasibility, something that has not been in issue.  A belief of an aspirant does not constitute evidence of the probability of realization of the aspiration.  We see no merit in this assertion of error, either procedurally or substantively.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This brings us to an analysis of the conduct alleged.  To begin, we must dismiss the several allegations of conduct that resulted in no action--the 1989 refusal of Conrail to grant trackage rights, the 1990 rejection by Guilford of CP's request for trackage rights between Mechanicville and Fitchburg with an option to purchase, and the 1990 failure of the Federal Railroad Administration to follow through on its CP-induced threats of default.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We are left with the single instance of CP's below cost bid to Great Northern and the resulting contract in December 1990.  Guilford would have us attach no relevance to the solitariness of the predatory pricing incident, on the ground that CP has conceded the alleged existence of such conduct.  But mere existence of predatory price cutting, and the extent of such conduct sufficient to justify a finding of dangerous probability of monopolization, are two quite different issues.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Guilford also contends that CP, which opposed Guilford's \"Motion to Allow Discovery to Proceed\"--a motion \"designed to obtain information that would permit the identification of particular instances where Canadian Pacific engaged in below cost pricing\"--should not now be permitted to argue for affirmance because of the inadequacy of the complaint.  But the Motion to Allow tells us only that the documents withheld by CP as \"highly confidential\" \"involve revenue and cost data [which] go to the heart of [Guilford's] predatory pricing claim.\"   There is no assertion that Guilford intended to broaden the complaint to add other incidents to the bids on the Great Northern business.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We are not in a position to judge whether Guilford was unfairly cut off from obtaining evidence necessary to withstand a motion for summary judgment.  There exists a clear-cut way for a litigant in Guilford's position to avoid this difficulty of exercising hindsight.  Rule 56(f) of the Federal Rules of Civil Procedure specifically calls upon a litigant who feels prejudiced by too precipitate a demand for summary judgment to file a timely affidavit with the court asserting the need for further discovery.  As we have held, failure to resort to such first aid will ordinarily bar belated aid.  See Rivera-Flores v. Bristol-Myers Squibb Caribbean, 112 F.3d 9, 14 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We are not moved by Guilford's explanation that it did not make a Rule 56(f) submission \"because the Court had expressed its complete disinterest in evidence directed to that issue.\"   CP's motion for summary judgment excluded no issue;  its basis was \"that there exists no genuine issue of material fact warranting a trial.\"   At the hearing on the motion, the court indicated that it understood CP to be making an \"alternative argument\" to ICC immunity.  A party opposing summary judgment must touch all bases.  Even if the focus of counsel and the trial court is on one issue, an appellate court may affirm a judgment on another ground, if made \"manifest by the record.\"  Frillz, Inc. v. Lader, 104 F.3d 515, 516 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even less worthy of consideration is Guilford's tortured argument that, despite its having made no move to amend its complaint, the court should have treated the summary judgment motion as a motion to dismiss and sua sponte given it the opportunity to do so.  Although Guilford asserts that it \"could plead additional facts that would cure any perceived insufficiency in the Complaint,\" such facts are not identified.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">All that the complaint asserts is the single incident in which CP, through predatory pricing, obtained a contract to carry 4,204 carloads annually of Great Northern's 4,744 carload total.  The contract was to expire on April 30, 1993.  We do not know who obtained the contract to carry the remaining 540 carloads or why some other carrier managed to withstand CP's predatory pricing.  Although Great Northern's facilities were among the largest, there were 29 other plants in the market, only three of them served by CP. There is no information about the financial impact of this incident on Guilford.  And there is no information concerning CP's market share.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Perhaps even more significantly, there is no evidence that CP engaged in predatory pricing after December 1990, some three years and seven months before Guilford's complaint was filed.  There is no information relating to any new request for bids following expiration of the Great Northern contract on April 30, 1993.  We are not told whether CP sought or retained that business.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We deem highly relevant and persuasive the following observations by Areeda and Hovenkamp in their treatise:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>[W]hen challenged exclusionary conduct had ended three years earlier without increasing the defendant's market share or forcing the exit of any competitor, a court is likely to see no dangerous probability of success.  Although the conduct's potential at the time it occurs, rather than its actual effect, determines its legality, later effects sometimes indicate the nature of that potential....</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We would find attempt claims presumptively implausible if the challenged conduct has been in place for at least two years and the remaining market remains robustly competitive as evidenced by ongoing entry, profitability of rivals, and stability of their aggregate market share.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Federal Antitrust Law p 807f, pp. 360-61 (citing Ashkanazy v. I. Rokeach &amp; Sons, Inc., 757 F.Supp. 1527 (N.D.Ill.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Although this rationale apparently was not considered by the district court, it nevertheless was \"made manifest by the record,\" see Frillz, 104 F.3d at 516, and constitutes an \"independently sufficient ground\" for decision, see Hidalgo v. Overseas Condado Ins. Agencies, Inc., 120 F.3d 328, 332 (1st Cir.1997) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Another factor militating against a reasonable finding of dangerous probability of monopolization that the district court relied upon was the uncertainty of obtaining the necessary approval by the ICC.  The court concluded its reasoning on this point by saying that \"there is no way to judge how the ICC would view an acquisition of the Guilford Rail System by CP. Disapproval is just as likely as approval.\"   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The relevant statute governing ICC approval is 49 U.S.C. &#167; 11324(d), which requires approval of an acquisition unless \"there is likely to be substantial lessening of competition, creation of a monopoly, or restraint of trade in freight surface transportation ... and ... the anticompetitive effects of the transaction outweigh the public interest in meeting significant transportation needs.\"   CP cites various instances where the ICC has disapproved mergers that threatened a reduction in competition;  Guilford cites actions where \"public interest\" has been held to outweigh any reduction in competition.  We simply do not know how the ICC would view the competing considerations on the record of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">So viewing the allegations of the complaint, we conclude that Guilford has failed to put forth sufficient facts to justify a finding of a dangerous probability of monopolization.  We therefore have no occasion to consider the sufficiency of facts alleged to support the likelihood that CP would acquire Guilford's assets or CP's arguments concerning the absence of barriers to entry into the market and elasticity of demand.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We add that we see no reason to question the district court's action in declining to exercise its supplemental jurisdiction over state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Affirmed.  Each party to bear its own costs.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></span></p>\n    <p class=\"case_cite\">1997-2 Trade Cases  P 72,003</p>\n    <p class=\"parties\">SPRINGFIELD TERMINAL RAILWAY COMPANY, et al., Plaintiffs, Appellants,<br>v.<br>CANADIAN PACIFIC LIMITED, dba, CP Rail System, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1783.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 5, 1997.<br>Decided Dec. 22, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert S. Frank, Jr., with whom Robert M. Buchanan, Jr., Eric J. Marandett, Kenneth E. Steinfield, and Joshua A. Engel, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Terence M. Hynes with whom Michael Fehner, Washington, DC, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a summary judgment for defendant in a civil antitrust action brought under Section 2 of the Sherman Act, 15 U.S.C. &#167; 2, seeking damages for an \"attempt to monopolize ... any part of the trade or commerce among the several States.\"   The appeal also challenges the district court's refusal to exercise its supplemental jurisdiction over one count of the complaint charging violation of the Massachusetts Antitrust Act, Mass.  Gen. L. ch. 93, &#167; 5, and another count charging tortious interference with prospective business advantage.</p>\n    </div>\n    <p>The Parties</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiffs are three railroad companies owned by Guilford Transportation Industries, Inc., with principal offices in New Hampshire.  They are the Boston and Maine Corporation (B &amp; M), the Maine Central Railroad Company, and the Springfield Terminal Railway Company, which collectively comprise the Guilford Rail System.  We shall refer to plaintiffs-appellants simply as Guilford.  The defendant-appellee is Canadian Pacific Ltd., with principal offices in Montreal, Quebec.  We shall refer to it as CP. Guilford's lines run from New England to New York;  CP's relevant line runs through central Maine between the Canadian provinces of New Brunswick and Quebec.</p>\n    </div>\n    <p>The Market</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The market subject to the alleged attempted monopolization is, for purposes of this case, assumed to be that of rail transportation to and from northern New England.  The principal customers are thirty plants producing building materials, wood pulp, and paper located in Maine, New Hampshire, and Vermont, and their suppliers and customers.  Incoming traffic consists of clay, chlorine, and other supplies;  outgoing traffic consists of paper, pulp, and building materials.  Of the thirty plants, twenty-three are on Guilford's lines;  three are on a line of the Bangor and Aroostook Railroad in Maine;  one is on the short-line Aroostook Valley Railroad in northern Maine;  and three are on the St. Lawrence &amp; Atlantic Railroad in Vermont.  CP and Guilford compete for plants on the Bangor and Aroostook line;  neither serves mills on the St. Lawrence &amp; Atlantic Railroad.  There are no plants on a CP line.</p>\n    </div>\n    <p>The Issue</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The basic theme of the complaint, filed on August 1, 1994, is that CP, a corporation with some $10 billion in revenues, attempted to drive out of business or force the sale of Guilford, which was in fragile financial circumstances, thereby destroying competition in the market above described.  In submitting its motion for summary judgment, CP assumed the truth of facts alleged in the complaint.  Therefore, the relevant market, the intent to monopolize, and the existence of predatory conduct--three of the four requisites of an attempt to monopolize--are not in issue.  What is to be decided is whether the complaint and affidavits raise a genuine issue of fact as to the existence of \"a dangerous probability of achieving monopoly power.\"  Spectrum Sports, Inc. v. McQuillan, <span class=\"citation\" data-id=\"112809\"><a href=\"/opinion/112809/spectrum-sports-inc-v-mcquillan/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 456, <span class=\"citation\" data-id=\"112809\"><a href=\"/opinion/112809/spectrum-sports-inc-v-mcquillan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">884</span></a></span>, 890-91, <span class=\"citation\" data-id=\"112809\"><a href=\"/opinion/112809/spectrum-sports-inc-v-mcquillan/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">247</span></a></span> (1993).</p>\n    </div>\n    <p>The Facts Alleged</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We take the facts as alleged in the complaint.  Although we review a summary judgment decision in which the district court considered both the complaint and an affidavit from each party, the affidavits submitted do not assert any facts that are relevant to our decision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After covering the material we already have briefly described, the complaint addresses CP's underlying motive.  It alleges:  (1) on May 15, 1990, CP agreed to purchase the Delaware and Hudson Railway Company (D &amp; H);  (2) before this purchase, Guilford linked much of its traffic to and from points outside New England through D &amp; H lines, amounting to 68 percent of Guilford's traffic in 1988, and dropping to 43 percent in 1989;  (3) in 1990, at some unidentified time, the figure dropped to 27 percent;  (4) CP's purchase of D &amp; H was \"predicated upon D &amp; H/CP retaining the share of interchange traffic D &amp; H had historically had with [Guilford];\" (5) D &amp; H/CP has sustained subsequent yearly losses of some $8 million;  and (6) therefore, since retaining the Guilford interchange business was essential to D &amp; H's health, CP \"entered into a series of transactions\" to weaken Guilford, force a lease, sale, or bankruptcy, \"from which CP and others would be able to acquire its lines.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Four activities were alleged under the caption of \"Defendant's Unlawful Conduct.\"   The first was a 1989 request to obtain trackage rights over Conrail lines in Pennsylvania and Maryland as a prerequisite to the acquisition of D &amp; H lines.  Conrail refused.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In early 1990, an effort was made, in connection with CP's planned acquisition of D &amp; H, to increase the level of traffic interchange between Guilford and D &amp; H through a proposal to acquire trackage rights, with an option to purchase, over Guilford's line between Mechanicville, New York, and Fitchburg, Massachusetts.  Guilford rejected the proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the same time, in April and May, 1990, CP sought the assistance of the Federal Railroad Administration (FRA) in obtaining the consent of Guilford to CP's proposal.  FRA allegedly cooperated by threatening to default Guilford's subsidiary, Boston and Maine, under a preference share agreement with FRA, which would trigger a B &amp; M obligation to pay FRA some $26 million.  FRA senior management also allegedly stated that Guilford would regret it if the company turned down CP's proposal.  In late 1990, FRA notified B &amp; M that its \"reconfiguration\" of part of a line (i.e., removal of tracks) violated the preference share agreement.  Had FRA called a default, CP knew that Guilford would face bankruptcy and be subject to acquisition by CP on favorable terms.  But no default is alleged to have been declared.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">These three instances of alleged efforts, while evidence of intent, produced no results adverse to Guilford.  Only the fourth alleged incident describes an effort ripening into conduct.  Both CP and Guilford submitted bids to a large paper-making facility, the Great Northern plants, for transport of 4,744 carloads of paper to 165 locations between January 1, 1991 and April 30, 1993.  CP's bids were for less than its estimated average variable cost;  for example, the average variable cost for one bid involving more than a fourth of the total traffic was estimated at $1,000 per carload while the expected revenue was less than $350.  In December 1990, CP was awarded a contract for 4,204 carloads.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The complaint alleged that this conduct was \"intended to divert revenues from the Guilford Rail System\" so as to weaken it and permit CP \"or others collaborating with CP\" to acquire it.  The essential part of the complaint concluded with the allegation that CP, once it had acquired Guilford, could recoup the costs of such predatory pricing through restoring the interchange traffic and increasing rail rates.  The high barriers to new entry in the market and the weakened condition of Guilford allegedly contributed to the likelihood that CP would accomplish this goal.</p>\n    </div>\n    <p>Proceedings Below</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">CP's motion for summary judgment urged three grounds.  First, accepting the truth of all allegations, CP claimed exemption from antitrust liability under 49 U.S.C. &#167; 11321(a), which provides that ICC approval of a purchase of one carrier by another creates an exemption \"from the antitrust laws and from all other law ... as necessary to let that person carry out the transaction, hold, maintain, and operate property....\"  Second, CP claimed that there existed no dangerous probability of monopoly in any event because it was not alleged that CP had any market power, and it had not been shown probable that Guilford would agree to sell to CP or that the ICC would approve such a purchase.  Third, CP argued that the state law claims, resting on the district court's supplemental jurisdiction, should be dismissed along with the federal claim.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court, after an unfortunate two year hiatus during which apparently no progress was made in resolving the case, rested its summary judgment on the following conclusions:  deeming market share a \"highly significant\" though not exclusive factor in assessing the probability of successful monopolization, it reasoned that at most CP controlled little more than ten percent of the market, which was not \"sufficiently 'proximate' to monopoly;\" that nothing in the record indicated that, if Guilford were forced to sell its rail lines, it would sell to CP;  and that the record failed to demonstrate that ICC approval would be forthcoming.  Finding the federal antitrust claim unsupported by sufficient factual allegations to create a genuine issue, the court in its discretion declined to exercise its supplemental jurisdiction over the state claims.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Standards.  The familiar standards of summary judgment review apply here.  Some are in appellants' favor:  review is plenary, Steinke v. SunGard Financial Systems, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></span>, 768 (1st Cir.1997);  a genuine issue of fact that is truly material will defeat the motion, Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325-27, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553-55, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986);  and facts and reasonable inferences therefrom must be taken favorably to the non-movant, Blanchard v. Peerless Ins. Co., <span class=\"citation\" data-id=\"579200\"><a href=\"/opinion/579200/richard-blanchard-v-peerless-insurance-company/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 490 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But other standards have come to hold in check too ready a creation of a factual issue.  Unsupported assessments, conclusory allegations, and speculative suppositions carry no weight.  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).  We add to this litany that in a case such as this, where intent and subjective motive are not in question, but where the issue involves the objective and rather technical data called for by the requirement of a dangerous probability of achieving monopoly power, the careful construction of a complaint takes on enhanced importance.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In addition to standards of review, standards of careful practice caution that the pleader anticipate a summary judgment motion and have in mind the availability of Fed.R.Civ.P. 56(f) if further discovery seems necessary, that timely steps to amend be taken when the need arises, and that appropriate proffers of evidence be made if the record needs supplementing.  Moreover, a motion for summary judgment thrusts into possible question any fatal factual deficiency, whether or not it is then at the forefront of controversy.  A non-movant must live with the double standard that, while a loser at the fact finding stage cannot raise new issues to secure reversal, \"A party may defend a judgment in its favor on any legitimate ground without appealing from the judgment on that issue.\"  United States v. Massachusetts Institute of Technology, <span class=\"citation\" data-id=\"197665\"><a href=\"/opinion/197665/united-states-v-mit/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">681</span></a></span>, 686 (1st Cir.1997) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">ICC Approval Immunity.   By far the major emphasis below on the part of CP was placed on the argument that, since the entire objective of CP's scheme was, according to the complaint, the acquisition of Guilford, and since such an acquisition of one railroad by another must be approved by the ICC (now by the Surface Transportation Board), CP would fit the statutory description of \"[a] rail carrier ... participating in ... a transaction approved by the [ICC]\" who may \"own and operate property ... acquired through the transaction ... exempt from the antitrust laws....\"  49 U.S.C. &#167; 11321(a).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Before the district court, CP conceded for the purpose of this argument that it would acquire Guilford, but, based on the above reasoning, contended that it would be exempt from antitrust liability.  On appeal, Guilford strenuously argues that any exemption must be restricted to a transaction that is \"necessary to let that rail carrier ... hold, maintain, and operate property ... acquired through the transaction.\"  Id. CP's predatory pricing, it maintains, was prior to and separate from acquisition of Guilford by CP. There would be no policy reason to exempt such preliminary conduct;  a company that mercilessly took all kinds of actions to bring a victim to its knees should not be granted absolution if its malevolent campaign proved successful.  Moreover, antitrust exemptions should be narrowly construed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are not impressed with the cases cited by CP. Its simple rationale is that if acquisition of Guilford (and the consequent monopoly position of CP in the market) is approved and therefore immunized by the ICC, an attempt to achieve such a legal status cannot be unlawful.  But although government approval of a consolidation or merger may exempt those who took part from legal obstacles that would hinder its consummation, as in Brotherhood of Locomotive Engineers v. Boston &amp; Maine Corp., <span class=\"citation\" data-id=\"468726\"><a href=\"/opinion/468726/brotherhood-of-locomotive-engineers-v-boston-maine-corporation/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">794</span></a></span>, 800-801 (1st Cir.1986), CP has given us no authority for extending immunity to remote and egregious conduct that brings about a condition of subservient vulnerability and thus sets the stage for a subsequent consolidation, merger, or purchase agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While we acknowledge a considerable scope of immunity created by ICC approval, we are unwilling to take a position of first impression and grant immunity as a per se matter to all events that precede the ICC action.  We find distasteful the proposition that a railroad company could indulge in any kind of anticompetitive chicanery and, if successful, be immunized, or, if not successful, defend against an unlawful attempt charge because there would be no dangerous probability of monopoly.  Like the district court, we shall not pass on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Market Power.   As we have observed, the district court placed some reliance on its estimate that CP controlled not much more than ten percent of the market.  Guilford maintains that since the complaint alleged that there were only two market participants, Guilford and CP, and that CP intended to force the sale of Guilford's assets to CP, and since CP had the financial means to accomplish this, a jury could find that a dangerous probability of monopolization existed.  Pre-predation market power under these circumstances, argues Guilford, is not the sole indicator of success.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are well aware of the impressive case law requiring a plaintiff in an attempted monopolization case to demonstrate a substantial pre-existing market share.  We affirmed the decision in Benjamin v. Aroostook Med.  Ctr., <span class=\"citation no-link\"><span class=\"volume\">937</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">957</span></span>, 966-67 (D.Me.1996), aff'd, <span class=\"citation\" data-id=\"197357\"><a href=\"/opinion/197357/benjamin-v-aroostook-medical/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.1997), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">602</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></span> (1997), which recognized that the requirement of market power is commonly shown by market share.  But most of the cases cited by CP are pre-Spectrum Sports.   And that decision does not impose an inflexible requirement that pre-predation market share be demonstrated.  As the district court recognized, Spectrum Sports, after recognizing the higher standard of proof required against a single firm, as contrasted with concerted activity, states that</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>demonstrating the dangerous probability of monopolization in an attempt case also requires inquiry into the relevant product and geographic market and the defendant's economic power in that market.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Spectrum Sports, 506 U.S. at 459, 113 S.Ct. at 892 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Areeda and Hovenkamp, in their antitrust treatise, see P. Areeda &amp; H. Hovenkamp, Antitrust Law p 807, p. 355 (1996), engage in a thoughtful discussion of the requirement of market share, tending to resist expansionary doctrine, but acknowledging merit in some relaxation of the requirement.  Their bottom line is:  \"The all-important consideration is that the alleged conduct must be reasonably capable of creating a monopoly in the defined market.\"  Id. They add, \"As always, however, market share is an imperfect surrogate for market power.\"  Id. They make the interesting comment that the threshold power requirement might be lowered if only injunctive \"cease-and-desist\" relief were requested, rather than triple damages and attorney's fees.  Id. at 357.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Guilford relies on United States v. American Airlines, <span class=\"citation\" data-id=\"441778\"><a href=\"/opinion/441778/united-states-v-american-airlines-inc-and-robert-l-crandall/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1114</span></a></span>, 1118-19 (5th Cir.1984), as precedent for assessing the probability of monopolization by adding the market share of Guilford, the putative victim, to that of CP. The company also properly cites Areeda &amp; Hovenkamp's Antitrust Law p 807h, p. 362, as recognizing this addition as appropriate \"in some circumstances.\"   But it is quite clear that in American Airlines, the offer of American to its fierce competitor, Braniff, to end their competition and jack prices twenty percent was \"uniquely unequivocal and its potential ... uniquely consequential,\" 743 F.2d at 1119.   In other words, the conduct was \"the most proximate to the commission of the completed offense that [it] was capable of committing.\"  Id. at 1118-19.   In the instant case, predatory pricing would have to persist so far as to bring Guilford to the point of selling or bankruptcy, a sale to CP would have to take place, and approval would have to be granted by the ICC before monopolization became a fact.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We recognize that aggregation of the market power of predator and predatee may in some cases be warranted, and we do not insist on proof of thirty or fifty percent or some such percentage of market share as a per se threshold requirement in all attempted monopolization cases.  But we give weight to the traditional requirement, and require exceptional circumstances before straying from it.  An all-powerful outsider with unlimited financing and a record of persistent, unambiguously anticompetitive conduct that has a demonstrably serious adverse effect on its competitor might well pass the test.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As we discuss below, however, this is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Other Factors Relevant to Dangerous Probability.   Notwithstanding the lack of asserted facts demonstrating market share, Guilford would have us conclude that CP's conduct reasonably could be thought capable of creating a dangerous probability of monopolization in the northern New England rail transportation market based on the fact that CP admitted the truth of the allegations of the complaint for purposes of summary judgment.  Guilford asserts that the complaint alleged that Canadian Pacific would acquire Guilford's rail assets and that CP conceded this point.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is clear to us, however, that CP's attempt to obtain a stipulation that monopolization necessarily assumed acquisition by CP was in the context of CP's contention that ICC approval of any acquisition conferred antitrust immunity.  Indeed, a concession for all purposes that acquisition of Guilford was probable would also be a concession of the basic point at issue, the existence of a dangerous probability of monopoly.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">No more persuasive is Guilford's assertion of prejudicial error in the court's refusal to consider a proffer of evidence that CP would purchase Guilford's assets.  The \"evidence\" was a statement by Guilford's counsel at a motion hearing that he had obtained a document showing CP's belief that it would acquire Guilford's assets when Guilford succumbed to bankruptcy, which it thought was imminent.  Not only was there no subsequent attempt through affidavit or otherwise to have the document admitted to the record, but even more importantly, the substance of the representation was only that CP did indeed aspire to acquire Guilford's assets and believed in its feasibility, something that has not been in issue.  A belief of an aspirant does not constitute evidence of the probability of realization of the aspiration.  We see no merit in this assertion of error, either procedurally or substantively.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This brings us to an analysis of the conduct alleged.  To begin, we must dismiss the several allegations of conduct that resulted in no action--the 1989 refusal of Conrail to grant trackage rights, the 1990 rejection by Guilford of CP's request for trackage rights between Mechanicville and Fitchburg with an option to purchase, and the 1990 failure of the Federal Railroad Administration to follow through on its CP-induced threats of default.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We are left with the single instance of CP's below cost bid to Great Northern and the resulting contract in December 1990.  Guilford would have us attach no relevance to the solitariness of the predatory pricing incident, on the ground that CP has conceded the alleged existence of such conduct.  But mere existence of predatory price cutting, and the extent of such conduct sufficient to justify a finding of dangerous probability of monopolization, are two quite different issues.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Guilford also contends that CP, which opposed Guilford's \"Motion to Allow Discovery to Proceed\"--a motion \"designed to obtain information that would permit the identification of particular instances where Canadian Pacific engaged in below cost pricing\"--should not now be permitted to argue for affirmance because of the inadequacy of the complaint.  But the Motion to Allow tells us only that the documents withheld by CP as \"highly confidential\" \"involve revenue and cost data [which] go to the heart of [Guilford's] predatory pricing claim.\"   There is no assertion that Guilford intended to broaden the complaint to add other incidents to the bids on the Great Northern business.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We are not in a position to judge whether Guilford was unfairly cut off from obtaining evidence necessary to withstand a motion for summary judgment.  There exists a clear-cut way for a litigant in Guilford's position to avoid this difficulty of exercising hindsight.  Rule 56(f) of the Federal Rules of Civil Procedure specifically calls upon a litigant who feels prejudiced by too precipitate a demand for summary judgment to file a timely affidavit with the court asserting the need for further discovery.  As we have held, failure to resort to such first aid will ordinarily bar belated aid.  See Rivera-Flores v. Bristol-Myers Squibb Caribbean, <span class=\"citation\" data-id=\"739949\"><a href=\"/opinion/739949/gidel-rivera-flores-v-bristol-myers-squibb-caribbean/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We are not moved by Guilford's explanation that it did not make a Rule 56(f) submission \"because the Court had expressed its complete disinterest in evidence directed to that issue.\"   CP's motion for summary judgment excluded no issue;  its basis was \"that there exists no genuine issue of material fact warranting a trial.\"   At the hearing on the motion, the court indicated that it understood CP to be making an \"alternative argument\" to ICC immunity.  A party opposing summary judgment must touch all bases.  Even if the focus of counsel and the trial court is on one issue, an appellate court may affirm a judgment on another ground, if made \"manifest by the record.\"  Frillz, Inc. v. Lader, <span class=\"citation\" data-id=\"197166\"><a href=\"/opinion/197166/frillz-v-lader/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 516 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even less worthy of consideration is Guilford's tortured argument that, despite its having made no move to amend its complaint, the court should have treated the summary judgment motion as a motion to dismiss and sua sponte given it the opportunity to do so.  Although Guilford asserts that it \"could plead additional facts that would cure any perceived insufficiency in the Complaint,\" such facts are not identified.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">All that the complaint asserts is the single incident in which CP, through predatory pricing, obtained a contract to carry 4,204 carloads annually of Great Northern's 4,744 carload total.  The contract was to expire on April 30, 1993.  We do not know who obtained the contract to carry the remaining 540 carloads or why some other carrier managed to withstand CP's predatory pricing.  Although Great Northern's facilities were among the largest, there were 29 other plants in the market, only three of them served by CP. There is no information about the financial impact of this incident on Guilford.  And there is no information concerning CP's market share.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Perhaps even more significantly, there is no evidence that CP engaged in predatory pricing after December 1990, some three years and seven months before Guilford's complaint was filed.  There is no information relating to any new request for bids following expiration of the Great Northern contract on April 30, 1993.  We are not told whether CP sought or retained that business.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We deem highly relevant and persuasive the following observations by Areeda and Hovenkamp in their treatise:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>[W]hen challenged exclusionary conduct had ended three years earlier without increasing the defendant's market share or forcing the exit of any competitor, a court is likely to see no dangerous probability of success.  Although the conduct's potential at the time it occurs, rather than its actual effect, determines its legality, later effects sometimes indicate the nature of that potential....</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We would find attempt claims presumptively implausible if the challenged conduct has been in place for at least two years and the remaining market remains robustly competitive as evidenced by ongoing entry, profitability of rivals, and stability of their aggregate market share.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Federal Antitrust Law p 807f, pp. 360-61 (citing Ashkanazy v. I. Rokeach &amp; Sons, Inc., <span class=\"citation no-link\"><span class=\"volume\">757</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1527</span></span> (N.D.Ill.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Although this rationale apparently was not considered by the district court, it nevertheless was \"made manifest by the record,\" see Frillz, 104 F.3d at 516, and constitutes an \"independently sufficient ground\" for decision, see Hidalgo v. Overseas Condado Ins. Agencies, Inc., <span class=\"citation\" data-id=\"744483\"><a href=\"/opinion/744483/75-fair-emplpraccas-bna-1027-73-empl-prac-dec-p-45288-manuel-t/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span>, 332 (1st Cir.1997) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Another factor militating against a reasonable finding of dangerous probability of monopolization that the district court relied upon was the uncertainty of obtaining the necessary approval by the ICC.  The court concluded its reasoning on this point by saying that \"there is no way to judge how the ICC would view an acquisition of the Guilford Rail System by CP. Disapproval is just as likely as approval.\"   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The relevant statute governing ICC approval is 49 U.S.C. &#167; 11324(d), which requires approval of an acquisition unless \"there is likely to be substantial lessening of competition, creation of a monopoly, or restraint of trade in freight surface transportation ... and ... the anticompetitive effects of the transaction outweigh the public interest in meeting significant transportation needs.\"   CP cites various instances where the ICC has disapproved mergers that threatened a reduction in competition;  Guilford cites actions where \"public interest\" has been held to outweigh any reduction in competition.  We simply do not know how the ICC would view the competing considerations on the record of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">So viewing the allegations of the complaint, we conclude that Guilford has failed to put forth sufficient facts to justify a finding of a dangerous probability of monopolization.  We therefore have no occasion to consider the sufficiency of facts alleged to support the likelihood that CP would acquire Guilford's assets or CP's arguments concerning the absence of barriers to entry into the market and elasticity of demand.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We add that we see no reason to question the district court's action in declining to exercise its supplemental jurisdiction over state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Affirmed.  Each party to bear its own costs.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744483/"
  ]
}