{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197783/",
  "absolute_url": "/opinion/197783/united-states-v-gonzalez-gonzalez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197783/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:38:38Z",
  "date_modified": "2017-03-24T10:53:25.780699Z",
  "type": "010combined",
  "sha1": "9ab123263f12d7b96eabda611210649b60b32e15",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2280.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-2280\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                  MANUEL GONZALEZ-GONZALEZ,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                     Lynch, Circuit Judge,\r                                                     \r\n\n            Coffin and Cyr, Senior Circuit Judges.\r                                                             \r\n\n                                         \r\n\nLaura H. Parsky, Trial Attorney, with whom John C. Keeney, Acting\r                                                                     \r\nAssistant Attorney General, and Theresa M.B. Van Vliet, Chief of the\r                                                              \r\nNarcotics and Dangerous Drugs Section, Department of Justice, were on\r\nbrief, for appellee.\r\nLawrence E. Besser for appellant.\r                              \r\nManuel Gonzalez-Gonzalez on brief pro se.\r                                    \r\n\n                                         \r\n\n                       February 5, 1998\r\n                                         \r\r\n\n          LYNCH, Circuit Judge.  Manuel Gonzalez-Gonzalez was\r                      LYNCH, Circuit Judge\r                                          \r\n\nconvicted  of  a major  drug  smuggling and  money laundering\r\n\nconspiracy based in Puerto Rico.   Gonzalez' defense at trial\r\n\nwas that  such a conspiracy  did exist,  but that he  was not\r\n\npart of  it.   Gonzalez now  argues through  counsel that  an\r\n\nadmittedly  improper definition of reasonable doubt argued by\r\n\nthe prosecutor  in closing  requires a new  trial, as  does a\r\n\njury  instruction on  the effect of  a guilty  plea by  a co-\r\n\ndefendant.  Gonzalez also filed a brief pro se, arguing  that\r\n\nthe district court  erred for  other reasons  in denying  his\r\n\nmotion for a new trial.  We affirm.\r\n\n                              I.\r\n\n          Gonzalez  was charged  on  November  2,  1994  with\r\n\nconspiracy to possess  with intent to distribute  cocaine and\r\n\nmarijuana, possession  with intent  to distribute  marijuana,\r\n\npossession with intent to  distribute cocaine, importation of\r\n\nmarijuana  and  cocaine,  and  aiding  and  abetting  in  the\r\n\nlaundering of  monetary  instruments.   After a  nineteen-day\r\n\ntrial, the jury found  Gonzalez guilty as charged.   Gonzalez\r\n\nwas  sentenced on September 20, 1996 to life imprisonment and\r\n\nwas fined.\r\n\n          Because  this appeal  involves  admittedly improper\r\n\nremarks by the prosecutor, and because the verdict could have\r\n\nbeen tainted by  these remarks, we do not  consider the facts\r\n\nin  the light  most favorable  to  the jury's  verdict.   Our\r\n\ndescription of the facts is  \"designed to provide a  balanced\r\r\n\npicture of  the evidence appropriate for  determining whether\r\n\nthe remarks were harmless or  prejudicial.\"  United States v.\r                                                                      \r\n\nHardy,  37 F.3d  753,  755  (1st Cir.  1994).   See  Arrieta-\r                                                                         \r\n\nAgressot v. United States, 3 F.3d 525, 528 (1st Cir. 1993).\r                                     \r\n\n          Several witnesses  testified that they  belonged to\r\n\nGonzalez'  drug  smuggling  and  money laundering  operation.\r\n\nThis extensive testimonial evidence  was corroborated by tape\r\n\nrecorded  conversations,  surveillance  photographs, passport\r\n\nentries,  travel  records, and  telephone  records.   Ricardo\r\n\nRivero  (\"Rivero\") testified that  Gonzalez recruited  him to\r\n\nretrieve  and repackage 900 pounds of marijuana imported from\r\n\nColombia  in 1991.   Rivero  testified  that Gonzalez  stored\r\n\ncocaine and marijuana at a house belonging to Manuel Garrido,\r\n\nwhich  other  witnesses,  a co-defendant  and  an  FBI agent,\r\n\nsubsequently confirmed.\r\n\n          Gonzalez transported 125  kilograms of cocaine from\r\n\nPuerto  Rico to  New  York for  distribution  with help  from\r\n\nRivero.   Gonzalez  also  hired Roberto  Garraton-Rivera  and\r\n\nAlberto  Maysonet to  transport cocaine.   Garraton testified\r\n\nthat  Gonzalez  came  to  his house  to  deliver  cocaine  to\r\n\nMaysonet.   Garraton and  Maysonet  traveled to  New York  in\r\n\nAugust of 1991 to deliver cocaine to  Gonzalez.  While in New\r\n\nYork,  Gonzalez instructed Ricardo  on how to  distribute the\r\n\ncocaine and resolved  a dispute over  payment for the  drugs.\r\n\n                             -3-\r                                          3\r\r\n\nAfter  the success of  this deal, Gonzalez  purchased several\r\n\ncars before returning to Puerto Rico.\r\n\n          Witnesses  described  other  drug  transactions  in\r\n\n1992.   Co-defendant  Luz  Marina-Giraldo testified  that she\r\n\nhelped  Gonzalez import 6,500 pounds of marijuana into Puerto\r\n\nRico.   Gonzalez stored  the marijuana at  a stash  house and\r\n\nsold it  in Puerto  Rico.  Rivero  also testified  about that\r\n\nmarijuana shipment.  According to Rivero, Gonzalez supervised\r\n\nthe unloading and transportation of the marijuana.\r\n\n          Both  Rivero  and   Marina-Giraldo  testified  that\r\n\nGonzalez  was  involved  in  transporting  300  kilograms  of\r\n\ncocaine  from St.  Martin  to  Puerto Rico  in  1992.   These\r\n\nwitnesses  also testified about  a major shipment  of cocaine\r\n\nand marijuana Gonzalez  had imported from Colombia  to Puerto\r\n\nRico  in September of 1992.  Part of this shipment was seized\r\n\nby the police.\r\n\n          Several  witnesses   testified  that   they  helped\r\n\nGonzalez' cousin,  Augustin Rivero  (\"Augustin\"), import  625\r\n\nkilograms of  cocaine in  November of 1992.   Ricardo  Rivero\r\n\ntestified that Gonzalez  supplied a motor for a  boat to help\r\n\nbring  in  the  shipment.    Roberto  Sierra-Rivera,  a  paid\r\n\ninformant, testified that  Gonzalez provided surveillance for\r\n\nthis shipment,  which was later  sold in Puerto Rico  and New\r\n\nYork.   Sierra-Rivera  testified that  Gonzalez and  Augustin\r\n\nagreed that  each  time one  of  them brought  in a  load  of\r\n\n                             -4-\r                                          4\r\r\n\ncocaine, the other would be  given 10 kilograms of cocaine or\r\n\n$100,000.    There  was also  testimony  about  later cocaine\r\n\nsmuggling operations conducted by Gonzalez' cousin Augustin.\r\n\n          Angel  Santiago-Mora,  a cooperating  witness,  and\r\n\nMartin Suarez, an FBI agent, testified that Gonzalez  and his\r\n\nassociates often delivered money to them to be laundered.  On\r\n\nseveral  separate occasions  Gonzalez  delivered hundreds  of\r\n\nthousands of dollars to them.  Other people closely connected\r\n\nto Gonzalez also  delivered substantial sums  of money to  be\r\n\nlaundered.\r\n\n          The government  also presented  tape recordings  of\r\n\nconversations  between Gonzalez  and his associates  in which\r\n\nGonzalez  admitted his  involvement  in  drug  smuggling  and\r\n\ndistribution.   This evidence  was supplemented  by tapes  of\r\n\nGonzalez' associates  referring to  Gonzalez' involvement  in\r\n\ndrug trafficking.  \r\n\n          Gonzalez testified and denied it all.\r\n\n                             II.\r\n\n          Gonzalez argues that  he was deprived of  his Sixth\r\n\nAmendment right to  a jury trial because  in the prosecutor's\r\n\nclosing argument the prosecutor said:\r\n\n        [Y]ou heard [defense counsel]  say at the end\r\n        of his  argument, that  there was  reasonable\r\n        doubt as to  whether he was or was  not and I\r\n        am  going  to  tell you  something,  you will\r\n        listen to the instructions from the  judge as\r\n        to  what   reasonable  doubt  is  --   it  is\r\n        something very simple.   If in your  mind you\r\n        think   that  he   was   a   member  of   the\r\n\n                             -5-\r                                          5\r\r\n\n        organization,  and in  your  heart, you  feel\r\n        that he  was a  member  of the  organization,\r\n        then he was a member of the organization, and\r\n        you  say so  with your  verdict.   Don't  let\r\n        yourselves be confused  by the definition  of\r\n        reasonable doubt.\r\n\nThe government  appropriately concedes that  the prosecutor's\r\n\nremarks incorrectly  defined reasonable doubt.  Because there\r\n\nwas  no objection  to  these  remarks  (which  the  defendant\r\n\nconcedes), we  apply a plain  error standard of review.   See\r                                                                         \r\n\nUnited  States  v. Crochiere,  129  F.3d 233,  237  (1st Cir.\r                                        \r\n\n1997); United States v. Taylor, 54 F.3d 967, 972-73 (1st Cir.\r                                          \r\n\n1995).   The \"decision  to correct  the forfeited  error [is]\r\n\nwithin the sound discretion of  the court of appeals, and the\r\n\ncourt  should not exercise  that discretion unless  the error\r\n\n'seriously  affect[s]  the  fairness,  integrity  or   public\r\n\nreputation of the  judicial proceedings.'\"  United  States v.\r                                                                      \r\n\nOlano,  507 U.S. 725,  732 (1993)  (quoting United  States v.\r                                                                      \r\n\nYoung, 470 U.S. 1, 15 (1985)).\r                 \r\n\n          Gonzalez relies on  a series of cases  holding that\r\n\njury  instructions   which  misstate  the   reasonable  doubt\r\n\nstandard  require   a  new  trial.     He  argues   that  the\r\n\nprosecutor's comments on reasonable doubt are the \"functional\r\n\nequivalent\"  of  jury   instructions,  especially  since  the\r\n\nprosecutor followed his incorrect definition with a statement\r\n\nthat the  jury should  not be confused  by the  definition of\r\n\nreasonable  doubt.    Gonzalez  argues  that  the  prosecutor\r\n\n                             -6-\r                                          6\r\r\n\nessentially  told the jury to ignore the judge's instructions\r\n\non reasonable doubt  and to follow his \"mind  and heart\" test\r\n\ninstead.  We start with the latter contention.\r\n\n          The remark,  \"Don't let yourselves  be confused  by\r\n\nthe definition of  reasonable doubt\" is ambiguous,  and could\r\n\nhave  at least  three  meanings.   It  could  mean \"Don't  be\r\n\nconfused by the definition that I, the  prosecutor, have just\r\n\ntold  you.\"    It  could  mean, \"Don't  be  confused  by  the\r\n\ndefinition you hear from either  lawyer.\"  And it could mean,\r\n\n\"Don't  be  confused by  the  definition  you  hear from  the\r\n\njudge,\" with the implication that the prosecutor's definition\r\n\ngoverns.\r\n\n          In context, the  third meaning is by  far the least\r\n\nlikely of the three.1  The prosecutor prefaced his remarks by\r\n\ntelling  the jury to listen  to the judge's instructions, and\r\n\nhis statement  that the  jury should not  be confused  by the\r\n\ndefinition   of  reasonable  doubt   is  subject   to  benign\r\n\ninterpretation.   Furthermore, the  prosecutor concluded  his\r\n\nargument  by stating, \"You will listen to the instructions of\r\n\n                  \r                              \r\n\n   1   We note  but need  not resort to  the rule  that when  a\r\nprosecutor's   comments  are   ambiguous,   and   there   is   no\r\ncontemporaneous objection, the ambiguity is construed in favor of\r\na proper meaning.  See Taylor, 54 F.3d at 979 (\"[W]hen the target\r                                       \r\nof  the  comments  does  not  interrupt  and  register  a  timely\r\nobjection,  it seems especially  appropriate to 'give  the arguer\r\nthe benefit of every plausible  interpretation of her words.' . .\r\n. Given the absence of  a contemporaneous objection, we must cede\r\nto   the  government  the  benefit  of  a  legitimate,  plausible\r\ninterpretation  of  the  prosecutor's  words.\")  (quoting  United\r                                                                           \r\nStates v. Sepulveda, 15 F.3d 1161, 1187 (1st Cir. 1993)).\r                             \r\n\n                             -7-\r                                          7\r\r\n\nthe Honorable  Judge, as  he explains them  to you,  you will\r\n\ndecide what the facts  in this case were [and] you will apply\r\n\nthe  law . . . .\"   The prosecutor's own comments went a long\r\n\nway  toward curing  any understanding  of the  comment as  an\r\n\nadmonition to ignore the court's instruction.\r\n\n          The  problem  with   the  prosecutor's  error   was\r\n\nobviated  by the  court's instructions  on reasonable  doubt,\r\n\nwhich Gonzalez  concedes were correct, as well as the court's\r\n\nadmonition to the  jurors that instructions  on the law  come\r\n\nonly from the court, and not from counsel.  \r\n\n          We  flatly   reject  Gonzalez'   argument  that   a\r\n\nmisstatement of the law by a prosecutor should be treated the\r\n\nsame  way as a  misstatement of law  by the judge.   No juror\r\n\nwould mistake a prosecutor for a judge.  Our law assumes that\r\n\nthe  jurors follow  jury  instructions  and  thus  that  they\r\n\nfollowed the judge's, not counsel's, definition of reasonable\r\n\ndoubt.  See  United States v. Rivera-Gomez, 67  F.3d 993, 999\r                                                      \r\n\n(1st Cir. 1995)  (\"[O]ur system of trial by  jury is premised\r\n\non  the assumption that  jurors will scrupulously  follow the\r\n\ncourt's  instructions.\");  Refuse  &amp;  Envtl.  Sys.,  Inc.  v.\r                                                                     \r\n\nIndustrial  Serv. of  Am., Inc.,  932 F.2d  37, 40  (1st Cir.\r                                           \r\n\n1991) (\"A basic premise  of our jury system is that  the jury\r\n\nfollows  the  court's instructions.\").    That  assumption is\r\n\nespecially  so here, since the  prosecutor also told the jury\r\n\nto listen to the judge.\r\n\n                             -8-\r                                          8\r\r\n\n          Whether  the prosecutor's  remarks amount  to plain\r\n\nerror warranting a  new trial depends on  analysis of several\r\n\nfactors: \"(1) the  extent to which  the conduct is  recurrent\r\n\nand/or deliberate; (2) the extent  to which the trial judge's\r\n\ninstructions  insulated the  jury against, or  palliated, the\r\n\npossibility of unfair prejudice; and (3) the overall strength\r\n\nof  the prosecution's  case, with  particular  regard to  the\r\n\nlikelihood  that any prejudice might have affected the jury's\r\n\njudgment.\" Taylor, 54 F.3d at 977.  \r                             \r\n\n          We make no determination on the first of the Taylor\r                                                                         \r\n\nfactors.  We do note a long history of improper statements in\r\n\nclosing argument  from federal  prosecutors  in Puerto  Rico.\r\n\nSee,  e.g., United States v. Rodriguez-Carmona, 111 F.3d 122,\r                                                          \r\n\n1997  WL 157738,  at *4  (1st  Cir. 1997);  United States  v.\r                                                                     \r\n\nFernandez,  94 F.3d  640, 1996  WL 469009,  at *17  (1st Cir.\r                     \r\n\n1996); United States v. Cartagena-Carrasquillo,  70 F.3d 706,\r                                                          \r\n\n713 (1st Cir. 1995);  United States v. Levy-Cordero, 67  F.3d\r                                                               \r\n\n1002, 1009 (1st Cir. 1995);   Arrieta-Agressot, 3 F.3d at 527\r                                                          \r\n\n(citing  cases); United  States v. Ortiz-Arrigoita,  996 F.2d\r                                                              \r\n\n436, 441 (1st Cir. 1993) (\"We do not understand, however, why\r\n\nafter  numerous warnings  from  this  court, the  prosecuting\r\n\nattorneys in the  District of Puerto Rico  persist in spiking\r\n\ntheir arguments with comments that put their cases at risk.\")\r\n\n(collecting cases).  In light of this history, the government\r\n\ngains no advantage under the first factor. \r\n\n                             -9-\r                                          9\r\r\n\n          As to the second factor, we are persuaded the  jury\r\n\nwas  not  led  astray.    That  is  because  of  the  court's\r\n\nconcededly correct jury instructions on reasonable  doubt and\r\n\nthe  direction to  disregard statements  about  the law  from\r\n\ncounsel.  As  to the third factor, the government  had a very\r\n\nstrong case against Gonzalez.  Given these considerations, we\r\n\ndo not think the jury's judgment was affected and a new trial\r\n\nis not warranted.  Cf. Levy-Cordero, 67 F.3d at 1008 (holding\r                                               \r\n\nthat several \"obviously improper\"  prosecutorial comments did\r\n\nnot warrant a new trial).\r\n\n                             III.\r\n\n          In  his  counselled   appeal,  Gonzalez  says   the\r\n\ndistrict  court committed  error  in  its  jury  instructions\r\n\nregarding  the  guilty  plea   of  co-defendant  Luz  Marina-\r\n\nGiraldo.2   Specifically,  Gonzalez argues  that the  court's\r\n\n                  \r                              \r\n\n   2   Before Marina-Giraldo testified as a  witness, the court\r\ninstructed the jury:\r\n          [T]he government  must establish  each case\r\n        against each defendant separately.   Now, the\r\n        fact  that  this  co-defendant  is  going  to\r\n        testify,  you are going to hear from her that\r\n        she did enter a plea of guilty and now she is\r\n        testifying for the government.   Now the fact\r\n        that  a co-defendant  has entered  a  plea of\r\n        guilty  to  the  offense  charged, that  fact\r\n        also, the entering of a plea of guilty in and\r\n        of itself is not evidence of any guilt of any\r\n        other of  the co-defendants.  I  repeat that.\r\n        The  fact that  a co-defendant has  entered a\r\n        plea  of guilty to the offense charged is not\r\n        evidence in and of itself of the guilt of any\r\n        other  co-defendant  and I  cannot  emphasize\r\n        that enough.\r\n\n                             -10-\r                                          10\r\r\n\nstatement  that his co-defendant's guilty plea is not \"in and\r\n\nof itself\"  proof of  Gonzalez' guilt  implies that  the plea\r\n\ncould be considered as evidence of guilt in conjunction  with\r\n\nother  evidence in the case.  There was no objection to these\r\n\ninstructions, so we apply the plain error standard  of review\r\n\n(which  Gonzalez  concedes).   See  Taylor, 54  F.3d  at 976;\r                                                      \r\n\nUnited States v. Colon-Pagan, 1 F.3d 80, 81 (1st Cir. 1993).\r                                        \r\n\n          The  phrase \"in and of itself,\" in isolation, could\r\n\nbe understood to  mean what Gonzalez  posits:  that  standing\r\n\nalone, the  guilty  plea  of  a  co-defendant  could  not  be\r\n\nevidence of guilt of the  defendant, but, in combination with\r\n\nsuch other evidence,  the plea could be taken  as evidence of\r\n\nthe defendant's guilt.  That is, of course, not the law, nor,\r\n\nwe are sure, was that the trial judge's intended meaning when\r\n\nhe gave the instructions.\r\n\n                  \r                              \r\n\n          The guilty  plea of Luz  Marina-Giraldo may\r\n        not  be   regarded  by  you   as  substantive\r\n        evidence of the  other defendant's guilt  nor\r\n        may you draw any inference of guilt as to the\r\n        remaining co-defendants.   The fact  that she\r\n        pled  is what I am talking about, that cannot\r\n        be  used   as  evidence  against   the  other\r\n        defendants  nor may  you  draw any  inference\r\n        from the fact that she pled guilty. . . . \r\n          [W]hat you cannot consider is the fact that\r\n        she has entered  a plea of guilty,  that fact\r\n        cannot  be considered.   It  is not  evidence\r\n        against the  other defendants and  affords no\r\n        inference or suggestion  of guilt  as to  the\r\n        other defendants.\r\n\n                             -11-\r                                          11\r\r\n\n          The trial judge may have relied on dicta in  United\r                                                                         \r\n\nStates  v. Rivera-Santiago, 872  F.2d 1073, 1083  (1st Cir.),\r                                      \r\n\ncert. denied, 492 U.S. 910 (1989), and cert. denied, 493 U.S.\r                                                               \r\n\n832  (1989).   In describing  the events  at the  trial, this\r\n\ncourt's opinion referred  to the following language  given by\r\n\nthe  trial judge as a \"standard accomplice\" instruction: \"the\r\n\nfact that an accomplice has  entered a plea of guilty  to the\r\n\noffense charged is not evidence in and of itself of the guilt\r\n\nof any other person.\"  The language of the instruction itself\r\n\nwas not at  issue in Rivera-Santiago3 and this  Court has not\r                                                \r\n\nruled  on the  propriety of  such language  in an  accomplice\r\n\ninstruction.  We do so now and discourage the use of such \"in\r\n\nand of itself\" language.  There is no need for such language,\r\n\nas  the pattern  jury instructions  from other  jurisdictions\r\n\nmake evident.4\r\n\n                  \r                              \r\n\n   3   The  Fifth Circuit also  described a similar  \"in and of\r\nitself\"  accomplice instruction in United States v. Abravaya, 616\r                                                                      \r\nF.2d 250  (5th Cir. 1980).   The new District Court  Criminal Law\r\nPattern Jury Instructions for this  circuit do not address guilty\r\npleas by accomplices or co-defendants.\r\n\n   4   The  pattern instructions  of  other circuits  are  more\r\nstraightforward  and do not contain  \"in and of itself\" language.\r\nFor example, Sixth Circuit pattern jury instruction 7.08 reads as\r\nfollows:\r\n        (3)    The  fact  that           has  pleaded\r\n        guilty  to a crime  is not evidence  that the\r\n        defendant is guilty,  and you cannot consider\r                                                                 \r\n        this against the defendant in any way.\r                                                         \r\nThe Seventh Circuit's pattern jury instruction 3.23 reads:\r\n        The witness,         ,  has pleaded guilty to\r\n        a crime  arising out  of the same  occurrence\r\n        for which the defendant is now on trial.  You\r\n        may  give his  testimony such  weight as  you\r\n\n                             -12-\r                                          12\r\r\n\n          Despite  the potentially  misleading nature  of the\r\n\n\"in and  of itself\"  language, a new  trial is  not warranted\r\n\nhere.   The  district court instructions,  taken as  a whole,\r\n\nrepeatedly  and unequivocally told  the jury not  to consider\r\n\nthe co-defendant's guilty plea as evidence of the defendant's\r\n\nguilt.5\r\n\n                  \r                              \r\n\n        feel  it deserves,  keeping in  mind that  it\r\n        must  be considered  with  caution and  great\r\n        care.  Moreover, his guilty plea is not to be\r                                                                 \r\n        considered as evidence against the defendant.\r                                                                \r\nPattern jury instruction 2.19 from the Eighth Circuit states:\r\n        You have  heard evidence that  witness (name)\r\n        has pleaded guilty to a crime which arose out\r\n        of the same events for which the defendant is\r\n        on  trial here.   You must not  consider that\r                                                                 \r\n        guilty   plea   as  any   evidence   of  this\r                                                                 \r\n        defendant's  guilt.   You  may consider  that\r                                      \r\n        witness' guilty plea only for  the purpose of\r\n        determining how much, if at all, to rely upon\r\n        that witness' testimony.\r\nFinally, Ninth Circuit pattern instruction 4.12 reads:\r\n        The witness,          , has pleaded guilty to\r\n        a  crime arising out  of the same  events for\r\n        which the defendant is on trial.  This guilty\r                                                                 \r\n        plea is  not evidence  against the  defendant\r                                                                 \r\n        and you may consider  it only in  determining\r                                                                 \r\n        this  witness'  believability.    You  should\r                                                                 \r\n        consider this  witness' testimony  with great\r                                                                 \r\n        caution,  giving it  the  weight you  feel it\r                                                                 \r\n        deserves.\r                            \r\n\n   5  The court also instructed the jury:\r\n          Now,  the case  against  Luz Marina-Giraldo\r\n        has  been disposed of  and will no  longer be\r\n        before  you.  It  is very important  that you\r\n        realize  that  you  cannot  guess or  concern\r\n        yourselves  or speculate as to the reason for\r\n        the disposition of her case.  The disposition\r\n        cannot and should not  influence your verdict\r\n        with  reference to  the remaining  defendants\r\n        that are on trial here.\r\n\n                             -13-\r                                          13\r\r\n\n          We  examine jury instructions in the context of the\r\n\ncharge   as  a  whole   to  determine  whether   the  court's\r\n\n                  \r                              \r\n\n          If you recall, I think I advised you on the\r\n        first day that each defendant, although being\r\n        tried  together, has a right to have the jury\r\n        consider  his case  separately  of the  other\r\n        defendants and considering  the evidence that\r\n        applies  or  that  is  admitted  as  to  that\r\n        defendant specifically. . . . [A]lthough [the\r\n        defendants]  are  being tried  together,  you\r\n        must  give  separate  consideration  to  each\r\n        defendant. . . . I repeat that you cannot and\r\n        you  must  not  consider the  fact  that  Luz\r\n        Marina-Giraldo  is  not  here  again  and  it\r\n        should not enter into your deliberations. . .\r\n        . [The  disposition of  her case] should  not\r\n        enter whatsoever in your  deliberations as to\r\n        the other two defendants.\r\n\n          In  its final instructions  to the jury,  the court\r\nsaid:\r\n        [D]uring   the  course   of   the  trial,   I\r\n        instructed  you  that  the  case against  Luz\r\n        Marina-Giraldo . . . [had] been  disposed of,\r\n        and  was no  longer  before  you.    And  the\r\n        disposition  of the case[]  . . .  should not\r\n        influence your verdict with  reference to . .\r\n        . Gonzalez  and you  must  base your  verdict\r\n        solely on the evidence  against Mr. Gonzalez-\r\n        Gonzalez.   In  other  words, the  government\r\n        must establish its  case against Mr. Gonzalez\r\n        separately of  the disposition  of the  cases\r\n        against the other two defendants.\r\n          And I  also instructed  you, the  fact that\r\n        co-defendant  Luz  Marina-Giraldo  entered  a\r\n        plea  of guilty to the offense charged is not\r\n        evidence in and of itself of the guilt of the\r\n        defendant  here   on  trial   and  I   cannot\r\n        emphasize this  enough.   The guilty  plea of\r\n        Luz Marina-Giraldo may not be regarded by you\r\n        as substantive evidence of the guilt [of] Mr.\r\n        Gonzalez-Gonzalez.  Nonetheless, you may give\r\n        her  testimony  such weight  as you  think it\r\n        deserves,  keeping in  mind that  it  must be\r\n        considered with caution and great care.\r\n\n                             -14-\r                                          14\r\r\n\ninstructions require a new trial.  See United States v. Rose,\r                                                                        \r\n\n104  F.3d 1408,  1416 (1st  Cir. 1997).   When  we  take this\r\n\ncontext  into  account,  it  is  apparent  that  the  court's\r\n\ninstructions in  this case do  not warrant a  new trial.   We\r\n\nalso  reject Gonzalez' claim  that the synergistic  effect of\r\n\ntwo errors requires a new trial.\r\n\n                             IV.\r\n\n          In  his  pro  se brief,  Gonzalez  argues  that the\r\n\ndistrict court erred in denying  his motion for a new trial.6\r\n\nThe motion based the request for a new trial on claimed newly\r\n\ndiscovered  evidence  and claimed  prosecutorial  misconduct,\r\n\nincluding presentation of false testimony.7\r\n\n          We review a trial judge's  ruling on a motion for a\r\n\nnew  trial for  manifest  abuse of  discretion.   See  United\r                                                                         \r\n\nStates v.  Brimage, 115 F.3d  73, 79 (1st  Cir. 1997).   \"The\r                              \r\n\nremedy of a  new trial is rarely used; it  is warranted 'only\r\n\nwhere there would be a  miscarriage of justice' or 'where the\r\n\nevidence preponderates heavily against  the verdict.'\" United\r                                                                         \r\n\nStates v.  Andrade, 94  F.3d 9, 14  (1st Cir.  1996) (quoting\r                              \r\n\n                  \r                              \r\n\n   6  After oral argument in this case, Gonzalez filed a letter\r\nwith this  court,  which we  accepted  as a  supplemental  brief,\r\nraising issues in  addition to those raised by  his able counsel.\r\nWe requested the government to  file a responsive brief, which it\r\nhas done.  We reach the merits of Gonzalez' pro se appeal.\r\n\n   7   Gonzalez also complains  of a  factual error  concerning\r\nwhether the name \"Lin\" appeared on any of the drug  packages from\r\nLoiza  beach, an  error contained  in  the transcript.   At  oral\r\nargument before us,  the government conceded this  factual error,\r\nsaying the name did not appear.\r\n\n                             -15-\r                                          15\r\r\n\nUnited  States v.  Indelicato, 611  F.2d  376, 386  (1st Cir.\r                                         \r\n\n1979)).  See United States  v. Montilla-Rivera, 115 F.3d 1060\r                                                          \r\n\n(1st Cir. 1997).   In  a motion  for a new  trial based  upon\r\n\nnewly discovered evidence, the defendant must establish  that\r\n\n\"the evidence was: (i) unknown  or unavailable at the time of\r\n\ntrial, (ii) despite  due diligence, (iii) material,  and (iv)\r\n\nlikely to  result  in an  acquittal  upon retrial.\"    United\r                                                                         \r\n\nStates v.  Tibolt, 72  F.3d 965,  971 (1st  Cir. 1995).   But\r                             \r\n\nGonzalez' complaints are largely about what happened at trial\r\n\nand were not newly discovered.\r\n\n          The district  court gave a  careful explanation  of\r\n\nits denial of Gonzalez' motion, and we affirm for the reasons\r\n\nstated in the court's Memorandum  and Order dated December 3,\r\n\n1996.  We add only  that the \"new evidence\" Gonzalez presents\r\n\ndoes not  come close  to \"so  undermin[ing] the  government's\r\n\ncase  as  to  give  rise  to  a 'reasonable'  probability  of\r\n\nacquittal  on retrial.\"    Tibolt, 72  F.3d  at 972  (quoting\r                                             \r\n\nSepulveda, 15 F.3d at 1220)).\r                     \r\n\n          The judgment is affirmed.\r                                               \r\n\n                             -16-\r                                          16\r\r\n",
  "html": "<p class=\"case_cite\">136 F.3d 6</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Manuel GONZALEZ-GONZALEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-2280.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1998.<br>Decided Feb. 5, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Laura H. Parsky, Trial Attorney, Washington, DC, with whom John C. Keeney, Acting Assistant Attorney General, Washington, DC, and Theresa M.B. Van Vliet, Chief of the Narcotics and Dangerous Drugs Section, Department of Justice, Miami, FL, were on brief, for appellee.</p>\n      <p class=\"indent\">Lawrence E. Besser, Miami, FL, for appellant.</p>\n      <p class=\"indent\">Manuel Gonzalez-Gonzalez on brief pro se.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, COFFIN and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Manuel Gonzalez-Gonzalez was convicted of a major drug smuggling and money laundering conspiracy based in Puerto Rico.  Gonzalez' defense at trial was that such a conspiracy did exist, but that he was not part of it.  Gonzalez now argues through counsel that an admittedly improper definition of reasonable doubt argued by the prosecutor in closing requires a new trial, as does a jury instruction on the effect of a guilty plea by a co-defendant.  Gonzalez also filed a brief pro se, arguing that the district court erred for other reasons in denying his motion for a new trial.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gonzalez was charged on November 2, 1994 with conspiracy to possess with intent to distribute cocaine and marijuana, possession with intent to distribute marijuana, possession with intent to distribute cocaine, importation of marijuana and cocaine, and aiding and abetting in the laundering of monetary instruments.  After a nineteen-day trial, the jury found Gonzalez guilty as charged.  Gonzalez was sentenced on September 20, 1996 to life imprisonment and was fined.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because this appeal involves admittedly improper remarks by the prosecutor, and because the verdict could have been tainted by these remarks, we do not consider the facts in the light most favorable to the jury's verdict.  Our description of the facts is \"designed to provide a balanced picture of the evidence appropriate for determining whether the remarks were harmless or prejudicial.\"  United States v. Hardy, 37 F.3d 753, 755 (1st Cir.1994).  See Arrieta-Agressot v. United States, 3 F.3d 525, 528 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Several witnesses testified that they belonged to Gonzalez' drug smuggling and money laundering operation.  This extensive testimonial evidence was corroborated by tape recorded conversations, surveillance photographs, passport entries, travel records, and telephone records.  Ricardo Rivero (\"Rivero\") testified that Gonzalez recruited him to retrieve and repackage 900 pounds of marijuana imported from Colombia in 1991.  Rivero testified that Gonzalez stored cocaine and marijuana at a house belonging to Manuel Garrido, which other witnesses, a co-defendant and an FBI agent, subsequently confirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Gonzalez transported 125 kilograms of cocaine from Puerto Rico to New York for distribution with help from Rivero.  Gonzalez also hired Roberto Garraton-Rivera and Alberto Maysonet to transport cocaine.  Garraton testified that Gonzalez came to his house to deliver cocaine to Maysonet.  Garraton and Maysonet traveled to New York in August of 1991 to deliver cocaine to Gonzalez.  While in New York, Gonzalez instructed Ricardo on how to distribute the cocaine and resolved a dispute over payment for the drugs.  After the success of this deal, Gonzalez purchased several cars before returning to Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Witnesses described other drug transactions in 1992.  Co-defendant Luz Marina-Giraldo testified that she helped Gonzalez import 6,500 pounds of marijuana into Puerto Rico.  Gonzalez stored the marijuana at a stash house and sold it in Puerto Rico.  Rivero also testified about that marijuana shipment.  According to Rivero, Gonzalez supervised the unloading and transportation of the marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Both Rivero and Marina-Giraldo testified that Gonzalez was involved in transporting 300 kilograms of cocaine from St. Martin to Puerto Rico in 1992.  These witnesses also testified about a major shipment of cocaine and marijuana Gonzalez had imported from Colombia to Puerto Rico in September of 1992.  Part of this shipment was seized by the police.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Several witnesses testified that they helped Gonzalez' cousin, Augustin Rivero (\"Augustin\"), import 625 kilograms of cocaine in November of 1992.  Ricardo Rivero testified that Gonzalez supplied a motor for a boat to help bring in the shipment.  Roberto Sierra-Rivera, a paid informant, testified that Gonzalez provided surveillance for this shipment, which was later sold in Puerto Rico and New York.  Sierra-Rivera testified that Gonzalez and Augustin agreed that each time one of them brought in a load of cocaine, the other would be given 10 kilograms of cocaine or $100,000.  There was also testimony about later cocaine smuggling operations conducted by Gonzalez' cousin Augustin.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Angel Santiago-Mora, a cooperating witness, and Martin Suarez, an FBI agent, testified that Gonzalez and his associates often delivered money to them to be laundered.  On several separate occasions Gonzalez delivered hundreds of thousands of dollars to them.  Other people closely connected to Gonzalez also delivered substantial sums of money to be laundered.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government also presented tape recordings of conversations between Gonzalez and his associates in which Gonzalez admitted his involvement in drug smuggling and distribution.  This evidence was supplemented by tapes of Gonzalez' associates referring to Gonzalez' involvement in drug trafficking.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Gonzalez testified and denied it all.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Gonzalez argues that he was deprived of his Sixth Amendment right to a jury trial because in the prosecutor's closing argument the prosecutor said:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>[Y]ou heard [defense counsel] say at the end of his argument, that there was reasonable doubt as to whether he was or was not and I am going to tell you something, you will listen to the instructions from the judge as to what reasonable doubt is--it is something very simple.  If in your mind you think that he was a member of the organization, and in your heart, you feel that he was a member of the organization, then he was a member of the organization, and you say so with your verdict.  Don't let yourselves be confused by the definition of reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government appropriately concedes that the prosecutor's remarks incorrectly defined reasonable doubt.  Because there was no objection to these remarks (which the defendant concedes), we apply a plain error standard of review.  See United States v. Crochiere, 129 F.3d 233, 237 (1st Cir.1997);  United States v. Taylor, 54 F.3d 967, 972-73 (1st Cir.1995).  The \"decision to correct the forfeited error [is] within the sound discretion of the court of appeals, and the court should not exercise that discretion unless the error 'seriously affect[s] the fairness, integrity or public reputation of the judicial proceedings.' \"  United States v. Olano, 507 U.S. 725, 732, 113 S.Ct. 1770, 1776, 123 L.Ed.2d 508 (1993) (quoting United States v. Young, 470 U.S. 1, 15, 105 S.Ct. 1038, 1046, 84 L.Ed.2d 1 (1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Gonzalez relies on a series of cases holding that jury instructions which misstate the reasonable doubt standard require a new trial.  He argues that the prosecutor's comments on reasonable doubt are the \"functional equivalent\" of jury instructions, especially since the prosecutor followed his incorrect definition with a statement that the jury should not be confused by the definition of reasonable doubt.  Gonzalez argues that the prosecutor essentially told the jury to ignore the judge's instructions on reasonable doubt and to follow his \"mind and heart\" test instead.  We start with the latter contention.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The remark, \"Don't let yourselves be confused by the definition of reasonable doubt\" is ambiguous, and could have at least three meanings.  It could mean \"Don't be confused by the definition that I, the prosecutor, have just told you.\"   It could mean, \"Don't be confused by the definition you hear from either lawyer.\"   And it could mean, \"Don't be confused by the definition you hear from the judge,\" with the implication that the prosecutor's definition governs.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In context, the third meaning is by far the least likely of the three.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The prosecutor prefaced his remarks by telling the jury to listen to the judge's instructions, and his statement that the jury should not be confused by the definition of reasonable doubt is subject to benign interpretation.  Furthermore, the prosecutor concluded his argument by stating, \"You will listen to the instructions of the Honorable Judge, as he explains them to you, you will decide what the facts in this case were [and] you will apply the law....\"  The prosecutor's own comments went a long way toward curing any understanding of the comment as an admonition to ignore the court's instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The problem with the prosecutor's error was obviated by the court's instructions on reasonable doubt, which Gonzalez concedes were correct, as well as the court's admonition to the jurors that instructions on the law come only from the court, and not from counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We flatly reject Gonzalez' argument that a misstatement of the law by a prosecutor should be treated the same way as a misstatement of law by the judge.  No juror would mistake a prosecutor for a judge.  Our law assumes that the jurors follow jury instructions and thus that they followed the judge's, not counsel's, definition of reasonable doubt.  See United States v. Rivera-Gomez, 67 F.3d 993, 999 (1st Cir.1995) (\"[O]ur system of trial by jury is premised on the assumption that jurors will scrupulously follow the court's instructions.\");  Refuse &amp; Envtl.  Sys., Inc. v. Industrial Serv. of Am., Inc., 932 F.2d 37, 40 (1st Cir.1991) (\"A basic premise of our jury system is that the jury follows the court's instructions.\").  That assumption is especially so here, since the prosecutor also told the jury to listen to the judge.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Whether the prosecutor's remarks amount to plain error warranting a new trial depends on analysis of several factors:  \"(1) the extent to which the conduct is recurrent and/or deliberate;  (2) the extent to which the trial judge's instructions insulated the jury against, or palliated, the possibility of unfair prejudice;  and (3) the overall strength of the prosecution's case, with particular regard to the likelihood that any prejudice might have affected the jury's judgment.\"  Taylor, 54 F.3d at 977.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We make no determination on the first of the Taylor factors.  We do note a long history of improper statements in closing argument from federal prosecutors in Puerto Rico.  See, e.g., United States v. Rodriguez-Carmona, 111 F.3d 122, 1997 WL 157738, at * 4 (1st Cir.1997);  United States v. Fernandez, 94 F.3d 640, 1996 WL 469009, at * 17 (1st Cir.1996);  United States v. Cartagena-Carrasquillo, 70 F.3d 706, 713 (1st Cir.1995);  United States v. Levy-Cordero, 67 F.3d 1002, 1009 (1st Cir.1995);  Arrieta-Agressot, 3 F.3d at 527 (citing cases);  United States v. Ortiz-Arrigoitia, 996 F.2d 436, 441 (1st Cir.1993) (\"We do not understand, however, why after numerous warnings from this court, the prosecuting attorneys in the District of Puerto Rico persist in spiking their arguments with comments that put their cases at risk.\")  (collecting cases).  In light of this history, the government gains no advantage under the first factor.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As to the second factor, we are persuaded the jury was not led astray.  That is because of the court's concededly correct jury instructions on reasonable doubt and the direction to disregard statements about the law from counsel.  As to the third factor, the government had a very strong case against Gonzalez.  Given these considerations, we do not think the jury's judgment was affected and a new trial is not warranted.  Cf. Levy-Cordero, 67 F.3d at 1008 (holding that several \"obviously improper\" prosecutorial comments did not warrant a new trial).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In his counselled appeal, Gonzalez says the district court committed error in its jury instructions regarding the guilty plea of co-defendant Luz Marina-Giraldo.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Specifically, Gonzalez argues that the court's statement that his co-defendant's guilty plea is not \"in and of itself\" proof of Gonzalez' guilt implies that the plea could be considered as evidence of guilt in conjunction with other evidence in the case.  There was no objection to these instructions, so we apply the plain error standard of review (which Gonzalez concedes).  See Taylor, 54 F.3d at 976;  United States v. Colon-Pagan, 1 F.3d 80, 81 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The phrase \"in and of itself,\" in isolation, could be understood to mean what Gonzalez posits:  that standing alone, the guilty plea of a co-defendant could not be evidence of guilt of the defendant, but, in combination with such other evidence, the plea could be taken as evidence of the defendant's guilt.  That is, of course, not the law, nor, we are sure, was that the trial judge's intended meaning when he gave the instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The trial judge may have relied on dicta in United States v. Rivera-Santiago, 872 F.2d 1073, 1083 (1st Cir.), cert. denied, 492 U.S. 910, 109 S.Ct. 3227, 106 L.Ed.2d 576 (1989), and cert. denied, 493 U.S. 832, 110 S.Ct. 105, 107 L.Ed.2d 68 (1989).  In describing the events at the trial, this court's opinion referred to the following language given by the trial judge as a \"standard accomplice\" instruction:  \"the fact that an accomplice has entered a plea of guilty to the offense charged is not evidence in and of itself of the guilt of any other person.\"   The language of the instruction itself was not at issue in Rivera-Santiago<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and this Court has not ruled on the propriety of such language in an accomplice instruction.  We do so now and discourage the use of such \"in and of itself\" language.  There is no need for such language, as the pattern jury instructions from other jurisdictions make evident.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Despite the potentially misleading nature of the \"in and of itself\" language, a new trial is not warranted here.  The district court instructions, taken as a whole, repeatedly and unequivocally told the jury not to consider the co-defendant's guilty plea as evidence of the defendant's guilt.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We examine jury instructions in the context of the charge as a whole to determine whether the court's instructions require a new trial.  See United States v. Rose, 104 F.3d 1408, 1416 (1st Cir.1997).  When we take this context into account, it is apparent that the court's instructions in this case do not warrant a new trial.  We also reject Gonzalez' claim that the synergistic effect of two errors requires a new trial.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In his pro se brief, Gonzalez argues that the district court erred in denying his motion for a new trial.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The motion based the request for a new trial on claimed newly discovered evidence and claimed prosecutorial misconduct, including presentation of false testimony.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We review a trial judge's ruling on a motion for a new trial for manifest abuse of discretion.  See United States v. Brimage, 115 F.3d 73, 79 (1st Cir.1997).  \"The remedy of a new trial is rarely used;  it is warranted 'only where there would be a miscarriage of justice' or 'where the evidence preponderates heavily against the verdict.' \"  United States v. Andrade, 94 F.3d 9, 14 (1st Cir.1996) (quoting United States v. Indelicato, 611 F.2d 376, 386 (1st Cir.1979)).  See United States v. Montilla-Rivera, 115 F.3d 1060 (1st Cir.1997).  In a motion for a new trial based upon newly discovered evidence, the defendant must establish that \"the evidence was:  (i) unknown or unavailable at the time of trial, (ii) despite due diligence, (iii) material, and (iv) likely to result in an acquittal upon retrial.\"  United States v. Tibolt, 72 F.3d 965, 971 (1st Cir.1995).  But Gonzalez' complaints are largely about what happened at trial and were not newly discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court gave a careful explanation of its denial of Gonzalez' motion, and we affirm for the reasons stated in the court's Memorandum and Order dated December 3, 1996.  We add only that the \"new evidence\" Gonzalez presents does not come close to \"so undermin[ing] the government's case as to give rise to a 'reasonable' probability of acquittal on retrial.\"  Tibolt, 72 F.3d at 972 (quoting Sepulveda, 15 F.3d at 1220).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note but need not resort to the rule that when a prosecutor's comments are ambiguous, and there is no contemporaneous objection, the ambiguity is construed in favor of a proper meaning.  See Taylor, 54 F.3d at 979 (\"[W]hen the target of the comments does not interrupt and register a timely objection, it seems especially appropriate to 'give the arguer the benefit of every plausible interpretation of her words.'  ...  Given the absence of a contemporaneous objection, we must cede to the government the benefit of a legitimate, plausible interpretation of the prosecutor's words.\")  (quoting United States v. Sepulveda, 15 F.3d 1161, 1187 (1st Cir.1993))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Before Marina-Giraldo testified as a witness, the court instructed the jury:</p>\n        <p>[T]he government must establish each case against each defendant separately.  Now, the fact that this co-defendant is going to testify, you are going to hear from her that she did enter a plea of guilty and now she is testifying for the government.  Now the fact that a co-defendant has entered a plea of guilty to the offense charged, that fact also, the entering of a plea of guilty in and of itself is not evidence of any guilt of any other of the co-defendants.  I repeat that.  The fact that a co-defendant has entered a plea of guilty to the offense charged is not evidence in and of itself of the guilt of any other co-defendant and I cannot emphasize that enough.</p>\n        <p>The guilty plea of Luz Marina-Giraldo may not be regarded by you as substantive evidence of the other defendant's guilt nor may you draw any inference of guilt as to the remaining co-defendants.  The fact that she pled is what I am talking about, that cannot be used as evidence against the other defendants nor may you draw any inference from the fact that she pled guilty....</p>\n        <p>[W]hat you cannot consider is the fact that she has entered a plea of guilty, that fact cannot be considered.  It is not evidence against the other defendants and affords no inference or suggestion of guilt as to the other defendants.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Fifth Circuit also described a similar \"in and of itself\" accomplice instruction in United States v. Abravaya, 616 F.2d 250 (5th Cir.1980).  The new District Court Criminal Law Pattern Jury Instructions for this circuit do not address guilty pleas by accomplices or co-defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The pattern instructions of other circuits are more straightforward and do not contain \"in and of itself\" language.  For example, Sixth Circuit pattern jury instruction 7.08 reads as follows:</p>\n        <p>(3) The fact that ________ has pleaded guilty to a crime is not evidence that the defendant is guilty, and you cannot consider this against the defendant in any way.</p>\n        <p>The Seventh Circuit's pattern jury instruction 3.23 reads:</p>\n        <p>The witness, ________, has pleaded guilty to a crime arising out of the same occurrence for which the defendant is now on trial.  You may give his testimony such weight as you feel it deserves, keeping in mind that it must be considered with caution and great care.  Moreover, his guilty plea is not to be considered as evidence against the defendant.</p>\n        <p>Pattern jury instruction 2.19 from the Eighth Circuit states:</p>\n        <p>You have heard evidence that witness (name) has pleaded guilty to a crime which arose out of the same events for which the defendant is on trial here.  You must not consider that guilty plea as any evidence of this defendant's guilt.   You may consider that witness' guilty plea only for the purpose of determining how much, if at all, to rely upon that witness' testimony.</p>\n        <p>Finally, Ninth Circuit pattern instruction 4.12 reads:</p>\n        <p>The witness, _________, has pleaded guilty to a crime arising out of the same events for which the defendant is on trial.  This guilty plea is not evidence against the defendant and you may consider it only in determining this witness' believability.  You should consider this witness' testimony with great caution, giving it the weight you feel it deserves.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court also instructed the jury:</p>\n        <p>Now, the case against Luz Marina-Giraldo has been disposed of and will no longer be before you.  It is very important that you realize that you cannot guess or concern yourselves or speculate as to the reason for the disposition of her case.  The disposition cannot and should not influence your verdict with reference to the remaining defendants that are on trial here.</p>\n        <p>If you recall, I think I advised you on the first day that each defendant, although being tried together, has a right to have the jury consider his case separately of the other defendants and considering the evidence that applies or that is admitted as to that defendant specifically....  [A]lthough [the defendants] are being tried together, you must give separate consideration to each defendant....  I repeat that you cannot and you must not consider the fact that Luz Marina-Giraldo is not here again and it should not enter into your deliberations....  [The disposition of her case] should not enter whatsoever in your deliberations as to the other two defendants.</p>\n        <p>In its final instructions to the jury, the court said:</p>\n        <p>[D]uring the course of the trial, I instructed you that the case against Luz Marina-Giraldo ... [had] been disposed of, and was no longer before you.  And the disposition of the case[ ] ... should not influence your verdict with reference to ... Gonzalez and you must base your verdict solely on the evidence against Mr. Gonzalez-Gonzalez.  In other words, the government must establish its case against Mr. Gonzalez separately of the disposition of the cases against the other two defendants.</p>\n        <p>And I also instructed you, the fact that co-defendant Luz Marina-Giraldo entered a plea of guilty to the offense charged is not evidence in and of itself of the guilt of the defendant here on trial and I cannot emphasize this enough.  The guilty plea of Luz Marina-Giraldo may not be regarded by you as substantive evidence of the guilt [of] Mr. Gonzalez-Gonzalez.  Nonetheless, you may give her testimony such weight as you think it deserves, keeping in mind that it must be considered with caution and great care.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> After oral argument in this case, Gonzalez filed a letter with this court, which we accepted as a supplemental brief, raising issues in addition to those raised by his able counsel.  We requested the government to file a responsive brief, which it has done.  We reach the merits of Gonzalez' pro se appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Gonzalez also complains of a factual error concerning whether the name \"Lin\" appeared on any of the drug packages from Loiza beach, an error contained in the transcript.  At oral argument before us, the government conceded this factual error, saying the name did not appear</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Manuel GONZALEZ-GONZALEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-2280.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1998.<br>Decided Feb. 5, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Laura H. Parsky, Trial Attorney, Washington, DC, with whom John C. Keeney, Acting Assistant Attorney General, Washington, DC, and Theresa M.B. Van Vliet, Chief of the Narcotics and Dangerous Drugs Section, Department of Justice, Miami, FL, were on brief, for appellee.</p>\n      <p class=\"indent\">Lawrence E. Besser, Miami, FL, for appellant.</p>\n      <p class=\"indent\">Manuel Gonzalez-Gonzalez on brief pro se.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, COFFIN and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Manuel Gonzalez-Gonzalez was convicted of a major drug smuggling and money laundering conspiracy based in Puerto Rico.  Gonzalez' defense at trial was that such a conspiracy did exist, but that he was not part of it.  Gonzalez now argues through counsel that an admittedly improper definition of reasonable doubt argued by the prosecutor in closing requires a new trial, as does a jury instruction on the effect of a guilty plea by a co-defendant.  Gonzalez also filed a brief pro se, arguing that the district court erred for other reasons in denying his motion for a new trial.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gonzalez was charged on November 2, 1994 with conspiracy to possess with intent to distribute cocaine and marijuana, possession with intent to distribute marijuana, possession with intent to distribute cocaine, importation of marijuana and cocaine, and aiding and abetting in the laundering of monetary instruments.  After a nineteen-day trial, the jury found Gonzalez guilty as charged.  Gonzalez was sentenced on September 20, 1996 to life imprisonment and was fined.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because this appeal involves admittedly improper remarks by the prosecutor, and because the verdict could have been tainted by these remarks, we do not consider the facts in the light most favorable to the jury's verdict.  Our description of the facts is \"designed to provide a balanced picture of the evidence appropriate for determining whether the remarks were harmless or prejudicial.\"  United States v. Hardy, <span class=\"citation\" data-id=\"679959\"><a href=\"/opinion/679959/united-states-v-frederick-hardy/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span>, 755 (1st Cir.1994).  See Arrieta-Agressot v. United States, <span class=\"citation\" data-id=\"628961\"><a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 528 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Several witnesses testified that they belonged to Gonzalez' drug smuggling and money laundering operation.  This extensive testimonial evidence was corroborated by tape recorded conversations, surveillance photographs, passport entries, travel records, and telephone records.  Ricardo Rivero (\"Rivero\") testified that Gonzalez recruited him to retrieve and repackage 900 pounds of marijuana imported from Colombia in 1991.  Rivero testified that Gonzalez stored cocaine and marijuana at a house belonging to Manuel Garrido, which other witnesses, a co-defendant and an FBI agent, subsequently confirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Gonzalez transported 125 kilograms of cocaine from Puerto Rico to New York for distribution with help from Rivero.  Gonzalez also hired Roberto Garraton-Rivera and Alberto Maysonet to transport cocaine.  Garraton testified that Gonzalez came to his house to deliver cocaine to Maysonet.  Garraton and Maysonet traveled to New York in August of 1991 to deliver cocaine to Gonzalez.  While in New York, Gonzalez instructed Ricardo on how to distribute the cocaine and resolved a dispute over payment for the drugs.  After the success of this deal, Gonzalez purchased several cars before returning to Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Witnesses described other drug transactions in 1992.  Co-defendant Luz Marina-Giraldo testified that she helped Gonzalez import 6,500 pounds of marijuana into Puerto Rico.  Gonzalez stored the marijuana at a stash house and sold it in Puerto Rico.  Rivero also testified about that marijuana shipment.  According to Rivero, Gonzalez supervised the unloading and transportation of the marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Both Rivero and Marina-Giraldo testified that Gonzalez was involved in transporting 300 kilograms of cocaine from St. Martin to Puerto Rico in 1992.  These witnesses also testified about a major shipment of cocaine and marijuana Gonzalez had imported from Colombia to Puerto Rico in September of 1992.  Part of this shipment was seized by the police.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Several witnesses testified that they helped Gonzalez' cousin, Augustin Rivero (\"Augustin\"), import 625 kilograms of cocaine in November of 1992.  Ricardo Rivero testified that Gonzalez supplied a motor for a boat to help bring in the shipment.  Roberto Sierra-Rivera, a paid informant, testified that Gonzalez provided surveillance for this shipment, which was later sold in Puerto Rico and New York.  Sierra-Rivera testified that Gonzalez and Augustin agreed that each time one of them brought in a load of cocaine, the other would be given 10 kilograms of cocaine or $100,000.  There was also testimony about later cocaine smuggling operations conducted by Gonzalez' cousin Augustin.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Angel Santiago-Mora, a cooperating witness, and Martin Suarez, an FBI agent, testified that Gonzalez and his associates often delivered money to them to be laundered.  On several separate occasions Gonzalez delivered hundreds of thousands of dollars to them.  Other people closely connected to Gonzalez also delivered substantial sums of money to be laundered.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government also presented tape recordings of conversations between Gonzalez and his associates in which Gonzalez admitted his involvement in drug smuggling and distribution.  This evidence was supplemented by tapes of Gonzalez' associates referring to Gonzalez' involvement in drug trafficking.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Gonzalez testified and denied it all.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Gonzalez argues that he was deprived of his Sixth Amendment right to a jury trial because in the prosecutor's closing argument the prosecutor said:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>[Y]ou heard [defense counsel] say at the end of his argument, that there was reasonable doubt as to whether he was or was not and I am going to tell you something, you will listen to the instructions from the judge as to what reasonable doubt is--it is something very simple.  If in your mind you think that he was a member of the organization, and in your heart, you feel that he was a member of the organization, then he was a member of the organization, and you say so with your verdict.  Don't let yourselves be confused by the definition of reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government appropriately concedes that the prosecutor's remarks incorrectly defined reasonable doubt.  Because there was no objection to these remarks (which the defendant concedes), we apply a plain error standard of review.  See United States v. Crochiere, <span class=\"citation\" data-id=\"197656\"><a href=\"/opinion/197656/united-states-v-crochiere/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span>, 237 (1st Cir.1997);  United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 972-73 (1st Cir.1995).  The \"decision to correct the forfeited error [is] within the sound discretion of the court of appeals, and the court should not exercise that discretion unless the error 'seriously affect[s] the fairness, integrity or public reputation of the judicial proceedings.' \"  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993) (quoting United States v. Young, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, 1046, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Gonzalez relies on a series of cases holding that jury instructions which misstate the reasonable doubt standard require a new trial.  He argues that the prosecutor's comments on reasonable doubt are the \"functional equivalent\" of jury instructions, especially since the prosecutor followed his incorrect definition with a statement that the jury should not be confused by the definition of reasonable doubt.  Gonzalez argues that the prosecutor essentially told the jury to ignore the judge's instructions on reasonable doubt and to follow his \"mind and heart\" test instead.  We start with the latter contention.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The remark, \"Don't let yourselves be confused by the definition of reasonable doubt\" is ambiguous, and could have at least three meanings.  It could mean \"Don't be confused by the definition that I, the prosecutor, have just told you.\"   It could mean, \"Don't be confused by the definition you hear from either lawyer.\"   And it could mean, \"Don't be confused by the definition you hear from the judge,\" with the implication that the prosecutor's definition governs.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In context, the third meaning is by far the least likely of the three.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The prosecutor prefaced his remarks by telling the jury to listen to the judge's instructions, and his statement that the jury should not be confused by the definition of reasonable doubt is subject to benign interpretation.  Furthermore, the prosecutor concluded his argument by stating, \"You will listen to the instructions of the Honorable Judge, as he explains them to you, you will decide what the facts in this case were [and] you will apply the law....\"  The prosecutor's own comments went a long way toward curing any understanding of the comment as an admonition to ignore the court's instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The problem with the prosecutor's error was obviated by the court's instructions on reasonable doubt, which Gonzalez concedes were correct, as well as the court's admonition to the jurors that instructions on the law come only from the court, and not from counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We flatly reject Gonzalez' argument that a misstatement of the law by a prosecutor should be treated the same way as a misstatement of law by the judge.  No juror would mistake a prosecutor for a judge.  Our law assumes that the jurors follow jury instructions and thus that they followed the judge's, not counsel's, definition of reasonable doubt.  See United States v. Rivera-Gomez, <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 999 (1st Cir.1995) (\"[O]ur system of trial by jury is premised on the assumption that jurors will scrupulously follow the court's instructions.\");  Refuse &amp; Envtl.  Sys., Inc. v. Industrial Serv. of Am., Inc., <span class=\"citation\" data-id=\"560454\"><a href=\"/opinion/560454/refuse-environmental-systems-inc-and-richard-v-bisesti-v-industrial/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir.1991) (\"A basic premise of our jury system is that the jury follows the court's instructions.\").  That assumption is especially so here, since the prosecutor also told the jury to listen to the judge.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Whether the prosecutor's remarks amount to plain error warranting a new trial depends on analysis of several factors:  \"(1) the extent to which the conduct is recurrent and/or deliberate;  (2) the extent to which the trial judge's instructions insulated the jury against, or palliated, the possibility of unfair prejudice;  and (3) the overall strength of the prosecution's case, with particular regard to the likelihood that any prejudice might have affected the jury's judgment.\"  Taylor, 54 F.3d at 977.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We make no determination on the first of the Taylor factors.  We do note a long history of improper statements in closing argument from federal prosecutors in Puerto Rico.  See, e.g., United States v. Rodriguez-Carmona, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">157738</span></span>, at * 4 (1st Cir.1997);  United States v. Fernandez, <span class=\"citation\" data-id=\"196948\"><a href=\"/opinion/196948/united-states-v-blais/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">640</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">469009</span></span>, at * 17 (1st Cir.1996);  United States v. Cartagena-Carrasquillo, <span class=\"citation\" data-id=\"196443\"><a href=\"/opinion/196443/united-states-v-carrasquillo/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, 713 (1st Cir.1995);  United States v. Levy-Cordero, <span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1009 (1st Cir.1995);  Arrieta-Agressot, 3 F.3d at 527 (citing cases);  United States v. Ortiz-Arrigoitia, <span class=\"citation\" data-id=\"609732\"><a href=\"/opinion/609732/united-states-v-luis-e-ortiz-arrigoitia-aka-colibri-united-states-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 441 (1st Cir.1993) (\"We do not understand, however, why after numerous warnings from this court, the prosecuting attorneys in the District of Puerto Rico persist in spiking their arguments with comments that put their cases at risk.\")  (collecting cases).  In light of this history, the government gains no advantage under the first factor.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As to the second factor, we are persuaded the jury was not led astray.  That is because of the court's concededly correct jury instructions on reasonable doubt and the direction to disregard statements about the law from counsel.  As to the third factor, the government had a very strong case against Gonzalez.  Given these considerations, we do not think the jury's judgment was affected and a new trial is not warranted.  Cf. Levy-Cordero, 67 F.3d at 1008 (holding that several \"obviously improper\" prosecutorial comments did not warrant a new trial).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In his counselled appeal, Gonzalez says the district court committed error in its jury instructions regarding the guilty plea of co-defendant Luz Marina-Giraldo.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Specifically, Gonzalez argues that the court's statement that his co-defendant's guilty plea is not \"in and of itself\" proof of Gonzalez' guilt implies that the plea could be considered as evidence of guilt in conjunction with other evidence in the case.  There was no objection to these instructions, so we apply the plain error standard of review (which Gonzalez concedes).  See Taylor, 54 F.3d at 976;  United States v. Colon-Pagan, <span class=\"citation\" data-id=\"194878\"><a href=\"/opinion/194878/united-states-v-colon-pagan/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 81 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The phrase \"in and of itself,\" in isolation, could be understood to mean what Gonzalez posits:  that standing alone, the guilty plea of a co-defendant could not be evidence of guilt of the defendant, but, in combination with such other evidence, the plea could be taken as evidence of the defendant's guilt.  That is, of course, not the law, nor, we are sure, was that the trial judge's intended meaning when he gave the instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The trial judge may have relied on dicta in United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1083 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></span> (1989), and cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span></span> (1989).  In describing the events at the trial, this court's opinion referred to the following language given by the trial judge as a \"standard accomplice\" instruction:  \"the fact that an accomplice has entered a plea of guilty to the offense charged is not evidence in and of itself of the guilt of any other person.\"   The language of the instruction itself was not at issue in Rivera-Santiago<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and this Court has not ruled on the propriety of such language in an accomplice instruction.  We do so now and discourage the use of such \"in and of itself\" language.  There is no need for such language, as the pattern jury instructions from other jurisdictions make evident.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Despite the potentially misleading nature of the \"in and of itself\" language, a new trial is not warranted here.  The district court instructions, taken as a whole, repeatedly and unequivocally told the jury not to consider the co-defendant's guilty plea as evidence of the defendant's guilt.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We examine jury instructions in the context of the charge as a whole to determine whether the court's instructions require a new trial.  See United States v. Rose, <span class=\"citation\" data-id=\"197184\"><a href=\"/opinion/197184/united-states-v-rose/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1408</span></a></span>, 1416 (1st Cir.1997).  When we take this context into account, it is apparent that the court's instructions in this case do not warrant a new trial.  We also reject Gonzalez' claim that the synergistic effect of two errors requires a new trial.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In his pro se brief, Gonzalez argues that the district court erred in denying his motion for a new trial.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The motion based the request for a new trial on claimed newly discovered evidence and claimed prosecutorial misconduct, including presentation of false testimony.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We review a trial judge's ruling on a motion for a new trial for manifest abuse of discretion.  See United States v. Brimage, <span class=\"citation\" data-id=\"197405\"><a href=\"/opinion/197405/united-states-v-brimage/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 79 (1st Cir.1997).  \"The remedy of a new trial is rarely used;  it is warranted 'only where there would be a miscarriage of justice' or 'where the evidence preponderates heavily against the verdict.' \"  United States v. Andrade, <span class=\"citation\" data-id=\"196945\"><a href=\"/opinion/196945/united-states-v-andrade/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.1996) (quoting United States v. Indelicato, <span class=\"citation\" data-id=\"372782\"><a href=\"/opinion/372782/united-states-v-joseph-indelicato-united-states-of-america-v-richard-f/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">376</span></a></span>, 386 (1st Cir.1979)).  See United States v. Montilla-Rivera, <span class=\"citation\" data-id=\"197423\"><a href=\"/opinion/197423/united-states-v-montilla-rivera/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span> (1st Cir.1997).  In a motion for a new trial based upon newly discovered evidence, the defendant must establish that \"the evidence was:  (i) unknown or unavailable at the time of trial, (ii) despite due diligence, (iii) material, and (iv) likely to result in an acquittal upon retrial.\"  United States v. Tibolt, <span class=\"citation\" data-id=\"196502\"><a href=\"/opinion/196502/united-states-v-tibolt/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 971 (1st Cir.1995).  But Gonzalez' complaints are largely about what happened at trial and were not newly discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court gave a careful explanation of its denial of Gonzalez' motion, and we affirm for the reasons stated in the court's Memorandum and Order dated December 3, 1996.  We add only that the \"new evidence\" Gonzalez presents does not come close to \"so undermin[ing] the government's case as to give rise to a 'reasonable' probability of acquittal on retrial.\"  Tibolt, 72 F.3d at 972 (quoting Sepulveda, 15 F.3d at 1220).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note but need not resort to the rule that when a prosecutor's comments are ambiguous, and there is no contemporaneous objection, the ambiguity is construed in favor of a proper meaning.  See Taylor, 54 F.3d at 979 (\"[W]hen the target of the comments does not interrupt and register a timely objection, it seems especially appropriate to 'give the arguer the benefit of every plausible interpretation of her words.'  ...  Given the absence of a contemporaneous objection, we must cede to the government the benefit of a legitimate, plausible interpretation of the prosecutor's words.\")  (quoting United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1187 (1st Cir.1993))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Before Marina-Giraldo testified as a witness, the court instructed the jury:</p>\n        <p>[T]he government must establish each case against each defendant separately.  Now, the fact that this co-defendant is going to testify, you are going to hear from her that she did enter a plea of guilty and now she is testifying for the government.  Now the fact that a co-defendant has entered a plea of guilty to the offense charged, that fact also, the entering of a plea of guilty in and of itself is not evidence of any guilt of any other of the co-defendants.  I repeat that.  The fact that a co-defendant has entered a plea of guilty to the offense charged is not evidence in and of itself of the guilt of any other co-defendant and I cannot emphasize that enough.</p>\n        <p>The guilty plea of Luz Marina-Giraldo may not be regarded by you as substantive evidence of the other defendant's guilt nor may you draw any inference of guilt as to the remaining co-defendants.  The fact that she pled is what I am talking about, that cannot be used as evidence against the other defendants nor may you draw any inference from the fact that she pled guilty....</p>\n        <p>[W]hat you cannot consider is the fact that she has entered a plea of guilty, that fact cannot be considered.  It is not evidence against the other defendants and affords no inference or suggestion of guilt as to the other defendants.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Fifth Circuit also described a similar \"in and of itself\" accomplice instruction in United States v. Abravaya, <span class=\"citation\" data-id=\"375385\"><a href=\"/opinion/375385/united-states-v-richard-dwight-abravaya/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">250</span></a></span> (5th Cir.1980).  The new District Court Criminal Law Pattern Jury Instructions for this circuit do not address guilty pleas by accomplices or co-defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The pattern instructions of other circuits are more straightforward and do not contain \"in and of itself\" language.  For example, Sixth Circuit pattern jury instruction 7.08 reads as follows:</p>\n        <p>(3) The fact that ________ has pleaded guilty to a crime is not evidence that the defendant is guilty, and you cannot consider this against the defendant in any way.</p>\n        <p>The Seventh Circuit's pattern jury instruction 3.23 reads:</p>\n        <p>The witness, ________, has pleaded guilty to a crime arising out of the same occurrence for which the defendant is now on trial.  You may give his testimony such weight as you feel it deserves, keeping in mind that it must be considered with caution and great care.  Moreover, his guilty plea is not to be considered as evidence against the defendant.</p>\n        <p>Pattern jury instruction 2.19 from the Eighth Circuit states:</p>\n        <p>You have heard evidence that witness (name) has pleaded guilty to a crime which arose out of the same events for which the defendant is on trial here.  You must not consider that guilty plea as any evidence of this defendant's guilt.   You may consider that witness' guilty plea only for the purpose of determining how much, if at all, to rely upon that witness' testimony.</p>\n        <p>Finally, Ninth Circuit pattern instruction 4.12 reads:</p>\n        <p>The witness, _________, has pleaded guilty to a crime arising out of the same events for which the defendant is on trial.  This guilty plea is not evidence against the defendant and you may consider it only in determining this witness' believability.  You should consider this witness' testimony with great caution, giving it the weight you feel it deserves.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court also instructed the jury:</p>\n        <p>Now, the case against Luz Marina-Giraldo has been disposed of and will no longer be before you.  It is very important that you realize that you cannot guess or concern yourselves or speculate as to the reason for the disposition of her case.  The disposition cannot and should not influence your verdict with reference to the remaining defendants that are on trial here.</p>\n        <p>If you recall, I think I advised you on the first day that each defendant, although being tried together, has a right to have the jury consider his case separately of the other defendants and considering the evidence that applies or that is admitted as to that defendant specifically....  [A]lthough [the defendants] are being tried together, you must give separate consideration to each defendant....  I repeat that you cannot and you must not consider the fact that Luz Marina-Giraldo is not here again and it should not enter into your deliberations....  [The disposition of her case] should not enter whatsoever in your deliberations as to the other two defendants.</p>\n        <p>In its final instructions to the jury, the court said:</p>\n        <p>[D]uring the course of the trial, I instructed you that the case against Luz Marina-Giraldo ... [had] been disposed of, and was no longer before you.  And the disposition of the case[ ] ... should not influence your verdict with reference to ... Gonzalez and you must base your verdict solely on the evidence against Mr. Gonzalez-Gonzalez.  In other words, the government must establish its case against Mr. Gonzalez separately of the disposition of the cases against the other two defendants.</p>\n        <p>And I also instructed you, the fact that co-defendant Luz Marina-Giraldo entered a plea of guilty to the offense charged is not evidence in and of itself of the guilt of the defendant here on trial and I cannot emphasize this enough.  The guilty plea of Luz Marina-Giraldo may not be regarded by you as substantive evidence of the guilt [of] Mr. Gonzalez-Gonzalez.  Nonetheless, you may give her testimony such weight as you think it deserves, keeping in mind that it must be considered with caution and great care.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> After oral argument in this case, Gonzalez filed a letter with this court, which we accepted as a supplemental brief, raising issues in addition to those raised by his able counsel.  We requested the government to file a responsive brief, which it has done.  We reach the merits of Gonzalez' pro se appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Gonzalez also complains of a factual error concerning whether the name \"Lin\" appeared on any of the drug packages from Loiza beach, an error contained in the transcript.  At oral argument before us, the government conceded this factual error, saying the name did not appear</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705989/"
  ]
}