{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197767/",
  "absolute_url": "/opinion/197767/united-states-v-andrade/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197767/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:34Z",
  "date_modified": "2017-03-24T10:53:21.468255Z",
  "type": "010combined",
  "sha1": "9300c399b5ed9b77726c617e1e607f92395782c9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2309.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-2309\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    JOSE V. ANDRADE, JR.,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Coffin, Senior Circuit Judge,\r                                                        \r\n\n              and Dowd,* Senior District Judge.\r                                                          \r\n\n                                         \r\n\nMiriam Conrad, Federal Defender Office, for appellant.\r                         \r\nJames  F.  Lang,  Assistant  United  States  Attorney,  with  whom\r                           \r\nDonald K. Stern, United  States Attorney, was on brief  for the United\r                       \r\nStates.\r\n\n                                         \r\n\n                       February 3, 1998\r\n                                         \r\n\n                \r                            \r\n\n*Of the Northern District of Ohio, sitting by designation.\r\r\n\n     BOUDIN,  Circuit Judge.   Jose V. Andrade,  Jr., appeals\r                                       \r\n\nfrom  his conviction  for  conspiracy  to  engage  without  a\r\n\nlicense in the business of  dealing in firearms, 18 U.S.C.   \r\n\n371,  922(a)(1)(A)  (1994),  and  for  transporting  firearms\r\n\nwithout  a  license  into  his  state  of  residence,  id.   \r                                                                      \r\n\n922(a)(3).   The  facts pertaining  to the  issues  raised on\r\n\nappeal  are largely undisputed.   As  the sufficiency  of the\r\n\nevidence is not an issue, we abbreviate the facts.  \r\n\n     Andrade,  a  native of  Boston,  attended  Jackson State\r\n\nUniversity in Jackson, Mississippi, during 1993 and 1994.  At\r\n\nthe  time, the authorities  suspected Andrade of  moving guns\r\n\nillegally from Mississippi to Massachusetts.  On December 16,\r\n\n1994,  Andrade--then in  Boston  for Christmas  vacation--was\r\n\narrested  and questioned  in  circumstances described  below.\r\n\nHis family apartment  and two others occupied by cousins were\r\n\nsearched on the same day based on search warrants or consent.\r\n\nAndrade was  released the  same day,  questioned  at home  on\r\n\nDecember 19, and rearrested in March 1995.\r\n\n     On April 26,  1995, Andrade was indicted  for conspiracy\r\n\nto engage in gun dealings, together with Christopher Todd and\r\n\nTerrance Smith,  who were alleged to have  purchased guns for\r\n\nAndrade in Mississippi; as residents,  it was easier for them\r\n\nto purchase guns than for Andrade to do so.  In January 1996,\r\n\nthe  grand  jury  issued  a  superseding  indictment  against\r\n\nAndrade, adding the second count (transporting firearms  into\r\n\n                             -2-\r                                         -2-\r\r\n\nMassachusetts).   By  that time,  Todd  had pled  guilty, and\r\n\ncharges against Smith had been dismissed.\r\n\n     On  May 8,  1996, the district  court issued  a decision\r\n\nrefusing to suppress statements that  Andrade had made to the\r\n\nauthorities on  December 16 and  December 19 and  refusing to\r\n\nsuppress the results of the  searches of December 16.  United\r                                                                         \r\n\nStates  v. Andrade,  925 F.  Supp.  71, 81  (D. Mass.  1996).\r                              \r\n\nAndrade  was tried  before  a  jury in  May  1996, the  trial\r\n\nlasting about two  weeks.   The most  damaging testimony  was\r\n\ngiven by Todd and Smith.\r\n\n     Both men gave detailed accounts of Andrade's requests to\r\n\nthem in 1993 and 1994 to buy handguns and his statements that\r\n\nhe planned to  take them to Boston  to sell.  Todd  and Smith\r\n\neach  described multiple  occasions  on  which, in  Andrade's\r\n\ncompany, they purchased handguns for Andrade in different gun\r\n\nshops and pawnshops, Andrade selecting the weapons and taking\r\n\nthem afterwards from Todd or Smith.  Certain of the guns were\r\n\nlater recovered by the police in Boston.\r\n\n     Two  pawnshop   employees,  from   different  pawnshops,\r\n\nidentified Andrade as  an individual who accompanied  Todd on\r\n\nspecific occasions.  Michael  Spinola, Andrade's first cousin\r\n\nand friend,  admitted saying  that Andrade  had told  Spinola\r\n\nthat he was bringing guns  from Mississippi to Boston to sell\r\n\nand that Spinola  had seen some of the  weapons; but although\r\n\nSpinola  had given detailed  testimony to this  effect to the\r\n\n                             -3-\r                                         -3-\r\r\n\ngrand jury, at trial he described much of it as lies.   There\r\n\nis also testimony  from a former friend of  Andrade, who said\r\n\nthat   in  December  1994  after  the  search  warrants  were\r\n\nexecuted, Andrade had asked the friend whether he would store\r\n\na suitcase of guns for Andrade.\r\n\n     Andrade   sought   to  impeach   government   witnesses.\r\n\nAlthough  he   did  not  testify  himself,   Andrade  offered\r\n\ntestimony of Manuel Correia, who had been his roommate at the\r\n\nUniversity in Mississippi.   Correia said that he  had driven\r\n\nfrom Jackson to Boston with  Andrade three times, had seen or\r\n\nhelped  Andrade pack,  and had  never seen  any guns  around.\r\n\nAndrade's own  statements, and  some of  the evidence  seized\r\n\nfrom  the   apartment  searches,   were  introduced  by   the\r\n\ngovernment.\r\n\n     The jury  retired to  deliberate on May  29, 1996.   The\r\n\nnext day  it asked the court  to answer a question  about the\r\n\nsubstantive count (transporting guns into Massachusetts); the\r\n\nquestion and  court's reply  are at issue  on appeal  and are\r\n\ndiscussed below.   On May  31, Andrade was convicted  on both\r\n\ncounts and later sentenced to 46 months in prison.  \r\n\n     Andrade's  first claim  of error  is  that the  district\r\n\ncourt  admitted statements that  Andrade had made  during his\r\n\nDecember  16 interrogation at the police  station.  After his\r\n\narrest, Andrade  was taken to  an office in a  Roxbury police\r\n\nsubstation and  handcuffed  to a  chair.   There,  Bureau  of\r\n\n                             -4-\r                                         -4-\r\r\n\nAlcohol,  Tobacco and  Firearms  agent  Daniel Campbell  read\r\n\nAndrade the  Miranda warnings,  see Miranda  v. Arizona,  384\r                                                                   \r\n\nU.S. 436, 478-79  (1966), and asked him if  he understood his\r\n\nrights; Andrade  said that he  did.  A state  police officer,\r\n\nFrancis Matthews, was also present.  \r\n\n     Campbell told  Andrade that  he was under  investigation\r\n\nfor  gun shipments, and  that the police  had search warrants\r\n\nfor two premises connected  with Andrade.  Andrade said  that\r\n\nhe had bought guns in Mississippi but that he was a collector\r\n\nand not a dealer.   Andrade also identified a third apartment\r\n\nwhere  he had  stayed.   Campbell  then went  to execute  the\r\n\nsearch warrants  and obtained  permission from  the owner  to\r\n\nsearch the third apartment.  \r\n\n     After Campbell  left, an  INS agent  sought to  question\r\n\nAndrade  about his immigration  status.  Andrade  refused, so\r\n\nMatthews told  the agent to  leave.  A Boston  police officer\r\n\nthen entered and, hearing  Andrade tell Matthews that he  was\r\n\nnot a firearms dealer, accused Andrade of lying; there was an\r\n\nangry  reply from Andrade, and Matthews told the detective to\r\n\nleave.   After some further discussion between them, Matthews\r\n\nsaid to Andrade  that he would not keep  bothering Andrade if\r\n\nhe didn't  want to  talk, and Matthews  then spent  about two\r\n\nhours on paperwork while Andrade slept in the chair.\r\n\n     At some  point  during the  searches, police  apparently\r\n\nsuggested  to  Andrade's  sister  that  she  talk to  him  by\r\n\n                             -5-\r                                         -5-\r\r\n\ntelephone;  she did so,  crying and pleading  with Andrade to\r\n\ntalk  to  the   police.    When  Campbell   returned  to  the\r\n\nsubstation,  Andrade  had  been held  for  about  four hours.\r\n\nCampbell woke him  and asked him if he  remembered the rights\r\n\nthat had been read to him earlier.  Andrade said that he did.\r\n\n     At this point, Campbell said  that he knew that Todd and\r\n\nSmith had purchased guns for Andrade in Mississippi.  Andrade\r\n\nreplied that he knew Todd and Smith and was present when they\r\n\npurchased  guns.  Andrade admitted that he obtained guns from\r\n\nTodd and Smith but said that he  had sold them in Mississippi\r\n\nto three  men from Houston, although he  also admitted having\r\n\ngiven a couple of guns to two men in Boston.  \r\n\n     Andrade was  released after  offering to  cooperate with\r\n\nthe police in retrieving weapons that the police thought were\r\n\nstill at large in Boston.  Seeking this cooperation, Campbell\r\n\nand a  Boston Police  detective visited  Andrade  at home  on\r\n\nDecember 19, where Andrade  said that three men  from Houston\r\n\nwould  soon be  arriving in  Boston  with weapons  and drugs.\r\n\nAndrade offered to introduce the  men to Campbell.  Andrade's\r\n\nstatements on both days were offered in evidence at trial.  \r\n\n     In  this  court,   Andrade  does  not  claim   that  the\r\n\nstatements  he made were involuntary.   Instead, he says that\r\n\nby  repeated questioning police failed  to honor his right to\r\n\nremain silent  under the  Miranda doctrine,  see Michigan  v.\r                                                                     \r\n\n                             -6-\r                                         -6-\r\r\n\nMosley, 423  U.S.  96, 104  (1975),  and that  when  Campbell\r                  \r\n\nresumed questioning after completing the apartment  searches,\r\n\nthere was no adequate waiver when Andrade made the statements\r\n\nin  the  second  interrogation.    The  district  court  held\r\n\notherwise, and we agree. \r\n\n     Miranda  requires  that  the police  warn  a  suspect in\r                        \r\n\ncustody  of his  right to  counsel  and his  right to  remain\r\n\nsilent.  If  the police have failed to give  the warnings and\r\n\nobtain a waiver of rights, the  statements are excluded, even\r\n\nif  otherwise voluntary.   Where the suspect  asserts that he\r\n\nwants to consult  with counsel, questioning must  cease until\r\n\ncounsel is provided.   See Edwards v. Arizona,  451 U.S. 477,\r                                                         \r\n\n484-85 (1981).   But  when a defendant  invokes his  right to\r\n\nremain silent,  Mosley makes clear  that the  police are  not\r                                  \r\n\nautomatically forbidden from later resuming interrogation.\r\n\n     Andrade's   initial   statements    to   Campbell   were\r\n\nvoluntarily made after full warnings.  Andrade's later rebuff\r\n\nof the INS agent and  police detective were refusals to speak\r\n\nto  them but  were  not couched  as a  refusal  to talk  with\r\n\nanyone.  When Matthews ended  his own questioning, it appears\r\n\nthat Andrade  no longer  wanted  to talk  with Matthews,  but\r\n\nneither  did  Andrade  rule out  the  possibility  of talking\r\n\nlater.  \r\n\n     We  see nothing wrong with Campbell's decision to resume\r\n\nquestioning  of Andrade  after the  searches.   A  reasonable\r\n\n                             -7-\r                                         -7-\r\r\n\ninterval  separated  the  two  periods  of  questioning,  see\r                                                                         \r\n\nMosley, 423 U.S. at 106, and there was no repeated attempt to\r                  \r\n\nreverse  a refusal  to  talk  through  undue pressure.    The\r\n\ncircumstances  were  quite  different  in  United  States  v.\r                                                                     \r\n\nBarone, 968  F.2d 1378 (1st  Cir. 1992), where  the defendant\r                  \r\n\nresisted  questioning,  was  held  for  over  24  hours,  was\r\n\ninterrogated four times before he began to discuss the crime,\r\n\nand was twice intimidated by suggestions that he \"would be in\r\n\nsubstantial  [physical]  danger  if  he  returned  to  Boston\r\n\nwithout cooperating.\"  Id. at 1385; see also id. at 1386.\r                                                            \r\n\n     Whether Andrade's later statements reflected a waiver of\r\n\nhis right to remain silent is a closer issue.  The problem is\r\n\nthat the Supreme  Court has said, almost in  the same breath,\r\n\nthat \"mere silence is not enough\" for a waiver, but that this\r\n\n\"does not mean  that the defendant's silence, coupled with an\r\n\nunderstanding  of  his   rights  and  a  course   of  conduct\r\n\nindicating  waiver, may never  support a conclusion  that the\r\n\ndefendant has waived his rights.\"   North Carolina v. Butler,\r                                                                        \r\n\n441 U.S. 369, 373 (1979).  The waiver issue, it appears, must\r\n\nbe decided on the facts.  See id. at 374-75.\r                                             \r\n\n     Here, we have no reason  to doubt that Andrade knew that\r\n\nhe had a right to remain silent; at the outset of  the second\r\n\nround, Campbell  reminded him  of the  earlier warnings,  and\r\n\nAndrade confirmed that he remembered.  As for the intervening\r\n\nevents,  Matthews'  dismissal  of the  INS  agent  and police\r\n\n                             -8-\r                                         -8-\r\r\n\ndetective, when Andrade demurred, fairly conveyed the message\r\n\nthat Andrade  was in  charge of the  decision whether  and to\r\n\nwhom  he  would  speak.    By ending  the  initial  round  of\r\n\nquestioning, Matthews himself reinforced this message.\r\n\n     Andrade's  subsequent admissions  to  Campbell were  not\r\n\nconfessions  wrested from  a reluctant  detainee.   Andrade's\r\n\nstatements were partly consistent  with Andrade's cover story\r\n\n(selling the weapons to three men from Houston) and partly an\r\n\nattempt to explain  away the presence of some  of the weapons\r\n\nin  Boston.   In short,  Andrade  had a  rational reason  for\r\n\nchoosing not to remain silent.   While a written waiver would\r                    \r\n\nhave   helped  the  government,   it  is  not   a  mechanical\r\n\nrequirement.1\r\n\n     Andrade's  next   claim  is   that  the   trial  court's\r\n\ninstructions  on  the  first  count--conspiracy  to  deal  in\r\n\nfirearms   without   a  license--set   too  low   a  scienter\r\n\nrequirement.  18 U.S.C.   924(a)(1)(D) provides that a number\r\n\nof weapons offenses, including the offense of dealing without\r\n\na license, require  that the proscribed conduct  be willfully\r\n\nundertaken.   Andrade's counsel  asked the court  to instruct\r\n\nthe jury that this in turn required proof beyond a reasonable\r\n\ndoubt  that \"the  defendant  knew  that Section  922(a)(1)(A)\r\n\n                    \r                                \r\n\n     1Compare United States v. Christian, 571 F.2d 64, 66, 69\r                                                    \r\n(1st Cir. 1978)  (no waiver where a defendant's  signature on\r\nan FBI waiver form showed  that he had admitted being advised\r\nof his rights, but conspicuously omitted his signature on the\r\nline provided for a waiver of those rights).\r\n\n                             -9-\r                                         -9-\r\r\n\nrequires  one  who engages  in  the  business  of dealing  in\r\n\nfirearms to obtain  a dealer's license from  the Secretary of\r\n\nthe Treasury.\"\r\n\n     The  district court  refused  to give  this instruction.\r\n\nInstead, it  told the  jury that one  acts willfully  when he\r\n\nintentionally commits  acts proscribed by law \"with knowledge\r\n\nthat his conduct is unlawful.\"  The court said that knowledge\r\n\nof  illegality had  to be  proved beyond a  reasonable doubt.\r\n\nBut it  also instructed that  the government did not  have to\r\n\nprove that the defendant knew of the specific statute that he\r\n\nwas charged  with violating  or that  he intended  to violate\r\n\nthat particular statute.\r\n\n     If case law from  other circuits is put to one side, the\r\n\nissue appears  easy.  The  term \"willful\" is used  in various\r\n\nways,  but the standard definitions normally emphasize that a\r\n\ndefendant  acted  \"with  knowledge  that   [his]  conduct  is\r\n\nunlawful,\"   1 L. Sand,  J. Siffert, W. Loughlin  &amp; S. Reiss,\r\n\nModern  Federal Jury Instructions    3A.01, at  3A-18 (1997).\r                                             \r\n\nWillfulness is often required where a statute outlaws conduct\r\n\ncommonly  thought  to  be  lawful.    In  some  measure,  the\r\n\nwillfulness  requirement  reverses  the   usual  rubric  that\r\n\nignorance of the law is no defense.   Just how much ignorance\r\n\nmay be needed is a different matter.\r\n\n     Nothing in the traditional  willfulness instruction, nor\r\n\nin  its  underlying  purpose,  requires  that  the  defendant\r\n\n                             -10-\r                                         -10-\r\r\n\npossess specific  knowledge of  the statutory  provision that\r\n\nmakes his conduct unlawful.   To impose such a requirement of\r\n\ndetailed knowledge  of the  firearms statutes  (to which  few\r\n\njudges could  pretend) would make  an enforcement of  the gun\r\n\ndealer laws  very difficult.   And the requirement  goes well\r\n\nbeyond what is needed to  screen out an innocent who honestly\r\n\nthought that his conduct was lawful.\r\n\n     Our  view  accords  with  the  purpose  of  Congress  in\r\n\nadopting the willfulness requirement in  the Firearms Owners'\r\n\nProtection  Act  of 1986,  Pub.  L.  99-308,  100 Stat.  449.\r\n\nCongress's concern  was that,  because of  the nature  of the\r\n\nconduct  and technicality of the statute, some offenses might\r\n\nbe  committed  by  individuals who  were  unaware  that their\r\n\nconduct  had been  made criminal.2    Nothing indicates  that\r\n\nCongress was  concerned with protecting individuals  who knew\r\n\nthat their conduct was unlawful but might not be able to cite\r\n\nchapter and verse as to which precise provision made it so.\r\n\n     The proponents  of the willfulness  requirement, to  the\r\n\nextent that we  can discover their comments, said  nothing to\r\n\nsuggest that the term was  intended to go beyond its ordinary\r\n\n                    \r                                \r\n\n     2The willfulness requirement applies  to some gun crimes\r\nand  not  others, and  the  dividing  line is  crudely  drawn\r\nbetween actions that anyone might expect to be unlawful, see,\r                                                                         \r\ne.g.,  18  U.S.C.      922(v),  924(a)(1)(B)   (semiautomatic\r                \r\nassault weapon  crimes), and  actions that  might not  always\r\nappear  unlawful, see,  e.g.,  id.      922(e),  924(a)(1)(D)\r                                              \r\n(shipping  a firearm in  interstate commerce  without written\r\nnotice to the common carrier).\r\n\n                             -11-\r                                         -11-\r\r\n\nmeaning, that is,  awareness that one's conduct  is unlawful.\r\n\nThe only suggestions that the statute might require knowledge\r\n\nof  the \"details\"  of  the  law came  from  opponents of  the\r\n\namendment; given  the incentive to  exaggerate, such  remarks\r\n\nnormally get  little  weight.    NLRB v.  Fruit  &amp;  Vegetable\r                                                                         \r\n\nPackers &amp; Warehousemen, Local 760, 377 U.S. 58, 66 (1964).3\r                                             \r\n\n     The  Second   Circuit  has   squarely  ruled   that  the\r\n\ngovernment need only prove  that the defendant knew that  his\r\n\nconduct was illegal.  United  States v. Collins, 957 F.2d 72,\r                                                           \r\n\n76-77,  cert. denied,  504 U.S.  944  (1992).   Accord United\r                                                                         \r\n\nStates v.  Allah, 130 F.3d  33, 38-41 (2d Cir.  1997); United\r                                                                         \r\n\nStates v.  Bryan, 122 F.3d  90, 91 (2d Cir.),  cert. granted,\r                                                                        \r\n\n118 S.  Ct. 622  (1997).  The  Seventh Circuit's  decision in\r\n\nUnited States v. Obiechie, 38 F.3d 309 (1994), largely points\r                                     \r\n\ntoward  a  standard  of   general  knowledge  of  illegality,\r\n\nalthough  one  sentence   suggests  that  knowledge  of   the\r\n\nlicensing requirement may be required.  See id. at 316.\r                                                           \r\n\n     Several other circuits--including the Third and Eighth--\r\n\nsay  generally that the defendant must have \"knowledge of the\r\n\n                    \r                                \r\n\n     3Compare 132 Cong.  Rec. 6876 (1986) (statement  of Rep.\r                         \r\nHughes)  (opponent's  comments  that  the  new statute  would\r\nrequire the defendant to know  \"what the law is, every detail\r\nof the law. . . .  [I]t would be a  prosecutor's nightmare\"),\r\nwith  id. at 6861  (statement of Rep.  Boehlert) (supporter's\r                     \r\ncomment that the  statute rejected mere knowledge  of conduct\r\nin favor of  \"some sort of criminal intent\").   The scattered\r\nand extensive legislative  history is recounted in  D. Hardy,\r\nThe Firearms Owners' Protection Act:   A Historical and Legal\r\nPerspective, 17 Cumb. L. Rev. 585, 604-07, 645-53 (1987).\r                                         \r\n\n                             -12-\r                                         -12-\r\r\n\nlaw,\" e.g.,  United States  v. Hayden, 64  F.3d 126,  130 (3d\r                                                 \r\n\nCir. 1995)  (\"the defendant  must have  acted with  knowledge\r\n\nthat his  conduct was unlawful\"); United States  v. Hern, 926\r                                                                    \r\n\nF.2d   764,  767  (8th   Cir.  1991)  (\"`willful'   means  an\r\n\nintentional  violation of  a  know legal  duty\").   But  this\r\n\nlanguage  could  be read  either  to support  Andrade  or the\r\n\nSecond Circuit.  And the matter is  further confused because,\r\n\nin  purporting to disagree  with the Second  Circuit, several\r\n\nsuch decisions misunderstand its position.4\r\n\n     Admittedly,  two  other  circuits  say  that  conviction\r\n\nrequires proof that the defendant  was aware of the licensing\r\n\nrequirement   itself,  but  we   do  not  find   these  cases\r\n\npersuasive.  See United States  v. Rodriguez, 1997 WL 797506,\r                                                        \r\n\nat *4  (5th Cir.  Dec. 31, 1997);  United States  v. Sanchez-\r                                                                         \r\n\nCorcino,  85  F.3d  549,  553-54  (11th  Cir.  1996).    Even\r                   \r\n\ndecisions  like  Rodriguez,  purporting to  require  specific\r                                      \r\n\nawareness of the statute, dilute the requirement by inferring\r\n\nspecific  knowledge  from   circumstantial  evidence.     See\r                                                                         \r\n\nRodriguez, 1997 WL 797506, at *4.\r                     \r\n\n     Such  evidence  is likely  to  be  good proof  that  the\r\n\ndefendant knew that  his conduct was  unlawful but very  thin\r\n\n                    \r                                \r\n\n     4The  Third Circuit, for example, ascribes to the Second\r\nCircuit the view that the government need prove only that the\r\ndefendant  knew what he  was doing.   Hayden, 64  F.3d at 130\r                                                        \r\nn.6.   The  Second  Circuit  has,  to  our  knowledge,  never\r\nexpressed  this view.    See  Collins, 957  F.2d  at 77  (the\r                                                 \r\nevidence  \"demonstrate[d] that  Collins  understood that  his\r\nfirearms sales violated the law\").\r\n\n                             -13-\r                                         -13-\r\r\n\nevidence that  the defendant  knew what statute  made it  so.\r\n\nSee Rodriguez, 1997  WL 797506, at *6  (\"counter-surveillance\r                         \r\n\noperations,\" \"unease about the sale,\" and \"experience at `The\r\n\nBunker'  and with firearms\" gave defendant a \"background from\r\n\nwhich she should have been familiar with the firearms laws\").\r\n\nSee also Obiechie, 38 F.3d at 316 (\"An inference of knowledge\r                             \r\n\ncould be  drawn  from the  fact that  [defendant] had  listed\r\n\n`gift' as  his reason for purchasing  the [guns] . .  . after\r\n\nhaving indicated that the first two purchases were for retail\r\n\nsale.\").   Since juries are  being allowed to convict  on the\r\n\nbasis of such evidence, nothing  is gained by instructing the\r\n\njury with  language suggesting  that the  standard is  higher\r\n\nthan it actually is. \r\n\n     Nor  is Andrade's position  supported, as he  claims, by\r\n\nRatzlaf v. United States, 510  U.S. 135 (1994).  Ratzlaf held\r                                                                    \r\n\nthat a currency structuring violation  required \"knowledge of\r\n\nillegality [as]  an element\"  to show  willfulness, Bates  v.\r                                                                     \r\n\nUnited States,  118 S. Ct. 285, 290 n.6 (1997), which is just\r                         \r\n\nwhat  the district  court told  the jury  here.   In Ratzlaf,\r                                                                        \r\n\nknowledge of  a specific statute  (or something close  to it)\r\n\nwas also required--not because of the willfulness requirement\r                    \r\n\nbut because the statute itself required a \"purpose of evading\r\n\nthe reporting requirements\"  of 31 U.S.C.   5313(a).   See 31\r                                                                      \r\n\nU.S.C.   5324.   This additional wrinkle is  not part of  the\r\n\npresent case.\r\n\n                             -14-\r                                         -14-\r\r\n\n     In  short, after surveying  the cases, we  feel on solid\r\n\nground  in joining  the Second  Circuit position  that it  is\r\n\nenough  that the  defendant  be  aware  that his  conduct  is\r\n\nunlawful.  Such knowledge, needless  to say, depends upon the\r\n\ncircumstances.   In  our  case, the  scale  of Andrade's  gun\r\n\nsmuggling activity, his  denials of gun dealing in the police\r\n\nstation,  and  other  evidence  that he  sought  to  hide the\r\n\nweapons are powerful  indications of his awareness.   Andrade\r\n\nhimself makes no claim  that the evidence is  insufficient on\r\n\nthis score if the district court's instruction is upheld.\r\n\n     The remaining claim of error  that we think necessary to\r\n\naddress  concerns  a supplemental  instruction  given by  the\r\n\ndistrict court in answer  to a question from  the jury.   The\r\n\nsecond  count charged Andrade with the substantive offense of\r\n\ntransporting  firearms  without  a license  into  a  state of\r\n\nresidence.     Following   the  charge   and   a  period   of\r\n\ndeliberation,  the jury submitted  a written question  to the\r\n\ncourt as follows:\r\n\n     The jury requests a description of clarification of\r\n     the term  \"transport\" as it  is used in Page  22 of\r\n     the Jury instructions, i.e.:   Does defendant  have\r\n     to  personally transport or deliver guns?  Is (sic)\r\n     acceptance of said guns in Massachusetts constitute\r\n     transportation,  especially   in  the   phrase  \"to\r\n     transport into\" or \"receive\"?\r\n\n     After consulting with  the parties,  the district  court\r\n\ntold  the jury  that, given  the government's  theory  of the\r\n\ncase,  it would not  be enough for the  jury to conclude that\r\n\n                             -15-\r                                         -15-\r\r\n\nthe   defendant  \"merely   received  or   accepted  guns   in\r\n\nMassachusetts.\"5   However, the court said that Andrade would\r\n\nbe  guilty if  he had  caused  \"an agent,  employee or  other\r\n\nassociate\" to bring  the guns into Massachusetts.   Andrade's\r\n\ncounsel, in  turn,  objected  to  this  further  supplemental\r\n\ninstruction.\r\n\n     The  supplemental charge was legally correct.  At common\r\n\nlaw one is  liable as a principal if  one deliberately causes\r\n\nor procuring another to perform a criminal act, 2 W.R. LaFave\r\n\n&amp; A.W. Scott, Jr., Substantive  Criminal Law   6.6(a), at 126\r                                                        \r\n\n(1986),  and the  principle has  been carried  forward by  18\r\n\nU.S.C.   2(b).   Unlike aiding and abetting  liability, id.  \r                                                                       \r\n\n2(a), there is no requirement  that the intermediary be shown\r\n\nto  be criminally  liable.   Section 2(b)  is not  a separate\r\n\noffense but  a general  principle of  liability that  applies\r\n\nwithout  any need for  reference in  the indictment.   United\r                                                                         \r\n\nStates v. Sabatino, 943 F.2d 94, 99-100 (1st Cir. 1991).\r                              \r\n\n     Andrade  says  that  delivering  the  instruction  after\r\n\nclosing  arguments  violated  Fed.  R.  Crim.  P.  30,  which\r\n\nrequires that the court rule on requested instructions \"prior\r\n\nto their arguments  to the  jury.\"   By its terms  and, as  a\r\n\n                    \r                                \r\n\n     5In  his  original  instructions,  the  trial  judge had\r\nalready told the  jury--consistent with the  indictment--that\r\nthe charge against Andrade had as a necessary element that he\r\nhad  transported  the  guns  into  Massachusetts.    However,\r\nearlier the  judge had  quoted the statute  in full,  and the\r\nstatute  makes transportation or  receipt criminal,  if other\r                                            \r\nconditions are met--which may explain the jury's question.\r\n\n                             -16-\r                                         -16-\r\r\n\nmatter  of  necessity, Rule  30  refers  only  to rulings  on\r\n\ninstructions  requested by  counsel \"[a]t  the  close of  the\r\n\nevidence or at such earlier time\" as the court directs.  Fed.\r\n\nR. Crim.  P. 30.   The  rule  simply does  not prescribe  the\r\n\nprocedure  for supplemental  instructions after the  jury has\r\n\nretired.  See  United States v. Fontenot, 14  F.3d 1364, 1368\r                                                    \r\n\n(9th Cir.), cert. denied, 513 U.S. 966 (1994).\r                                    \r\n\n     The defense now  says that at least it  should have been\r\n\nallowed to address  the jury on  this \"new theory,\"  pointing\r\n\nout to it that there was no specific evidence that anyone had\r\n\ntransported the guns at Andrade's direction.  We agree that a\r\n\nrefusal  to permit  further  argument  made  necessary  by  a\r\n\nsupplemental instruction could amount to  error.  But here it\r\n\nis enough to say that no such request to make further closing\r\n\nargument  after the supplemental instruction was made in this\r\n\ncase.\r\n\n     Further, the notion  of prejudice is fanciful.   Defense\r\n\ncounsel pointed out to the  jury in her original closing that\r\n\nthere was no direct evidence showing Andrade's transportation\r\n\nof the guns  to Massachusetts.  It had to be equally clear to\r\n\nthe jury that  there was no direct evidence  that Andrade had\r\n\nasked  an \"agent, employee  or other associate\"  to transport\r\n\nthe guns for  him.  To spell out the obvious would have added\r\n\nnothing.\r\n\n                             -17-\r                                         -17-\r\r\n\n     At the same  time, there was enough evidence  for a jury\r\n\nto  conclude  that   somehow  Andrade  had  managed   to  get\r                                        \r\n\nMississippi guns to Boston; among much else, Andrade had told\r\n\nTodd and Smith that he planned to do so, and some of the guns\r\n\nhad  in fact  been recovered  here.   The  government had  no\r\n\nobligation to prove the means of transportation.  In context,\r\n\nthe supplemental instruction  did little more than  make this\r\n\nclear to the jury, and properly so.\r\n\n     There is no  need to address  in detail Andrade's  final\r\n\nattack on the  trial judge's instructions; taken as  a whole,\r\n\nwe do not believe the charge tended to mislead or confuse the\r\n\njury.   Although Andrade's  arguments have not  prevailed, we\r\n\nthink it  fair to note  that several of them  are substantial\r\n\nand that  Andrade has been  represented on  this appeal  with\r\n\nsingular skill and ingenuity.\r\n\n     Affirmed.\r                         \r\n\n                             -18-\r                                         -18-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-2309\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    JOSE V. ANDRADE, JR.,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Coffin, Senior Circuit Judge,\r                                                        \r\n\n              and Dowd,* Senior District Judge.\r                                                          \r\n\n                                         \r\n\nMiriam Conrad, Federal Defender Office, for appellant.\r                         \r\nJames  F.  Lang,  Assistant  United  States  Attorney,  with  whom\r                           \r\nDonald K. Stern, United  States Attorney, was on brief  for the United\r                       \r\nStates.\r\n\n                                         \r\n\n                       February 3, 1998\r\n                                         \r\n\n                \r                            \r\n\n*Of the Northern District of Ohio, sitting by designation.\r\r\n\n     BOUDIN,  Circuit Judge.   Jose V. Andrade,  Jr., appeals\r                                       \r\n\nfrom  his conviction  for  conspiracy  to  engage  without  a\r\n\nlicense in the business of  dealing in firearms, 18 U.S.C.   \r\n\n371,  922(a)(1)(A)  (1994),  and  for  transporting  firearms\r\n\nwithout  a  license  into  his  state  of  residence,  id.   \r                                                                      \r\n\n922(a)(3).   The  facts pertaining  to the  issues  raised on\r\n\nappeal  are largely undisputed.   As  the sufficiency  of the\r\n\nevidence is not an issue, we abbreviate the facts.  \r\n\n     Andrade,  a  native of  Boston,  attended  Jackson State\r\n\nUniversity in Jackson, Mississippi, during 1993 and 1994.  At\r\n\nthe  time, the authorities  suspected Andrade of  moving guns\r\n\nillegally from Mississippi to Massachusetts.  On December 16,\r\n\n1994,  Andrade--then in  Boston  for Christmas  vacation--was\r\n\narrested  and questioned  in  circumstances described  below.\r\n\nHis family apartment  and two others occupied by cousins were\r\n\nsearched on the same day based on search warrants or consent.\r\n\nAndrade was  released the  same day,  questioned  at home  on\r\n\nDecember 19, and rearrested in March 1995.\r\n\n     On April 26,  1995, Andrade was indicted  for conspiracy\r\n\nto engage in gun dealings, together with Christopher Todd and\r\n\nTerrance Smith,  who were alleged to have  purchased guns for\r\n\nAndrade in Mississippi; as residents,  it was easier for them\r\n\nto purchase guns than for Andrade to do so.  In January 1996,\r\n\nthe  grand  jury  issued  a  superseding  indictment  against\r\n\nAndrade, adding the second count (transporting firearms  into\r\n\n                             -2-\r                                         -2-\r\r\n\nMassachusetts).   By  that time,  Todd  had pled  guilty, and\r\n\ncharges against Smith had been dismissed.\r\n\n     On  May 8,  1996, the district  court issued  a decision\r\n\nrefusing to suppress statements that  Andrade had made to the\r\n\nauthorities on  December 16 and  December 19 and  refusing to\r\n\nsuppress the results of the  searches of December 16.  United\r                                                                         \r\n\nStates  v. Andrade,  925 F.  Supp.  71, 81  (D. Mass.  1996).\r                              \r\n\nAndrade  was tried  before  a  jury in  May  1996, the  trial\r\n\nlasting about two  weeks.   The most  damaging testimony  was\r\n\ngiven by Todd and Smith.\r\n\n     Both men gave detailed accounts of Andrade's requests to\r\n\nthem in 1993 and 1994 to buy handguns and his statements that\r\n\nhe planned to  take them to Boston  to sell.  Todd  and Smith\r\n\neach  described multiple  occasions  on  which, in  Andrade's\r\n\ncompany, they purchased handguns for Andrade in different gun\r\n\nshops and pawnshops, Andrade selecting the weapons and taking\r\n\nthem afterwards from Todd or Smith.  Certain of the guns were\r\n\nlater recovered by the police in Boston.\r\n\n     Two  pawnshop   employees,  from   different  pawnshops,\r\n\nidentified Andrade as  an individual who accompanied  Todd on\r\n\nspecific occasions.  Michael  Spinola, Andrade's first cousin\r\n\nand friend,  admitted saying  that Andrade  had told  Spinola\r\n\nthat he was bringing guns  from Mississippi to Boston to sell\r\n\nand that Spinola  had seen some of the  weapons; but although\r\n\nSpinola  had given detailed  testimony to this  effect to the\r\n\n                             -3-\r                                         -3-\r\r\n\ngrand jury, at trial he described much of it as lies.   There\r\n\nis also testimony  from a former friend of  Andrade, who said\r\n\nthat   in  December  1994  after  the  search  warrants  were\r\n\nexecuted, Andrade had asked the friend whether he would store\r\n\na suitcase of guns for Andrade.\r\n\n     Andrade   sought   to  impeach   government   witnesses.\r\n\nAlthough  he   did  not  testify  himself,   Andrade  offered\r\n\ntestimony of Manuel Correia, who had been his roommate at the\r\n\nUniversity in Mississippi.   Correia said that he  had driven\r\n\nfrom Jackson to Boston with  Andrade three times, had seen or\r\n\nhelped  Andrade pack,  and had  never seen  any guns  around.\r\n\nAndrade's own  statements, and  some of  the evidence  seized\r\n\nfrom  the   apartment  searches,   were  introduced  by   the\r\n\ngovernment.\r\n\n     The jury  retired to  deliberate on May  29, 1996.   The\r\n\nnext day  it asked the court  to answer a question  about the\r\n\nsubstantive count (transporting guns into Massachusetts); the\r\n\nquestion and  court's reply  are at issue  on appeal  and are\r\n\ndiscussed below.   On May  31, Andrade was convicted  on both\r\n\ncounts and later sentenced to 46 months in prison.  \r\n\n     Andrade's  first claim  of error  is  that the  district\r\n\ncourt  admitted statements that  Andrade had made  during his\r\n\nDecember  16 interrogation at the police  station.  After his\r\n\narrest, Andrade  was taken to  an office in a  Roxbury police\r\n\nsubstation and  handcuffed  to a  chair.   There,  Bureau  of\r\n\n                             -4-\r                                         -4-\r\r\n\nAlcohol,  Tobacco and  Firearms  agent  Daniel Campbell  read\r\n\nAndrade the  Miranda warnings,  see Miranda  v. Arizona,  </pre><span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span>\r                                                                   \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span><pre class=\"inline\">, 478-79  (1966), and asked him if  he understood his\r\n\nrights; Andrade  said that he  did.  A state  police officer,\r\n\nFrancis Matthews, was also present.  \r\n\n     Campbell told  Andrade that  he was under  investigation\r\n\nfor  gun shipments, and  that the police  had search warrants\r\n\nfor two premises connected  with Andrade.  Andrade said  that\r\n\nhe had bought guns in Mississippi but that he was a collector\r\n\nand not a dealer.   Andrade also identified a third apartment\r\n\nwhere  he had  stayed.   Campbell  then went  to execute  the\r\n\nsearch warrants  and obtained  permission from  the owner  to\r\n\nsearch the third apartment.  \r\n\n     After Campbell  left, an  INS agent  sought to  question\r\n\nAndrade  about his immigration  status.  Andrade  refused, so\r\n\nMatthews told  the agent to  leave.  A Boston  police officer\r\n\nthen entered and, hearing  Andrade tell Matthews that he  was\r\n\nnot a firearms dealer, accused Andrade of lying; there was an\r\n\nangry  reply from Andrade, and Matthews told the detective to\r\n\nleave.   After some further discussion between them, Matthews\r\n\nsaid to Andrade  that he would not keep  bothering Andrade if\r\n\nhe didn't  want to  talk, and Matthews  then spent  about two\r\n\nhours on paperwork while Andrade slept in the chair.\r\n\n     At some  point  during the  searches, police  apparently\r\n\nsuggested  to  Andrade's  sister  that  she  talk to  him  by\r\n\n                             -5-\r                                         -5-\r\r\n\ntelephone;  she did so,  crying and pleading  with Andrade to\r\n\ntalk  to  the   police.    When  Campbell   returned  to  the\r\n\nsubstation,  Andrade  had  been held  for  about  four hours.\r\n\nCampbell woke him  and asked him if he  remembered the rights\r\n\nthat had been read to him earlier.  Andrade said that he did.\r\n\n     At this point, Campbell said  that he knew that Todd and\r\n\nSmith had purchased guns for Andrade in Mississippi.  Andrade\r\n\nreplied that he knew Todd and Smith and was present when they\r\n\npurchased  guns.  Andrade admitted that he obtained guns from\r\n\nTodd and Smith but said that he  had sold them in Mississippi\r\n\nto three  men from Houston, although he  also admitted having\r\n\ngiven a couple of guns to two men in Boston.  \r\n\n     Andrade was  released after  offering to  cooperate with\r\n\nthe police in retrieving weapons that the police thought were\r\n\nstill at large in Boston.  Seeking this cooperation, Campbell\r\n\nand a  Boston Police  detective visited  Andrade  at home  on\r\n\nDecember 19, where Andrade  said that three men  from Houston\r\n\nwould  soon be  arriving in  Boston  with weapons  and drugs.\r\n\nAndrade offered to introduce the  men to Campbell.  Andrade's\r\n\nstatements on both days were offered in evidence at trial.  \r\n\n     In  this  court,   Andrade  does  not  claim   that  the\r\n\nstatements  he made were involuntary.   Instead, he says that\r\n\nby  repeated questioning police failed  to honor his right to\r\n\nremain silent  under the  Miranda doctrine,  see Michigan  v.\r                                                                     \r\n\n                             -6-\r                                         -6-\r\r\n\nMosley, </pre><span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">423</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">96</span></a></span><pre class=\"inline\">, 104  (1975),  and that  when  Campbell\r                  \r\n\nresumed questioning after completing the apartment  searches,\r\n\nthere was no adequate waiver when Andrade made the statements\r\n\nin  the  second  interrogation.    The  district  court  held\r\n\notherwise, and we agree. \r\n\n     Miranda  requires  that  the police  warn  a  suspect in\r                        \r\n\ncustody  of his  right to  counsel  and his  right to  remain\r\n\nsilent.  If  the police have failed to give  the warnings and\r\n\nobtain a waiver of rights, the  statements are excluded, even\r\n\nif  otherwise voluntary.   Where the suspect  asserts that he\r\n\nwants to consult  with counsel, questioning must  cease until\r\n\ncounsel is provided.   See Edwards v. Arizona,  </pre><span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span><pre class=\"inline\">,\r                                                         \r\n\n484-85 (1981).   But  when a defendant  invokes his  right to\r\n\nremain silent,  Mosley makes clear  that the  police are  not\r                                  \r\n\nautomatically forbidden from later resuming interrogation.\r\n\n     Andrade's   initial   statements    to   Campbell   were\r\n\nvoluntarily made after full warnings.  Andrade's later rebuff\r\n\nof the INS agent and  police detective were refusals to speak\r\n\nto  them but  were  not couched  as a  refusal  to talk  with\r\n\nanyone.  When Matthews ended  his own questioning, it appears\r\n\nthat Andrade  no longer  wanted  to talk  with Matthews,  but\r\n\nneither  did  Andrade  rule out  the  possibility  of talking\r\n\nlater.  \r\n\n     We  see nothing wrong with Campbell's decision to resume\r\n\nquestioning  of Andrade  after the  searches.   A  reasonable\r\n\n                             -7-\r                                         -7-\r\r\n\ninterval  separated  the  two  periods  of  questioning,  see\r                                                                         \r\n\nMosley, 423 U.S. at 106, and there was no repeated attempt to\r                  \r\n\nreverse  a refusal  to  talk  through  undue pressure.    The\r\n\ncircumstances  were  quite  different  in  United  States  v.\r                                                                     \r\n\nBarone, </pre><span class=\"citation\" data-id=\"586810\"><a href=\"/opinion/586810/united-states-v-pasquale-g-barone-aka-patsy-aka-anthony-capone/\"><span class=\"volume\">968</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1378</span></a></span><pre class=\"inline\"> (1st  Cir. 1992), where  the defendant\r                  \r\n\nresisted  questioning,  was  held  for  over  24  hours,  was\r\n\ninterrogated four times before he began to discuss the crime,\r\n\nand was twice intimidated by suggestions that he \"would be in\r\n\nsubstantial  [physical]  danger  if  he  returned  to  Boston\r\n\nwithout cooperating.\"  Id. at 1385; see also id. at 1386.\r                                                            \r\n\n     Whether Andrade's later statements reflected a waiver of\r\n\nhis right to remain silent is a closer issue.  The problem is\r\n\nthat the Supreme  Court has said, almost in  the same breath,\r\n\nthat \"mere silence is not enough\" for a waiver, but that this\r\n\n\"does not mean  that the defendant's silence, coupled with an\r\n\nunderstanding  of  his   rights  and  a  course   of  conduct\r\n\nindicating  waiver, may never  support a conclusion  that the\r\n\ndefendant has waived his rights.\"   North Carolina v. Butler,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span><pre class=\"inline\">, 373 (1979).  The waiver issue, it appears, must\r\n\nbe decided on the facts.  See id. at 374-75.\r                                             \r\n\n     Here, we have no reason  to doubt that Andrade knew that\r\n\nhe had a right to remain silent; at the outset of  the second\r\n\nround, Campbell  reminded him  of the  earlier warnings,  and\r\n\nAndrade confirmed that he remembered.  As for the intervening\r\n\nevents,  Matthews'  dismissal  of the  INS  agent  and police\r\n\n                             -8-\r                                         -8-\r\r\n\ndetective, when Andrade demurred, fairly conveyed the message\r\n\nthat Andrade  was in  charge of the  decision whether  and to\r\n\nwhom  he  would  speak.    By ending  the  initial  round  of\r\n\nquestioning, Matthews himself reinforced this message.\r\n\n     Andrade's  subsequent admissions  to  Campbell were  not\r\n\nconfessions  wrested from  a reluctant  detainee.   Andrade's\r\n\nstatements were partly consistent  with Andrade's cover story\r\n\n(selling the weapons to three men from Houston) and partly an\r\n\nattempt to explain  away the presence of some  of the weapons\r\n\nin  Boston.   In short,  Andrade  had a  rational reason  for\r\n\nchoosing not to remain silent.   While a written waiver would\r                    \r\n\nhave   helped  the  government,   it  is  not   a  mechanical\r\n\nrequirement.1\r\n\n     Andrade's  next   claim  is   that  the   trial  court's\r\n\ninstructions  on  the  first  count--conspiracy  to  deal  in\r\n\nfirearms   without   a  license--set   too  low   a  scienter\r\n\nrequirement.  18 U.S.C.   924(a)(1)(D) provides that a number\r\n\nof weapons offenses, including the offense of dealing without\r\n\na license, require  that the proscribed conduct  be willfully\r\n\nundertaken.   Andrade's counsel  asked the court  to instruct\r\n\nthe jury that this in turn required proof beyond a reasonable\r\n\ndoubt  that \"the  defendant  knew  that Section  922(a)(1)(A)\r\n\n                    \r                                \r\n\n     1Compare United States v. Christian, </pre><span class=\"citation\" data-id=\"353261\"><a href=\"/opinion/353261/united-states-v-wallace-joseph-christian/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 66, 69\r                                                    \r\n(1st Cir. 1978)  (no waiver where a defendant's  signature on\r\nan FBI waiver form showed  that he had admitted being advised\r\nof his rights, but conspicuously omitted his signature on the\r\nline provided for a waiver of those rights).\r\n\n                             -9-\r                                         -9-\r\r\n\nrequires  one  who engages  in  the  business  of dealing  in\r\n\nfirearms to obtain  a dealer's license from  the Secretary of\r\n\nthe Treasury.\"\r\n\n     The  district court  refused  to give  this instruction.\r\n\nInstead, it  told the  jury that one  acts willfully  when he\r\n\nintentionally commits  acts proscribed by law \"with knowledge\r\n\nthat his conduct is unlawful.\"  The court said that knowledge\r\n\nof  illegality had  to be  proved beyond a  reasonable doubt.\r\n\nBut it  also instructed that  the government did not  have to\r\n\nprove that the defendant knew of the specific statute that he\r\n\nwas charged  with violating  or that  he intended  to violate\r\n\nthat particular statute.\r\n\n     If case law from  other circuits is put to one side, the\r\n\nissue appears  easy.  The  term \"willful\" is used  in various\r\n\nways,  but the standard definitions normally emphasize that a\r\n\ndefendant  acted  \"with  knowledge  that   [his]  conduct  is\r\n\nunlawful,\"   1 L. Sand,  J. Siffert, W. Loughlin  &amp; S. Reiss,\r\n\nModern  Federal Jury Instructions    3A.01, at  3A-18 (1997).\r                                             \r\n\nWillfulness is often required where a statute outlaws conduct\r\n\ncommonly  thought  to  be  lawful.    In  some  measure,  the\r\n\nwillfulness  requirement  reverses  the   usual  rubric  that\r\n\nignorance of the law is no defense.   Just how much ignorance\r\n\nmay be needed is a different matter.\r\n\n     Nothing in the traditional  willfulness instruction, nor\r\n\nin  its  underlying  purpose,  requires  that  the  defendant\r\n\n                             -10-\r                                         -10-\r\r\n\npossess specific  knowledge of  the statutory  provision that\r\n\nmakes his conduct unlawful.   To impose such a requirement of\r\n\ndetailed knowledge  of the  firearms statutes  (to which  few\r\n\njudges could  pretend) would make  an enforcement of  the gun\r\n\ndealer laws  very difficult.   And the requirement  goes well\r\n\nbeyond what is needed to  screen out an innocent who honestly\r\n\nthought that his conduct was lawful.\r\n\n     Our  view  accords  with  the  purpose  of  Congress  in\r\n\nadopting the willfulness requirement in  the Firearms Owners'\r\n\nProtection  Act  of 1986,  Pub.  L.  99-308,  100 Stat.  449.\r\n\nCongress's concern  was that,  because of  the nature  of the\r\n\nconduct  and technicality of the statute, some offenses might\r\n\nbe  committed  by  individuals who  were  unaware  that their\r\n\nconduct  had been  made criminal.2    Nothing indicates  that\r\n\nCongress was  concerned with protecting individuals  who knew\r\n\nthat their conduct was unlawful but might not be able to cite\r\n\nchapter and verse as to which precise provision made it so.\r\n\n     The proponents  of the willfulness  requirement, to  the\r\n\nextent that we  can discover their comments, said  nothing to\r\n\nsuggest that the term was  intended to go beyond its ordinary\r\n\n                    \r                                \r\n\n     2The willfulness requirement applies  to some gun crimes\r\nand  not  others, and  the  dividing  line is  crudely  drawn\r\nbetween actions that anyone might expect to be unlawful, see,\r                                                                         \r\ne.g.,  18  U.S.C.      922(v),  924(a)(1)(B)   (semiautomatic\r                \r\nassault weapon  crimes), and  actions that  might not  always\r\nappear  unlawful, see,  e.g.,  id.      922(e),  924(a)(1)(D)\r                                              \r\n(shipping  a firearm in  interstate commerce  without written\r\nnotice to the common carrier).\r\n\n                             -11-\r                                         -11-\r\r\n\nmeaning, that is,  awareness that one's conduct  is unlawful.\r\n\nThe only suggestions that the statute might require knowledge\r\n\nof  the \"details\"  of  the  law came  from  opponents of  the\r\n\namendment; given  the incentive to  exaggerate, such  remarks\r\n\nnormally get  little  weight.    NLRB v.  Fruit  &amp;  Vegetable\r                                                                         \r\n\nPackers &amp; Warehousemen, Local 760, </pre><span class=\"citation\" data-id=\"106808\"><a href=\"/opinion/106808/nlrb-v-fruit-packers/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 66 (1964).3\r                                             \r\n\n     The  Second   Circuit  has   squarely  ruled   that  the\r\n\ngovernment need only prove  that the defendant knew that  his\r\n\nconduct was illegal.  United  States v. Collins, </pre><span class=\"citation\" data-id=\"578213\"><a href=\"/opinion/578213/united-states-v-anthony-collins/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">72</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n76-77,  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">944</span></span><pre class=\"inline\">  (1992).   Accord United\r                                                                         \r\n\nStates v.  Allah, </pre><span class=\"citation\" data-id=\"748592\"><a href=\"/opinion/748592/united-states-v-latik-allah-aka-christopher-hamilton-aka-lye-william/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">33</span></a></span><pre class=\"inline\">, 38-41 (2d Cir.  1997); United\r                                                                         \r\n\nStates v.  Bryan, </pre><span class=\"citation\" data-id=\"744752\"><a href=\"/opinion/744752/united-states-v-sillasse-bryan-aka-uzi/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">90</span></a></span><pre class=\"inline\">, 91 (2d Cir.),  cert. granted,\r                                                                        \r\n\n118 S.  Ct. 622  (1997).  The  Seventh Circuit's  decision in\r\n\nUnited States v. Obiechie, </pre><span class=\"citation\" data-id=\"680740\"><a href=\"/opinion/680740/united-states-v-joseph-d-obiechie/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">309</span></a></span><pre class=\"inline\"> (1994), largely points\r                                     \r\n\ntoward  a  standard  of   general  knowledge  of  illegality,\r\n\nalthough  one  sentence   suggests  that  knowledge  of   the\r\n\nlicensing requirement may be required.  See id. at 316.\r                                                           \r\n\n     Several other circuits--including the Third and Eighth--\r\n\nsay  generally that the defendant must have \"knowledge of the\r\n\n                    \r                                \r\n\n     3Compare 132 Cong.  Rec. 6876 (1986) (statement  of Rep.\r                         \r\nHughes)  (opponent's  comments  that  the  new statute  would\r\nrequire the defendant to know  \"what the law is, every detail\r\nof the law. . . .  [I]t would be a  prosecutor's nightmare\"),\r\nwith  id. at 6861  (statement of Rep.  Boehlert) (supporter's\r                     \r\ncomment that the  statute rejected mere knowledge  of conduct\r\nin favor of  \"some sort of criminal intent\").   The scattered\r\nand extensive legislative  history is recounted in  D. Hardy,\r\nThe Firearms Owners' Protection Act:   A Historical and Legal\r\nPerspective, 17 Cumb. L. Rev. 585, 604-07, 645-53 (1987).\r                                         \r\n\n                             -12-\r                                         -12-\r\r\n\nlaw,\" e.g.,  United States  v. Hayden, </pre><span class=\"citation\" data-id=\"702536\"><a href=\"/opinion/702536/united-states-v-william-o-hayden/\"><span class=\"volume\">64</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span><pre class=\"inline\">,  130 (3d\r                                                 \r\n\nCir. 1995)  (\"the defendant  must have  acted with  knowledge\r\n\nthat his  conduct was unlawful\"); United States  v. Hern, </pre><span class=\"citation\" data-id=\"556511\"><a href=\"/opinion/556511/united-states-v-theodore-ted-hern-jr/\"><span class=\"volume\">926</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span>   <span class=\"page\">764</span></a></span><pre class=\"inline\">,  767  (8th   Cir.  1991)  (\"`willful'   means  an\r\n\nintentional  violation of  a  know legal  duty\").   But  this\r\n\nlanguage  could  be read  either  to support  Andrade  or the\r\n\nSecond Circuit.  And the matter is  further confused because,\r\n\nin  purporting to disagree  with the Second  Circuit, several\r\n\nsuch decisions misunderstand its position.4\r\n\n     Admittedly,  two  other  circuits  say  that  conviction\r\n\nrequires proof that the defendant  was aware of the licensing\r\n\nrequirement   itself,  but  we   do  not  find   these  cases\r\n\npersuasive.  See United States  v. Rodriguez, </pre><span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">797506</span></span><pre class=\"inline\">,\r                                                        \r\n\nat *4  (5th Cir.  Dec. 31, 1997);  United States  v. Sanchez-\r                                                                         \r\n\nCorcino,  </pre><span class=\"citation\" data-id=\"70968\"><a href=\"/opinion/70968/united-states-v-sanchez-corcino/\"><span class=\"volume\">85</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">549</span></a></span><pre class=\"inline\">,  553-54  (11th  Cir.  1996).    Even\r                   \r\n\ndecisions  like  Rodriguez,  purporting to  require  specific\r                                      \r\n\nawareness of the statute, dilute the requirement by inferring\r\n\nspecific  knowledge  from   circumstantial  evidence.     See\r                                                                         \r\n\nRodriguez, </pre><span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">797506</span></span><pre class=\"inline\">, at *4.\r                     \r\n\n     Such  evidence  is likely  to  be  good proof  that  the\r\n\ndefendant knew that  his conduct was  unlawful but very  thin\r\n\n                    \r                                \r\n\n     4The  Third Circuit, for example, ascribes to the Second\r\nCircuit the view that the government need prove only that the\r\ndefendant  knew what he  was doing.   Hayden, 64  F.3d at 130\r                                                        \r\nn.6.   The  Second  Circuit  has,  to  our  knowledge,  never\r\nexpressed  this view.    See  Collins, 957  F.2d  at 77  (the\r                                                 \r\nevidence  \"demonstrate[d] that  Collins  understood that  his\r\nfirearms sales violated the law\").\r\n\n                             -13-\r                                         -13-\r\r\n\nevidence that  the defendant  knew what statute  made it  so.\r\n\nSee Rodriguez, </pre><span class=\"citation no-link\"><span class=\"volume\">1997</span>  <span class=\"reporter\">WL</span> <span class=\"page\">797506</span></span><pre class=\"inline\">, at *6  (\"counter-surveillance\r                         \r\n\noperations,\" \"unease about the sale,\" and \"experience at `The\r\n\nBunker'  and with firearms\" gave defendant a \"background from\r\n\nwhich she should have been familiar with the firearms laws\").\r\n\nSee also Obiechie, 38 F.3d at 316 (\"An inference of knowledge\r                             \r\n\ncould be  drawn  from the  fact that  [defendant] had  listed\r\n\n`gift' as  his reason for purchasing  the [guns] . .  . after\r\n\nhaving indicated that the first two purchases were for retail\r\n\nsale.\").   Since juries are  being allowed to convict  on the\r\n\nbasis of such evidence, nothing  is gained by instructing the\r\n\njury with  language suggesting  that the  standard is  higher\r\n\nthan it actually is. \r\n\n     Nor  is Andrade's position  supported, as he  claims, by\r\n\nRatzlaf v. United States, </pre><span class=\"citation\" data-id=\"112919\"><a href=\"/opinion/112919/ratzlaf-v-united-states/\"><span class=\"volume\">510</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span><pre class=\"inline\"> (1994).  Ratzlaf held\r                                                                    \r\n\nthat a currency structuring violation  required \"knowledge of\r\n\nillegality [as]  an element\"  to show  willfulness, Bates  v.\r                                                                     \r\n\nUnited States,  </pre><span class=\"citation\" data-id=\"118150\"><a href=\"/opinion/118150/bates-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span><pre class=\"inline\">, 290 n.6 (1997), which is just\r                         \r\n\nwhat  the district  court told  the jury  here.   In Ratzlaf,\r                                                                        \r\n\nknowledge of  a specific statute  (or something close  to it)\r\n\nwas also required--not because of the willfulness requirement\r                    \r\n\nbut because the statute itself required a \"purpose of evading\r\n\nthe reporting requirements\"  of 31 U.S.C.   5313(a).   See 31\r                                                                      \r\n\nU.S.C.   5324.   This additional wrinkle is  not part of  the\r\n\npresent case.\r\n\n                             -14-\r                                         -14-\r\r\n\n     In  short, after surveying  the cases, we  feel on solid\r\n\nground  in joining  the Second  Circuit position  that it  is\r\n\nenough  that the  defendant  be  aware  that his  conduct  is\r\n\nunlawful.  Such knowledge, needless  to say, depends upon the\r\n\ncircumstances.   In  our  case, the  scale  of Andrade's  gun\r\n\nsmuggling activity, his  denials of gun dealing in the police\r\n\nstation,  and  other  evidence  that he  sought  to  hide the\r\n\nweapons are powerful  indications of his awareness.   Andrade\r\n\nhimself makes no claim  that the evidence is  insufficient on\r\n\nthis score if the district court's instruction is upheld.\r\n\n     The remaining claim of error  that we think necessary to\r\n\naddress  concerns  a supplemental  instruction  given by  the\r\n\ndistrict court in answer  to a question from  the jury.   The\r\n\nsecond  count charged Andrade with the substantive offense of\r\n\ntransporting  firearms  without  a license  into  a  state of\r\n\nresidence.     Following   the  charge   and   a  period   of\r\n\ndeliberation,  the jury submitted  a written question  to the\r\n\ncourt as follows:\r\n\n     The jury requests a description of clarification of\r\n     the term  \"transport\" as it  is used in Page  22 of\r\n     the Jury instructions, i.e.:   Does defendant  have\r\n     to  personally transport or deliver guns?  Is (sic)\r\n     acceptance of said guns in Massachusetts constitute\r\n     transportation,  especially   in  the   phrase  \"to\r\n     transport into\" or \"receive\"?\r\n\n     After consulting with  the parties,  the district  court\r\n\ntold  the jury  that, given  the government's  theory  of the\r\n\ncase,  it would not  be enough for the  jury to conclude that\r\n\n                             -15-\r                                         -15-\r\r\n\nthe   defendant  \"merely   received  or   accepted  guns   in\r\n\nMassachusetts.\"5   However, the court said that Andrade would\r\n\nbe  guilty if  he had  caused  \"an agent,  employee or  other\r\n\nassociate\" to bring  the guns into Massachusetts.   Andrade's\r\n\ncounsel, in  turn,  objected  to  this  further  supplemental\r\n\ninstruction.\r\n\n     The  supplemental charge was legally correct.  At common\r\n\nlaw one is  liable as a principal if  one deliberately causes\r\n\nor procuring another to perform a criminal act, 2 W.R. LaFave\r\n\n&amp; A.W. Scott, Jr., Substantive  Criminal Law   6.6(a), at 126\r                                                        \r\n\n(1986),  and the  principle has  been carried  forward by  18\r\n\nU.S.C.   2(b).   Unlike aiding and abetting  liability, id.  \r                                                                       \r\n\n2(a), there is no requirement  that the intermediary be shown\r\n\nto  be criminally  liable.   Section 2(b)  is not  a separate\r\n\noffense but  a general  principle of  liability that  applies\r\n\nwithout  any need for  reference in  the indictment.   United\r                                                                         \r\n\nStates v. Sabatino, </pre><span class=\"citation\" data-id=\"567584\"><a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span><pre class=\"inline\">, 99-100 (1st Cir. 1991).\r                              \r\n\n     Andrade  says  that  delivering  the  instruction  after\r\n\nclosing  arguments  violated  Fed.  R.  Crim.  P.  30,  which\r\n\nrequires that the court rule on requested instructions \"prior\r\n\nto their arguments  to the  jury.\"   By its terms  and, as  a\r\n\n                    \r                                \r\n\n     5In  his  original  instructions,  the  trial  judge had\r\nalready told the  jury--consistent with the  indictment--that\r\nthe charge against Andrade had as a necessary element that he\r\nhad  transported  the  guns  into  Massachusetts.    However,\r\nearlier the  judge had  quoted the statute  in full,  and the\r\nstatute  makes transportation or  receipt criminal,  if other\r                                            \r\nconditions are met--which may explain the jury's question.\r\n\n                             -16-\r                                         -16-\r\r\n\nmatter  of  necessity, Rule  30  refers  only  to rulings  on\r\n\ninstructions  requested by  counsel \"[a]t  the  close of  the\r\n\nevidence or at such earlier time\" as the court directs.  Fed.\r\n\nR. Crim.  P. 30.   The  rule  simply does  not prescribe  the\r\n\nprocedure  for supplemental  instructions after the  jury has\r\n\nretired.  See  United States v. Fontenot, </pre><span class=\"citation\" data-id=\"661525\"><a href=\"/opinion/661525/united-states-v-joseph-christopher-fontenot/\"><span class=\"volume\">14</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\">, 1368\r                                                    \r\n\n(9th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">966</span></span><pre class=\"inline\"> (1994).\r                                    \r\n\n     The defense now  says that at least it  should have been\r\n\nallowed to address  the jury on  this \"new theory,\"  pointing\r\n\nout to it that there was no specific evidence that anyone had\r\n\ntransported the guns at Andrade's direction.  We agree that a\r\n\nrefusal  to permit  further  argument  made  necessary  by  a\r\n\nsupplemental instruction could amount to  error.  But here it\r\n\nis enough to say that no such request to make further closing\r\n\nargument  after the supplemental instruction was made in this\r\n\ncase.\r\n\n     Further, the notion  of prejudice is fanciful.   Defense\r\n\ncounsel pointed out to the  jury in her original closing that\r\n\nthere was no direct evidence showing Andrade's transportation\r\n\nof the guns  to Massachusetts.  It had to be equally clear to\r\n\nthe jury that  there was no direct evidence  that Andrade had\r\n\nasked  an \"agent, employee  or other associate\"  to transport\r\n\nthe guns for  him.  To spell out the obvious would have added\r\n\nnothing.\r\n\n                             -17-\r                                         -17-\r\r\n\n     At the same  time, there was enough evidence  for a jury\r\n\nto  conclude  that   somehow  Andrade  had  managed   to  get\r                                        \r\n\nMississippi guns to Boston; among much else, Andrade had told\r\n\nTodd and Smith that he planned to do so, and some of the guns\r\n\nhad  in fact  been recovered  here.   The  government had  no\r\n\nobligation to prove the means of transportation.  In context,\r\n\nthe supplemental instruction  did little more than  make this\r\n\nclear to the jury, and properly so.\r\n\n     There is no  need to address  in detail Andrade's  final\r\n\nattack on the  trial judge's instructions; taken as  a whole,\r\n\nwe do not believe the charge tended to mislead or confuse the\r\n\njury.   Although Andrade's  arguments have not  prevailed, we\r\n\nthink it  fair to note  that several of them  are substantial\r\n\nand that  Andrade has been  represented on  this appeal  with\r\n\nsingular skill and ingenuity.\r\n\n     Affirmed.\r                         \r\n\n                             -18-\r                                         -18-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/70968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/353261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748592/"
  ]
}