{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197770/",
  "absolute_url": "/opinion/197770/united-states-v-vazquez-rivera/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197770/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:38Z",
  "date_modified": "2017-03-24T10:53:21.590854Z",
  "type": "010combined",
  "sha1": "661c42fa50b02d320669412dd205c1f4cdb87d26",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1267.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1267\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     REYNALDO VAZQUEZ-RIVERA,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                Boudin and Stahl, Circuit Judges.\r                                                          \r\n\n                                           \r\n\n     Edgardo  Rodr guez-Quilichini,   Assistant  Federal   Public\r                                            \r\nDefender, with whom Joseph C. Laws, Jr., Federal Public Defender,\r                                                 \r\nwas on brief for appellant.\r\n     Jos   A. Quiles-Espinosa,  Senior  Litigation Counsel,  with\r                                       \r\nwhom Guillermo  Gil, United  States Attorney,  and Nelson  P rez-\r                                                                           \r\nSosa,  Assistant  United  States  Attorney,  were  on  brief  for\r              \r\nappellee.\r\n\n                                           \r\n\n                         February 2, 1998\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.  This case is before us for the\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nsecond time.   See United  States v. V zquez-Rivera, 83  F.3d 542\r                                                             \r\n\n(1st Cir.  1996).  In  the first appeal, we  affirmed Appellant's\r\n\nconviction for carjacking  in violation of 18 U.S.C.    2119, but\r\n\nconcluded that the sentence was flawed because the factual record\r\n\nhad not  been sufficiently  developed to  support the  sentencing\r\n\nenhancement  imposed.   We thus  remanded the  case to  allow the\r\n\ndistrict court  to reconsider  sentencing options.   Id.  at 543.\r                                                                  \r\n\nThe  version of the carjacking  statute in force  at the time the\r\n\ncrime occurred, June 24, 1994, provided for an enhancement of the\r\n\nimprisonment option available to the sentencing judge of up to 10\r\n\nadditional  years --  to a  maximum of  25  years --  if \"serious\r\n\nbodily injury\"  resulted from  the commission of  the crime.   18\r\n\nU.S.C.   2119(2).1  That provision refers to 18 U.S.C.   1365 for\r\n\nthe  definition of what constitutes \"serious bodily injury\" under\r\n\nthe  carjacking statute.  Section 1365(g)(3), which codifies part\r\n\n                    \r                              \r\n\n1  Before its amendment in  1996, section 2119 read, in pertinent\r\npart:\r\n\n          Whoever, possessing  a firearm as  defined in\r\n          Section  921 of  this  Title,  takes a  motor\r\n          vehicle that  has been  transported, shipped,\r\n          or received  in interstate commerce  from the\r\n          person or  presence of  another by force  and\r\n          violence or by  intimidation, or attempts  to\r\n          do so, shall\r\n            (1)   be  fined   under  this   Title  or\r\n            imprisoned  not  more than  15  years, or\r\n            both,\r\n            (2) if serious  bodily injury (as defined\r\n            in section 1365  of this title)  results,\r\n            be fined  under this title  or imprisoned\r\n            not more than 25 years, or both . . . .\r\n\n                               -2-\r\r\n\nof the  Federal Anti-Tampering Act, Pub.  L. No. 98-127,    2, 97\r\n\nStat. 831 (1983), provides that:\r\n\n          [T]he term  \"serious bodily injury\" means  injury which\r\n          involves -\r\n          (A)  a substantial risk of death;\r\n          (B)  extreme physical pain;\r\n          (C)  protracted and obvious disfigurement; or\r\n          (D)  protracted loss or impairment of the function of a\r\n               bodily member, organ, or mental faculty . . . .\r\n\n          The district court  concluded, and we  agreed, V zquez-\r                                                                           \r\n\nRivera, 83 F.3d  at 546-47, that the prosecution  proved that the\r                \r\n\ncarjacking victim was raped by Appellant during the commission of\r\n\nthe charged offense.   The trial court went on  to rule, however,\r\n\nthat the 10 year imprisonment enhancement was warranted, based on\r\n\na determination that the rape caused the victim \"extreme physical\r\n\npain.\"   Although we  concurred with  the district  court's views\r\n\nthat this  crime was \"degrading, heinous, cruel, and brutal,\" id.\r                                                                           \r\n\nat 547, we reluctantly vacated  the sentence because we found the\r\n\nrecord devoid  of any  evidence that would  support the  district\r\n\ncourt's  finding of  \"extreme physical  pain,\" as  that term  was\r\n\ndefined in the  aforementioned legislation.   The record did  not\r\n\ncontain any  description of the  assault other than that  it took\r\n\nplace while the  victim was in a debasing  physical position, and\r\n\nthat  the  rape lasted  approximately  five minutes.    A medical\r\n\naccount  introduced as part  of the presentence  report reflected\r\n\nthat  her physical  condition  only  two  hours  after  the  rape\r\n\npresented no  signs of any cuts  or bruises in her  vaginal area.\r\n\nIt   was   otherwise   silent   regarding  any   other   physical\r\n\nmanifestations of this crime.\r\n\n                               -3-\r\r\n\n          On  this first  appeal the  Government  made a  belated\r\n\nattempt  to salvage  the sentencing  enhancement  by arguing  the\r\n\nfourth prong of Section 1365(g)(3), to the effect that the victim\r\n\nhad also suffered extreme mental trauma.  Unfortunately, with the\r\n\nmeagerness of the  record before us, we  were unable to meet  the\r\n\nstatutory  standard  which  required  that  \"protracted  loss  or\r\n\nimpairment of  the function  of a  . .  . mental faculty\"  exist.\r\n\nThis  language, we  ruled, mandated  \"evidence  of the  specific,\r\n\nobjective types of harm set out in  the statute,\" id. at 548 n.9,\r                                                               \r\n\nthe phraseology  of which was  designed by Congress to  deal with\r                                                             \r\n\nthe tampering of consumer goods, not rape.  Id.\r                                                         \r\n\n          The  only  evidence  available  to  us   regarding  the\r\n\nvictim's  mental  condition  was  contained  in  the  presentence\r\n\nreport,  which  indicated   that  the  victim  had   received  no\r\n\nprofessional  counseling or  assistance, but  had  relied on  the\r\n\nsupport of her family  and boyfriend.  It also had  her statement\r\n\nto  the probation  officer  that the  ordeal  \"had a  devastating\r\n\neffect on  her life, family, and consensual  relationship.\"  Id.,\r                                                                          \r\n\nat 548.  Although we recognized that \"even a rape that  causes no\r\n\nphysical pain is a unique and reprehensible physical  and psychic\r\n\ninvasion,\" id., the  statute in question,  by its terms,  limited\r                        \r\n\nour hand  to specific types  of injury.   This prevented  us from\r\n\nconcluding  \"that any rape, regardless of the circumstances, [was\r\n\nthe]  equivalent  [of]  the[] specified  harms\"  necessary  for a\r\n\ntriggering  of the enhancement.   The interpretation  proposed by\r\n\nthe  government,  we  believed,  \"would  broaden  measurably  the\r\n\n                               -4-\r\r\n\nlimited  category  of  injuries  that  Congress    designated  as\r                                                         \r\n\njustifying a substantial increase  in punishment for carjacking.\"\r\n\nId.  (emphasis supplied).   Without further indication  from that\r             \r\n\nbody, we felt  unauthorized to take the expanded  view of Section\r\n\n1365  proposed by  the  Government and  adopted  by the  district\r\n\ncourt.  Thus we remanded to allow the Government to \"provide some\r\n\nevidentiary basis upon  which the court may conclude  that one or\r\n\nmore of the statutory conditions of harm occurred.\"  Id.\r                                                                  \r\n\n          After remand,  but before resentencing of  appellant by\r\n\nthe district court, Congress's  attention was momentarily focused\r\n\non this court's decision.  See H.R. Rep. No. 104-787, at 2-3, 142\r                                        \r\n\nCong. Rec.  3409, 3410-11 (1996).  This scrutiny resulted in the \r\n\nenactment of  the so-called  Carjacking Correction  Act of  1996,\r\n\nPub.   L. No. 104-217, 110 Stat.  3020, which became effective on\r\n\nOctober 1, 1996, the  intended purpose  of which  was to  rectify\r\n\nthis court's interpretation  of the term \"serious  bodily injury\"\r\n\nas defined in Section  1365 of Title 18.   See 142 Cong.  Rec. at\r                                                        \r\n\n3410-11;  Statement on signing  the Carjacking Correction  Act of\r\n\n1996 (Pres. Bill Clinton), 1996 WL 13336081 (October 1, 1996).\r\n\n          Pursuant  to this new statute, Section 2119(2) of Title\r\n\n18  was  amended to  redefine  the term  \"serious  bodily injury\"\r\n\ncontained in  Section 1365 of  that Title to include  any conduct\r\n\nconstituting \"sexual  abuse,\" as that term is defined in Sections\r\n\n2241 and 2242 of Title 18.2   The application of this legislation\r\n\n                    \r                              \r\n\n2  Section 2 of Pub. L. No. 104-217 provides:\r\n\n                               -5-\r\r\n\nto appellant is one of the issues we must decide in  the present,\r\n\nand latest, review of his sentence.\r\n\n                        The Present Appeal\r                                  The Present Appeal\r                                                    \r\n\n          The  case was called  for re-sentencing on  January 17,\r\n\n1997.  Prior thereto the government filed a motion announcing its\r\n\nintention  to  seek an  enhanced sentence  pursuant to  18 U.S.C.\r\n\n  2119(2),  by introducing evidence during the sentencing hearing\r\n\nthat  the victim suffered \"serious bodily injury,\" arguing, inter\r                                                                           \r\n\nalia,  that  the  amendment  to  that  section  contained  in the\r              \r\n\nCarjacking  Correction  Act  of 1996,  supra,  was  applicable to\r                                                      \r\n\nappellant upon resentencing.  Appellant  opposed the government's\r\n\nproposal,  countering that the  application of that  provision to\r\n\nhim  for the  crime for  which he  had previously  been convicted\r\n\nviolated   the  Ex-Post   Facto  Clause  of   the  Constitution.3\r\n\nAppellant  further  contended  that any  \"serious  bodily injury\"\r\n\nsuffered by his victim resulted from the rape itself and not from\r\n\n                    \r                              \r\n\n          Section 2119(2)  of title  18, United  States\r\n          Code, is amended by inserting, \"including any\r\n          conduct that, if the  conduct occurred in the\r\n          special maritime and territorial jurisdiction\r\n          of the  United States, would  violate section\r\n          2241 or 2242  of this title\"  after \"(defined\r\n          as in section 1365 of this title.\"\r\n\n    18 U.S.C.    2241 and 2242 establish the crimes of aggravated\r\nsexual abuse  (by the use of  force or threats  of death, serious\r\nbodily  injury, or  kidnapping)  and sexual  abuse, respectively,\r\nwithin the special  maritime and territorial jurisdiction  of the\r\nUnited States.\r\n\n3  U.S. Const. art. I,   9, cl. 3:\r\n\n          No . . . ex post facto Law shall be passed.\r\n\n                               -6-\r\r\n\nthe carjacking, and therefore that such injury could not serve as\r\n\nthe basis for enhancing his sentence under thecarjacking statute.\r\n\n          At the outset  of the sentencing hearing,  the district\r\n\njudge made reference to our  opinion, supra, at 544, stating that\r                                                     \r\n\nthe  purpose  of  the proceeding  was  \"to  reconsider sentencing\r                                                                \r\n\noptions\" (emphasis  supplied) in  view of the  fact that  a prior\r\n\npanel of this court had  concluded \"that the factual record ha[d]\r\n\nnot  been   sufficiently  developed   to  support  the   sentence\r\n\nenhancement.\"  Id.   The district court then ruled  that the 1996\r                            \r\n\namendment to the carjacking statute was a \"mere clarification\" of\r\n\nthe  original legislation, and thus was applicable to appellant's\r\n\nremanded sentencing.   The court stated, in the alternative, that\r\n\nit  \"presume[d]  that  the  government  would  present sufficient\r\n\nfactual instances now so that the Court can support its finding .\r\n\n. . even  under the law  as it was  before the clarification  . .\r\n\n. .\"  Finally, the court held that appellant's action of \"taking\"\r\n\nthe vehicle in  question, an element of the  carjacking crime for\r\n\nwhich he was convicted, 18  U.S.C.   2119(2), was not consummated\r\n\nuntil after  he drove  away, having abandoned  the victim  of the\r\n\nrape on  a lonely  beach.  Thus,  the court  rejected appellant's\r\n\ncontention that any  serious bodily injury suffered from the rape\r\n\nwas not the result of the carjacking itself.\r\n\n          The government proceeded to present evidence  regarding\r\n\nthe victim's injuries.  This consisted of the testimony of former\r\n\nAssistant  U.S.  Attorney  Sylvia  Carre o-Coll and  of  Mercedes\r\n\nRodr guez-L pez,   a  social  psychologist.     A   letter  dated\r\n\n                               -7-\r\r\n\nSeptember 30, 1995, from the victim  to the sentencing judge, was\r\n\nalso made part of the sentencing record.\r\n\n          Carre o-Coll  testified  that  as  the  Assistant  U.S.\r\n\nAttorney in charge of prosecuting this case she visited the scene\r\n\nof  the rape  prior  to  the trial,  accompanied  by the  victim.\r\n\nDuring the course of  this viewing and the  related conversations\r\n\nwith the victim, the  victim told her \"how helpless she felt, how\r\n\nthreatened, the  terror that she  felt that night,\" that  as they\r\n\napproached the scene of the crime the victim became \"increasingly\r\n\nnervous  and visibly  upset,\" and  \"became  dizzy .  . .  started\r\n\ncrying and basically  . .  . had to  be carried  back to the  car\r\n\nbecause she couldn't stand.\"   On the return trip to  San Juan --\r\n\nthe rape  took place in a remote beach  about 40 miles distant --\r\n\n\"she cried all the  way back . . .[,] was extremely quiet and . .\r\n\n. had to  [be] take[n] .  . . to  her house.\"   Carre o-Coll also\r\n\ntestified  that during other pretrial interviews with the victim,\r\n\nwhen they \"got to the  part of the rape, .  . . she would  become\r\n\nvery upset, very nervous.\"  At the district court's prompting she\r\n\nalso testified that the victim told her \"that  she feared for her\r\n\nlife throughout the ordeal,\" \"felt deeply humiliated,\" \"felt pain\r\n\n. . . and  deeply violated while the rape was  taking place,\" and\r\n\n\"felt dirty and in pain throughout the event.\"\r\n\n          Mercedes  Rodr guez-L pez  testified  that  she  was  a\r\n\nlicensed  social  psychologist  with  experience  in  the  health\r\n\nenvironment of victims  who survived crime, particularly  victims\r\n\nof violence  or rape.   She was a  counselor and director  of the\r\n\n                               -8-\r\r\n\nRape Victims Health Center and  stated that she had approximately\r\n\ntwenty years of experience dealing with rape victims.  Rodr guez-\r\n\nL pez indicated that  she held two  personal interviews with  the\r\n\nvictim, the second one a week before the hearing, as well  as six\r\n\nor seven telephone conversations, for  a total of about twelve to\r\n\nfifteen hours of interviews.  In addition the victim filled out a\r\n\nquestionnaire  forwarded to  her by Rodr guez-L pez  dealing with\r\n\nthe  subject of  the sentencing  hearing.   Rodr guez-L pez  also\r\n\nfiled  a written  report which was  generally repetitious  of her\r\n\ntestimony.\r\n\n          Rodr guez-L pez indicated that the victim \"has not been\r\n\nable to  survive the effects  of this rape[;] she  is confronting\r\n\nsome acute reactions which . . . are chronic due to the prolonged\r\n\nperiod she has  been through them and  the least I can  say about\r\n\nthe process that [the victim] has gone [through] is these are the\r\n\nmost devastating ones that I have ever seen about someone who has\r\n\ngone  through a  rape  process.\"   Rodr guez  testified that  the\r\n\nvictim  suffered  non-resolved  rape  trauma  and  post-traumatic\r\n\nstress syndrome, which  manifested itself as \"fear,  the sense of\r\n\ndistrust, physical discomfort, loss of energy, a loss of faith in\r\n\nlife and the  sensation that would it [sic] have  been better off\r\n\nto  die than continue living are  [sic] three years now after the\r\n\nrape as  if the   rape  were virtual  in this moment  now.\"   She\r\n\nconcluded  her  testimony  by  saying  that  she  \"had  no  doubt\r\n\nwhatsoever that the  [victim's] physical pain was extreme  at the\r\n\ntime [of the rape], days after this  rape and even now on a daily\r\n\n                               -9-\r\r\n\nbasis  that pain  is rekindled  and in  the emotional  and mental\r\n\nlevel  I have  no  doubt  whatsoever that  we  are facing  severe\r\n\ndamage,  extreme, critical of the  emotional  condition and which\r\n\neffect [sic] her function, individual, social, family level.\"\r\n\n          Rodr guez-L pez's report dated December 12, 1996, which\r\n\nis also part of the record,  substantially supports her testimony\r\n\nat  the hearing.   It  also documents  that the  victim  has been\r\n\nunable  to  finish  her  college  education,  of  which  she  has\r\n\ncompleted  two and  one  half  years,  because of  the  emotional\r\n\ncondition  that  she  was  suffering \"as  a  consequence  of  the\r\n\nrobbery, kidnapping and rape she suffered in 1994.\"\r\n\n          The  government also introduced  into evidence a letter\r\n\ndated September  30, 1995,  directed by the  victim to  the trial\r\n\njudge, which the  judge indicated was  read by him  prior to  the\r\n\noriginal sentencing but  not placed  into the  record because  he\r\n\nfelt that the presence of the press at that hearing would further\r\n\nstigmatize the  victim.  In  her letter the victim  indicates how\r\n\nthe violation  \"was only the  beginning of a long  nightmare [in]\r\n\nwhich  she do[es] not  even dare go  to the corner  of the street\r\n\nwithout  having someone  accompanying\"  her.   She is  \"afraid of\r\n\nanyone who stands near\" her, and her \"distrust in everything that\r\n\nsurrounds [her] controls [her] life.\"\r\n\n          At the  conclusion of  the hearing  the district  judge\r\n\nreiterated his ruling that  the 1996 amendment was  applicable to\r\n\nappellant, and concluded that \"the factual record is replete with\r\n\nevidence  to  support the  finding  that  the victim  did  suffer\r\n\n                               -10-\r\r\n\nextreme physical pain and that  she is presently suffering from .\r\n\n. . post  traumatic stress syndrome [or rape  trauma syndrome and\r\n\nbecause  of]  the presence  of  the disorder  .  . .,  her mental\r\n\nfaculties have been affected in [sic] a large extent.\"\r\n\n                     The Ex Post Facto Issue\r                               The Ex Post Facto Issue\r                                                      \r\n\n          It   is  an  elementary   principle  of  our   form  of\r\n\ngovernment, one ingrained  in the history of our  Nation, that ex\r\n\npost facto  criminal  laws are  not to  be tolerated.   Thus  the\r\n\nConstitution prohibits the retrospective  application of criminal\r\n\nlaws to the  prejudice of a defendant.  U.S. Const. art. I,    9,\r\n\ncl. 3.   In order to trigger this provision, (1)  the law must be\r\n\ncriminal in  nature,  Collins  v. Youngblood,  497  U.S.  37,  41\r                                                      \r\n\n(1990);  (2)  it  must  be  applied  retrospectively,  Miller  v.\r                                                                       \r\n\nFlorida,  482 U.S.  423, 430 (1987),  that is,  it must  apply to\r                 \r\n\nevents occurring before  its enactment, Lynce  v. Mathis, 117  S.\r                                                                  \r\n\nCt. 891, 895  (1997); and  (3) the  application of  the law  must\r\n\ndisadvantage the offender  affected by it, Weaver  v. Graham, 450\r                                                                      \r\n\nU.S.  24, 29  (1981),  by  altering  the definition  of  criminal\r\n\nconduct or increasing the punishment for the crime, Lynce, 117 S.\r                                                                   \r\n\nCt. at 895.\r\n\n          Measured against these criteria, there should be little\r\n\ndoubt  that the application  of the provisions  of the Carjacking\r\n\nCorrection  Act to  appellant  for  the crime  for  which he  was\r\n\nconvicted violates the ex post facto  clause of the Constitution.\r\n\nThere is no  question about the criminal nature  of this statute;\r\n\nit  was enacted  in 1996 to  be applied  to a crime  committed in\r\n\n                               -11-\r\r\n\n1994, thus its  retroactive enforcement is patent;  and it allows\r\n\nappellant  to be punished more stringently  than was permitted by\r\n\nthis court's decision prior to the passage of the enactment.\r\n\n          Painting  black  lines  on  the sides  of  a  horse and\r\n\ncalling it a zebra does not make it one.  Similarly, labeling the\r\n\n1996  amendment a  \"clarification\" of  Congress's  intent in  the\r\n\noriginal law is legally  irrelevant.  In the first appeal of this\r\n\ncase, this  court decided what  Congress's intention was  when it\r\n\nenacted the original statute.  V zquez-Rivera, supra, 83 F.3d. at\r                                                              \r\n\n548.   \"Having  achieved  finality,  . .  .  a judicial  decision\r\n\nbecomes the last word of the judicial department with regard to a\r\n\nparticular  case or controversy, and  Congress may not declare by\r\n\nretroactive legislation that the law applicable to that very case\r\n\nwas something other  than what the courts said it was.\"  Plaut v.\r                                                                        \r\n\nSpendthrift Farms,  Inc., 514 U.S.  211, 227 (1995).   Thus, post\r                                  \r\n\nhoc statements regarding  the original legislative intent  do not\r\n\naffect this court's previous, and  final, finding as to what that\r\n\nintent was.  Furthermore, as can be seen by the changes reflected\r\n\nin the new  statute, in which the critical  term, \"serious bodily\r\n\ninjury\"  is  redefined  from  within  the  context  of a  statute\r\n\ndesigned  to  prevent  tampering  with  consumer  goods,  to  one\r\n\nconcerned   with   sexual   abuse,  it   is   obvious   that  the\r\n\n\"clarification\" is more than merely cosmetic.\r\n\n          We are therefore  required to consider the  new factual\r\n\nrecord in  the light  of our interpretation  of Section  2119(2),\r\n\nbefore it was amended in 1996.\r                \r\n\n                               -12-\r\r\n\n                      The new factual record\r                                The new factual record\r                                                      \r\n\n          The new  record is devoid  of any  valid evidence  that\r\n\nwill support a finding of extreme physical pain, as that term was\r                                                    \r\n\ninterpreted by us in the first appeal.  V zquez-Rivera, supra, at\r                                                                       \r\n\n547.  We are thus unable to approve the district court's findings\r\n\nin this respect.\r\n\n          There is, nevertheless,  sufficient evidence to support\r\n\nthe conclusion that the victim  has suffered a \"protracted . .  .\r\n\nimpairment  of   .  .  .   mental    facult[ies].\"     18  U.S.C.\r\n\n  1365(g)(3)(D).   Without unduly  repeating what  has previously\r\n\nbeen   stated  in  this  opinion,  ante   at  4-5,  the  evidence\r                                                 \r\n\nestablishes that as a direct  consequence of the rape, the victim\r\n\nis very much emotionally disturbed, and suffers  a chronic mental\r\n\ncondition,  which persists even though several years have elapsed\r\n\nsince  her  grievous  incident.    She is  afraid  to  be  around\r\n\nstrangers or  to leave  her house unaccompanied,  is morose,  has\r\n\ncrying spells, feelings of  physical discomfort, despondency, and\r\n\nfear,  and has a loss of physical  energy.  Her malady, diagnosed\r\n\nas rape  trauma or post-traumatic  stress disorder, has  not only\r\n\nprevented her  from leading a  normal life, it has  truncated the\r\n\ncompletion of the remaining one and one-half years of her college\r\n\neducation  because she  is  unable  to  concentrate  in  academic\r\n\nendeavors, cannot  engage in social discourse and is not tolerant\r\n\nof the company of others.   We believe this evidence sufficiently\r\n\nfills the lacuna left open  in the government's first request for\r\n\nthe  enhancement provided  by 18  U.S.C.    2119(2) for  cases in\r\n\n                               -13-\r\r\n\nwhich a carjacking results in  \"serious bodily injury\" by leading\r\n\nto  the \"protracted  impairment of  . .  . [the  victim's] mental\r\n\nfacult[ies].\"  18 U.S.C.   1365(g)(3)(D).\r\n\n          One  last  argument  remains  unaddressed,  appellant's\r\n\ncontention  that even  if the  rape  constitutes \"serious  bodily\r\n\ninjury,\" it  did not  result from the  carjacking itself,  and is\r\n\ntherefore outside the coverage of the statute.  By its terms, the\r\n\ncarjacking statute seeks to punish the use of force, violence, or\r\n\nintimidation to  \"take\" a  vehicle,  and it  further provides  an\r\n\nenhancement  of the  punishment when  the taking  of the  vehicle\r\n\nresults in serious bodily injury.  Appellant contends that when a\r\n\ncarjacking victim suffers  an injury unrelated  to the taking  of\r\n\nthe vehicle, the harm, however severe, falls outside the ambit of\r\n\nthe carjacking statute.   He therefore argues that  in this case,\r\n\nthe rape was  not the \"result\" of  the carjacking because  it was\r\n\nnot intended to assist in the taking of the vehicle.\r\n\n          Appellant's  argument,  which  we  noted  but  did  not\r\n\nresolve in the  first appeal, see Rivera-V zquez, 83  F.3d at 548\r                                                          \r\n\nn.10, raises  the not  insubstantial problem  of delineating  the\r\n\nprecise   temporal   limits   of   the   crime   of   carjacking.\r\n\nNevertheless, although we need not provide a comprehensive answer\r\n\nto this problem, we find appellant's proposed construction of the\r\n\ncarjacking statute to  be unconvincing.  We begin  by noting that\r\n\nthere is no  textual basis for asserting that the  injury must be\r\n\n\"necessary  to\" or  \"intended to  effectuate\"  the taking  of the\r\n\nvehicle  itself.    To  the  contrary, the  choice  of  the  word\r\n\n                               -14-\r\r\n\n\"results\" in the statutory phrase \"if serious bodily injury . . .\r\n\nresults\" suggests that Congress intended to cover a  fairly broad\r\n\nrange  of consequences flowing from  a carjacking.  Moreover, the\r\n\nlegislative history characterized  the provision as imposing  the\r\n\nenhancement when  the  carjacking \"involves  bodily injury,\"  see\r                                                                           \r\n\nAnti  Car Theft  Act,  Pub.  L. No.  102-519,  reprinted in  1992\r                                                                     \r\n\nU.S.C.A.A.N. 2847, at  2865 (emphasis added), which  supports the\r\n\nview that the injuries covered are not limited to those resulting\r\n\nfrom  the \"taking\" of a vehicle, but also include those caused by\r\n\nthe carjacker  at any point  during his  or her retention  of the\r\n\nvehicle.  Cf. United States v. Cruz, 106 F.3d 1134, 1137 (3d Cir.\r                                             \r\n\n1997) (holding that a young woman raped during a carjacking was a\r\n\n\"victim\" of the carjacking for  sentencing purposes and that  the\r\n\ncourt could  \"look at all  the conduct underlying the  offense of\r\n\nthe  conviction\").   Furthermore,  this  view  accords  with  our\r\n\ninterpretation of sentencing enhancement  regimes generally.  See\r                                                                           \r\n\nUnited States v. Rivera-G mez, 67  F.3d 993, 1001 (1st Cir. 1995)\r                                       \r\n\n(noting   that  the  sentencing   regime  in  18   U.S.C.    2119\r\n\n\"represents a  congressional  judgment that  the  punishment  for\r\n\ncommitting  the crime  of  carjacking should  be  harsher if  the\r\n\ncrime,  as actually  perpetrated, includes conduct  that produces\r\n\nthe  demise  of  the  victim.\").    This interpretation  is  also\r\n\nconsistent with  the tenor  of our  prior  holding regarding  the\r\n\nadmissibility of the evidence of the  rape to prove an element of\r\n\nthe crime,  the use  of a firearm,  which was  first seen  by the\r\n\n                               -15-\r\r\n\nvictim when  appellant placed  the weapon  on top of  the car  to\r\n\nintimidate her immediately prior to raping her.  \r\n\n          We  thus conclude that, under the circumstances of this\r\n\ncase, the carjacking  resulted in serious bodily  injury, namely,\r\n\nthe impairment of  the victim's mental faculties.  Therefore, the\r\n\ndistrict  court  did not  abuse  its discretion  in  imposing the\r\n\nsentencing enhancement provided by Section 2119(2).4\r\n\n          For the reasons stated in this opinion, the decision of\r\n\nthe district court is AFFIRMED.\r                                AFFIRMED\r\n\n                    \r                              \r\n\n4   We also  find that  the rule of  lenity does not  prevent the\r\napplication  of  the section  2119(2)  enhancement  to appellant.\r\n\"The  rule of lenity  applies only  if, after  seizing everything\r\nfrom which aid can be derived, [a court] can make no  more than a\r\nguess as to what Congress intended.\"  Reno v. Koray, 515 U.S. 50,\r                                                             \r\n   , 115  S. Ct. 2021, 2029 (1995).  A  prior panel of this court\r\nhas thus noted that, \"[p]ut bluntly, the rule of lenity cannot be\r\nused to create ambiguity when the  meaning of a law, even if  not\r\nreadily  apparent, is, upon  inquiry, reasonably clear.\"   United\r                                                                           \r\nStates v. Nippon  Paper Ind. Co., Ltd.,  109 F.3d 1, 8  (1st Cir.\r                                                \r\n1997).   As  our discussion  above demonstrates,  we do  not find\r\nsection 2119(2) to be ambiguous - only somewhat complicated.\r\n\n                               -16-\r\r\n",
  "html": "<p class=\"case_cite\">135 F.3d 172</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Reynaldo VAZQUEZ-RIVERA, Defendant--Appellant.</p>\n    <p class=\"docket\">No. 97-1267.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1997.<br>Decided Feb. 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edgardo Rodrguez-Quilichini, Assistant Federal Public Defender, San Juan, PR, with whom Joseph C. Laws, Jr., Federal Public Defender, Hato Rey, PR, was on brief, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Senior Litigation Counsel, San Juan, PR, with whom Guillermo Gil, United States Attorney, and Nelson Perez-Sosa, Assistant United States Attorney, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case is before us for the second time.  See United States v. Vazquez-Rivera, 83 F.3d 542 (1st Cir.1996).  In the first appeal, we affirmed Appellant's conviction for carjacking in violation of 18 U.S.C. &#167; 2119, but concluded that the sentence was flawed because the factual record had not been sufficiently developed to support the sentencing enhancement imposed.  We thus remanded the case to allow the district court to reconsider sentencing options.  Id. at 543.   The version of the carjacking statute in force at the time the crime occurred, June 24, 1994, provided for an enhancement of the imprisonment option available to the sentencing judge of up to 10 additional years--to a maximum of 25 years--if \"serious bodily injury\" resulted from the commission of the crime.  18 U.S.C. &#167; 2119(2).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  That provision refers to 18 U.S.C. &#167; 1365 for the definition of what constitutes \"serious bodily injury\" under the carjacking statute.  Section 1365(g)(3), which codifies part of the Federal Anti-Tampering Act, Pub.L. No. 98-127, &#167; 2, 97 Stat. 831 (1983), provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>[T]he term \"serious bodily injury\" means injury which involves -</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">(A) a substantial risk of death;</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(B) extreme physical pain;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(C) protracted and obvious disfigurement;  or</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(D) protracted loss or impairment of the function of a bodily member, organ, or mental faculty....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court concluded, and we agreed, Vazquez-Rivera, 83 F.3d at 546-47, that the prosecution proved that the carjacking victim was raped by Appellant during the commission of the charged offense.  The trial court went on to rule, however, that the 10 year imprisonment enhancement was warranted, based on a determination that the rape caused the victim \"extreme physical pain.\"   Although we concurred with the district court's views that this crime was \"degrading, heinous, cruel, and brutal,\" id. at 547, we reluctantly vacated the sentence because we found the record devoid of any evidence that would support the district court's finding of \"extreme physical pain,\" as that term was defined in the aforementioned legislation.  The record did not contain any description of the assault other than that it took place while the victim was in a debasing physical position, and that the rape lasted approximately five minutes.  A medical account introduced as part of the presentence report reflected that her physical condition only two hours after the rape presented no signs of any cuts or bruises in her vaginal area.  It was otherwise silent regarding any other physical manifestations of this crime.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On this first appeal the Government made a belated attempt to salvage the sentencing enhancement by arguing the fourth prong of Section 1365(g)(3), to the effect that the victim had also suffered extreme mental trauma.  Unfortunately, with the meagerness of the record before us, we were unable to meet the statutory standard which required that \"protracted loss or impairment of the function of a ... mental faculty\" exist.  This language, we ruled, mandated \"evidence of the specific, objective types of harm set out in the statute,\" id. at 548 n. 9, the phraseology of which was designed by Congress to deal with the tampering of consumer goods, not rape.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The only evidence available to us regarding the victim's mental condition was contained in the presentence report, which indicated that the victim had received no professional counseling or assistance, but had relied on the support of her family and boyfriend.  It also had her statement to the probation officer that the ordeal \"had a devastating effect on her life, family, and consensual relationship.\"  Id., at 548.   Although we recognized that \"even a rape that causes no physical pain is a unique and reprehensible physical and psychic invasion,\" id., the statute in question, by its terms, limited our hand to specific types of injury.  This prevented us from concluding \"that any rape, regardless of the circumstances, [was the] equivalent [of] the[ ] specified harms\" necessary for a triggering of the enhancement.  The interpretation proposed by the government, we believed, \"would broaden measurably the limited category of injuries that Congress designated as justifying a substantial increase in punishment for carjacking.\"  Id. (emphasis supplied).  Without further indication from that body, we felt unauthorized to take the expanded view of Section 1365 proposed by the Government and adopted by the district court.  Thus we remanded to allow the Government to \"provide some evidentiary basis upon which the court may conclude that one or more of the statutory conditions of harm occurred.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After remand, but before resentencing of appellant by the district court, Congress's attention was momentarily focused on this court's decision.  See H.R.Rep. No. 104-787, at 2-3, 142 Cong.  Rec. 3409, 3410-11 (1996).  This scrutiny resulted in the enactment of the so-called Carjacking Correction Act of 1996, Pub.L. No. 104-217, 110 Stat. 3020, which became effective on October 1, 1996, the intended purpose of which was to rectify this court's interpretation of the term \"serious bodily injury\" as defined in Section 1365 of Title 18.  See 142 Cong.  Rec. at 3410-11;  Statement on signing the Carjacking Correction Act of 1996 (Pres.  Bill Clinton), 1996 WL 13336081 (October 1, 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pursuant to this new statute, Section 2119(2) of Title 18 was amended to redefine the term \"serious bodily injury\" contained in Section 1365 of that Title to include any conduct constituting \"sexual abuse,\" as that term is defined in Sections 2241 and 2242 of Title 18.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The application of this legislation to appellant is one of the issues we must decide in the present, and latest, review of his sentence.</p>\n    </div>\n    <p>The Present Appeal</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The case was called for re-sentencing on January 17, 1997.  Prior thereto the government filed a motion announcing its intention to seek an enhanced sentence pursuant to 18 U.S.C. &#167; 2119(2), by introducing evidence during the sentencing hearing that the victim suffered \"serious bodily injury,\" arguing, inter alia, that the amendment to that section contained in the Carjacking Correction Act of 1996, supra, was applicable to appellant upon resentencing.  Appellant opposed the government's proposal, countering that the application of that provision to him for the crime for which he had previously been convicted violated the Ex-Post Facto Clause of the Constitution.<sup>3</sup>  Appellant further contended that any \"serious bodily injury\" suffered by his victim resulted from the rape itself and not from the carjacking, and therefore that such injury could not serve as the basis for enhancing his sentence under the carjacking statute.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the outset of the sentencing hearing, the district judge made reference to our opinion, supra, at 544, stating that the purpose of the proceeding was \"to reconsider sentencing options\" (emphasis supplied) in view of the fact that a prior panel of this court had concluded \"that the factual record ha[d] not been sufficiently developed to support the sentence enhancement.\"  Id. The district court then ruled that the 1996 amendment to the carjacking statute was a \"mere clarification\" of the original legislation, and thus was applicable to appellant's remanded sentencing.  The court stated, in the alternative, that it \"presume[d] that the government would present sufficient factual instances now so that the Court can support its finding ... even under the law as it was before the clarification....\"  Finally, the court held that appellant's action of \"taking\" the vehicle in question, an element of the carjacking crime for which he was convicted, 18 U.S.C. &#167; 2119(2), was not consummated until after he drove away, having abandoned the victim of the rape on a lonely beach.  Thus, the court rejected appellant's contention that any serious bodily injury suffered from the rape was not the result of the carjacking itself.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government proceeded to present evidence regarding the victim's injuries.  This consisted of the testimony of former Assistant U.S. Attorney Sylvia Carreno-Coll and of Mercedes Rodrguez-Lpez, a social psychologist.  A letter dated September 30, 1995, from the victim to the sentencing judge, was also made part of the sentencing record.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Carreno-Coll testified that as the Assistant U.S. Attorney in charge of prosecuting this case she visited the scene of the rape prior to the trial, accompanied by the victim.  During the course of this viewing and the related conversations with the victim, the victim told her \"how helpless she felt, how threatened, the terror that she felt that night,\" that as they approached the scene of the crime the victim became \"increasingly nervous and visibly upset,\" and \"became dizzy ... started crying and basically ... had to be carried back to the car because she couldn't stand.\"   On the return trip to San Juan--the rape took place in a remote beach about 40 miles distant--\"she cried all the way back ... [,] was extremely quiet and ... had to [be] take[n] ... to her house.\"   Carreno-Coll also testified that during other pretrial interviews with the victim, when they \"got to the part of the rape, ... she would become very upset, very nervous.\"   At the district court's prompting she also testified that the victim told her \"that she feared for her life throughout the ordeal,\" \"felt deeply humiliated,\" \"felt pain ... and deeply violated while the rape was taking place,\" and \"felt dirty and in pain throughout the event.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mercedes Rodrguez-Lpez testified that she was a licensed social psychologist with experience in the health environment of victims who survived crime, particularly victims of violence or rape.  She was a counselor and director of the Rape Victims Health Center and stated that she had approximately twenty years of experience dealing with rape victims.  Rodrguez-Lpez indicated that she held two personal interviews with the victim, the second one a week before the hearing, as well as six or seven telephone conversations, for a total of about twelve to fifteen hours of interviews.  In addition the victim filled out a questionnaire forwarded to her by Rodrguez-Lpez dealing with the subject of the sentencing hearing.  Rodrguez-Lpez also filed a written report which was generally repetitious of her testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rodrguez-Lpez indicated that the victim \"has not been able to survive the effects of this rape[;] she is confronting some acute reactions which ... are chronic due to the prolonged period she has been through them and the least I can say about the process that [the victim] has gone [through] is these are the most devastating ones that I have ever seen about someone who has gone through a rape process.\"   Rodrguez testified that the victim suffered non-resolved rape trauma and post-traumatic stress syndrome, which manifested itself as \"fear, the sense of distrust, physical discomfort, loss of energy, a loss of faith in life and the sensation that would it [sic] have been better off to die than continue living are [sic] three years now after the rape as if the rape were virtual in this moment now.\"   She concluded her testimony by saying that she \"had no doubt whatsoever that the [victim's] physical pain was extreme at the time [of the rape], days after this rape and even now on a daily basis that pain is rekindled and in the emotional and mental level I have no doubt whatsoever that we are facing severe damage, extreme, critical of the emotional condition and which effect [sic] her function, individual, social, family level.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rodrguez-Lpez's report dated December 12, 1996, which is also part of the record, substantially supports her testimony at the hearing.  It also documents that the victim has been unable to finish her college education, of which she has completed two and one half years, because of the emotional condition that she was suffering \"as a consequence of the robbery, kidnapping and rape she suffered in 1994.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government also introduced into evidence a letter dated September 30, 1995, directed by the victim to the trial judge, which the judge indicated was read by him prior to the original sentencing but not placed into the record because he felt that the presence of the press at that hearing would further stigmatize the victim.  In her letter the victim indicates how the violation \"was only the beginning of a long nightmare [in] which she do[es] not even dare go to the corner of the street without having someone accompanying\" her.  She is \"afraid of anyone who stands near\" her, and her \"distrust in everything that surrounds [her] controls [her] life.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the conclusion of the hearing the district judge reiterated his ruling that the 1996 amendment was applicable to appellant, and concluded that \"the factual record is replete with evidence to support the finding that the victim did suffer extreme physical pain and that she is presently suffering from ... post traumatic stress syndrome [or rape trauma syndrome and because of] the presence of the disorder ..., her mental faculties have been affected in [sic] a large extent.\"The Ex Post Facto Issue</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is an elementary principle of our form of government, one ingrained in the history of our Nation, that ex post facto criminal laws are not to be tolerated.  Thus the Constitution prohibits the retrospective application of criminal laws to the prejudice of a defendant.  U.S. Const. art.  I, &#167; 9, cl. 3.  In order to trigger this provision, (1) the law must be criminal in nature, Collins v. Youngblood, 497 U.S. 37, 41, 110 S.Ct. 2715, 2718, 111 L.Ed.2d 30 (1990);  (2) it must be applied retrospectively, Miller v. Florida, 482 U.S. 423, 430, 107 S.Ct. 2446, 2451, 96 L.Ed.2d 351 (1987), that is, it must apply to events occurring before its enactment, Lynce v. Mathis, 519 U.S. 433, ----, 117 S.Ct. 891, 895, 137 L.Ed.2d 63 (1997);  and (3) the application of the law must disadvantage the offender affected by it, Weaver v. Graham, 450 U.S. 24, 29, 101 S.Ct. 960, 964, 67 L.Ed.2d 17 (1981), by altering the definition of criminal conduct or increasing the punishment for the crime, Lynce, 519 U.S. at ----, 117 S.Ct. at 895.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Measured against these criteria, there should be little doubt that the application of the provisions of the Carjacking Correction Act to appellant for the crime for which he was convicted violates the ex post facto clause of the Constitution.  There is no question about the criminal nature of this statute;  it was enacted in 1996 to be applied to a crime committed in 1994, thus its retroactive enforcement is patent;  and it allows appellant to be punished more stringently than was permitted by this court's decision prior to the passage of the enactment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Painting black lines on the sides of a horse and calling it a zebra does not make it one.  Similarly, labeling the 1996 amendment a \"clarification\" of Congress's intent in the original law is legally irrelevant.  In the first appeal of this case, this court decided what Congress's intention was when it enacted the original statute.  Vazquez-Rivera, supra, 83 F.3d at 548.  \"Having achieved finality, ... a judicial decision becomes the last word of the judicial department with regard to a particular case or controversy, and Congress may not declare by retroactive legislation that the law applicable to that very case was something other than what the courts said it was.\"  Plaut v. Spendthrift Farm, Inc., 514 U.S. 211, 227, 115 S.Ct. 1447, 1457, 131 L.Ed.2d 328 (1995).  Thus, post hoc statements regarding the original legislative intent do not affect this court's previous, and final, finding as to what that intent was.  Furthermore, as can be seen by the changes reflected in the new statute, in which the critical term, \"serious bodily injury\" is redefined from within the context of a statute designed to prevent tampering with consumer goods, to one concerned with sexual abuse, it is obvious that the \"clarification\" is more than merely cosmetic.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We are therefore required to consider the new factual record in the light of our interpretation of Section 2119(2), before it was amended in 1996.</p>\n    </div>\n    <p>The new factual record</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The new record is devoid of any valid evidence that will support a finding of extreme physical pain, as that term was interpreted by us in the first appeal.  Vazquez-Rivera, supra, at 547.   We are thus unable to approve the district court's findings in this respect.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">There is, nevertheless, sufficient evidence to support the conclusion that the victim has suffered a \"protracted ... impairment of ... mental facult[ies].\"  18 U.S.C. &#167; 1365(g)(3)(D).  Without unduly repeating what has previously been stated in this opinion, ante at 174-75, the evidence establishes that as a direct consequence of the rape, the victim is very much emotionally disturbed, and suffers a chronic mental condition, which persists even though several years have elapsed since her grievous incident.  She is afraid to be around strangers or to leave her house unaccompanied, is morose, has crying spells, feelings of physical discomfort, despondency, and fear, and has a loss of physical energy.  Her malady, diagnosed as rape trauma or post-traumatic stress disorder, has not only prevented her from leading a normal life, it has truncated the completion of the remaining one and one-half years of her college education because she is unable to concentrate in academic endeavors, cannot engage in social discourse and is not tolerant of the company of others.  We believe this evidence sufficiently fills the lacuna left open in the government's first request for the enhancement provided by 18 U.S.C. &#167; 2119(2) for cases in which a carjacking results in \"serious bodily injury\" by leading to the \"protracted impairment of ... [the victim's] mental facult[ies].\"  18 U.S.C. &#167; 1365(g)(3)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">One last argument remains unaddressed, appellant's contention that even if the rape constitutes \"serious bodily injury,\" it did not result from the carjacking itself, and is therefore outside the coverage of the statute.  By its terms, the carjacking statute seeks to punish the use of force, violence, or intimidation to \"take\" a vehicle, and it further provides an enhancement of the punishment when the taking of the vehicle results in serious bodily injury.  Appellant contends that when a carjacking victim suffers an injury unrelated to the taking of the vehicle, the harm, however severe, falls outside the ambit of the carjacking statute.  He therefore argues that in this case, the rape was not the \"result\" of the carjacking because it was not intended to assist in the taking of the vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Appellant's argument, which we noted but did not resolve in the first appeal, see Vazquez-Rivera, 83 F.3d at 548 n. 10, raises the not insubstantial problem of delineating the precise temporal limits of the crime of carjacking.  Nevertheless, although we need not provide a comprehensive answer to this problem, we find appellant's proposed construction of the carjacking statute to be unconvincing.  We begin by noting that there is no textual basis for asserting that the injury must be \"necessary to\" or \"intended to effectuate\" the taking of the vehicle itself.  To the contrary, the choice of the word \"results\" in the statutory phrase \"if serious bodily injury ... results\" suggests that Congress intended to cover a fairly broad range of consequences flowing from a carjacking.  Moreover, the legislative history characterized the provision as imposing the enhancement when the carjacking \"involves bodily injury,\" see Anti Car Theft Act, Pub.L. No. 102-519, reprinted in 1992 U.S.C.A.A.N. 2847, at 2865 (emphasis added), which supports the view that the injuries covered are not limited to those resulting from the \"taking\" of a vehicle, but also include those caused by the carjacker at any point during his or her retention of the vehicle.  Cf. United States v. Cruz, 106 F.3d 1134, 1137 (3d Cir.1997) (holding that a young woman raped during a carjacking was a \"victim\" of the carjacking for sentencing purposes and that the court could \"look at all the conduct underlying the offense of the conviction\").  Furthermore, this view accords with our interpretation of sentencing enhancement regimes generally.  See United States v. Rivera-Gomez, 67 F.3d 993, 1001 (1st Cir.1995) (noting that the sentencing regime in 18 U.S.C. &#167; 2119 \"represents a congressional judgment that the punishment for committing the crime of carjacking should be harsher if the crime, as actually perpetrated, includes conduct that produces the demise of the victim.\").  This interpretation is also consistent with the tenor of our prior holding regarding the admissibility of the evidence of the rape to prove an element of the crime, the use of a firearm, which was first seen by the victim when appellant placed the weapon on top of the car to intimidate her immediately prior to raping her.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We thus conclude that, under the circumstances of this case, the carjacking resulted in serious bodily injury, namely, the impairment of the victim's mental faculties.  Therefore, the district court did not abuse its discretion in imposing the sentencing enhancement provided by Section 2119(2).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For the reasons stated in this opinion, the decision of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Before its amendment in 1996, section 2119 read, in pertinent part:</p>\n        <p>Whoever, possessing a firearm as defined in Section 921 of this Title, takes a motor vehicle that has been transported, shipped, or received in interstate commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall</p>\n        <p>(1) be fined under this Title or imprisoned not more than 15 years, or both,</p>\n        <p>(2) if serious bodily injury (as defined in section 1365 of this title) results, be fined under this title or imprisoned not more than 25 years, or both....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 2 of Pub.L. No. 104-217 provides:</p>\n        <p>Section 2119(2) of title 18, United States Code, is amended by inserting, \"including any conduct that, if the conduct occurred in the special maritime and territorial jurisdiction of the United States, would violate section 2241 or 2242 of this title\" after \"(defined as in section 1365 of this title.)\"</p>\n        <p>18 U.S.C. &#167;&#167; 2241 and 2242 establish the crimes of aggravated sexual abuse (by the use of force or threats of death, serious bodily injury, or kidnapping) and sexual abuse, respectively, within the special maritime and territorial jurisdiction of the United States.</p>\n        <p>3 U.S. Const. art.  I, &#167; 9, cl. 3:</p>\n        <p>No ... ex post facto Law shall be passed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also find that the rule of lenity does not prevent the application of the section 2119(2) enhancement to appellant.  \"The rule of lenity applies only if, after seizing everything from which aid can be derived, [a court] can make no more than a guess as to what Congress intended.\"  Reno v. Koray, 515 U.S. 50, 65, 115 S.Ct. 2021, 2029, 132 L.Ed.2d 46 (1995).  A prior panel of this court has thus noted that, \"[p]ut bluntly, the rule of lenity cannot be used to create ambiguity when the meaning of a law, even if not readily apparent, is, upon inquiry, reasonably clear.\"  United States v. Nippon Paper Ind.  Co., Ltd., 109 F.3d 1, 8 (1st Cir.1997).  As our discussion above demonstrates, we do not find section 2119(2) to be ambiguous--only somewhat complicated</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Reynaldo VAZQUEZ-RIVERA, Defendant--Appellant.</p>\n    <p class=\"docket\">No. 97-1267.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1997.<br>Decided Feb. 2, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edgardo Rodrguez-Quilichini, Assistant Federal Public Defender, San Juan, PR, with whom Joseph C. Laws, Jr., Federal Public Defender, Hato Rey, PR, was on brief, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Senior Litigation Counsel, San Juan, PR, with whom Guillermo Gil, United States Attorney, and Nelson Perez-Sosa, Assistant United States Attorney, Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case is before us for the second time.  See United States v. Vazquez-Rivera, <span class=\"citation\" data-id=\"196774\"><a href=\"/opinion/196774/united-states-v-vazquez-rivera/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span> (1st Cir.1996).  In the first appeal, we affirmed Appellant's conviction for carjacking in violation of 18 U.S.C. &#167; 2119, but concluded that the sentence was flawed because the factual record had not been sufficiently developed to support the sentencing enhancement imposed.  We thus remanded the case to allow the district court to reconsider sentencing options.  Id. at 543.   The version of the carjacking statute in force at the time the crime occurred, June 24, 1994, provided for an enhancement of the imprisonment option available to the sentencing judge of up to 10 additional years--to a maximum of 25 years--if \"serious bodily injury\" resulted from the commission of the crime.  18 U.S.C. &#167; 2119(2).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  That provision refers to 18 U.S.C. &#167; 1365 for the definition of what constitutes \"serious bodily injury\" under the carjacking statute.  Section 1365(g)(3), which codifies part of the Federal Anti-Tampering Act, Pub.L. No. 98-127, &#167; 2, 97 Stat. 831 (1983), provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>[T]he term \"serious bodily injury\" means injury which involves -</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">(A) a substantial risk of death;</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(B) extreme physical pain;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(C) protracted and obvious disfigurement;  or</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(D) protracted loss or impairment of the function of a bodily member, organ, or mental faculty....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court concluded, and we agreed, Vazquez-Rivera, 83 F.3d at 546-47, that the prosecution proved that the carjacking victim was raped by Appellant during the commission of the charged offense.  The trial court went on to rule, however, that the 10 year imprisonment enhancement was warranted, based on a determination that the rape caused the victim \"extreme physical pain.\"   Although we concurred with the district court's views that this crime was \"degrading, heinous, cruel, and brutal,\" id. at 547, we reluctantly vacated the sentence because we found the record devoid of any evidence that would support the district court's finding of \"extreme physical pain,\" as that term was defined in the aforementioned legislation.  The record did not contain any description of the assault other than that it took place while the victim was in a debasing physical position, and that the rape lasted approximately five minutes.  A medical account introduced as part of the presentence report reflected that her physical condition only two hours after the rape presented no signs of any cuts or bruises in her vaginal area.  It was otherwise silent regarding any other physical manifestations of this crime.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On this first appeal the Government made a belated attempt to salvage the sentencing enhancement by arguing the fourth prong of Section 1365(g)(3), to the effect that the victim had also suffered extreme mental trauma.  Unfortunately, with the meagerness of the record before us, we were unable to meet the statutory standard which required that \"protracted loss or impairment of the function of a ... mental faculty\" exist.  This language, we ruled, mandated \"evidence of the specific, objective types of harm set out in the statute,\" id. at 548 n. 9, the phraseology of which was designed by Congress to deal with the tampering of consumer goods, not rape.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The only evidence available to us regarding the victim's mental condition was contained in the presentence report, which indicated that the victim had received no professional counseling or assistance, but had relied on the support of her family and boyfriend.  It also had her statement to the probation officer that the ordeal \"had a devastating effect on her life, family, and consensual relationship.\"  Id., at 548.   Although we recognized that \"even a rape that causes no physical pain is a unique and reprehensible physical and psychic invasion,\" id., the statute in question, by its terms, limited our hand to specific types of injury.  This prevented us from concluding \"that any rape, regardless of the circumstances, [was the] equivalent [of] the[ ] specified harms\" necessary for a triggering of the enhancement.  The interpretation proposed by the government, we believed, \"would broaden measurably the limited category of injuries that Congress designated as justifying a substantial increase in punishment for carjacking.\"  Id. (emphasis supplied).  Without further indication from that body, we felt unauthorized to take the expanded view of Section 1365 proposed by the Government and adopted by the district court.  Thus we remanded to allow the Government to \"provide some evidentiary basis upon which the court may conclude that one or more of the statutory conditions of harm occurred.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After remand, but before resentencing of appellant by the district court, Congress's attention was momentarily focused on this court's decision.  See H.R.Rep. No. 104-787, at 2-3, 142 Cong.  Rec. 3409, 3410-11 (1996).  This scrutiny resulted in the enactment of the so-called Carjacking Correction Act of 1996, Pub.L. No. 104-217, 110 Stat. 3020, which became effective on October 1, 1996, the intended purpose of which was to rectify this court's interpretation of the term \"serious bodily injury\" as defined in Section 1365 of Title 18.  See 142 Cong.  Rec. at 3410-11;  Statement on signing the Carjacking Correction Act of 1996 (Pres.  Bill Clinton), <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">13336081</span></span> (October 1, 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pursuant to this new statute, Section 2119(2) of Title 18 was amended to redefine the term \"serious bodily injury\" contained in Section 1365 of that Title to include any conduct constituting \"sexual abuse,\" as that term is defined in Sections 2241 and 2242 of Title 18.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The application of this legislation to appellant is one of the issues we must decide in the present, and latest, review of his sentence.</p>\n    </div>\n    <p>The Present Appeal</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The case was called for re-sentencing on January 17, 1997.  Prior thereto the government filed a motion announcing its intention to seek an enhanced sentence pursuant to 18 U.S.C. &#167; 2119(2), by introducing evidence during the sentencing hearing that the victim suffered \"serious bodily injury,\" arguing, inter alia, that the amendment to that section contained in the Carjacking Correction Act of 1996, supra, was applicable to appellant upon resentencing.  Appellant opposed the government's proposal, countering that the application of that provision to him for the crime for which he had previously been convicted violated the Ex-Post Facto Clause of the Constitution.<sup>3</sup>  Appellant further contended that any \"serious bodily injury\" suffered by his victim resulted from the rape itself and not from the carjacking, and therefore that such injury could not serve as the basis for enhancing his sentence under the carjacking statute.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the outset of the sentencing hearing, the district judge made reference to our opinion, supra, at 544, stating that the purpose of the proceeding was \"to reconsider sentencing options\" (emphasis supplied) in view of the fact that a prior panel of this court had concluded \"that the factual record ha[d] not been sufficiently developed to support the sentence enhancement.\"  Id. The district court then ruled that the 1996 amendment to the carjacking statute was a \"mere clarification\" of the original legislation, and thus was applicable to appellant's remanded sentencing.  The court stated, in the alternative, that it \"presume[d] that the government would present sufficient factual instances now so that the Court can support its finding ... even under the law as it was before the clarification....\"  Finally, the court held that appellant's action of \"taking\" the vehicle in question, an element of the carjacking crime for which he was convicted, 18 U.S.C. &#167; 2119(2), was not consummated until after he drove away, having abandoned the victim of the rape on a lonely beach.  Thus, the court rejected appellant's contention that any serious bodily injury suffered from the rape was not the result of the carjacking itself.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government proceeded to present evidence regarding the victim's injuries.  This consisted of the testimony of former Assistant U.S. Attorney Sylvia Carreno-Coll and of Mercedes Rodrguez-Lpez, a social psychologist.  A letter dated September 30, 1995, from the victim to the sentencing judge, was also made part of the sentencing record.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Carreno-Coll testified that as the Assistant U.S. Attorney in charge of prosecuting this case she visited the scene of the rape prior to the trial, accompanied by the victim.  During the course of this viewing and the related conversations with the victim, the victim told her \"how helpless she felt, how threatened, the terror that she felt that night,\" that as they approached the scene of the crime the victim became \"increasingly nervous and visibly upset,\" and \"became dizzy ... started crying and basically ... had to be carried back to the car because she couldn't stand.\"   On the return trip to San Juan--the rape took place in a remote beach about 40 miles distant--\"she cried all the way back ... [,] was extremely quiet and ... had to [be] take[n] ... to her house.\"   Carreno-Coll also testified that during other pretrial interviews with the victim, when they \"got to the part of the rape, ... she would become very upset, very nervous.\"   At the district court's prompting she also testified that the victim told her \"that she feared for her life throughout the ordeal,\" \"felt deeply humiliated,\" \"felt pain ... and deeply violated while the rape was taking place,\" and \"felt dirty and in pain throughout the event.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mercedes Rodrguez-Lpez testified that she was a licensed social psychologist with experience in the health environment of victims who survived crime, particularly victims of violence or rape.  She was a counselor and director of the Rape Victims Health Center and stated that she had approximately twenty years of experience dealing with rape victims.  Rodrguez-Lpez indicated that she held two personal interviews with the victim, the second one a week before the hearing, as well as six or seven telephone conversations, for a total of about twelve to fifteen hours of interviews.  In addition the victim filled out a questionnaire forwarded to her by Rodrguez-Lpez dealing with the subject of the sentencing hearing.  Rodrguez-Lpez also filed a written report which was generally repetitious of her testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rodrguez-Lpez indicated that the victim \"has not been able to survive the effects of this rape[;] she is confronting some acute reactions which ... are chronic due to the prolonged period she has been through them and the least I can say about the process that [the victim] has gone [through] is these are the most devastating ones that I have ever seen about someone who has gone through a rape process.\"   Rodrguez testified that the victim suffered non-resolved rape trauma and post-traumatic stress syndrome, which manifested itself as \"fear, the sense of distrust, physical discomfort, loss of energy, a loss of faith in life and the sensation that would it [sic] have been better off to die than continue living are [sic] three years now after the rape as if the rape were virtual in this moment now.\"   She concluded her testimony by saying that she \"had no doubt whatsoever that the [victim's] physical pain was extreme at the time [of the rape], days after this rape and even now on a daily basis that pain is rekindled and in the emotional and mental level I have no doubt whatsoever that we are facing severe damage, extreme, critical of the emotional condition and which effect [sic] her function, individual, social, family level.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rodrguez-Lpez's report dated December 12, 1996, which is also part of the record, substantially supports her testimony at the hearing.  It also documents that the victim has been unable to finish her college education, of which she has completed two and one half years, because of the emotional condition that she was suffering \"as a consequence of the robbery, kidnapping and rape she suffered in 1994.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government also introduced into evidence a letter dated September 30, 1995, directed by the victim to the trial judge, which the judge indicated was read by him prior to the original sentencing but not placed into the record because he felt that the presence of the press at that hearing would further stigmatize the victim.  In her letter the victim indicates how the violation \"was only the beginning of a long nightmare [in] which she do[es] not even dare go to the corner of the street without having someone accompanying\" her.  She is \"afraid of anyone who stands near\" her, and her \"distrust in everything that surrounds [her] controls [her] life.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the conclusion of the hearing the district judge reiterated his ruling that the 1996 amendment was applicable to appellant, and concluded that \"the factual record is replete with evidence to support the finding that the victim did suffer extreme physical pain and that she is presently suffering from ... post traumatic stress syndrome [or rape trauma syndrome and because of] the presence of the disorder ..., her mental faculties have been affected in [sic] a large extent.\"The Ex Post Facto Issue</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is an elementary principle of our form of government, one ingrained in the history of our Nation, that ex post facto criminal laws are not to be tolerated.  Thus the Constitution prohibits the retrospective application of criminal laws to the prejudice of a defendant.  U.S. Const. art.  I, &#167; 9, cl. 3.  In order to trigger this provision, (1) the law must be criminal in nature, Collins v. Youngblood, <span class=\"citation\" data-id=\"112471\"><a href=\"/opinion/112471/collins-v-youngblood/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 41, <span class=\"citation\" data-id=\"112471\"><a href=\"/opinion/112471/collins-v-youngblood/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2715</span></a></span>, 2718, <span class=\"citation\" data-id=\"112471\"><a href=\"/opinion/112471/collins-v-youngblood/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span></a></span> (1990);  (2) it must be applied retrospectively, Miller v. Florida, <span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 430, <span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2446</span></a></span>, 2451, <span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1987), that is, it must apply to events occurring before its enactment, Lynce v. Mathis, <span class=\"citation\" data-id=\"118088\"><a href=\"/opinion/118088/lynce-v-mathis/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, ----, <span class=\"citation\" data-id=\"118088\"><a href=\"/opinion/118088/lynce-v-mathis/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">891</span></a></span>, 895, <span class=\"citation\" data-id=\"118088\"><a href=\"/opinion/118088/lynce-v-mathis/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">63</span></a></span> (1997);  and (3) the application of the law must disadvantage the offender affected by it, Weaver v. Graham, <span class=\"citation\" data-id=\"110413\"><a href=\"/opinion/110413/weaver-v-graham/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, 29, <span class=\"citation\" data-id=\"110413\"><a href=\"/opinion/110413/weaver-v-graham/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">960</span></a></span>, 964, <span class=\"citation\" data-id=\"110413\"><a href=\"/opinion/110413/weaver-v-graham/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">17</span></a></span> (1981), by altering the definition of criminal conduct or increasing the punishment for the crime, Lynce, 519 U.S. at ----, 117 S.Ct. at 895.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Measured against these criteria, there should be little doubt that the application of the provisions of the Carjacking Correction Act to appellant for the crime for which he was convicted violates the ex post facto clause of the Constitution.  There is no question about the criminal nature of this statute;  it was enacted in 1996 to be applied to a crime committed in 1994, thus its retroactive enforcement is patent;  and it allows appellant to be punished more stringently than was permitted by this court's decision prior to the passage of the enactment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Painting black lines on the sides of a horse and calling it a zebra does not make it one.  Similarly, labeling the 1996 amendment a \"clarification\" of Congress's intent in the original law is legally irrelevant.  In the first appeal of this case, this court decided what Congress's intention was when it enacted the original statute.  Vazquez-Rivera, supra, 83 F.3d at 548.  \"Having achieved finality, ... a judicial decision becomes the last word of the judicial department with regard to a particular case or controversy, and Congress may not declare by retroactive legislation that the law applicable to that very case was something other than what the courts said it was.\"  Plaut v. Spendthrift Farm, Inc., <span class=\"citation\" data-id=\"117916\"><a href=\"/opinion/117916/plaut-v-spendthrift-farm-inc/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, 227, <span class=\"citation\" data-id=\"117916\"><a href=\"/opinion/117916/plaut-v-spendthrift-farm-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1447</span></a></span>, 1457, <span class=\"citation\" data-id=\"117916\"><a href=\"/opinion/117916/plaut-v-spendthrift-farm-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span></a></span> (1995).  Thus, post hoc statements regarding the original legislative intent do not affect this court's previous, and final, finding as to what that intent was.  Furthermore, as can be seen by the changes reflected in the new statute, in which the critical term, \"serious bodily injury\" is redefined from within the context of a statute designed to prevent tampering with consumer goods, to one concerned with sexual abuse, it is obvious that the \"clarification\" is more than merely cosmetic.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We are therefore required to consider the new factual record in the light of our interpretation of Section 2119(2), before it was amended in 1996.</p>\n    </div>\n    <p>The new factual record</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The new record is devoid of any valid evidence that will support a finding of extreme physical pain, as that term was interpreted by us in the first appeal.  Vazquez-Rivera, supra, at 547.   We are thus unable to approve the district court's findings in this respect.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">There is, nevertheless, sufficient evidence to support the conclusion that the victim has suffered a \"protracted ... impairment of ... mental facult[ies].\"  18 U.S.C. &#167; 1365(g)(3)(D).  Without unduly repeating what has previously been stated in this opinion, ante at 174-75, the evidence establishes that as a direct consequence of the rape, the victim is very much emotionally disturbed, and suffers a chronic mental condition, which persists even though several years have elapsed since her grievous incident.  She is afraid to be around strangers or to leave her house unaccompanied, is morose, has crying spells, feelings of physical discomfort, despondency, and fear, and has a loss of physical energy.  Her malady, diagnosed as rape trauma or post-traumatic stress disorder, has not only prevented her from leading a normal life, it has truncated the completion of the remaining one and one-half years of her college education because she is unable to concentrate in academic endeavors, cannot engage in social discourse and is not tolerant of the company of others.  We believe this evidence sufficiently fills the lacuna left open in the government's first request for the enhancement provided by 18 U.S.C. &#167; 2119(2) for cases in which a carjacking results in \"serious bodily injury\" by leading to the \"protracted impairment of ... [the victim's] mental facult[ies].\"  18 U.S.C. &#167; 1365(g)(3)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">One last argument remains unaddressed, appellant's contention that even if the rape constitutes \"serious bodily injury,\" it did not result from the carjacking itself, and is therefore outside the coverage of the statute.  By its terms, the carjacking statute seeks to punish the use of force, violence, or intimidation to \"take\" a vehicle, and it further provides an enhancement of the punishment when the taking of the vehicle results in serious bodily injury.  Appellant contends that when a carjacking victim suffers an injury unrelated to the taking of the vehicle, the harm, however severe, falls outside the ambit of the carjacking statute.  He therefore argues that in this case, the rape was not the \"result\" of the carjacking because it was not intended to assist in the taking of the vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Appellant's argument, which we noted but did not resolve in the first appeal, see Vazquez-Rivera, 83 F.3d at 548 n. 10, raises the not insubstantial problem of delineating the precise temporal limits of the crime of carjacking.  Nevertheless, although we need not provide a comprehensive answer to this problem, we find appellant's proposed construction of the carjacking statute to be unconvincing.  We begin by noting that there is no textual basis for asserting that the injury must be \"necessary to\" or \"intended to effectuate\" the taking of the vehicle itself.  To the contrary, the choice of the word \"results\" in the statutory phrase \"if serious bodily injury ... results\" suggests that Congress intended to cover a fairly broad range of consequences flowing from a carjacking.  Moreover, the legislative history characterized the provision as imposing the enhancement when the carjacking \"involves bodily injury,\" see Anti Car Theft Act, Pub.L. No. 102-519, reprinted in 1992 U.S.C.A.A.N. 2847, at 2865 (emphasis added), which supports the view that the injuries covered are not limited to those resulting from the \"taking\" of a vehicle, but also include those caused by the carjacker at any point during his or her retention of the vehicle.  Cf. United States v. Cruz, <span class=\"citation\" data-id=\"735407\"><a href=\"/opinion/735407/united-states-v-andre-cruz-aka-anthony-torres-aka-anthony-zayas/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1134</span></a></span>, 1137 (3d Cir.1997) (holding that a young woman raped during a carjacking was a \"victim\" of the carjacking for sentencing purposes and that the court could \"look at all the conduct underlying the offense of the conviction\").  Furthermore, this view accords with our interpretation of sentencing enhancement regimes generally.  See United States v. Rivera-Gomez, <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 1001 (1st Cir.1995) (noting that the sentencing regime in 18 U.S.C. &#167; 2119 \"represents a congressional judgment that the punishment for committing the crime of carjacking should be harsher if the crime, as actually perpetrated, includes conduct that produces the demise of the victim.\").  This interpretation is also consistent with the tenor of our prior holding regarding the admissibility of the evidence of the rape to prove an element of the crime, the use of a firearm, which was first seen by the victim when appellant placed the weapon on top of the car to intimidate her immediately prior to raping her.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We thus conclude that, under the circumstances of this case, the carjacking resulted in serious bodily injury, namely, the impairment of the victim's mental faculties.  Therefore, the district court did not abuse its discretion in imposing the sentencing enhancement provided by Section 2119(2).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For the reasons stated in this opinion, the decision of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Before its amendment in 1996, section 2119 read, in pertinent part:</p>\n        <p>Whoever, possessing a firearm as defined in Section 921 of this Title, takes a motor vehicle that has been transported, shipped, or received in interstate commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall</p>\n        <p>(1) be fined under this Title or imprisoned not more than 15 years, or both,</p>\n        <p>(2) if serious bodily injury (as defined in section 1365 of this title) results, be fined under this title or imprisoned not more than 25 years, or both....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 2 of Pub.L. No. 104-217 provides:</p>\n        <p>Section 2119(2) of title 18, United States Code, is amended by inserting, \"including any conduct that, if the conduct occurred in the special maritime and territorial jurisdiction of the United States, would violate section 2241 or 2242 of this title\" after \"(defined as in section 1365 of this title.)\"</p>\n        <p>18 U.S.C. &#167;&#167; 2241 and 2242 establish the crimes of aggravated sexual abuse (by the use of force or threats of death, serious bodily injury, or kidnapping) and sexual abuse, respectively, within the special maritime and territorial jurisdiction of the United States.</p>\n        <p>3 U.S. Const. art.  I, &#167; 9, cl. 3:</p>\n        <p>No ... ex post facto Law shall be passed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also find that the rule of lenity does not prevent the application of the section 2119(2) enhancement to appellant.  \"The rule of lenity applies only if, after seizing everything from which aid can be derived, [a court] can make no more than a guess as to what Congress intended.\"  Reno v. Koray, <span class=\"citation\" data-id=\"117943\"><a href=\"/opinion/117943/reno-v-koray/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, 65, <span class=\"citation\" data-id=\"117943\"><a href=\"/opinion/117943/reno-v-koray/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2021</span></a></span>, 2029, <span class=\"citation\" data-id=\"117943\"><a href=\"/opinion/117943/reno-v-koray/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">46</span></a></span> (1995).  A prior panel of this court has thus noted that, \"[p]ut bluntly, the rule of lenity cannot be used to create ambiguity when the meaning of a law, even if not readily apparent, is, upon inquiry, reasonably clear.\"  United States v. Nippon Paper Ind.  Co., Ltd., <span class=\"citation\" data-id=\"738221\"><a href=\"/opinion/738221/united-states-v-nippon-paper-industries-co-ltd/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1997).  As our discussion above demonstrates, we do not find section 2119(2) to be ambiguous--only somewhat complicated</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738221/"
  ]
}