{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197732/",
  "absolute_url": "/opinion/197732/met-life-v-commonwealth/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197732/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:36:41Z",
  "date_modified": "2017-03-24T10:53:14.614301Z",
  "type": "010combined",
  "sha1": "e0efc394a00776f0fa5c40a1ce93d989808eacb7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1321.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1321\r\n\n               IN THE MATTER OF:  THE COMPLAINT OF\r\n                   METLIFE CAPITAL CORP., ETC.,\r\n\n                      Plaintiff - Appellant,\r\n\n                                           \r\n\n               COMMONWEALTH OF PUERTO RICO, ET AL.,\r\n\n                     Plaintiffs - Appellees,\r\n\n                                v.\r\n\n                   M/V EMILY S., ETC., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\nNo. 97-1322\r\n\n          IN THE MATTER OF:  BUNKER GROUP, INC., ET AL.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                           \r\n\n               COMMONWEALTH OF PUERTO RICO, ET AL.,\r\n\n                     Plaintiffs - Appellees,\r\n\n                                v.\r\n\n                   M/V EMILY S., ETC., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r                                                                   \r\n\n                                           \r\r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Lynch, Circuit Judge,\r                                                    \r\n\n                   and Keeton,* District Judge.\r                                                        \r\n\n                                           \r\n\n     Michael  Mirande, with  whom Robert  F.  Bakemeier, Bogle  &amp;\r                                                                           \r\nGates P.L.L.C., Jos   E. Alfaro-Delgado and Calvesbert,  Alfaro &amp;\r                                                                           \r\nL pez-Conway  were  on   brief  for  appellant   Metlife  Capital\r                      \r\nCorporation.\r\n     John M. Woods, with whom  Andrew J. Garger, Thacher Proffitt\r                                                                           \r\n&amp; Wood,  William  A. Graffam,  Patricia  A. Garrity  and  Jim nez\r                                                                           \r\nGraffam &amp; Lausell were on brief for appellant Bunker Group, Inc.\r                           \r\n     Mee Lon Lam,  Trial Attorney, Torts Branch,  Civil Division,\r                          \r\nU.S. Department of Justice, with  whom Frank W. Hunger, Assistant\r                                                                \r\nAttorney General,  Civil  Division,  and  Guillermo  Gil,  United\r                                                                  \r\nStates  Attorney, were  on  brief for  appellee United  States of\r\nAmerica.\r\n     Antonio  J.  Rodr guez,  with  whom  Rice  Fowler,  Jos   A.\r                                                                           \r\nFuentes-Agostini, Attorney General, Commonwealth of Puerto  Rico,\r                          \r\nJohn F.  Nevares and Smith &amp;  Nevares were on brief  for appellee\r                                               \r\nCommonwealth of Puerto Rico.\r\n\n                                           \r\n\n                        December 24, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\n\n                               -2-\r\r\n\n          TORRUELLA,   Chief   Judge.      These   two   actions,\r                    TORRUELLA,   Chief   Judge.\r                                              \r\n\nconsolidated for  appeal, challenge  the district  court's ruling\r\n\nthat the Oil Pollution Act of 1990 (\"OPA\"), 33 U.S.C.    2701-61,\r\n\nrepealed  the Limitation  of Shipowner's  Liability  Act of  1851\r\n\n(\"Limitation Act\"),  46 U.S.C.  app.    181-96,  as to  oil spill\r\n\nclaims for removal  costs and damages arising under  the OPA.  We\r\n\nhold that  claims arising  under the OPA  (for pollution  removal\r\n\ncosts  and  damages)  are  not  subject  to  the  substantive  or\r\n\nprocedural  law of  the Limitation  Act  or to  the concursus  of\r\n\nclaims  under  Rule  F  of the  Supplemental  Rules  for  Certain\r\n\nAdmiralty  and Maritime  Claims  of the  Federal  Rules of  Civil\r\n\nProcedure (\"Rule F\").\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n          On January 7, 1994, the towing wire between the tug M/V\r\n\nEMILY  S and  the barge  MORRIS J.  BERMAN parted,  grounding the\r\n\nbarge  off  of Punta  Escambr n,  San  Juan,  Puerto Rico.    The\r\n\ngrounding caused much of the MORRIS J. BERMAN's cargo of fuel oil\r\n\nto spill into the waters of the Commonwealth  of Puerto Rico (the\r\n\n\"Commonwealth\").  Soon after the spill, the Commonwealth  filed a\r\n\ndamages action  in  the  United States  District  Court  for  the\r\n\nDistrict of Puerto Rico naming numerous defendants including: (i)\r\n\nthe demise charterer  of the EMILY S Bunker  Group, Inc. (\"BGI\");\r\n\n(ii) the operator  of the EMILY S Bunker Group  Puerto Rico, Inc.\r\n\n(\"BGPR\"); (iii)  the owner and  operator of the MORRIS  J. BERMAN\r\n\nand the  co-demise charterer  of the EMILY  S New  England Marine\r\n\n                               -3-\r\r\n\nServices (\"NEMS\"); (iv) the owner  of the EMILY S MetLife Capital\r\n\nCorporation  (\"MetLife\");  and (v)  the  EMILY  S  in rem.    The\r                                                                   \r\n\nCommonwealth arrested the  EMILY S and  sought damages under  the\r\n\nOPA,  general  federal   maritime  law,  and  Puerto   Rico  law.\r\n\nSubsequently,  several  other  civil actions  were  filed  in the\r\n\nDistrict of Puerto Rico by private parties seeking recovery under\r\n\na variety of  theories for  damages.  Each  of these actions  was\r\n\neither consolidated with the Commonwealth's action or dismissed.\r\n\n          Within  six months  of the  oil  spill, the  appellants\r\n\nNEMS, BGI,  and BGPR (collectively,  the \"Bunker Group\")  filed a\r\n\ncomplaint   under  the  Limitation   Act  and  Rule   F,  seeking\r\n\nexoneration from or  limitation of liability.  At  the same time,\r\n\nthe appellant MetLife, as owner of  the EMILY S, filed a separate\r\n\naction  under  the Limitation  Act.    On  August 25,  1994,  the\r\n\ndistrict court issued  a notice  to claimants  of the  limitation\r\n\nactions  and an order  of injunction, or  monition, enjoining the\r\n\ncommencement of any actions against the limitation plaintiffs for\r\n\nclaims  arising out  of the  grounding  of the  barge except  for\r\n\nactions filed in the limitation proceeding.  The monition created\r\n\na concursus  of all claims  in a single  consolidated proceeding.\r\n\nNEMS,  BGI,  BGPR,  and  MetLife  (the  \"Limitation  Plaintiffs\")\r\n\nprovided notice  to  actual claimants  as  well as  to  potential\r\n\nclaimants in a Notice of  Monition in the newspaper El  Nuevo D a\r                                                                           \r\n\non August  26, 1994, directing  them to  file their claims  on or\r\n\nbefore October 15, 1994.\r\n\n          At   the  conclusion  of   the  monition   period,  the\r\n\n                               -4-\r\r\n\nLimitation  Plaintiffs filed motions for entry of default against\r\n\nall  persons  who   failed  to  file.     Subsequently,  numerous\r\n\nclaimants,  including the Commonwealth and the United States (the\r\n\n\"Government\"),  filed  actions  in  the  limitation  proceedings,\r\n\nseeking recovery  of damages under the OPA, general maritime law,\r\n\nand other law.   In their claims,  both the Commonwealth and  the\r\n\nGovernment asserted that  their OPA claims should not  be subject\r\n\nto concursus.\r\n\n          Three other claimants,  Hilton International of  Puerto\r\n\nRico,  Inc., Puerto Rico  Tourism Company, and  Hotel Development\r\n\nCorporation (collectively, the \"Hilton claimants\"), filed  claims\r\n\nunder   seal   in   the   limitation   proceedings  while   their\r\n\nadministrative  claims, which  had already  been  filed with  the\r\n\nNational  Pollution Funds  Center (\"NPFC\"),  were  pending.   The\r\n\nHilton  claimants  simultaneously  moved the  district  court for\r\n\nrelief in  order to  preserve their OPA  claims if  they withdrew\r\n\nthem from the concursus.  On June  28, 1996,  the district  court\r\n\nissued  an  order  suspending  the  August  25,  1994  order   of\r\n\ninjunction  issued in  the limitation  proceedings.   This  order\r\n\nallows  \"any  claims  for  oil  spill  removal  costs or  damages\r\n\nresulting from or in any way  connected with the grounding of the\r\n\nbarge  MORRIS  J.  BERMAN  on  January 7,  1994  to  be  asserted\r\n\nindependently  of  the  limitation  of  liability   proceedings.\"\r\n\nSubsequent to the  issuance of  the order,  the Hilton  claimants\r\n\nwithdrew their limitation  claims in order to proceed  with their\r\n\nadministrative  claims before the  NPFC.  However,  their motions\r\n\n                               -5-\r\r\n\nserved as the vehicle for  all parties to brief the  question now\r\n\npresented to this court.  On August 7, 1996, the appellants NEMS,\r\n\nBGI, BGPR,  and MetLife timely filed this  appeal of the June 28,\r\n\n1996 order.\r\n\n                               -6-\r\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r\n\n          Interpretations  of  federal  statutes  and  rules  are\r\n\nsubject to de  novo review.  See Strickland  v. Commissioner, Me.\r                                                                           \r\n\nDept. of Human Servs., 96 F.3d 542, 545 (1st Cir. 1996).\r                               \r\n\n          A.  The Limitation Act and the OPA\r                    A.  The Limitation Act and the OPA\r\n\n          The  Limitation  Act  was enacted  in  1851  to promote\r\n\nshipbuilding and  to induce  investment in  the growing  American\r\n\nshipping  industry.    See  Hartford Accident  &amp;  Indem.  Co.  v.\r                                                                       \r\n\nSouthern  Pac. Co.,  273 U.S.  207 (1927).   The law  permits the\r                            \r\n\nshipowner to limit his or her  liability as to certain claims for\r\n\ndamages arising  out of the  voyage of his  or her vessel  to the\r\n\npost-accident value of  the vessel plus pending freight.   See 46\r                                                                        \r\n\nU.S.C.    183, 186.\r\n\n          Rule  F  governs  the  filing  and  adjudication  of  a\r\n\nlimitation action.   The  vessel owner must  file a  complaint no\r\n\nlater  than  six months  after  receipt  of a  claim  as  well as\r\n\ndepositing the amount of the limitation fund with the court.  See\r                                                                           \r\n\nRule F(1).  Rule F concursus, once  referred to as the \"heart\" of\r\n\na limitation action, Maryland Cas.  Co. v. Cushing, 347 U.S. 409,\r                                                            \r\n\n417 (1954),  requires multiple claimants  to pursue  relief in  a\r\n\nsingle forum and marshals the assets of a limited fund.  See Rule\r                                                                      \r\n\nF(3),  F(7).   Concursus is  intended  to provide  a \"prompt  and\r\n\neconomical disposition to  controversies.\"  Cushing, 347  U.S. at\r                                                             \r\n\n415.  Today, many question the  continued usefulness and vitality\r\n\nof  the Limitation  Act.    See, e.g.,  2  Thomas J.  Schoenbaum,\r                                               \r\n\nAdmiralty and  Maritime Law (2d  ed. 1994) (the  Limitation Act's\r                                     \r\n\n                               -7-\r\r\n\n\"original purpose . . . seems to have lost much of its force with\r\n\nthe availability of insurance, bills of lading statutes  that put\r\n\nsubstantial  limits on liability for  cargo loss, and the ability\r\n\nto limit  claims  by contract\").    However, Congress  has  never\r\n\nrepealed  the act,  and therefore,  courts continue to  apply it.\r\n\nSee, e.g., Keller v. Jennette, 940 F. Supp. 35 (D. Mass. 1996).\r                                       \r\n\n          The Oil  Pollution Act  was passed in  the wake  of the\r\n\n1989   Exxon  Valdez   tanker  disaster   and   created  a   more\r\n\ncomprehensive  compensation and  liability scheme  for oil  spill\r\n\npollution than had  existed under earlier legislation.   Prior to\r\n\nthe  OPA, the  Federal  Water  Pollution  Control  Act  (\"FWPCA\")\r\n\n(commonly known as the Clean  Water Act), 33 U.S.C.    1251-1387,\r\n\nprovided  liability  limitations  for federal  pollution  removal\r\n\ncosts associated with  oil spills.  See  id.   1321(c).   The OPA\r                                                     \r\n\nimposes  strict liability for pollution removal costs and damages\r\n\non the \"responsible party\" for a vessel  or a facility from which\r\n\noil is discharged.  See 33 U.S.C.   2702(a).  Responsible parties\r                                 \r\n\ninclude owners, operators, or demise charterers of a vessel.  See\r                                                                           \r\n\nid.   2701(32).\r            \r\n\n          The  OPA limits  the  liability of  responsible parties\r\n\nbased upon the type of vessel and its tonnage.  For tank vessels,\r\n\nthe limit can be as high as $10 million.  Id.    2704(a)(1).  For\r                                                      \r\n\nall other vessels, the limit is the greater of $600 per gross ton\r\n\nor $500,000.   Id.    2704(a)(2).   Responsible parties  may face\r                           \r\n\nunlimited  liability for, inter alia, acts of gross negligence or\r                                              \r\n\nwillful misconduct.  In addition, state law applies free of these\r\n\n                               -8-\r\r\n\nliability limits.  See id.    2718(a), 2718(b).  Finally, the OPA\r                                   \r\n\nconsolidated previously established oil  pollution funds into the\r\n\nOil Spill Liability  Trust Fund (the  \"Fund\"), which pays  claims\r\n\nbrought under the OPA after they have first been presented to the\r\n\nresponsible party,  if the  responsible party  is  entitled to  a\r\n\ndefense,  or  the  liability limit  under  the  statute has  been\r\n\nreached.  See 33 U.S.C.    2708(a), 2713(b)(1)(B).  See generally\r                                                                           \r\n\nSchoenbaum, supra, at 384.\r                           \r\n\n          B.  The OPA's Impact on the Limitation Act\r                    B.  The OPA's Impact on the Limitation Act\r\n\n          The  OPA specifically  addresses its  relationship with\r\n\nthe Limitation Act and other legislation when it states:\r\n\n            Notwithstanding  any  other  provision or\r                                                               \r\n            rule   of  law,   and   subject  to   the\r                                    \r\n            provisions   of   this    chapter,   each\r\n            responsible  party  for  a  vessel  or  a\r\n            facility from which oil is discharged, or\r\n            which poses  the substantial threat  of a\r\n            discharge of oil, . . . is liable for the\r\n            removal  costs and  damages specified  in\r\n            subsection  (b)  that  result  from  such\r\n            incident.\r\n\n33 U.S.C.   2702(a) (emphasis added).   Appellant MetLife asserts\r\n\nthat  this provision imposes the OPA's increased liability limits\r\n\nnotwithstanding any previously  applicable limitations under  the\r                                                                \r\n\nLimitation Act,  but does  not eviscerate  preexisting limitation\r\n\nprocedure under the Limitation Act.   Thus, the appellant argues,\r                   \r\n\nLimitation  Act  concursus   remains  available  to   responsible\r\n\nparties.\r\n\n          However, a  plain reading  of  the subsection  suggests\r\n\nthat the OPA repealed the  Limitation Act with respect to removal\r\n\ncost and damages  claims against responsible parties.   See In re\r                                                                           \r\n\n                               -9-\r\r\n\nJAHRE SPRAY II K/S, 1996  WL 451315, *4 (D.N.J. 1996);  accord In\r                                                                           \r\n\nre Odin Marine  Corp., No. 96-5438, slip op. at 6 (S.D.N.Y.  Aug.\r                               \r\n\n7, 1997); Tug Capt. Fred Bouchard Corp.  v. M/V BALSA 37, No. 93-\r                                                                  \r\n\n1321, slip op. at 2 (M.D. Fla. Oct. 22, 1996).   Accordingly, the\r\n\nprocedural  rules  incorporated  into  the  Limitation   Act  are\r\n\ninapplicable as well  to such  claims.   In interpreting  similar\r\n\nlanguage  in  the FWPCA,  courts  have  held  that the  statute's\r\n\n\"notwithstanding\" phrase precludes application of the  Limitation\r\n\nAct to  claims by the  United States for FWPCA  pollution removal\r\n\ncosts.  See  In re Oswego Barge Corp., 664 F.2d 327, 340 (2d Cir.\r                                               \r\n\n1981); In re Hokkaido Fisheries Co., Ltd., 506 F.  Supp. 631, 643\r                                                   \r\n\n(D.  Alaska 1981).   See  also  Schoenbaum, supra,  at 376  (\"OPA\r                                                           \r\n\nbroadly supersedes the  Limitation of Liability Act  with respect\r\n\nto damages  and removal costs  under both federal and  state law,\r\n\nincluding common  law\").   We find these  cases to  be persuasive\r\n\nbecause  \"[n]either the  language  of  OPA  nor  its  legislative\r\n\nhistory  suggests  that  OPA's  provisions  should  be  construed\r\n\ncontrary  to the  settled law  applicable to  FWPCA when  OPA was\r\n\nenacted.\"   William M.  Duncan, The Oil  Pollution Act  of 1990's\r\n\nEffect  on the Shipowner's Limitation of  Liability Act, 5 U.S.F.\r\n\nL. Rev. 303, 316 (1993).\r\n\n          In addition to the  \"notwithstanding\" clause, at  least\r\n\nfour  other provisions  in  the  statute  explicitly  repeal  the\r\n\nLimitation Act with  respect to certain types of claims.   See 33\r                                                                        \r\n\nU.S.C.    2702(d)(1)(A) (repealing the Limitation Act as to third\r\n\nparties solely responsible  for a spill); 2718(a)  (repealing the\r\n\n                               -10-\r\r\n\nLimitation  Act  as  to  state  and  local  statutory  remedies);\r\n\n2718(c)(1)  (repealing  the  Limitation   Act  as  to  additional\r\n\nliability  imposed by the United  States, any state, or political\r\n\nsubdivision);  2718(c)(2)  (repealing the  Limitation  Act  as to\r\n\nfines  or penalties).   The  appellants contend that,  outside of\r\n\nthese specific instances,  the Limitation Act continues  to apply\r\n\nto the OPA.  The Bunker Group, citing one commentator, notes that\r\n\n\"[i]f Congress'  intent in  enacting OPA  had been  to completely\r\n\nrepeal  the Limitation  Act,  it  would  not  have  painstakingly\r\n\nrepealed  it only  with  respect to  certain  types of  actions.\"\r\n\nDuncan, supra, at 319.\r                       \r\n\n          When  we  consider  these  five  OPA  provisions  which\r\n\nexplicitly repeal the  Limitation Act as well as  others that are\r\n\nirreconcilably in conflict,  see infra, we find that  the OPA has\r                                                \r\n\nrepealed  the  Limitation Act  as to  oil spill  pollution claims\r\n\narising under the OPA in  the instant case.  \"'[W]here provisions\r\n\nin the two acts are in irreconcilable conflict, the later act  to\r\n\nthe extent of  the conflict constitutes an implied  repeal of the\r\n\nearlier one . . . .'\"   See Radzanower v. Touche Ross &amp;  Co., 426\r                                                                      \r\n\nU.S. 148, 154 (1976) (quoting  Posadas v. National City Bank, 296\r                                                                      \r\n\nU.S.   497,   503   (1936)  (noting   standard   for   repeal  by\r\n\nimplication)). \r\n\n          While  the   repeal  of  statutes  by   implication  is\r\n\ndisfavored, see Tennessee Valley Auth. v. Hill, 437 U.S. 153, 189\r                                                        \r\n\n(1978),  several key provisions  of the two  statutes are plainly\r\n\ninconsistent.  First,  the Limitation Act limits  the shipowner's\r\n\n                               -11-\r\r\n\nliability to the  post-accident value of the  vessel plus pending\r\n\nfreight, 46  U.S.C.    183, while the  OPA contemplates  a strict\r\n\nliability regime with statutory limits of at least $2 million for\r\n\ntanks vessels and $.5 million for  all other vessels.  33  U.S.C.\r\n\n   2702, 2704.  Moreover,  in certain instances, the OPA  imposes\r\n\nvirtually unlimited liability on  the responsible party.   See 33\r                                                                        \r\n\nU.S.C.    2704(c).  Second, the provisions on jurisdiction are in\r\n\nobvious  tension.   Only federal  courts  have jurisdiction  over\r\n\nlimitation  proceedings.   See,  e.g.,  Complaint  of  Dammers  &amp;\r                                                                           \r\n\nVanderheide &amp; Scheepvaart Maats Christina B.V., 836 F.2d 750, 755\r                                                        \r\n\n(2d Cir.  1988).  In  contrast, the OPA grants  federal and state\r                                                                           \r\n\ncourts jurisdiction  to decide  oil pollution  cases.  33  U.S.C.\r\n\n   2717(b), 2717(c).    Finally, the  provisions of  Rule F,  the\r\n\nprocedural  rule that implements  and which is  incorporated into\r\n\nthe Limitation Act,  cannot be  reconciled with  sections of  the\r\n\nOPA.  See Part C, infra.\r                                 \r\n\n          Even assuming arguendo that  the language is ambiguous,\r                                          \r\n\nthe legislative history  is consistent  with our  interpretation.\r\n\nAs  this  court has  noted,  the  \"chief objective  of  statutory\r\n\ninterpretation   is  to   give   effect  to   legislative  will.\"\r\n\nPassamaquoddy Tribe v. State of Me., 75 F.3d 784 (1st Cir. 1996).\r                                             \r\n\nIn considering the OPA's liability provision, Congress stated:\r\n\n            Liability under  this Act  is established\r\n            notwithstanding  any  other  provision or\r\n            rule of  the law.   This  means that  the\r\n            liability  provisions of  this Act  would\r\n            govern   limitations   compensation   for\r\n            removal costs and damages notwithstanding\r\n            any limitations  under existing  statutes\r\n            such as the act of March 3, 1851 . . . .\r\n\n                               -12-\r\r\n\nH.R. Conf.  Rep. No.  101-653, at 103  (1990), reprinted  in 1990\r                                                                      \r\n\nU.S.C.C.A.N.  779,  781  (Joint   Explanatory  Statement  of  the\r\n\nConference  Committee explaining    2702(a)).   Furthermore,  the\r\n\nSenate Report  on the OPA  bill asserts that the  OPA \"completely\r\n\nsupersedes  the  1851  statute with  respect  to  oil pollution.\"\r\n\nS. Rep. No. 101-94,at 14, reprinted in 1990U.S.C.C.A.N. 722, 736.\r                                                \r\n\n          More  generally,  as  the  Ninth  Circuit  reasoned  in\r\n\nfinding an implicit repeal of the Limitation Act by the liability\r\n\nprovisions  of the  Trans-Alaska Pipeline  Authorization Act,  43\r\n\nU.S.C.    1651-1655, \"[a]pplication of the Limitation Act to [the\r\n\nOPA]  would   frustrate  completely  [the   OPA]'s  comprehensive\r\n\nremedial nature.\"  See In re Glacier  Bay, 944 F.2d 577, 583 (9th\r                                                   \r\n\nCir.  1991).   \"The purpose  of OPA,  as well  as other  remedial\r\n\nlegislation   passed  by  Congress  and  the  states  to  address\r\n\nenvironmental  disasters such  as oil  spills,  was to  encourage\r\n\nrapid private party responses.\"   JAHRE SPRAY, 1996 WL 451315, at\r                                                       \r\n\n*4.  However, the Limitation  Act \"allows vessel owners virtually\r\n\nto eliminate liability  for catastrophic damages.\"   Glacier Bay,\r                                                                          \r\n\n944  F.2d at 583.   Hence, the OPA's  scheme is in irreconcilable\r\n\nconflict with the Limitation Act.\r\n\n          Some  claims  arising  from an  incident  in  which oil\r\n\npollution occurs do not escape  the Limitation Act.  For example,\r\n\nthat Act  remains in  force for general  maritime claims  such as\r\n\nmaritime tort  actions for harms to  persons or vessels.   See 33\r                                                                        \r\n\nU.S.C.     2751(e)  (\"[e]xcept  as  otherwise  provided  in  this\r\n\nchapter,  this  chapter does  not  affect  .  . .  admiralty  and\r\n\n                               -13-\r\r\n\nmaritime law\").   The district  court below, in keeping  with the\r\n\nOPA's savings  provision in    2751(e),  reserved the  Limitation\r\n\nPlaintiffs'  right \"to  seek limitation  of  liability for  those\r\n\nclaims   subject   to  reduction   under  the   Limitation  Act.\"\r\n\nTherefore,  the  Bunker  Group's  contention  that  the  district\r\n\ncourt's order exempts  from Rule F  concursus all claims  arising\r\n\nfrom  the grounding, whether or not they  arise under the OPA, is\r\n\nwithout merit.  The appellants remain free to avail themselves of\r\n\nthe Limitation Act and Rule F concursus for their non-OPA claims.\r\n\n          C.  The Independent Application of Rule F Concursus\r                    C.  The Independent Application of Rule F Concursus\r\n\n          The  appellants claim that  even if the  OPA supersedes\r\n\nthe Limitation Act, because the OPA fails to provide any guidance\r\n\non the  procedure  necessary to  implement it,  Rule F  concursus\r\n\napplies to  actions under the OPA independently of the Limitation\r\n\nAct.  To support their  contention, the appellants note that Rule\r\n\nF  is  framed  generally  to  address  \"limitation  of  liability\r\n\npursuant to statute.\"  Rule F(1).  Rule F was originally  written\r                             \r\n\nby the Supreme Court  to implement the 1851  Limitation Act.   In\r\n\nredrafting  the rules,  the Supreme  Court  substituted a  direct\r\n\nreference to  the 1851 statute  in Rule F  with the \"pursuant  to\r\n\nstatute\"  language, which we find  reveals a more general purpose\r\n\nfor Rule F.\r\n\n          We  conclude, however,  that Rule  F's requirements  on\r\n\nvenue and limitation of  liability cannot be reconciled  with the\r\n\nOPA's provisions  regarding oil spill  damages.  Under Rule  F, a\r\n\nlimitation of liability  proceeding may be commenced  only in the\r\n\n                               -14-\r\r\n\ndistrict where the vessel has  been seized, or if the  vessel has\r\n\nnot been  seized, in  any district  in which  the owner  has been\r\n\nsued.  See Rule F(9).  If neither the vessel has  been seized nor\r                    \r\n\naction commenced against the owner, the limitation  action may be\r\n\nfiled in the district where the vessel may be.  See id.  Venue is\r                                                                \r\n\nproper in any district only if there is no pending litigation and\r\n\nthe vessel  is not within any district.  See  id.  Under the OPA,\r                                                          \r\n\nin  contrast,  venue is  proper  in  any  district in  which  the\r\n\ndischarge of oil or  injury or damages occurred, or  in which the\r\n\ndefendant resides, may be found, has its principal office, or has\r\n\nappointed an agent for service of process.  33  U.S.C.   2717(b).\r\n\nThus, the  OPA offers claimants  a much broader choice  of forums\r\n\nwhile  Rule   F's  venue  requirements   are  significantly  more\r\n\nrestrictive.\r\n\n          Rule  F's deadline for claims is also inconsistent with\r\n\nthe OPA's  statute of  limitation.  Once  a limitation  action is\r\n\ncommenced, the court issues a  notice to claimants requiring them\r\n\nto file  their claims by the date fixed  in the notice.  See Rule\r                                                                      \r\n\nF(4).   The court may fix a date that requires claims to be filed\r\n\nin  as little as 30 days  after issuance of the  notice.  Id.  In\r                                                                      \r\n\nthe  instant case,  the monition period  terminated approximately\r\n\nten months  after the date  of the MORRIS J.  BERMAN's grounding.\r\n\nThe  OPA, however,  allows claimants  three years to  commence an\r\n\naction to  recover removal costs and  damages.  See 33  U.S.C.   \r                                                             \r\n\n2717(f)(1),  2717(f)(2).  In addition, if the claimant decides to\r\n\nseek  recovery from  the  Fund,  the claimant  has  six years  to\r\n\n                               -15-\r\r\n\npresent removal  costs claims,  see 33  U.S.C.    2712(h)(1), and\r                                             \r\n\nthree  years to  present damage  claims.   See id.    2712(h)(2).\r                                                           \r\n\nFinally,  section 2717(f)(4)  extends the  limitation period  for\r\n\nsubrogation actions by  three years from the date the Fund pays a\r\n\nsubrogated claim.  See 33 U.S.C.   2717(f)(4).\r                                \r\n\n          One  concern we have  with the shortened  claims period\r\n\nunder  Rule F is that it would  interfere with the United States'\r\n\nsubrogation  rights under  the  OPA.   If  oil  spill claims  are\r\n\nsubject  to Rule  F concursus,  claimants who  are barred  by the\r\n\ncourt imposed  deadline from  recovering against  the responsible\r\n\nparty, are likely  to present their claims to the Fund.  Once the\r\n\nFund  pays a  claim, the  United  States acquires  all rights  of\r\n\nsubrogation.  See 33 U.S.C.     2712(f), 2713, 2715(a).  However,\r                           \r\n\nat that point, the United States may then be denied access to the\r\n\nproceedings against  the responsible party, and consequently, the\r\n\nFund will bear the financial burden of these late claims.\r\n\n          The  appellants   respond  that,  under  Rule   F,  the\r\n\ngovernment's subrogation rights do not  necessarily lapse because\r\n\n\"[f]or cause shown,  the court may enlarge the  time within which\r\n\nclaims may  be  filed.\"   Rule  F(4).   We  believe  though  that\r\n\nsubjecting  the government's subrogation rights to the discretion\r\n\nof the trial court in every oil spill action  fails to adequately\r\n\nsecure those rights.   Congress specifically examined  this issue\r\n\nin creating the OPA's statute of limitation and giving the courts\r\n\ndiscretion  over this matter  is contrary to  legislative intent.\r\n\nMoreover,  even if the  courts consistently enlarge  the monition\r\n\n                               -16-\r\r\n\nperiod for  subrogation claims,  in many  instances, the  limited\r\n\nfund established  by the  concursus procedure  will already  have\r\n\nbeen exhausted.\r\n\n          Finally,  contrary to  the appellants'  contention that\r\n\nthe OPA  fails to provide  any procedural guidance, the  OPA does\r                                        \r\n\nestablish a  claims procedure.   The OPA requires all  claims for\r\n\nremoval costs or damages to be presented first to the responsible\r\n\nparty or guarantor.  See 33 U.S.C.   2713(a).  If the responsible\r                                  \r\n\nparty  denies liability  or the  claim is  not settled  within 90\r\n\ndays, the claimant  may proceed against the  responsible party in\r\n\ncourt or present the claim  to the Fund.  See id.    2713(c).  In\r                                                          \r\n\nsome  enumerated instances, claims  may be presented  directly to\r\n\nthe Fund without first presenting them to  the responsible party.\r\n\nSee  id.    2713(b).   \"The  purpose  of  the  claim presentation\r                 \r\n\nprocedure  is   to  promote  settlement  and  avoid  litigation.\"\r\n\nJohnson v. Colonial Pipeline Co., 830 F. Supp. 309, 310 (E.D. Va.\r                                          \r\n\n1993).  In contrast to the OPA's claims procedure, Rule F  forces\r\n\nall claimants  into litigation  against the vessel  owner.   If a\r\n\nclaimant  fails to  appear in  the limitation  action within  the\r\n\nmonition period, he  or she is enjoined from  raising any claims.\r\n\nSee Rule  F(3).   In view of  these inconsistencies,  we conclude\r             \r\n\nthat Rule F  concursus even if independent of  the Limitation Act\r\n\nis inapplicable to OPA claims.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r\n\n          For  the reasons stated  in this opinion,  the district\r\n\n                               -17-\r\r\n\ncourt's order is affirmed.\r                           affirmed.\r                                   \r\n\n          Costs to be assessed against appellants.\r\n\n                               -18-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 97-1321\r\n\n               IN THE MATTER OF:  THE COMPLAINT OF\r\n                   METLIFE CAPITAL CORP., ETC.,\r\n\n                      Plaintiff - Appellant,\r\n\n                                           \r\n\n               COMMONWEALTH OF PUERTO RICO, ET AL.,\r\n\n                     Plaintiffs - Appellees,\r\n\n                                v.\r\n\n                   M/V EMILY S., ETC., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\nNo. 97-1322\r\n\n          IN THE MATTER OF:  BUNKER GROUP, INC., ET AL.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                           \r\n\n               COMMONWEALTH OF PUERTO RICO, ET AL.,\r\n\n                     Plaintiffs - Appellees,\r\n\n                                v.\r\n\n                   M/V EMILY S., ETC., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r                                                                   \r\n\n                                           \r\r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Lynch, Circuit Judge,\r                                                    \r\n\n                   and Keeton,* District Judge.\r                                                        \r\n\n                                           \r\n\n     Michael  Mirande, with  whom Robert  F.  Bakemeier, Bogle  &amp;\r                                                                           \r\nGates P.L.L.C., Jos   E. Alfaro-Delgado and Calvesbert,  Alfaro &amp;\r                                                                           \r\nL pez-Conway  were  on   brief  for  appellant   Metlife  Capital\r                      \r\nCorporation.\r\n     John M. Woods, with whom  Andrew J. Garger, Thacher Proffitt\r                                                                           \r\n&amp; Wood,  William  A. Graffam,  Patricia  A. Garrity  and  Jim nez\r                                                                           \r\nGraffam &amp; Lausell were on brief for appellant Bunker Group, Inc.\r                           \r\n     Mee Lon Lam,  Trial Attorney, Torts Branch,  Civil Division,\r                          \r\nU.S. Department of Justice, with  whom Frank W. Hunger, Assistant\r                                                                \r\nAttorney General,  Civil  Division,  and  Guillermo  Gil,  United\r                                                                  \r\nStates  Attorney, were  on  brief for  appellee United  States of\r\nAmerica.\r\n     Antonio  J.  Rodr guez,  with  whom  Rice  Fowler,  Jos   A.\r                                                                           \r\nFuentes-Agostini, Attorney General, Commonwealth of Puerto  Rico,\r                          \r\nJohn F.  Nevares and Smith &amp;  Nevares were on brief  for appellee\r                                               \r\nCommonwealth of Puerto Rico.\r\n\n                                           \r\n\n                        December 24, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\n\n                               -2-\r\r\n\n          TORRUELLA,   Chief   Judge.      These   two   actions,\r                    TORRUELLA,   Chief   Judge.\r                                              \r\n\nconsolidated for  appeal, challenge  the district  court's ruling\r\n\nthat the Oil Pollution Act of 1990 (\"OPA\"), 33 U.S.C.    2701-61,\r\n\nrepealed  the Limitation  of Shipowner's  Liability  Act of  1851\r\n\n(\"Limitation Act\"),  46 U.S.C.  app.    181-96,  as to  oil spill\r\n\nclaims for removal  costs and damages arising under  the OPA.  We\r\n\nhold that  claims arising  under the OPA  (for pollution  removal\r\n\ncosts  and  damages)  are  not  subject  to  the  substantive  or\r\n\nprocedural  law of  the Limitation  Act  or to  the concursus  of\r\n\nclaims  under  Rule  F  of the  Supplemental  Rules  for  Certain\r\n\nAdmiralty  and Maritime  Claims  of the  Federal  Rules of  Civil\r\n\nProcedure (\"Rule F\").\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n          On January 7, 1994, the towing wire between the tug M/V\r\n\nEMILY  S and  the barge  MORRIS J.  BERMAN parted,  grounding the\r\n\nbarge  off  of Punta  Escambr n,  San  Juan,  Puerto Rico.    The\r\n\ngrounding caused much of the MORRIS J. BERMAN's cargo of fuel oil\r\n\nto spill into the waters of the Commonwealth  of Puerto Rico (the\r\n\n\"Commonwealth\").  Soon after the spill, the Commonwealth  filed a\r\n\ndamages action  in  the  United States  District  Court  for  the\r\n\nDistrict of Puerto Rico naming numerous defendants including: (i)\r\n\nthe demise charterer  of the EMILY S Bunker  Group, Inc. (\"BGI\");\r\n\n(ii) the operator  of the EMILY S Bunker Group  Puerto Rico, Inc.\r\n\n(\"BGPR\"); (iii)  the owner and  operator of the MORRIS  J. BERMAN\r\n\nand the  co-demise charterer  of the EMILY  S New  England Marine\r\n\n                               -3-\r\r\n\nServices (\"NEMS\"); (iv) the owner  of the EMILY S MetLife Capital\r\n\nCorporation  (\"MetLife\");  and (v)  the  EMILY  S  in rem.    The\r                                                                   \r\n\nCommonwealth arrested the  EMILY S and  sought damages under  the\r\n\nOPA,  general  federal   maritime  law,  and  Puerto   Rico  law.\r\n\nSubsequently,  several  other  civil actions  were  filed  in the\r\n\nDistrict of Puerto Rico by private parties seeking recovery under\r\n\na variety of  theories for  damages.  Each  of these actions  was\r\n\neither consolidated with the Commonwealth's action or dismissed.\r\n\n          Within  six months  of the  oil  spill, the  appellants\r\n\nNEMS, BGI,  and BGPR (collectively,  the \"Bunker Group\")  filed a\r\n\ncomplaint   under  the  Limitation   Act  and  Rule   F,  seeking\r\n\nexoneration from or  limitation of liability.  At  the same time,\r\n\nthe appellant MetLife, as owner of  the EMILY S, filed a separate\r\n\naction  under  the Limitation  Act.    On  August 25,  1994,  the\r\n\ndistrict court issued  a notice  to claimants  of the  limitation\r\n\nactions  and an order  of injunction, or  monition, enjoining the\r\n\ncommencement of any actions against the limitation plaintiffs for\r\n\nclaims  arising out  of the  grounding  of the  barge except  for\r\n\nactions filed in the limitation proceeding.  The monition created\r\n\na concursus  of all claims  in a single  consolidated proceeding.\r\n\nNEMS,  BGI,  BGPR,  and  MetLife  (the  \"Limitation  Plaintiffs\")\r\n\nprovided notice  to  actual claimants  as  well as  to  potential\r\n\nclaimants in a Notice of  Monition in the newspaper El  Nuevo D a\r                                                                           \r\n\non August  26, 1994, directing  them to  file their claims  on or\r\n\nbefore October 15, 1994.\r\n\n          At   the  conclusion  of   the  monition   period,  the\r\n\n                               -4-\r\r\n\nLimitation  Plaintiffs filed motions for entry of default against\r\n\nall  persons  who   failed  to  file.     Subsequently,  numerous\r\n\nclaimants,  including the Commonwealth and the United States (the\r\n\n\"Government\"),  filed  actions  in  the  limitation  proceedings,\r\n\nseeking recovery  of damages under the OPA, general maritime law,\r\n\nand other law.   In their claims,  both the Commonwealth and  the\r\n\nGovernment asserted that  their OPA claims should not  be subject\r\n\nto concursus.\r\n\n          Three other claimants,  Hilton International of  Puerto\r\n\nRico,  Inc., Puerto Rico  Tourism Company, and  Hotel Development\r\n\nCorporation (collectively, the \"Hilton claimants\"), filed  claims\r\n\nunder   seal   in   the   limitation   proceedings  while   their\r\n\nadministrative  claims, which  had already  been  filed with  the\r\n\nNational  Pollution Funds  Center (\"NPFC\"),  were  pending.   The\r\n\nHilton  claimants  simultaneously  moved the  district  court for\r\n\nrelief in  order to  preserve their OPA  claims if  they withdrew\r\n\nthem from the concursus.  On June  28, 1996,  the district  court\r\n\nissued  an  order  suspending  the  August  25,  1994  order   of\r\n\ninjunction  issued in  the limitation  proceedings.   This  order\r\n\nallows  \"any  claims  for  oil  spill  removal  costs or  damages\r\n\nresulting from or in any way  connected with the grounding of the\r\n\nbarge  MORRIS  J.  BERMAN  on  January 7,  1994  to  be  asserted\r\n\nindependently  of  the  limitation  of  liability   proceedings.\"\r\n\nSubsequent to the  issuance of  the order,  the Hilton  claimants\r\n\nwithdrew their limitation  claims in order to proceed  with their\r\n\nadministrative  claims before the  NPFC.  However,  their motions\r\n\n                               -5-\r\r\n\nserved as the vehicle for  all parties to brief the  question now\r\n\npresented to this court.  On August 7, 1996, the appellants NEMS,\r\n\nBGI, BGPR,  and MetLife timely filed this  appeal of the June 28,\r\n\n1996 order.\r\n\n                               -6-\r\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r\n\n          Interpretations  of  federal  statutes  and  rules  are\r\n\nsubject to de  novo review.  See Strickland  v. Commissioner, Me.\r                                                                           \r\n\nDept. of Human Servs., </pre><span class=\"citation\" data-id=\"196992\"><a href=\"/opinion/196992/strickland-v-comm-maine/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span><pre class=\"inline\">, 545 (1st Cir. 1996).\r                               \r\n\n          A.  The Limitation Act and the OPA\r                    A.  The Limitation Act and the OPA\r\n\n          The  Limitation  Act  was enacted  in  1851  to promote\r\n\nshipbuilding and  to induce  investment in  the growing  American\r\n\nshipping  industry.    See  Hartford Accident  &amp;  Indem.  Co.  v.\r                                                                       \r\n\nSouthern  Pac. Co.,  </pre><span class=\"citation\" data-id=\"101001\"><a href=\"/opinion/101001/hartford-accident-co-v-sou-pacific/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">207</span></a></span><pre class=\"inline\"> (1927).   The law  permits the\r                            \r\n\nshipowner to limit his or her  liability as to certain claims for\r\n\ndamages arising  out of the  voyage of his  or her vessel  to the\r\n\npost-accident value of  the vessel plus pending freight.   See 46\r                                                                        \r\n\nU.S.C.    183, 186.\r\n\n          Rule  F  governs  the  filing  and  adjudication  of  a\r\n\nlimitation action.   The  vessel owner must  file a  complaint no\r\n\nlater  than  six months  after  receipt  of a  claim  as  well as\r\n\ndepositing the amount of the limitation fund with the court.  See\r                                                                           \r\n\nRule F(1).  Rule F concursus, once  referred to as the \"heart\" of\r\n\na limitation action, Maryland Cas.  Co. v. Cushing, </pre><span class=\"citation\" data-id=\"105217\"><a href=\"/opinion/105217/maryland-casualty-co-v-cushing/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n417 (1954),  requires multiple claimants  to pursue  relief in  a\r\n\nsingle forum and marshals the assets of a limited fund.  See Rule\r                                                                      \r\n\nF(3),  F(7).   Concursus is  intended  to provide  a \"prompt  and\r\n\neconomical disposition to  controversies.\"  Cushing, 347  U.S. at\r                                                             \r\n\n415.  Today, many question the  continued usefulness and vitality\r\n\nof  the Limitation  Act.    See, e.g.,  2  Thomas J.  Schoenbaum,\r                                               \r\n\nAdmiralty and  Maritime Law (2d  ed. 1994) (the  Limitation Act's\r                                     \r\n\n                               -7-\r\r\n\n\"original purpose . . . seems to have lost much of its force with\r\n\nthe availability of insurance, bills of lading statutes  that put\r\n\nsubstantial  limits on liability for  cargo loss, and the ability\r\n\nto limit  claims  by contract\").    However, Congress  has  never\r\n\nrepealed  the act,  and therefore,  courts continue to  apply it.\r\n\nSee, e.g., Keller v. Jennette, </pre><span class=\"citation\" data-id=\"2355787\"><a href=\"/opinion/2355787/keller-v-jennette/\"><span class=\"volume\">940</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">35</span></a></span><pre class=\"inline\"> (D. Mass. 1996).\r                                       \r\n\n          The Oil  Pollution Act  was passed in  the wake  of the\r\n\n1989   Exxon  Valdez   tanker  disaster   and   created  a   more\r\n\ncomprehensive  compensation and  liability scheme  for oil  spill\r\n\npollution than had  existed under earlier legislation.   Prior to\r\n\nthe  OPA, the  Federal  Water  Pollution  Control  Act  (\"FWPCA\")\r\n\n(commonly known as the Clean  Water Act), 33 U.S.C.    1251-1387,\r\n\nprovided  liability  limitations  for federal  pollution  removal\r\n\ncosts associated with  oil spills.  See  id.   1321(c).   The OPA\r                                                     \r\n\nimposes  strict liability for pollution removal costs and damages\r\n\non the \"responsible party\" for a vessel  or a facility from which\r\n\noil is discharged.  See 33 U.S.C.   2702(a).  Responsible parties\r                                 \r\n\ninclude owners, operators, or demise charterers of a vessel.  See\r                                                                           \r\n\nid.   2701(32).\r            \r\n\n          The  OPA limits  the  liability of  responsible parties\r\n\nbased upon the type of vessel and its tonnage.  For tank vessels,\r\n\nthe limit can be as high as $10 million.  Id.    2704(a)(1).  For\r                                                      \r\n\nall other vessels, the limit is the greater of $600 per gross ton\r\n\nor $500,000.   Id.    2704(a)(2).   Responsible parties  may face\r                           \r\n\nunlimited  liability for, inter alia, acts of gross negligence or\r                                              \r\n\nwillful misconduct.  In addition, state law applies free of these\r\n\n                               -8-\r\r\n\nliability limits.  See id.    2718(a), 2718(b).  Finally, the OPA\r                                   \r\n\nconsolidated previously established oil  pollution funds into the\r\n\nOil Spill Liability  Trust Fund (the  \"Fund\"), which pays  claims\r\n\nbrought under the OPA after they have first been presented to the\r\n\nresponsible party,  if the  responsible party  is  entitled to  a\r\n\ndefense,  or  the  liability limit  under  the  statute has  been\r\n\nreached.  See 33 U.S.C.    2708(a), 2713(b)(1)(B).  See generally\r                                                                           \r\n\nSchoenbaum, supra, at 384.\r                           \r\n\n          B.  The OPA's Impact on the Limitation Act\r                    B.  The OPA's Impact on the Limitation Act\r\n\n          The  OPA specifically  addresses its  relationship with\r\n\nthe Limitation Act and other legislation when it states:\r\n\n            Notwithstanding  any  other  provision or\r                                                               \r\n            rule   of  law,   and   subject  to   the\r                                    \r\n            provisions   of   this    chapter,   each\r\n            responsible  party  for  a  vessel  or  a\r\n            facility from which oil is discharged, or\r\n            which poses  the substantial threat  of a\r\n            discharge of oil, . . . is liable for the\r\n            removal  costs and  damages specified  in\r\n            subsection  (b)  that  result  from  such\r\n            incident.\r\n\n33 U.S.C.   2702(a) (emphasis added).   Appellant MetLife asserts\r\n\nthat  this provision imposes the OPA's increased liability limits\r\n\nnotwithstanding any previously  applicable limitations under  the\r                                                                \r\n\nLimitation Act,  but does  not eviscerate  preexisting limitation\r\n\nprocedure under the Limitation Act.   Thus, the appellant argues,\r                   \r\n\nLimitation  Act  concursus   remains  available  to   responsible\r\n\nparties.\r\n\n          However, a  plain reading  of  the subsection  suggests\r\n\nthat the OPA repealed the  Limitation Act with respect to removal\r\n\ncost and damages  claims against responsible parties.   See In re\r                                                                           \r\n\n                               -9-\r\r\n\nJAHRE SPRAY II K/S, </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span>  <span class=\"reporter\">WL</span> <span class=\"page\">451315</span></span><pre class=\"inline\">, *4 (D.N.J. 1996);  accord In\r                                                                           \r\n\nre Odin Marine  Corp., No. 96-5438, slip op. at 6 (S.D.N.Y.  Aug.\r                               \r\n\n7, 1997); Tug Capt. Fred Bouchard Corp.  v. M/V BALSA 37, No. 93-\r                                                                  \r\n\n1321, slip op. at 2 (M.D. Fla. Oct. 22, 1996).   Accordingly, the\r\n\nprocedural  rules  incorporated  into  the  Limitation   Act  are\r\n\ninapplicable as well  to such  claims.   In interpreting  similar\r\n\nlanguage  in  the FWPCA,  courts  have  held  that the  statute's\r\n\n\"notwithstanding\" phrase precludes application of the  Limitation\r\n\nAct to  claims by the  United States for FWPCA  pollution removal\r\n\ncosts.  See  In re Oswego Barge Corp., </pre><span class=\"citation\" data-id=\"397076\"><a href=\"/opinion/397076/in-the-matter-of-the-complaint-of-oswego-barge-corporation-as-bare-boat/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">327</span></a></span><pre class=\"inline\">, 340 (2d Cir.\r                                               \r\n\n1981); In re Hokkaido Fisheries Co., Ltd., 506 F.  Supp. 631, 643\r                                                   \r\n\n(D.  Alaska 1981).   See  also  Schoenbaum, supra,  at 376  (\"OPA\r                                                           \r\n\nbroadly supersedes the  Limitation of Liability Act  with respect\r\n\nto damages  and removal costs  under both federal and  state law,\r\n\nincluding common  law\").   We find these  cases to  be persuasive\r\n\nbecause  \"[n]either the  language  of  OPA  nor  its  legislative\r\n\nhistory  suggests  that  OPA's  provisions  should  be  construed\r\n\ncontrary  to the  settled law  applicable to  FWPCA when  OPA was\r\n\nenacted.\"   William M.  Duncan, The Oil  Pollution Act  of 1990's\r\n\nEffect  on the Shipowner's Limitation of  Liability Act, 5 U.S.F.\r\n\nL. Rev. 303, 316 (1993).\r\n\n          In addition to the  \"notwithstanding\" clause, at  least\r\n\nfour  other provisions  in  the  statute  explicitly  repeal  the\r\n\nLimitation Act with  respect to certain types of claims.   See 33\r                                                                        \r\n\nU.S.C.    2702(d)(1)(A) (repealing the Limitation Act as to third\r\n\nparties solely responsible  for a spill); 2718(a)  (repealing the\r\n\n                               -10-\r\r\n\nLimitation  Act  as  to  state  and  local  statutory  remedies);\r\n\n2718(c)(1)  (repealing  the  Limitation   Act  as  to  additional\r\n\nliability  imposed by the United  States, any state, or political\r\n\nsubdivision);  2718(c)(2)  (repealing the  Limitation  Act  as to\r\n\nfines  or penalties).   The  appellants contend that,  outside of\r\n\nthese specific instances,  the Limitation Act continues  to apply\r\n\nto the OPA.  The Bunker Group, citing one commentator, notes that\r\n\n\"[i]f Congress'  intent in  enacting OPA  had been  to completely\r\n\nrepeal  the Limitation  Act,  it  would  not  have  painstakingly\r\n\nrepealed  it only  with  respect to  certain  types of  actions.\"\r\n\nDuncan, supra, at 319.\r                       \r\n\n          When  we  consider  these  five  OPA  provisions  which\r\n\nexplicitly repeal the  Limitation Act as well as  others that are\r\n\nirreconcilably in conflict,  see infra, we find that  the OPA has\r                                                \r\n\nrepealed  the  Limitation Act  as to  oil spill  pollution claims\r\n\narising under the OPA in  the instant case.  \"'[W]here provisions\r\n\nin the two acts are in irreconcilable conflict, the later act  to\r\n\nthe extent of  the conflict constitutes an implied  repeal of the\r\n\nearlier one . . . .'\"   See Radzanower v. Touche Ross &amp;  Co., </pre><span class=\"citation\" data-id=\"109466\"><a href=\"/opinion/109466/radzanower-v-touche-ross-co/\"><span class=\"volume\">426</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">, 154 (1976) (quoting  Posadas v. National City Bank, </pre><span class=\"citation\" data-id=\"102537\"><a href=\"/opinion/102537/posadas-v-national-city-bank/\"><span class=\"volume\">296</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span>   <span class=\"page\">497</span></a></span><pre class=\"inline\">,   503   (1936)  (noting   standard   for   repeal  by\r\n\nimplication)). \r\n\n          While  the   repeal  of  statutes  by   implication  is\r\n\ndisfavored, see Tennessee Valley Auth. v. Hill, </pre><span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span><pre class=\"inline\">, 189\r                                                        \r\n\n(1978),  several key provisions  of the two  statutes are plainly\r\n\ninconsistent.  First,  the Limitation Act limits  the shipowner's\r\n\n                               -11-\r\r\n\nliability to the  post-accident value of the  vessel plus pending\r\n\nfreight, 46  U.S.C.    183, while the  OPA contemplates  a strict\r\n\nliability regime with statutory limits of at least $2 million for\r\n\ntanks vessels and $.5 million for  all other vessels.  33  U.S.C.\r\n\n   2702, 2704.  Moreover,  in certain instances, the OPA  imposes\r\n\nvirtually unlimited liability on  the responsible party.   See 33\r                                                                        \r\n\nU.S.C.    2704(c).  Second, the provisions on jurisdiction are in\r\n\nobvious  tension.   Only federal  courts  have jurisdiction  over\r\n\nlimitation  proceedings.   See,  e.g.,  Complaint  of  Dammers  &amp;\r                                                                           \r\n\nVanderheide &amp; Scheepvaart Maats Christina B.V., </pre><span class=\"citation\" data-id=\"499738\"><a href=\"/opinion/499738/in-the-matter-of-the-complaint-of-dammers-vanderheide-scheepvaart-maats/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 755\r                                                        \r\n\n(2d Cir.  1988).  In  contrast, the OPA grants  federal and state\r                                                                           \r\n\ncourts jurisdiction  to decide  oil pollution  cases.  33  U.S.C.\r\n\n   2717(b), 2717(c).    Finally, the  provisions of  Rule F,  the\r\n\nprocedural  rule that implements  and which is  incorporated into\r\n\nthe Limitation Act,  cannot be  reconciled with  sections of  the\r\n\nOPA.  See Part C, infra.\r                                 \r\n\n          Even assuming arguendo that  the language is ambiguous,\r                                          \r\n\nthe legislative history  is consistent  with our  interpretation.\r\n\nAs  this  court has  noted,  the  \"chief objective  of  statutory\r\n\ninterpretation   is  to   give   effect  to   legislative  will.\"\r\n\nPassamaquoddy Tribe v. State of Me., </pre><span class=\"citation\" data-id=\"196568\"><a href=\"/opinion/196568/passamaquoddy-tribe-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">784</span></a></span><pre class=\"inline\"> (1st Cir. 1996).\r                                             \r\n\nIn considering the OPA's liability provision, Congress stated:\r\n\n            Liability under  this Act  is established\r\n            notwithstanding  any  other  provision or\r\n            rule of  the law.   This  means that  the\r\n            liability  provisions of  this Act  would\r\n            govern   limitations   compensation   for\r\n            removal costs and damages notwithstanding\r\n            any limitations  under existing  statutes\r\n            such as the act of March 3, 1851 . . . .\r\n\n                               -12-\r\r\n\nH.R. Conf.  Rep. No.  101-653, at 103  (1990), reprinted  in 1990\r                                                                      \r\n\nU.S.C.C.A.N.  779,  781  (Joint   Explanatory  Statement  of  the\r\n\nConference  Committee explaining    2702(a)).   Furthermore,  the\r\n\nSenate Report  on the OPA  bill asserts that the  OPA \"completely\r\n\nsupersedes  the  1851  statute with  respect  to  oil pollution.\"\r\n\nS. Rep. No. 101-94,at 14, reprinted in 1990U.S.C.C.A.N. 722, 736.\r                                                \r\n\n          More  generally,  as  the  Ninth  Circuit  reasoned  in\r\n\nfinding an implicit repeal of the Limitation Act by the liability\r\n\nprovisions  of the  Trans-Alaska Pipeline  Authorization Act,  43\r\n\nU.S.C.    1651-1655, \"[a]pplication of the Limitation Act to [the\r\n\nOPA]  would   frustrate  completely  [the   OPA]'s  comprehensive\r\n\nremedial nature.\"  See In re Glacier  Bay, </pre><span class=\"citation\" data-id=\"568017\"><a href=\"/opinion/568017/in-re-the-glacier-bay-kee-leasing-company-mathiasens-tanker-industries/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span><pre class=\"inline\">, 583 (9th\r                                                   \r\n\nCir.  1991).   \"The purpose  of OPA,  as well  as other  remedial\r\n\nlegislation   passed  by  Congress  and  the  states  to  address\r\n\nenvironmental  disasters such  as oil  spills,  was to  encourage\r\n\nrapid private party responses.\"   JAHRE SPRAY, </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">451315</span></span><pre class=\"inline\">, at\r                                                       \r\n\n*4.  However, the Limitation  Act \"allows vessel owners virtually\r\n\nto eliminate liability  for catastrophic damages.\"   Glacier Bay,\r                                                                          \r\n\n944  F.2d at 583.   Hence, the OPA's  scheme is in irreconcilable\r\n\nconflict with the Limitation Act.\r\n\n          Some  claims  arising  from an  incident  in  which oil\r\n\npollution occurs do not escape  the Limitation Act.  For example,\r\n\nthat Act  remains in  force for general  maritime claims  such as\r\n\nmaritime tort  actions for harms to  persons or vessels.   See 33\r                                                                        \r\n\nU.S.C.     2751(e)  (\"[e]xcept  as  otherwise  provided  in  this\r\n\nchapter,  this  chapter does  not  affect  .  . .  admiralty  and\r\n\n                               -13-\r\r\n\nmaritime law\").   The district  court below, in keeping  with the\r\n\nOPA's savings  provision in    2751(e),  reserved the  Limitation\r\n\nPlaintiffs'  right \"to  seek limitation  of  liability for  those\r\n\nclaims   subject   to  reduction   under  the   Limitation  Act.\"\r\n\nTherefore,  the  Bunker  Group's  contention  that  the  district\r\n\ncourt's order exempts  from Rule F  concursus all claims  arising\r\n\nfrom  the grounding, whether or not they  arise under the OPA, is\r\n\nwithout merit.  The appellants remain free to avail themselves of\r\n\nthe Limitation Act and Rule F concursus for their non-OPA claims.\r\n\n          C.  The Independent Application of Rule F Concursus\r                    C.  The Independent Application of Rule F Concursus\r\n\n          The  appellants claim that  even if the  OPA supersedes\r\n\nthe Limitation Act, because the OPA fails to provide any guidance\r\n\non the  procedure  necessary to  implement it,  Rule F  concursus\r\n\napplies to  actions under the OPA independently of the Limitation\r\n\nAct.  To support their  contention, the appellants note that Rule\r\n\nF  is  framed  generally  to  address  \"limitation  of  liability\r\n\npursuant to statute.\"  Rule F(1).  Rule F was originally  written\r                             \r\n\nby the Supreme Court  to implement the 1851  Limitation Act.   In\r\n\nredrafting  the rules,  the Supreme  Court  substituted a  direct\r\n\nreference to  the 1851 statute  in Rule F  with the \"pursuant  to\r\n\nstatute\"  language, which we find  reveals a more general purpose\r\n\nfor Rule F.\r\n\n          We  conclude, however,  that Rule  F's requirements  on\r\n\nvenue and limitation of  liability cannot be reconciled  with the\r\n\nOPA's provisions  regarding oil spill  damages.  Under Rule  F, a\r\n\nlimitation of liability  proceeding may be commenced  only in the\r\n\n                               -14-\r\r\n\ndistrict where the vessel has  been seized, or if the  vessel has\r\n\nnot been  seized, in  any district  in which  the owner  has been\r\n\nsued.  See Rule F(9).  If neither the vessel has  been seized nor\r                    \r\n\naction commenced against the owner, the limitation  action may be\r\n\nfiled in the district where the vessel may be.  See id.  Venue is\r                                                                \r\n\nproper in any district only if there is no pending litigation and\r\n\nthe vessel  is not within any district.  See  id.  Under the OPA,\r                                                          \r\n\nin  contrast,  venue is  proper  in  any  district in  which  the\r\n\ndischarge of oil or  injury or damages occurred, or  in which the\r\n\ndefendant resides, may be found, has its principal office, or has\r\n\nappointed an agent for service of process.  33  U.S.C.   2717(b).\r\n\nThus, the  OPA offers claimants  a much broader choice  of forums\r\n\nwhile  Rule   F's  venue  requirements   are  significantly  more\r\n\nrestrictive.\r\n\n          Rule  F's deadline for claims is also inconsistent with\r\n\nthe OPA's  statute of  limitation.  Once  a limitation  action is\r\n\ncommenced, the court issues a  notice to claimants requiring them\r\n\nto file  their claims by the date fixed  in the notice.  See Rule\r                                                                      \r\n\nF(4).   The court may fix a date that requires claims to be filed\r\n\nin  as little as 30 days  after issuance of the  notice.  Id.  In\r                                                                      \r\n\nthe  instant case,  the monition period  terminated approximately\r\n\nten months  after the date  of the MORRIS J.  BERMAN's grounding.\r\n\nThe  OPA, however,  allows claimants  three years to  commence an\r\n\naction to  recover removal costs and  damages.  See 33  U.S.C.   \r                                                             \r\n\n2717(f)(1),  2717(f)(2).  In addition, if the claimant decides to\r\n\nseek  recovery from  the  Fund,  the claimant  has  six years  to\r\n\n                               -15-\r\r\n\npresent removal  costs claims,  see 33  U.S.C.    2712(h)(1), and\r                                             \r\n\nthree  years to  present damage  claims.   See id.    2712(h)(2).\r                                                           \r\n\nFinally,  section 2717(f)(4)  extends the  limitation period  for\r\n\nsubrogation actions by  three years from the date the Fund pays a\r\n\nsubrogated claim.  See 33 U.S.C.   2717(f)(4).\r                                \r\n\n          One  concern we have  with the shortened  claims period\r\n\nunder  Rule F is that it would  interfere with the United States'\r\n\nsubrogation  rights under  the  OPA.   If  oil  spill claims  are\r\n\nsubject  to Rule  F concursus,  claimants who  are barred  by the\r\n\ncourt imposed  deadline from  recovering against  the responsible\r\n\nparty, are likely  to present their claims to the Fund.  Once the\r\n\nFund  pays a  claim, the  United  States acquires  all rights  of\r\n\nsubrogation.  See 33 U.S.C.     2712(f), 2713, 2715(a).  However,\r                           \r\n\nat that point, the United States may then be denied access to the\r\n\nproceedings against  the responsible party, and consequently, the\r\n\nFund will bear the financial burden of these late claims.\r\n\n          The  appellants   respond  that,  under  Rule   F,  the\r\n\ngovernment's subrogation rights do not  necessarily lapse because\r\n\n\"[f]or cause shown,  the court may enlarge the  time within which\r\n\nclaims may  be  filed.\"   Rule  F(4).   We  believe  though  that\r\n\nsubjecting  the government's subrogation rights to the discretion\r\n\nof the trial court in every oil spill action  fails to adequately\r\n\nsecure those rights.   Congress specifically examined  this issue\r\n\nin creating the OPA's statute of limitation and giving the courts\r\n\ndiscretion  over this matter  is contrary to  legislative intent.\r\n\nMoreover,  even if the  courts consistently enlarge  the monition\r\n\n                               -16-\r\r\n\nperiod for  subrogation claims,  in many  instances, the  limited\r\n\nfund established  by the  concursus procedure  will already  have\r\n\nbeen exhausted.\r\n\n          Finally,  contrary to  the appellants'  contention that\r\n\nthe OPA  fails to provide  any procedural guidance, the  OPA does\r                                        \r\n\nestablish a  claims procedure.   The OPA requires all  claims for\r\n\nremoval costs or damages to be presented first to the responsible\r\n\nparty or guarantor.  See 33 U.S.C.   2713(a).  If the responsible\r                                  \r\n\nparty  denies liability  or the  claim is  not settled  within 90\r\n\ndays, the claimant  may proceed against the  responsible party in\r\n\ncourt or present the claim  to the Fund.  See id.    2713(c).  In\r                                                          \r\n\nsome  enumerated instances, claims  may be presented  directly to\r\n\nthe Fund without first presenting them to  the responsible party.\r\n\nSee  id.    2713(b).   \"The  purpose  of  the  claim presentation\r                 \r\n\nprocedure  is   to  promote  settlement  and  avoid  litigation.\"\r\n\nJohnson v. Colonial Pipeline Co., </pre><span class=\"citation\" data-id=\"2292132\"><a href=\"/opinion/2292132/johnson-v-colonial-pipeline-co/\"><span class=\"volume\">830</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">309</span></a></span><pre class=\"inline\">, 310 (E.D. Va.\r                                          \r\n\n1993).  In contrast to the OPA's claims procedure, Rule F  forces\r\n\nall claimants  into litigation  against the vessel  owner.   If a\r\n\nclaimant  fails to  appear in  the limitation  action within  the\r\n\nmonition period, he  or she is enjoined from  raising any claims.\r\n\nSee Rule  F(3).   In view of  these inconsistencies,  we conclude\r             \r\n\nthat Rule F  concursus even if independent of  the Limitation Act\r\n\nis inapplicable to OPA claims.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r\n\n          For  the reasons stated  in this opinion,  the district\r\n\n                               -17-\r\r\n\ncourt's order is affirmed.\r                           affirmed.\r                                   \r\n\n          Costs to be assessed against appellants.\r\n\n                               -18-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2292132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2355787/"
  ]
}