{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197760/",
  "absolute_url": "/opinion/197760/united-states-v-henry/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197760/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:22Z",
  "date_modified": "2017-03-24T10:53:21.228712Z",
  "type": "010combined",
  "sha1": "bbebafdd5f73b93af232541478d75f6e5b6380a1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1775.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNos. 96-1775\r\n     97-1400\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                          MARK O. HENRY,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                Selya and Boudin, Circuit Judges,\r                                                          \r\n\n              and Dowd, Jr.,* Senior District Judge.\r                                                             \r\n\n                                           \r\n\n     Bjorn Lange,  Assistant  Federal  Public  Defender,  Federal\r                          \r\nDefender Office, for appellant.\r\n     Jeffrey C.  Dobbins, Attorney,  Department of  Justice, with\r                                  \r\nwhom Lois  J. Schiffer, Assistant  Attorney General,  Environment\r                                \r\nand  Natural Resources  Division,  Stephen  R.  Herm,  Jeremy  F.\r                                                                           \r\nKorzenik  and David C. Shilton, Attorneys, Department of Justice,\r                                        \r\nwere on brief for appellee.\r\n\n                                           \r\n\n                         February 5, 1998\r\n                                           \r\n\n                         AMENDED OPINION\r\n                                           \r\n                    \r                              \r\n\n*  Of the Northern District of Ohio, sitting by designation.\r\r\n\n          DOWD, Senior District Judge.  \r                    DOWD, Senior District Judge.\r                                               \r\n\n          I.  INTRODUCTION\r                    I.  INTRODUCTION\r\n\n          The  defendant-appellant   Mark  O.   Henry  (hereafter\r\n\n\"Henry\") prosecutes two appeals growing out of his indictment and\r\n\nconviction for  one count  of conspiracy to  violate 42  U.S.C.  \r\n\n6928(d)(l) which prohibits the transport of  hazardous waste to a\r\n\nfacility  that does not have a permit  to receive such waste, one\r\n\ncount of mail fraud and three counts of wire fraud.\r\n\n          Henry  owned and  operated Cash  Energy, a  corporation\r\n\nwith  offices in  North  Andover,  Massachusetts.    Cash  Energy\r\n\noperated numerous  affiliated businesses,  including Beede  Waste\r\n\nOil  (\"Beede\"), located primarily at  Kelly Road in Plaistow, New\r\n\nHampshire.   Henry directed the  affairs of both Cash  Energy and\r\n\nBeede.  Robert LaFlamme, an indicted co-conspirator who testified\r\n\nagainst  Henry,   managed  Beede   and  oversaw  its   day-to-day\r\n\noperations.\r\n\n          Beede  applied  to  the  New  Hampshire  Department  of\r\n\nEnvironmental Services (\"NHDES\")  in March 1990  for a permit  to\r\n\nrecycle virgin petroleum contaminated soil into cold mix asphalt.\r\n\nVirgin  petroleum contaminated  soil  is soil  contaminated  with\r\n\npetroleum or petroleum products, petroleum sludge, and all liquid\r\n\npetroleum derived  hydrocarbons, such as lubricating oil, heating\r\n\noil,  gasoline,  kerosene,   and  diesel  fuel.     However,  the\r\n\ndefinition excludes soil that is determined to be hazardous waste\r\n\nbecause it is contaminated with other chemicals or metals.  Beede\r\n\nneeded an  NHDES permit because  the recycling process  emits air\r\n\n                               -2-\r\r\n\npollutants.   The recycling  process required the  use of  a \"pug\r\n\nmill\" to mix contaminated  soil with gravel and asphalt emulsion.\r\n\nBeede  eventually  obtained the  permit  in July.    However, the\r\n\npermit capped  the  amount of  contaminated  soil that  could  be\r\n\nstored at the site at 3,000 tons.\r\n\n          Beede  entered  into recycling  contracts  with several\r\n\nentities even before the permit was issued.  Although the company\r\n\nsporadically recycled soil using a leased pug mill, the amount of\r\n\ncontaminated soil stored at the site soon exceeded the  permitted\r\n\namount.   Eventually, the  amount of unrecycled  soil grew  to as\r\n\nmuch as 19,000 tons and at no time after May 1990 did Beede  ever\r\n\nhave  less than 3,000 tons of  soil at the site.   By April 1991,\r\n\nBeede's  failure  to  comply  with  the  permit  caused  the  New\r\n\nHampshire Air Resources Division to issue an administrative order\r\n\nprohibiting  Beede  from  accepting any  more  contaminated soil.\r\n\nThis order was  superseded by a  new permit  issued in June  1991\r\n\nthat allowed Beede  to begin receiving new soil  only if it first\r\n\nrecycled  all of  the  soil  that had  accumulated  at the  site.\r\n\nAlthough Beede engaged in a  small amount of soil recycling after\r\n\nthe  June 1991  permit was  issued, it  continued to  receive new\r\n\ncontaminated soil at the site in violation of the permit terms.\r\n\n          The  mail  and  wire fraud  counts  charged  that Henry\r\n\nparticipated in  a scheme to defraud several of Beede's customers\r\n\nof  money by  falsely  representing  that  Beede  could  lawfully\r\n\nreceive and recycle the customers'  virgin petroleum contaminated\r\n\nsoil.  The conspiracy count  charged that Henry participated in a\r\n\n                               -3-\r\r\n\nconspiracy to knowingly  cause hazardous waste to  be transported\r\n\nto a  facility that was  not permitted  to receive such  waste in\r\n\nviolation  of  42 U.S.C.     6928(d)(1).   The  conspiracy charge\r\n\ninvolved three overt acts.1\r\n\n          The grand jury  returned a 17 count  indictment against\r\n\nHenry and LaFlamme  on March  2, 1995  charging conspiracy,  mail\r\n\nfraud and wire fraud.   Later, on January  5, 1996 a  superceding\r\n\nindictment was returned limiting the  counts to a single count of\r\n\nconspiracy, six  counts of  mail fraud and  three counts  of wire\r\n\nfraud.   LaFlamme pleaded guilty to  one count of mail  fraud and\r\n\nthe  conspiracy  count   and  subsequently   testified  for   the\r\n\ngovernment at Henry's trial which was held over an eight day span\r\n\nin February of 1996.\r\n\n          The first  appeal challenges  his  convictions and  the\r\n\nresulting 37 month sentence; the second  appeal contends that the\r\n\ndistrict court should not have denied his  motion for a new trial\r\n\nbased on newly discovered evidence.\r\n\n          For the reasons  that follow we affirm  the convictions\r\n\nand sentence and the denial of Henry's motion for a new trial.\r\n\n          II.  THE CHALLENGED CONSPIRACY CONVICTION\r                    II.  THE CHALLENGED CONSPIRACY CONVICTION\r\n\n            A.     The   Challenged  Jury  Instructions   on  the\r\n\n            Conspiracy Count.\r\n\n                    \r                              \r\n\n1   Two  of the  overt acts charged  that in  the spring  of 1991\r\nHenry, after receiving  laboratory data showing  contamination of\r\nthe  soils, either  by cadmium or  iron, caused  the soils  to be\r\ntransported to Beede.  One shipment of  243 tons came from a site\r\nin Lawrence,  Massachusetts and  the other  shipment of  250 tons\r\ncame from the Portsmouth Naval Shipyard in Kittery, Maine.\r\n\n                               -4-\r\r\n\n          The  conspiracy count, charged  under 18 U.S.C.    371,\r\n\nalleged  that  Henry   and  LaFlamme  conspired     knowingly  to\r\n\ntransport and  cause  to  be transported  hazardous  waste  to  a\r\n\nfacility that did  not have interim status and a permit to accept\r\n\nhazardous waste in violation of 42 U.S.C.   6928 (d)(l).2\r\n\n          The indictment defined hazardous waste by reference  to\r\n\nthe  substances and materials  listed or identified  in Title 40,\r\n\nCode of  Federal Regulations, Part  261 and further  alleged that\r\n\nunder  the regulation,  \"any waste  containing concentrations  of\r\n\nlead in excess of 5 parts  per million or cadmium in excess of  l\r\n\npart per  million using appropriate  test methods is  a hazardous\r\n\nwaste.\"\r\n\n          The jury instructions relative to the conspiracy charge\r\n\ndefined the offense of causing hazardous wastes to be transported\r\n\nto an unpermitted facility as requiring the following elements:\r\n                    \r                              \r\n\n2  Section 6928(d)(l) provides:\r\n\n                    (d) Criminal penalties\r                              (d) Criminal penalties\r\n\n          Any person who--\r\n\n               (1) knowingly transports  or causes to\r\n            be   transported   any   hazardous  waste\r\n            identified   or    listed   under    this\r\n            subchapter to a  facility which does  not\r\n            have a permit under this  subchapter, . .\r\n            . \r\n\n                             . . . .\r\n\n            shall, upon conviction,  be subject to  a\r\n            fine  of not  more than $50,000  for each\r\n            day of violation,  or imprisonment not to\r\n            exceed two  years (five years in the case\r\n            of a violation of paragraph (1)  or (2)),\r\n            or both. . . .\r\n\n                               -5-\r\r\n\n            First,  that the  defendant transported  or\r\n          caused to be transported hazardous waste to a\r\n          facility that  was not authorized  to receive\r\n          such waste; and \r\n\n            Second, that  the defendant  knew that  the\r\n          material transported  was hazardous  and that\r\n          the facility  that received the waste was not\r\n          authorized to receive such waste.\r\n\n          Then, over the defendant's timely objection, the  court\r\n\ndefined hazardous waste as follows:\r\n\n            Solid waste qualifies as hazardous waste if\r                                                                 \r\n          using  the  toxicity  characteristic leaching\r                                                                 \r\n          procedure,    TCLP,     extract    from     a\r                                      \r\n          representative  sample  of  the  solid  waste\r\n          contains lead in  concentrations greater than\r\n          five  parts   per  million   or  cadmium   in\r\n          concentrations  greater  than  one  part  per\r\n          million.\r\n\n(Emphasis added).  \r\n\n          The appellant  couples the challenge to  the definition\r\n\nof hazardous waste with the claim that the trial court improperly\r\n\nparticipated  in the direct examination of the government witness\r\n\nMichael  Wimsatt,  a  regulatory  inspector  with  NHDES  in  the\r\n\nhazardous waste program.\r\n\n          First,  we   observe  that  the   court's  definitional\r\n\ninstruction as to what constitutes hazardous waste was correct as\r\n\na matter of law.  The government bears the burden of establishing\r\n\nthat   the   defendant  knew   that  the   materials  transported\r                                      \r\n\nconstituted hazardous  waste.  The Congress has  delegated to the\r\n\nAdministrator of the EPA the responsibility for listing the types\r\n\nand  characteristics  of substances  considered  to be  hazardous\r\n\nwastes.  42 U.S.C.    6921(b).  The ensuing  regulation, found at\r\n\n40 C.F.R.   261.3, provides that soil  is a hazardous waste if it\r\n\n                               -6-\r\r\n\n\"exhibits  any   of  the   characteristics  of  hazardous   waste\r\n\nidentified in Subpart  C.\" Subpart C includes  the characteristic\r\n\nof \"toxicity\".    40  C.F.R.    261.24  introduces  the  Toxicity\r\n\nCharacteristic  Leaching Procedure (TCLP)  as a means  of testing\r\n\nfor toxicity  and provides that when this testing procedure shows\r\n\nthat the waste contains any of the contaminants listed in table l\r\n\nat a concentration equal to  or greater than the respective value\r\n\ngiven in  the table, then  the waste, by  definition, constitutes\r\n\nhazardous  waste.   The table  located at  40 C.F.R.    261.24(a)\r\n\ndictates that the regulatory limit for lead is 5 mg/L (or 5 parts\r\n\nper million) and  the corresponding regulatory limit  for cadmium\r\n\nis l mg/L (or l part per million).   \r\n\n          In the conference conducted by the district court prior\r\n\nto  finalizing the jury  instructions, counsel for  the defendant\r\n\nargued that it should be left for  the jury to determine if soils\r\n\nshipped  contained hazardous  waste without  the  benefit of  the\r\n\nchallenged definition.  Defendant's  counsel  also  disputed  the\r\n\ndelegation by  the Congress  to  the EPA  Director to  promulgate\r\n\nregulations defining  hazardous  wastes and  argued that  because\r\n\nthere   had  been  changes  in  those   regulations  as  to  what\r\n\nconstituted levels of  toxicity, that an  individual such as  the\r\n\ndefendant should not suffer criminal liability in such a setting.\r\n\nDefendant's argument  is grounded in the  nondelegation doctrine,\r\n\nwhich provides  that Congress  may not  delegate its  legislative\r\n\npower to another branch of the government.  See U.S.  Const. art.\r                                                         \r\n\n                               -7-\r\r\n\nI,   1 (\"All legislative powers herein granted shall be vested in\r\n\na Congress of the United States.\").\r\n\n          The district court responded to the improper delegation\r\n\nargument by reliance on Touby v. United States, 500 U.S. 160, 165\r                                                        \r\n\n(1991),  for the proposition  that the delegation  of legislative\r\n\npower to another branch of  the government is permissible as long\r\n\nas Congress sets  forth an \"intelligible principle\" to  which the\r\n\nexecutive or judicial branch must conform.  In Touby, the Supreme\r                                                              \r\n\nCourt upheld Congress' delegation of the power to define criminal\r\n\nconduct to the Attorney  General as constitutionally permissible.\r\n\nThe  Court held that \"Congress does  not violate the Constitution\r\n\nmerely because it  legislates in broad  terms, leaving a  certain\r\n\ndegree of discretion to executive or judicial actors.  So long as\r\n\nCongress  'lay[s]  down   by  legislative  act   an  intelligible\r\n\nprinciple  to which  the person  or body  authorized to  [act] is\r\n\ndirected to conform,  such legislative action is not  a forbidden\r\n\ndelegation of legislative power.'\"  Touby, supra, at 165, quoting\r                                                          \r\n\nJ.W. Hampton, Jr., &amp; Co. v. United  States, 276 U.S. 394, 409, 48\r                                                    \r\n\nS. Ct. 38, 352, 72 L.Ed. 624 (1928).\r\n\n          The Touby  Court then upheld  the Controlled Substances\r                             \r\n\nAct at issue in that case on the ground that Congress had in fact\r\n\nset   forth  an   \"intelligible  principle\"   which  meaningfully\r\n\nconstrained the Attorney General's  discretion to define criminal\r\n\nconduct.  The Court  discussed several factors that  rendered the\r\n\nstatute  constitutional:  (1)  requiring the Attorney  General to\r\n\ndetermine that the expedited procedure  is \"necessary to avoid an\r\n\n                               -8-\r\r\n\nimminent hazard to the public safety,\" (2) specifying the factors\r\n\nthat  the  Attorney  General  must  consider  in  making  such  a\r\n\ndetermination; and (3)  requiring publication of a  30-day notice\r\n\nof the proposed scheduling and consideration of any comments from\r\n\nthe Secretary of Health and Human Services. Touby, supra, at 166.\r                                                                  \r\n\n          We  approve the district  court's reliance on  Touby in\r                                                                        \r\n\nthe instant case, and hold that the delegation by Congress to the\r\n\nEPA of  the legislative authority  to define hazardous  waste was\r\n\npermissible given the fact that there existed several constraints\r\n\nupon the EPA's exercise of this authority that are similar to the\r\n\nconstraints  found  to be  determinative of  constitutionality in\r\n\nTouby.   First of all, we note that the Resource Conservation and\r               \r\n\nRecovery Act sets  forth a detailed procedure with  which the EPA\r\n\nmust  comply before  it may  exercise this legislative  power and\r\n\nlist   the  types   and  characteristics   of   hazardous  waste.\r\n\nSpecifically, 42  U.S.C.    6921(a)  requires  the EPA  to  first\r\n\nprovide  notice and  the opportunity  for public  hearing on  the\r\n\nissue of  what precisely  are the  characteristics of  \"hazardous\r\n\nwaste,\" and further requires the EPA to consult with \"appropriate\r\n\nFederal  and State  agencies\"  on this  definitional issue.   See\r                                                                           \r\n\nTouby,   supra,  at  166  (delegation  of  legislative  power  to\r                        \r\n\nexecutive  constitutional  in  part   due  to  requirement   that\r\n\nexecutive consider comments from other authorities).\r\n\n          Secondly,  in addition to  requiring the EPA  to comply\r\n\nwith  these  procedural  steps,  the  statute  specifies  certain\r\n\nfactors that  the EPA must  consider in developing  the criteria:\r\n\n                               -9-\r\r\n\n\"the Administrator shall. . . develop and promulgate criteria for\r\n\nidentifying the characteristics of hazardous waste, . .  . taking\r\n\ninto account toxicity, persistence,  and degradability in nature,\r\n\npotential for accumulation  in tissue, and other  related factors\r\n\nsuch  as   flammability,  corrosiveness,   and  other   hazardous\r\n\ncharacteristics.\"  42 U.S.C.   6921(a).  See Touby, supra, at 166\r                                                                   \r\n\n(holding specification  of three  factors that  the executive  is\r\n\n\"required to  consider\" constrains executive's  legislative power\r\n\nand renders delegation constitutional).\r\n\n          Furthermore,   besides   this  detailed   process   for\r\n\nestablishing the  criteria to  be used  in identifying  hazardous\r\n\nwaste,  the statute  also  constrains  the  EPA's  discretion  by\r\n\nlisting specific characteristics which the statute directs \"shall\r\n\nbe subject to the provisions of this subchapter solely because of\r\n\nthe  presence  in such  wastes of  certain constituents  (such as\r\n\nidentified  carcinogens, mutagens,  or teratagens)  at levels  in\r\n\nexcess  of levels  which endanger  human  health.\"   42 U.S.C.   \r\n\n6921(b)(1).\r\n\n          In   sum,  we  find   no  fault  with   the  challenged\r\n\ndefinition.    In fact,  the  district  court  in this  case  was\r\n\nsensitive  to the knowledge  component of the  government's proof\r\n\nand the  defendant's  contention that  he believed  the soils  in\r\n\nquestion  did  not  constitute  hazardous  waste,  and  therefore\r\n\ninstructed the jury on a good faith defense.3\r\n                    \r                              \r\n\n3  The jury was  instructed as to the defense of good  faith with\r\nrespect to the conspiracy count as follows:\r\n\n                               -10-\r\r\n\n            B.  The Questioning of Wimsatt by the District Court.\r\n\n          The defendant combined his  objection to the definition\r\n\nwith an objection  to the court's questioning of Michael Wimsatt,\r\n\na regulatory  inspector  with the  NHDES in  its hazardous  waste\r\n\nprogram.    The  court engaged  in  the  following  colloquy with\r\n\nWimsatt  that  featured  the   toxicity  characteristic  leaching\r\n\nprocedure:\r\n\n          THE COURT:  And the  TCLP test uses  water as\r\n                      the [leachate], right?\r\n          WIMSATT:    It's a  water solution.   It  has\r\n                      some acid  in it,  obviously, and\r\n                      it has whatever contaminants, but\r\n                      it's still relatively  dilute and\r\n                      it's    essentially    a    water\r\n                      solution, that's right.\r\n          THE COURT:  Is  it fair to  say, then, with a\r\n                      TCLP test, something expressed as\r\n                      five milligrams per  liter, could\r\n                      also be  expressed as  five parts\r\n                      per million?\r\n          WIMSATT:    Yes,   that's   correct,   that's\r\n                      right.   So we  have a limit  set\r\n                      under TCLP that says when you get\r\n                      an  extract from  our sample,  it\r\n                      can't have  more than  five parts\r\n                      per million of lead in it, and if\r\n                      it   does,  it's   going  to   be\r\n                      considered a hazardous waste. \r\n\n                    \r                              \r\n\n            If  the defendant  had a good  faith belief\r\n          that Beede  was authorized  to transport  the\r\n          waste  to its facility,  he is not  guilty of\r\n          the  crime of conspiracy even if it turns out\r\n          that that belief was wrong.\r\n\n            The burden  of proving good faith  does not\r\n          rest with the defendant because the defendant\r\n          does not have an obligation to prove anything\r\n          in  this case.  It is the government's burden\r\n          to  prove beyond a  reasonable doubt that the\r\n          defendant is guilty of conspiracy. \r\n\n                               -11-\r\r\n\n          The  defendant's counsel  first objected  to  the above\r\n\nquestioning of  Wimsatt during  the jury  charge conference,  and\r\n\nwhen  asked by  the court  what remedy  did counsel  propose, the\r\n\nresponse was to delete the hazardous waste definitional paragraph\r\n\nfrom the jury  charge.  The district judge  declined, properly we\r\n\nhold, and observed that he had the authority pursuant to Evidence\r\n\nRule 614 (b)4 to question witnesses and had done so to assist the\r\n\njurors.  Specifically, the district court opined:\r\n\n            THE  COURT:   All right.   I decline  to do\r\n          that for the reasons that I've outlined.  Let\r\n          me   just  note   I  think   this  issue   of\r\n          questioning  of witnesses  by the Court  is a\r\n          very important  and -  important matter  that\r\n          has  to be  handled carefully  by  the Court.\r\n          Clearly,  Rule  614(b)  allows  the Court  to\r\n          question  witnesses.   In a  trial like  this\r\n          where I think  much of the evidence  has been\r\n          confusing  and  concerns  technical  matters,\r\n          terms  that  involve jargon,  I  think it  is\r\n          important   where   counsel  does   not   ask\r\n          questions clearly  for the  Court to  clarify\r\n          undefined terms,  and therefore I  have asked\r\n          questions during the trial to that end.\r\n\n            I  think it's also important for me since -\r\n          in order  to protect the  defendant's rights,\r\n          that  I  understand the  import  of something\r\n          that is  being testified to.  The jury has to\r\n          make  findings  of  fact here  ultimately  in\r\n          deciding the defendant's  guilt or innocence,\r\n          but I have to pass on motions that  deal with\r\n          evidentiary  sufficiency;  such as,  Rule  29\r\n          motions.\r\n\n            If I don't understand a particular point of\r\n          testimony,  I can't do my job with respect to\r\n          a Rule 29 motion.   So I feel it's  important\r\n          for  me   to  ask  questions   when  I  don't\r\n          understand some testimony  and when the  jury\r\n          may potentially not understand testimony.   I\r\n                    \r                              \r\n\n4  This rule states  that \"[t]he court may interrogate witnesses,\r\nwhether called by itself or by a party.\"  Fed. R. Evid. 614(b).\r\n\n                               -12-\r\r\n\n          try to do it as little as possible, and I try\r\n          my best not  in any  way to  indicate in  any\r\n          sense that I'm taking sides.\r\n\n            I  also have  in  my  jury instructions  an\r\n          instruction  to the jury that they should not\r\n          give any greater weight to the testimony of a\r\n          witness  in  answer  to  my questions  simply\r\n          because the questions have come from  me, and\r\n          I  have reiterated for the jury the fact that\r\n          I am  neutral, impartial and  doesn't - don't\r\n          have  a stake  in  this  case,  and  I  don't\r\n          believe  that  I've   in  any  way  adversely\r\n          affected  the  defendant's  right  to a  fair\r\n          trial here by my questions.\r\n\n            So I think  the premise of your  request is\r\n          flawed,  and   I   decline   to   grant   the\r\n          instruction that you propose.  \r\n\nTranscript of Day 8 at p. 41.  \r\n\n          We agree with  the district court that  his questioning\r\n\nin this case was permissible.   Initially, we note that the First\r\n\nCircuit recognizes the  \"well-settled\" rule that the  trial judge\r\n\nhas a \"perfect right\" to participate in the trial and to question\r\n\nwitnesses.   United States  v. Gonz lez-Soberal, 109  F.2d 64, 72\r                                                         \r\n\n(1st Cir. 1997).   The limitations placed on  this right are that\r\n\nthe judge's questioning  \"must be balanced;  he cannot become  an\r\n\nadvocate or  otherwise use  his judicial  powers to  advantage or\r\n\ndisadvantage a  party unfairly.\"   Logue v. Dore, 103  F.3d 1040,\r                                                          \r\n\n1045 (1st  Cir. 1997).  \"An  inquiry into the judge's  conduct of\r\n\nthe  trial  necessarily  turns  on the  question  of  whether the\r\n\ncomplaining party can show serious prejudice.\"  Id.\r                                                             \r\n\n          In  the  instant  case, our  review  of  the transcript\r\n\nreveals  that the judge's questioning of Wimsatt was nothing more\r\n\nthat the sort  of occasional \"efforts to  clarify testimony\" that\r\n\n                               -13-\r\r\n\nfalls squarely within the scope of the district judge's right and\r\n\nresponsibility to manage  the progress of the trial.   See Logue,\r                                                                          \r\n\nsupra, at  1045.  Furthermore, we hold  that any possible risk of\r               \r\n\nprejudice  to Henry  as a  result  of the  judge's questions  was\r\n\nabated by the clear instruction to the jury that it should ignore\r\n\nany impression that his questions might have made on them.\r\n\n          In   conclusion,    the   trial    transcript   clearly\r\n\ndemonstrates  that the  key  issue on  the  conspiracy count  was\r\n\nwhether  the defendant knew the soils constituted hazardous waste\r\n\nand his good faith defense was  anchored in his assertion that he\r\n\ndid not  believe  the  soils  constituted hazardous  waste.    We\r\n\nfurther  hold  that  the  district  court's  decision  to  define\r\n\nhazardous waste in  the context of the indictment  and the C.F.R.\r\n\nregulations, rather than  offer no assistance to the  jury on the\r\n\nquestion of  what constitutes  hazardous waste,  as suggested  by\r\n\ndefendant's counsel, was proper, and in any event, in the setting\r\n\nof this case, clearly not prejudicial to the defendant.\r\n\n          III.   THE SENTENCING ISSUES\r                    III.   THE SENTENCING ISSUES\r\n\n          Two  primary  issues  are  raised.    The  court  chose\r\n\nU.S.S.G.     2F1.1 as  the  guideline  to  be followed,  but  the\r\n\ndefendant argued that  U.S.S.G.   2Q1.2  was the better  choice.5\r\n\nThe latter guideline  governs such environmental offenses  as the\r\n\n                    \r                              \r\n\n5    Because  the  adjusted  offense  level  for  the  conspiracy\r\nconviction was determined to be nine levels less serious than the\r\nlevel for  the  grouped  fraud  count,  pursuant  to  U.S.S.G.   \r\n3D1.4(c) the  conspiracy conviction  did not  increase the  total\r\noffense level  of 22  as computed under  the mail and  wire fraud\r\ncounts.  \r\n\n                               -14-\r\r\n\nunlawful   transportation   of   hazardous  materials   and   the\r\n\nmishandling  of hazardous or toxic substances.   U.S.S.G.   2F1.1\r\n\ndeals with fraud  and  deceit,  and the  use  of  this  guideline\r\n\nresulted in  a  higher offense  level  calculation.   A  specific\r\n\noffense   characteristic  under      2F1.1  requires  a  judicial\r\n\ncalculation of  the loss  caused by the  fraud and  deceit. Henry\r\n\nchallenges the court's calculation even though it was reduced one\r\n\nlevel by the court from the pre-sentence recommendation.\r\n\n          The  judge departed downward one offense level after he\r\n\nconcluded   that  the  application  of  the  Guidelines  did  not\r\n\n\"correctly  capture [] the true value  of the loss in this case.\"\r\n\nThe defendant was then sentenced to 37 months imprisonment, which\r\n\nis the low  end of the applicable range based  on the defendant's\r\n\nCriminal History of I.\r\n\n          A.   Should  the defendant  have  been sentenced  under\r\n          Guideline   2Q1.2 rather than   2F1.1?\r\n\n          Appendix A to the Sentencing Guidelines Manual provides\r\n\na  statutory index  keyed to  the applicable  guideline.   In the\r\n\nintroduction to Appendix A, the statement is made that \"if, in an\r\n\natypical case, the Guideline section indicated for the statute of\r\n\nconviction  is inappropriate  because of  the particular  conduct\r\n\ninvolved, use the Guideline section most applicable to the Nature\r\n\nof  the  Offense  conduct  charged  in the  count  of  which  the\r\n\ndefendant was convicted.\"  The reader is then referred to   1B1.2\r\n\nof the Guidelines which states in Application Note 1 that \"when a\r\n\nparticular statute  proscribes a  variety of  conduct that  might\r\n\nconstitute the subject of different offense guidelines, the court\r\n\n                               -15-\r\r\n\nwill determine  which Guideline  section applies  based upon  the\r\n\nnature of the  offense conduct charged in the count  of which the\r\n\ndefendant   was  convicted.\"    Building  on  the  atypical  case\r\n\nreference and Application Note 1  to   1B1.2, Henry contends that\r\n\nhis  convictions represent an  atypical fraud prosecution because\r\n\nthe gravamen of  the convicted counts, including  the conspiracy,\r\n\nwas   that  the   defendant  violated  environmental   rules  and\r\n\nregulations by transporting and  storing contaminated soil  which\r\n\nexceeded  permitted levels  in quantity  and  composition at  the\r\n\nBeede Waste Oil facility in New Hampshire. \r\n\n          The  defendant  suggests that  the  apparent  dearth of\r\n\ncases  involving   simultaneous  federal   prosecution  of   both\r\n\nenvironmental offenses  and wire  and fraud  counts suggests  the\r\n\nclaimed atypicality and argues that the commentary in application\r\n\nnote  13  to  U.S.S.G    2F1.1,  which directs  that  \"where  the\r\n\nindictment...establishes an offense more aptly covered by another\r\n\nguideline,  apply that guideline  rather than    2F1.1,\" requires\r\n\nthat U.S.S.G.    2Q1.2 should have been followed  by the district\r\n\ncourt.   The  district  court conducted  a  four hour  sentencing\r\n\nhearing  and rejected the  defendant's   2Q1.2  argument, holding\r\n\nthat the case  was not about environmental crime,  but rather \"an\r\n\neffort by  Mr. Henry to generate income.\"   We review de novo the\r                                                                       \r\n\ntrial court's determinations  on the issue of whether  to apply  \r\n\n2F1.1 rather than   2Q1.2.  United States v. Ruiz, l05 F.3d 1492,\r                                                           \r\n\nl504 (1st Cir. 1997).  \r\n\n                               -16-\r\r\n\n          The defendant's reliance on United States v. Fulbright,\r                                                                          \r\n\n105 F.3d  443 (9th Cir.  1996) is  misplaced.  In  Fulbright, the\r                                                                      \r\n\ndefendant  was convicted of conspiracy to impede federal officers\r\n\nin violation of  18 U.S.C.   372  and for obstruction  of justice\r\n\nunder 18 U.S.C.   1503.   The district court there used the  only\r\n\nguideline  listed for  18 U.S.C.  in the  Statutory Index  to the\r\n\nGuidelines Manual.   Citing the atypicality language  in Appendix\r\n\nA,6  the Ninth  Circuit  then  remanded  for  resentencing  under\r\n\nU.S.S.G     2A2.4  which is  captioned  \"Obstructing  or Impeding\r\n\nOfficers,\" because the  defendant's conduct was determined  to be\r\n\nmore analogous to impeding a federal officer than  to obstruction\r\n\nof justice. Id. at 453.  \r                         \r\n\n          In   this  case,  in  contrast  to  Fulbright,  and  as\r                                                                 \r\n\nrecognized by the  district court below, the  defendant's conduct\r\n\ninvolved  two classes  of victims.    With respect  to the  fraud\r\n\ncounts,  the  victims were  the  companies  to  which Henry  made\r\n\npromises  that  he never  kept  in  exchange  for the  monies  he\r\n\nextracted, while the conspiracy conviction  victimized society as\r\n\na whole.   The decision in United  States v. Rubin, 999  F.2d 194\r                                                            \r\n\n(7th Cir. 1993), tracks the single victim analysis as the victims\r\n\nin  connection with   the  mail fraud  and price-fixing  were the\r\n\nsame. Accepting  the separate  victim analysis  and applying  the\r\n\n                    \r                              \r\n\n6  \"If, in an atypical  case, the guideline section indicated for\r\nthe  statute  of  conviction  is  inappropriate  because  of  the\r\nparticular conduct involved, [the court should] use the guideline\r\nsection  most applicable  to the  nature of  the  offense conduct\r\ncharged  in the  count  of which  the  defendant was  convicted.\"\r\nU.S.S.G. Appendix A.  See also U.S.S.G.   1B1.2, comment (n.1).\r                                        \r\n\n                               -17-\r\r\n\nappropriate  standard  of  review,  we  find no    error  in  the\r\n\ndetermination  that  the  principal crime  came  under  the fraud\r\n\nanalysis of U.S.S.G.    2F1.1.  We find no fault  in the district\r\n\ncourt's  analysis that  the  main  motivation  for  the  criminal\r\n\nconduct was to  obtain money.   There is  no indication that  the\r\n\ndefendant  was  embarked on  a  crusade to  engage  in committing\r\n\nenvironmental crimes.  Rather, it is clear that his objective was\r\n\nto make money, and in the process he  engaged in an environmental\r\n\ncrime,   which  conduct  was  an  incidental  by-product  of  his\r\n\nfraudulent  conduct.     We  therefore  find  no   error  in  the\r\n\napplication of the guidelines under the aegis of   2F1.1.\r\n\n          B.  The Loss Calculation under U.S.S.G.   2F1.1.\r\n\n          The  computation of  the Offense  Level  under    2F1.1\r\n\nrequires a  determination of the loss.   A sliding scale has been\r\n\nadopted in   2F1.1(b)(1).   The presentence report fixed the loss\r\n\nat $1,282,718, which required an  addition of eleven levels.  The\r\n\ncourt refused to consider the  Mobil Oil soil transactions, which\r\n\nwere the  subject of  count one, and  deducted $740,642  from the\r\n\nloss figure with a resulting total loss figure of $542,076.  That\r\n\nfinal  calculation of  the loss  added  ten levels  to the  loss.\r\n\nHenry suggested  that  the  remediation  costs,  while  exceeding\r\n\n$200,000 were less than the next dollar figure of $350,000 on the\r\n\nsliding  scale, and inferentially  argued that the  loss addition\r\n\nshould be  computed at an  increase of eight levels,  rather than\r\n\nthe ten  levels fixed by the court.   United States v. Kelley, 76\r                                                                       \r\n\nF.3d 436, 439 (1st Cir.  1996), teaches that a sentencing court's\r\n\n                               -18-\r\r\n\nvaluation of loss  is subject to the  clearly erroneous standard.\r\n\nGiven  the reality  that some  of  the Beede  customers may  face\r\n\nadditional costs in the remediation context, the \"benefit\" to the\r\n\ndefrauded  customers arising from the transportation of the soils\r\n\nfrom their sites is at best speculative.  We find no fault in the\r\n\nignoring   of  that   possible   benefit  in   the   calculation.\r\n\nApplication  Note 8 to   2F1.1 teaches  that the (b)(1) loss need\r\n\nnot be determined with precision,  but rather that the court need\r\n\nonly make a  reasonable estimate of the loss  given the available\r\n\ninformation.  Finally,  we note that the  district court departed\r\n\ndownward one level due to its uncertainty as to  whether the loss\r\n\nhad been  properly determined.   We find no prejudicial  error in\r\n\nignoring the \"benefit.\"\r\n\n          The  defendant also  complains that the  district court\r\n\nimproperly shifted the burden  of demonstrating the value  of the\r\n\nservices provided  to the Beede  customers to the defendant.   In\r\n\nview of the fact  that the district  court departed one level  to\r\n\naccommodate the \"loss\" issue,7 it is not necessary to address the\r\n\n                    \r                              \r\n\n7    The  district  court,  in  granting  the one-level  downward\r\ndeparture, explained that  had he accepted Henry's  argument that\r\nthe  loss level  should be  reduced by  the \"benefit\"  claimed by\r\nHenry,  the  resulting   enhancement  required   by  U.S.S.G.    \r\n2F1.1(b)(1) would  have been eight  rather than ten levels.   The\r\ndistrict  court further  explained that had  the loss  level been\r\ncalculated at  eight levels, then the grouping rules for multiple\r\ncounts, U.S.S.G.    3D1.1,  et. seq., would  have come  into play\r\nwith the consequence that the total offense level would have been\r\nreduced only one level, i.e., from  22 to 21.  In recognition  of\r\nthe controversy over the calculation  of the loss, the court then\r\ndeparted downward  one level from  the total offense level  of 22\r\nthat included ten levels for the loss to a total offense level of\r\n21.  See transcript of sentencing hearing at 153-156.\r                  \r\n\n                               -19-\r\r\n\nfinal sentencing issue  raised by Henry challenging  the district\r\n\ncourt's holding that the defendant had  the burden of proof as to\r\n\nthe benefit provided the defrauded victims.  In any event, we see\r\n\nno error on these facts. \r\n\n                               -20-\r\r\n\n          IV.  ALLEGED ERRORS IN THE CONDUCT OF THE TRIAL\r                    IV.  ALLEGED ERRORS IN THE CONDUCT OF THE TRIAL\r\n\n          A.  Questioning of Witnesses by the District Court.\r\n\n          The defendant objects  to the questioning by  the court\r\n\nof the co-defendant LaFlamme and Michael Wimsatt.8  The defendant\r\n\npoints to  the fact that  the district court  questioned LaFlamme\r\n\nabout the  presence and use of the pug mill on the site, the fact\r\n\nthat soil  had not been  recycled even though Beede  had produced\r\n\nmanifests to the contrary and the role of Beede in the production\r\n\nand mailing of manifests.   The fact questions in  this case were\r\n\nnot within the every day experience of jurors such as they are in\r\n\nthe  case of an automobile accident  nor did it involve a subject\r\n\nsuch   as  homicide,  rape  or  robbery  that  are  unfortunately\r\n\ncommonplace in  our  society.   Against  that background,  it  is\r\n\nappropriate to  again emphasize  the  previously discussed  \"well\r\n\nsettled\"  rule  that a  trial  judge  has  a \"perfect  right\"  to\r\n\nparticipate in  the  trial and  to  question witnesses.    United\r                                                                           \r\n\nStates v. Gonz lez-Soberal, 109 F.3d 64, 72 (1st Cir. 1997).   We\r                                    \r\n\ntherefore view the  district court's questioning of  LaFlamme, in\r\n\nthe context of this case, as a judicial effort to assist the jury\r\n\nin a comprehensive  and balanced understanding of  relevant facts\r\n\nin a complicated  setting and within the  permission acknowledged\r\n\nby Fed. R. Evid. 614(b).  We find no error.\r\n\n                    \r                              \r\n\n8    The challenged  questioning  of Wimsatt  has  been addressed\r\npreviously and we  see no need to  revisit the issue.   See supra\r                                                                           \r\ndiscussion at 11-14.\r\n\n                               -21-\r\r\n\n          B.   The Refusal of  the District Court to  Exclude the\r\n          Testimony of Matthew Kelly.\r\n\n          The  court issued  a  sequestration  order  as  to  the\r\n\nwitnesses and despite that order, the government witness, Matthew\r\n\nKelly was  present for approximately 15 minutes  of the testimony\r\n\nof  the co-defendant  and cooperating  witness, Robert  LaFlamme.\r\n\nBefore allowing  Kelly to testify,  the trial court engaged  in a\r\n\nvoir dire of  Kelly and then concluded that  Kelly could testify.\r                   \r\n\nWe  find neither  an abuse  of  discretion nor  prejudice to  the\r\n\ndefendant in  that the  defendant was acquitted  on the  count to\r\n\nwhich  LaFlamme's testimony was directed while Kelly was present.\r\n\nSee  United States  v. Sep lveda,  15 F.3d  1161, 1177  (1st Cir.\r                                          \r\n\n1993) and United States v. Blasco, 702 F.2d 1315, 1327 (11th Cir.\r                                           \r\n\n1983).\r\n\n          V.  ISSUES RAISED BY THE DEFENDANT IN HIS PRO SE BRIEF\r                    V.  ISSUES RAISED BY THE DEFENDANT IN HIS PRO SE BRIEF\r                                                                    \r\n\n          A.  Was the defendant impermissibly convicted?\r\n\n          The  defendant filed a  separate brief with  this court\r\n\nand  argues that  the United States  Code is not  \"real\" law, and\r\n\nalso that  he was impermissibly  convicted of a violation  of the\r\n\nwire  fraud  statute, 18  U.S.C.    1343 because  the legislative\r\n\nhistory  does  not  explicitly  anticipate  that  telephones  and\r\n\nfacsimile machines could serve as a basis  for a violation of the\r\n\nstatute.  We find no merit in either argument.\r\n\n          VI.   THE DENIAL  OF THE DEFENDANT'S  MOTION FOR  A NEW\r                    VI.   THE DENIAL  OF THE DEFENDANT'S  MOTION FOR  A NEW\r\n          TRIAL BASED ON NEWLY DISCOVERED EVIDENCE\r                    TRIAL BASED ON NEWLY DISCOVERED EVIDENCE\r\n\n          The defendant filed a motion  for a new trial two weeks\r\n\nbefore  his  sentencing.    The   court  went  forward  with  the\r\n\n                               -22-\r\r\n\nsentencing on  June 25, 1996, and  then heard the  motion on July\r\n\n24,  1996 and  overruled  the  motion on  March  13,  1997.   The\r\n\ndefendant then appealed the denial.  This court then combined the\r\n\ntwo appeals for a single appellate argument.\r\n\n          Recognizing  that the standard of review is a \"manifest\r\n\nabuse of discretion\"  as set forth in United  States v. Montilla-\r                                                                           \r\n\nRivera, 115 F.3d 1060, 1064 (1st Cir. 1982), citing United States\r                                                                           \r\n\nv. Andrade, 94 F.3d 9,  14 (1st Cir. 1996), the defendant  argues\r                    \r\n\nthat the denial of the  motion based on newly discovered evidence\r\n\nwas such an abuse of discretion.   \r\n\n          The motion  for a new  trial based on  newly discovered\r\n\nevidence  was accompanied by a  number of exhibits and affidavits\r\n\nin support  of the motion.  The main  thrust of the materials was\r\n\nanchored in  the proposition that had the evidence been presented\r\n\nto the jury, the jury would more likely have believed the defense\r\n\nthat  Henry did not believe the soils constituted hazardous waste\r\n\nand  that  he  did intend  to  remediate the  soils.    The judge\r\n\nconducted  a lengthy  hearing in which  he invited  discussion on\r\n\neach of the exhibits and affidavits from counsel  and then denied\r\n\nthe motion in a carefully crafted 26 page order.  \r\n\n          A  motion for  a new  trial based  on  newly discovered\r\n\nevidence, to be successful, faces a difficult test. The defendant\r\n\nmust demonstrate  that the evidence was unknown or unavailable at\r\n\nthe time of trial despite due diligence and that the evidence was\r\n\nmaterial and  likely  to result  in  an acquittal  upon  retrial.\r\n\nUnited States v. Tibolt, 72 F.3d 965, 971 (1st Cir. 1995).\r                                 \r\n\n                               -23-\r\r\n\n          The  district court  found that  much  of the  evidence\r\n\ncould have been discovered with  due diligence.  In that context,\r\n\nwe note that the initial indictment was returned on March 2, 1995\r\n\nand the superceding indictment was filed on January 5, 1996.  The\r\n\ntrial began on  February 6, 1996.   Henry and his counsel,  whose\r\n\ndefense of Henry  appears to have been thorough  and intense, had\r\n\nnearly a  year to  prepare for the  trial.9   We see no  basis to\r\n\ndisturb the district  court's denial of the motion  as it related\r\n\nto the evidence that could have been discovered prior to trial in\r\n\nlight of our   teachings that an order denying a motion for a new\r\n\ntrial will not be reversed except where we find a \"manifest abuse\r\n\nof  discretion.\" United States v. Montilla-Rivera, 115 F.3d 1060,\r                                                           \r\n\n1064 (1st Cir. 1997). \r\n\n          Henry  did  offer  a March  28,  1996  report  that was\r\n\nclearly new evidence  in that the report was  not available prior\r\n\nto that time.   Sanborn, Head &amp; Associates, a consultant  for the\r\n\nState  of  New  Hampshire, released  a  report  assessing various\r\n\nremedial  alternatives for the contaminated soil remaining at the\r\n\nBeede site.   That  report, in an  appendix, contained  copies of\r\n\ntest  results conducted by Beede's laboratory  that used the 3040\r\n\ntest method.   Henry contends  that the SHA report  was important\r\n\nnew  evidence  as   it  demonstrated  reliance  by   the  State's\r\n\nenvironment consultant  on the same  3040 test method  that Henry\r\n\nclaimed he had relied on in concluding that the soil removed from\r\n                    \r                              \r\n\n9   Henry was represented by Bjorn R. Lange, an Assistant Federal\r\nDefender,  who was  appointed on  March 9,  1995 and  remained as\r\nHenry's counsel throughout the trial and on appeal. \r\n\n                               -24-\r\r\n\nthe   Stoneham  Laundry  site   was  nonhazardous.     The  judge\r\n\nacknowledged  that the report was new  evidence, but concluded it\r\n\nwas impeaching and  cumulative and not sufficiently  probative to\r\n\nwarrant a new  trial.  In reaching that  conclusion, the district\r\n\ncourt opined:\r\n\n          Henry  has  submitted no  direct  evidence to\r\n          support his  claim  that  either  NHDES  [New\r\n          Hampshire Department of Environmental Safety]\r\n          or SHA [Sanborn, Head &amp; Associates] relied on\r\n          the  3040 test  results included  in  the SHA\r\n          report.    Thus,  I am  asked  to  infer this\r\n          reliance  from  the  bare  inclusion  of  the\r\n          documents in the appendix of the SHA report.\r\n\n            The SHA report itself sheds little light on\r\n          the extent of SHA's reliance on the 3040 test\r\n          results.     These  test  results   were  all\r\n          produced  by  Beede's  own  laboratory.   SHA\r\n          included these  analyticals in Appendix  C of\r\n          its  report.   Appendix  C is  referenced  on\r\n          pages 3-4 of the SHA report under the heading\r\n          \"Soil   Pile   Descriptions\"   which  states:\r\n          \"Analytical  results  provided by  NHDES  for\r\n          soil  collected from piles Nos. 5A, 53, 8 and\r\n          10 are included  in Appendix C.\"   Appendix C\r\n          itself  consists  mainly   of  numerous  test\r\n          results  from   Chem  Test   Lab,  apparently\r\n          ordered  by NHDES.   In addition to  the Chem\r\n          Test  results, there  are  four test  results\r\n          produced by Beede's  laboratory which analyze\r\n          halogens using the 9020 method, TPH using the\r\n          GCFID  method, and  metals  levels using  the\r\n          3040 method.  Although these test reports are\r\n          included in Appendix C, it is unclear to what\r\n          extent, if any, they were relied upon by SHA.\r\n          Henry's contention, therefore, that the state\r\n          relied on his  3040 test  analyticals in  its\r\n          assessment of the  Beede site's contamination\r\n          is, at best, uncertain.\r\n\n            Even  assuming Henry  could  show that  the\r\n          state relied on Beede's 3040 test analyticals\r\n          through  the SHA  report,  Henry cannot  show\r\n          that this new  evidence is  material.   Henry\r\n          bases  his  argument  that   the  SHA  report\r\n          justifies  a new trial  mainly on the grounds\r\n          that  it  would  have  assisted  him  in  his\r\n\n                               -25-\r\r\n\n          impeachment  of  the   testimony  of  Michael\r\n          Wimsatt.   This new  impeachment evidence  is\r\n          not probative  enough to  suffice as  grounds\r\n          for a  new trial.   See  Pelegrina v.  United\r                                                                 \r\n          States,  601  F.2d  18, 21  (1st  Cir.  1979)\r                          \r\n          (\"impeaching evidence is generally treated as\r\n          immaterial\" on motion for new trial).\r\n\n            Finally,   even    if   the    SHA   report\r\n          demonstrated  that the  state  relied on  the\r\n          3040 test and  that Henry may also  have been\r\n          justified  in  relying  upon  it  himself,  I\r\n          cannot  conclude that  the jury  would likely\r\n          have acquitted Henry if it had been presented\r\n          with  this  new  evidence.    At  trial,  the\r\n          government's evidence was not just that Henry\r\n          mistakenly used  the 3040 test as  opposed to\r\n          the TCLP  test, but that  Henry was  provided\r\n          with TCLP  test results  showing the  soil he\r\n          was  about to  transport was hazardous.   The\r\n          likely  inference from  these  facts is  that\r\n          Henry  used  the  3040 test  to  convince his\r\n          customers that the soil was not hazardous and\r\n          could be accepted at the Beede facility.  All\r\n          these machinations  were performed as  a part\r\n          of a scheme whereby Henry agreed to transport\r\n          soil from  New Jersey  to  a hazardous  waste\r\n          facility  in Michigan,  but  actually had  no\r\n          intention   of   doing  so.      Instead,  he\r\n          transported the  soil to the  Beede facility,\r\n          dumped it  there and then performed  the 3040\r                                             \r\n          tests.   Henry showed these  new test results\r\n          to  his customer in an attempt to convince it\r\n          that the soil was acceptable for recycling at\r\n          the Beede facility.   Henry's effort to  show\r\n          that he might have  reasonably relied on  the\r\n          3040  test results  is  unlikely to  overcome\r\n          this evidence of willful deceit.  \r\n\nAppendix at pp. 18-21.\r\n\n          Our standard of review is anchored in an acknowledgment\r\n\nthat the judge who tried the case is best equipped to examine the\r\n\nissue  of whether  the new  evidence  would likely  result in  an\r\n\nacquittal.  In our view,  the district court, consistent with his\r\n\ndeliberate  and  thoughtful  management of  this  case, carefully\r\n\n                               -26-\r\r\n\nanalyzed the impact of the  Sanborn, Head &amp; Associates report and\r\n\nwe see no basis for disturbing his findings. \r\n\n          For the  reasons discussed,  we affirm  the defendant's\r\n\nconviction and sentence, and we also affirm  the district court's\r\n\ndenial of the defendant's post-trial motion for a new trial.\r\n\n          AFFIRMED.\r                    AFFIRMED\r\n\n                               -27-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNos. 96-1775\r\n     97-1400\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                          MARK O. HENRY,\r\n                      Defendant - Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                Selya and Boudin, Circuit Judges,\r                                                          \r\n\n              and Dowd, Jr.,* Senior District Judge.\r                                                             \r\n\n                                           \r\n\n     Bjorn Lange,  Assistant  Federal  Public  Defender,  Federal\r                          \r\nDefender Office, for appellant.\r\n     Jeffrey C.  Dobbins, Attorney,  Department of  Justice, with\r                                  \r\nwhom Lois  J. Schiffer, Assistant  Attorney General,  Environment\r                                \r\nand  Natural Resources  Division,  Stephen  R.  Herm,  Jeremy  F.\r                                                                           \r\nKorzenik  and David C. Shilton, Attorneys, Department of Justice,\r                                        \r\nwere on brief for appellee.\r\n\n                                           \r\n\n                         February 5, 1998\r\n                                           \r\n\n                         AMENDED OPINION\r\n                                           \r\n                    \r                              \r\n\n*  Of the Northern District of Ohio, sitting by designation.\r\r\n\n          DOWD, Senior District Judge.  \r                    DOWD, Senior District Judge.\r                                               \r\n\n          I.  INTRODUCTION\r                    I.  INTRODUCTION\r\n\n          The  defendant-appellant   Mark  O.   Henry  (hereafter\r\n\n\"Henry\") prosecutes two appeals growing out of his indictment and\r\n\nconviction for  one count  of conspiracy to  violate 42  U.S.C.  \r\n\n6928(d)(l) which prohibits the transport of  hazardous waste to a\r\n\nfacility  that does not have a permit  to receive such waste, one\r\n\ncount of mail fraud and three counts of wire fraud.\r\n\n          Henry  owned and  operated Cash  Energy, a  corporation\r\n\nwith  offices in  North  Andover,  Massachusetts.    Cash  Energy\r\n\noperated numerous  affiliated businesses,  including Beede  Waste\r\n\nOil  (\"Beede\"), located primarily at  Kelly Road in Plaistow, New\r\n\nHampshire.   Henry directed the  affairs of both Cash  Energy and\r\n\nBeede.  Robert LaFlamme, an indicted co-conspirator who testified\r\n\nagainst  Henry,   managed  Beede   and  oversaw  its   day-to-day\r\n\noperations.\r\n\n          Beede  applied  to  the  New  Hampshire  Department  of\r\n\nEnvironmental Services (\"NHDES\")  in March 1990  for a permit  to\r\n\nrecycle virgin petroleum contaminated soil into cold mix asphalt.\r\n\nVirgin  petroleum contaminated  soil  is soil  contaminated  with\r\n\npetroleum or petroleum products, petroleum sludge, and all liquid\r\n\npetroleum derived  hydrocarbons, such as lubricating oil, heating\r\n\noil,  gasoline,  kerosene,   and  diesel  fuel.     However,  the\r\n\ndefinition excludes soil that is determined to be hazardous waste\r\n\nbecause it is contaminated with other chemicals or metals.  Beede\r\n\nneeded an  NHDES permit because  the recycling process  emits air\r\n\n                               -2-\r\r\n\npollutants.   The recycling  process required the  use of  a \"pug\r\n\nmill\" to mix contaminated  soil with gravel and asphalt emulsion.\r\n\nBeede  eventually  obtained the  permit  in July.    However, the\r\n\npermit capped  the  amount of  contaminated  soil that  could  be\r\n\nstored at the site at 3,000 tons.\r\n\n          Beede  entered  into recycling  contracts  with several\r\n\nentities even before the permit was issued.  Although the company\r\n\nsporadically recycled soil using a leased pug mill, the amount of\r\n\ncontaminated soil stored at the site soon exceeded the  permitted\r\n\namount.   Eventually, the  amount of unrecycled  soil grew  to as\r\n\nmuch as 19,000 tons and at no time after May 1990 did Beede  ever\r\n\nhave  less than 3,000 tons of  soil at the site.   By April 1991,\r\n\nBeede's  failure  to  comply  with  the  permit  caused  the  New\r\n\nHampshire Air Resources Division to issue an administrative order\r\n\nprohibiting  Beede  from  accepting any  more  contaminated soil.\r\n\nThis order was  superseded by a  new permit  issued in June  1991\r\n\nthat allowed Beede  to begin receiving new soil  only if it first\r\n\nrecycled  all of  the  soil  that had  accumulated  at the  site.\r\n\nAlthough Beede engaged in a  small amount of soil recycling after\r\n\nthe  June 1991  permit was  issued, it  continued to  receive new\r\n\ncontaminated soil at the site in violation of the permit terms.\r\n\n          The  mail  and  wire fraud  counts  charged  that Henry\r\n\nparticipated in  a scheme to defraud several of Beede's customers\r\n\nof  money by  falsely  representing  that  Beede  could  lawfully\r\n\nreceive and recycle the customers'  virgin petroleum contaminated\r\n\nsoil.  The conspiracy count  charged that Henry participated in a\r\n\n                               -3-\r\r\n\nconspiracy to knowingly  cause hazardous waste to  be transported\r\n\nto a  facility that was  not permitted  to receive such  waste in\r\n\nviolation  of  42 U.S.C.     6928(d)(1).   The  conspiracy charge\r\n\ninvolved three overt acts.1\r\n\n          The grand jury  returned a 17 count  indictment against\r\n\nHenry and LaFlamme  on March  2, 1995  charging conspiracy,  mail\r\n\nfraud and wire fraud.   Later, on January  5, 1996 a  superceding\r\n\nindictment was returned limiting the  counts to a single count of\r\n\nconspiracy, six  counts of  mail fraud and  three counts  of wire\r\n\nfraud.   LaFlamme pleaded guilty to  one count of mail  fraud and\r\n\nthe  conspiracy  count   and  subsequently   testified  for   the\r\n\ngovernment at Henry's trial which was held over an eight day span\r\n\nin February of 1996.\r\n\n          The first  appeal challenges  his  convictions and  the\r\n\nresulting 37 month sentence; the second  appeal contends that the\r\n\ndistrict court should not have denied his  motion for a new trial\r\n\nbased on newly discovered evidence.\r\n\n          For the reasons  that follow we affirm  the convictions\r\n\nand sentence and the denial of Henry's motion for a new trial.\r\n\n          II.  THE CHALLENGED CONSPIRACY CONVICTION\r                    II.  THE CHALLENGED CONSPIRACY CONVICTION\r\n\n            A.     The   Challenged  Jury  Instructions   on  the\r\n\n            Conspiracy Count.\r\n\n                    \r                              \r\n\n1   Two  of the  overt acts charged  that in  the spring  of 1991\r\nHenry, after receiving  laboratory data showing  contamination of\r\nthe  soils, either  by cadmium or  iron, caused  the soils  to be\r\ntransported to Beede.  One shipment of  243 tons came from a site\r\nin Lawrence,  Massachusetts and  the other  shipment of  250 tons\r\ncame from the Portsmouth Naval Shipyard in Kittery, Maine.\r\n\n                               -4-\r\r\n\n          The  conspiracy count, charged  under 18 U.S.C.    371,\r\n\nalleged  that  Henry   and  LaFlamme  conspired     knowingly  to\r\n\ntransport and  cause  to  be transported  hazardous  waste  to  a\r\n\nfacility that did  not have interim status and a permit to accept\r\n\nhazardous waste in violation of 42 U.S.C.   6928 (d)(l).2\r\n\n          The indictment defined hazardous waste by reference  to\r\n\nthe  substances and materials  listed or identified  in Title 40,\r\n\nCode of  Federal Regulations, Part  261 and further  alleged that\r\n\nunder  the regulation,  \"any waste  containing concentrations  of\r\n\nlead in excess of 5 parts  per million or cadmium in excess of  l\r\n\npart per  million using appropriate  test methods is  a hazardous\r\n\nwaste.\"\r\n\n          The jury instructions relative to the conspiracy charge\r\n\ndefined the offense of causing hazardous wastes to be transported\r\n\nto an unpermitted facility as requiring the following elements:\r\n                    \r                              \r\n\n2  Section 6928(d)(l) provides:\r\n\n                    (d) Criminal penalties\r                              (d) Criminal penalties\r\n\n          Any person who--\r\n\n               (1) knowingly transports  or causes to\r\n            be   transported   any   hazardous  waste\r\n            identified   or    listed   under    this\r\n            subchapter to a  facility which does  not\r\n            have a permit under this  subchapter, . .\r\n            . \r\n\n                             . . . .\r\n\n            shall, upon conviction,  be subject to  a\r\n            fine  of not  more than $50,000  for each\r\n            day of violation,  or imprisonment not to\r\n            exceed two  years (five years in the case\r\n            of a violation of paragraph (1)  or (2)),\r\n            or both. . . .\r\n\n                               -5-\r\r\n\n            First,  that the  defendant transported  or\r\n          caused to be transported hazardous waste to a\r\n          facility that  was not authorized  to receive\r\n          such waste; and \r\n\n            Second, that  the defendant  knew that  the\r\n          material transported  was hazardous  and that\r\n          the facility  that received the waste was not\r\n          authorized to receive such waste.\r\n\n          Then, over the defendant's timely objection, the  court\r\n\ndefined hazardous waste as follows:\r\n\n            Solid waste qualifies as hazardous waste if\r                                                                 \r\n          using  the  toxicity  characteristic leaching\r                                                                 \r\n          procedure,    TCLP,     extract    from     a\r                                      \r\n          representative  sample  of  the  solid  waste\r\n          contains lead in  concentrations greater than\r\n          five  parts   per  million   or  cadmium   in\r\n          concentrations  greater  than  one  part  per\r\n          million.\r\n\n(Emphasis added).  \r\n\n          The appellant  couples the challenge to  the definition\r\n\nof hazardous waste with the claim that the trial court improperly\r\n\nparticipated  in the direct examination of the government witness\r\n\nMichael  Wimsatt,  a  regulatory  inspector  with  NHDES  in  the\r\n\nhazardous waste program.\r\n\n          First,  we   observe  that  the   court's  definitional\r\n\ninstruction as to what constitutes hazardous waste was correct as\r\n\na matter of law.  The government bears the burden of establishing\r\n\nthat   the   defendant  knew   that  the   materials  transported\r                                      \r\n\nconstituted hazardous  waste.  The Congress has  delegated to the\r\n\nAdministrator of the EPA the responsibility for listing the types\r\n\nand  characteristics  of substances  considered  to be  hazardous\r\n\nwastes.  42 U.S.C.    6921(b).  The ensuing  regulation, found at\r\n\n40 C.F.R.   261.3, provides that soil  is a hazardous waste if it\r\n\n                               -6-\r\r\n\n\"exhibits  any   of  the   characteristics  of  hazardous   waste\r\n\nidentified in Subpart  C.\" Subpart C includes  the characteristic\r\n\nof \"toxicity\".    40  C.F.R.    261.24  introduces  the  Toxicity\r\n\nCharacteristic  Leaching Procedure (TCLP)  as a means  of testing\r\n\nfor toxicity  and provides that when this testing procedure shows\r\n\nthat the waste contains any of the contaminants listed in table l\r\n\nat a concentration equal to  or greater than the respective value\r\n\ngiven in  the table, then  the waste, by  definition, constitutes\r\n\nhazardous  waste.   The table  located at  40 C.F.R.    261.24(a)\r\n\ndictates that the regulatory limit for lead is 5 mg/L (or 5 parts\r\n\nper million) and  the corresponding regulatory limit  for cadmium\r\n\nis l mg/L (or l part per million).   \r\n\n          In the conference conducted by the district court prior\r\n\nto  finalizing the jury  instructions, counsel for  the defendant\r\n\nargued that it should be left for  the jury to determine if soils\r\n\nshipped  contained hazardous  waste without  the  benefit of  the\r\n\nchallenged definition.  Defendant's  counsel  also  disputed  the\r\n\ndelegation by  the Congress  to  the EPA  Director to  promulgate\r\n\nregulations defining  hazardous  wastes and  argued that  because\r\n\nthere   had  been  changes  in  those   regulations  as  to  what\r\n\nconstituted levels of  toxicity, that an  individual such as  the\r\n\ndefendant should not suffer criminal liability in such a setting.\r\n\nDefendant's argument  is grounded in the  nondelegation doctrine,\r\n\nwhich provides  that Congress  may not  delegate its  legislative\r\n\npower to another branch of the government.  See U.S.  Const. art.\r                                                         \r\n\n                               -7-\r\r\n\nI,   1 (\"All legislative powers herein granted shall be vested in\r\n\na Congress of the United States.\").\r\n\n          The district court responded to the improper delegation\r\n\nargument by reliance on Touby v. United States, </pre><span class=\"citation\" data-id=\"112591\"><a href=\"/opinion/112591/touby-v-united-states/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span><pre class=\"inline\">, 165\r                                                        \r\n\n(1991),  for the proposition  that the delegation  of legislative\r\n\npower to another branch of  the government is permissible as long\r\n\nas Congress sets  forth an \"intelligible principle\" to  which the\r\n\nexecutive or judicial branch must conform.  In Touby, the Supreme\r                                                              \r\n\nCourt upheld Congress' delegation of the power to define criminal\r\n\nconduct to the Attorney  General as constitutionally permissible.\r\n\nThe  Court held that \"Congress does  not violate the Constitution\r\n\nmerely because it  legislates in broad  terms, leaving a  certain\r\n\ndegree of discretion to executive or judicial actors.  So long as\r\n\nCongress  'lay[s]  down   by  legislative  act   an  intelligible\r\n\nprinciple  to which  the person  or body  authorized to  [act] is\r\n\ndirected to conform,  such legislative action is not  a forbidden\r\n\ndelegation of legislative power.'\"  Touby, supra, at 165, quoting\r                                                          \r\n\nJ.W. Hampton, Jr., &amp; Co. v. United  States, </pre><span class=\"citation\" data-id=\"101250\"><a href=\"/opinion/101250/jw-hampton-jr-co-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span><pre class=\"inline\">, 409, </pre><span class=\"citation no-link\"><span class=\"volume\">48</span>\r                                                    \r\n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">38</span></span><pre class=\"inline\">, 352, </pre><span class=\"citation\" data-id=\"101250\"><a href=\"/opinion/101250/jw-hampton-jr-co-v-united-states/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">624</span></a></span><pre class=\"inline\"> (1928).\r\n\n          The Touby  Court then upheld  the Controlled Substances\r                             \r\n\nAct at issue in that case on the ground that Congress had in fact\r\n\nset   forth  an   \"intelligible  principle\"   which  meaningfully\r\n\nconstrained the Attorney General's  discretion to define criminal\r\n\nconduct.  The Court  discussed several factors that  rendered the\r\n\nstatute  constitutional:  (1)  requiring the Attorney  General to\r\n\ndetermine that the expedited procedure  is \"necessary to avoid an\r\n\n                               -8-\r\r\n\nimminent hazard to the public safety,\" (2) specifying the factors\r\n\nthat  the  Attorney  General  must  consider  in  making  such  a\r\n\ndetermination; and (3)  requiring publication of a  30-day notice\r\n\nof the proposed scheduling and consideration of any comments from\r\n\nthe Secretary of Health and Human Services. Touby, supra, at 166.\r                                                                  \r\n\n          We  approve the district  court's reliance on  Touby in\r                                                                        \r\n\nthe instant case, and hold that the delegation by Congress to the\r\n\nEPA of  the legislative authority  to define hazardous  waste was\r\n\npermissible given the fact that there existed several constraints\r\n\nupon the EPA's exercise of this authority that are similar to the\r\n\nconstraints  found  to be  determinative of  constitutionality in\r\n\nTouby.   First of all, we note that the Resource Conservation and\r               \r\n\nRecovery Act sets  forth a detailed procedure with  which the EPA\r\n\nmust  comply before  it may  exercise this legislative  power and\r\n\nlist   the  types   and  characteristics   of   hazardous  waste.\r\n\nSpecifically, 42  U.S.C.    6921(a)  requires  the EPA  to  first\r\n\nprovide  notice and  the opportunity  for public  hearing on  the\r\n\nissue of  what precisely  are the  characteristics of  \"hazardous\r\n\nwaste,\" and further requires the EPA to consult with \"appropriate\r\n\nFederal  and State  agencies\"  on this  definitional issue.   See\r                                                                           \r\n\nTouby,   supra,  at  166  (delegation  of  legislative  power  to\r                        \r\n\nexecutive  constitutional  in  part   due  to  requirement   that\r\n\nexecutive consider comments from other authorities).\r\n\n          Secondly,  in addition to  requiring the EPA  to comply\r\n\nwith  these  procedural  steps,  the  statute  specifies  certain\r\n\nfactors that  the EPA must  consider in developing  the criteria:\r\n\n                               -9-\r\r\n\n\"the Administrator shall. . . develop and promulgate criteria for\r\n\nidentifying the characteristics of hazardous waste, . .  . taking\r\n\ninto account toxicity, persistence,  and degradability in nature,\r\n\npotential for accumulation  in tissue, and other  related factors\r\n\nsuch  as   flammability,  corrosiveness,   and  other   hazardous\r\n\ncharacteristics.\"  42 U.S.C.   6921(a).  See Touby, supra, at 166\r                                                                   \r\n\n(holding specification  of three  factors that  the executive  is\r\n\n\"required to  consider\" constrains executive's  legislative power\r\n\nand renders delegation constitutional).\r\n\n          Furthermore,   besides   this  detailed   process   for\r\n\nestablishing the  criteria to  be used  in identifying  hazardous\r\n\nwaste,  the statute  also  constrains  the  EPA's  discretion  by\r\n\nlisting specific characteristics which the statute directs \"shall\r\n\nbe subject to the provisions of this subchapter solely because of\r\n\nthe  presence  in such  wastes of  certain constituents  (such as\r\n\nidentified  carcinogens, mutagens,  or teratagens)  at levels  in\r\n\nexcess  of levels  which endanger  human  health.\"   42 U.S.C.   \r\n\n6921(b)(1).\r\n\n          In   sum,  we  find   no  fault  with   the  challenged\r\n\ndefinition.    In fact,  the  district  court  in this  case  was\r\n\nsensitive  to the knowledge  component of the  government's proof\r\n\nand the  defendant's  contention that  he believed  the soils  in\r\n\nquestion  did  not  constitute  hazardous  waste,  and  therefore\r\n\ninstructed the jury on a good faith defense.3\r\n                    \r                              \r\n\n3  The jury was  instructed as to the defense of good  faith with\r\nrespect to the conspiracy count as follows:\r\n\n                               -10-\r\r\n\n            B.  The Questioning of Wimsatt by the District Court.\r\n\n          The defendant combined his  objection to the definition\r\n\nwith an objection  to the court's questioning of Michael Wimsatt,\r\n\na regulatory  inspector  with the  NHDES in  its hazardous  waste\r\n\nprogram.    The  court engaged  in  the  following  colloquy with\r\n\nWimsatt  that  featured  the   toxicity  characteristic  leaching\r\n\nprocedure:\r\n\n          THE COURT:  And the  TCLP test uses  water as\r\n                      the [leachate], right?\r\n          WIMSATT:    It's a  water solution.   It  has\r\n                      some acid  in it,  obviously, and\r\n                      it has whatever contaminants, but\r\n                      it's still relatively  dilute and\r\n                      it's    essentially    a    water\r\n                      solution, that's right.\r\n          THE COURT:  Is  it fair to  say, then, with a\r\n                      TCLP test, something expressed as\r\n                      five milligrams per  liter, could\r\n                      also be  expressed as  five parts\r\n                      per million?\r\n          WIMSATT:    Yes,   that's   correct,   that's\r\n                      right.   So we  have a limit  set\r\n                      under TCLP that says when you get\r\n                      an  extract from  our sample,  it\r\n                      can't have  more than  five parts\r\n                      per million of lead in it, and if\r\n                      it   does,  it's   going  to   be\r\n                      considered a hazardous waste. \r\n\n                    \r                              \r\n\n            If  the defendant  had a good  faith belief\r\n          that Beede  was authorized  to transport  the\r\n          waste  to its facility,  he is not  guilty of\r\n          the  crime of conspiracy even if it turns out\r\n          that that belief was wrong.\r\n\n            The burden  of proving good faith  does not\r\n          rest with the defendant because the defendant\r\n          does not have an obligation to prove anything\r\n          in  this case.  It is the government's burden\r\n          to  prove beyond a  reasonable doubt that the\r\n          defendant is guilty of conspiracy. \r\n\n                               -11-\r\r\n\n          The  defendant's counsel  first objected  to  the above\r\n\nquestioning of  Wimsatt during  the jury  charge conference,  and\r\n\nwhen  asked by  the court  what remedy  did counsel  propose, the\r\n\nresponse was to delete the hazardous waste definitional paragraph\r\n\nfrom the jury  charge.  The district judge  declined, properly we\r\n\nhold, and observed that he had the authority pursuant to Evidence\r\n\nRule 614 (b)4 to question witnesses and had done so to assist the\r\n\njurors.  Specifically, the district court opined:\r\n\n            THE  COURT:   All right.   I decline  to do\r\n          that for the reasons that I've outlined.  Let\r\n          me   just  note   I  think   this  issue   of\r\n          questioning  of witnesses  by the Court  is a\r\n          very important  and -  important matter  that\r\n          has  to be  handled carefully  by  the Court.\r\n          Clearly,  Rule  614(b)  allows  the Court  to\r\n          question  witnesses.   In a  trial like  this\r\n          where I think  much of the evidence  has been\r\n          confusing  and  concerns  technical  matters,\r\n          terms  that  involve jargon,  I  think it  is\r\n          important   where   counsel  does   not   ask\r\n          questions clearly  for the  Court to  clarify\r\n          undefined terms,  and therefore I  have asked\r\n          questions during the trial to that end.\r\n\n            I  think it's also important for me since -\r\n          in order  to protect the  defendant's rights,\r\n          that  I  understand the  import  of something\r\n          that is  being testified to.  The jury has to\r\n          make  findings  of  fact here  ultimately  in\r\n          deciding the defendant's  guilt or innocence,\r\n          but I have to pass on motions that  deal with\r\n          evidentiary  sufficiency;  such as,  Rule  29\r\n          motions.\r\n\n            If I don't understand a particular point of\r\n          testimony,  I can't do my job with respect to\r\n          a Rule 29 motion.   So I feel it's  important\r\n          for  me   to  ask  questions   when  I  don't\r\n          understand some testimony  and when the  jury\r\n          may potentially not understand testimony.   I\r\n                    \r                              \r\n\n4  This rule states  that \"[t]he court may interrogate witnesses,\r\nwhether called by itself or by a party.\"  Fed. R. Evid. 614(b).\r\n\n                               -12-\r\r\n\n          try to do it as little as possible, and I try\r\n          my best not  in any  way to  indicate in  any\r\n          sense that I'm taking sides.\r\n\n            I  also have  in  my  jury instructions  an\r\n          instruction  to the jury that they should not\r\n          give any greater weight to the testimony of a\r\n          witness  in  answer  to  my questions  simply\r\n          because the questions have come from  me, and\r\n          I  have reiterated for the jury the fact that\r\n          I am  neutral, impartial and  doesn't - don't\r\n          have  a stake  in  this  case,  and  I  don't\r\n          believe  that  I've   in  any  way  adversely\r\n          affected  the  defendant's  right  to a  fair\r\n          trial here by my questions.\r\n\n            So I think  the premise of your  request is\r\n          flawed,  and   I   decline   to   grant   the\r\n          instruction that you propose.  \r\n\nTranscript of Day 8 at p. 41.  \r\n\n          We agree with  the district court that  his questioning\r\n\nin this case was permissible.   Initially, we note that the First\r\n\nCircuit recognizes the  \"well-settled\" rule that the  trial judge\r\n\nhas a \"perfect right\" to participate in the trial and to question\r\n\nwitnesses.   United States  v. Gonz lez-Soberal, </pre><span class=\"citation no-link\"><span class=\"volume\">109</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></span><pre class=\"inline\">, 72\r                                                         \r\n\n(1st Cir. 1997).   The limitations placed on  this right are that\r\n\nthe judge's questioning  \"must be balanced;  he cannot become  an\r\n\nadvocate or  otherwise use  his judicial  powers to  advantage or\r\n\ndisadvantage a  party unfairly.\"   Logue v. Dore, </pre><span class=\"citation\" data-id=\"197149\"><a href=\"/opinion/197149/logue-v-dore/\"><span class=\"volume\">103</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n1045 (1st  Cir. 1997).  \"An  inquiry into the judge's  conduct of\r\n\nthe  trial  necessarily  turns  on the  question  of  whether the\r\n\ncomplaining party can show serious prejudice.\"  Id.\r                                                             \r\n\n          In  the  instant  case, our  review  of  the transcript\r\n\nreveals  that the judge's questioning of Wimsatt was nothing more\r\n\nthat the sort  of occasional \"efforts to  clarify testimony\" that\r\n\n                               -13-\r\r\n\nfalls squarely within the scope of the district judge's right and\r\n\nresponsibility to manage  the progress of the trial.   See Logue,\r                                                                          \r\n\nsupra, at  1045.  Furthermore, we hold  that any possible risk of\r               \r\n\nprejudice  to Henry  as a  result  of the  judge's questions  was\r\n\nabated by the clear instruction to the jury that it should ignore\r\n\nany impression that his questions might have made on them.\r\n\n          In   conclusion,    the   trial    transcript   clearly\r\n\ndemonstrates  that the  key  issue on  the  conspiracy count  was\r\n\nwhether  the defendant knew the soils constituted hazardous waste\r\n\nand his good faith defense was  anchored in his assertion that he\r\n\ndid not  believe  the  soils  constituted hazardous  waste.    We\r\n\nfurther  hold  that  the  district  court's  decision  to  define\r\n\nhazardous waste in  the context of the indictment  and the C.F.R.\r\n\nregulations, rather than  offer no assistance to the  jury on the\r\n\nquestion of  what constitutes  hazardous waste,  as suggested  by\r\n\ndefendant's counsel, was proper, and in any event, in the setting\r\n\nof this case, clearly not prejudicial to the defendant.\r\n\n          III.   THE SENTENCING ISSUES\r                    III.   THE SENTENCING ISSUES\r\n\n          Two  primary  issues  are  raised.    The  court  chose\r\n\nU.S.S.G.     2F1.1 as  the  guideline  to  be followed,  but  the\r\n\ndefendant argued that  U.S.S.G.   2Q1.2  was the better  choice.5\r\n\nThe latter guideline  governs such environmental offenses  as the\r\n\n                    \r                              \r\n\n5    Because  the  adjusted  offense  level  for  the  conspiracy\r\nconviction was determined to be nine levels less serious than the\r\nlevel for  the  grouped  fraud  count,  pursuant  to  U.S.S.G.   \r\n3D1.4(c) the  conspiracy conviction  did not  increase the  total\r\noffense level  of 22  as computed under  the mail and  wire fraud\r\ncounts.  \r\n\n                               -14-\r\r\n\nunlawful   transportation   of   hazardous  materials   and   the\r\n\nmishandling  of hazardous or toxic substances.   U.S.S.G.   2F1.1\r\n\ndeals with fraud  and  deceit,  and the  use  of  this  guideline\r\n\nresulted in  a  higher offense  level  calculation.   A  specific\r\n\noffense   characteristic  under      2F1.1  requires  a  judicial\r\n\ncalculation of  the loss  caused by the  fraud and  deceit. Henry\r\n\nchallenges the court's calculation even though it was reduced one\r\n\nlevel by the court from the pre-sentence recommendation.\r\n\n          The  judge departed downward one offense level after he\r\n\nconcluded   that  the  application  of  the  Guidelines  did  not\r\n\n\"correctly  capture [] the true value  of the loss in this case.\"\r\n\nThe defendant was then sentenced to 37 months imprisonment, which\r\n\nis the low  end of the applicable range based  on the defendant's\r\n\nCriminal History of I.\r\n\n          A.   Should  the defendant  have  been sentenced  under\r\n          Guideline   2Q1.2 rather than   2F1.1?\r\n\n          Appendix A to the Sentencing Guidelines Manual provides\r\n\na  statutory index  keyed to  the applicable  guideline.   In the\r\n\nintroduction to Appendix A, the statement is made that \"if, in an\r\n\natypical case, the Guideline section indicated for the statute of\r\n\nconviction  is inappropriate  because of  the particular  conduct\r\n\ninvolved, use the Guideline section most applicable to the Nature\r\n\nof  the  Offense  conduct  charged  in the  count  of  which  the\r\n\ndefendant was convicted.\"  The reader is then referred to   1B1.2\r\n\nof the Guidelines which states in Application Note 1 that \"when a\r\n\nparticular statute  proscribes a  variety of  conduct that  might\r\n\nconstitute the subject of different offense guidelines, the court\r\n\n                               -15-\r\r\n\nwill determine  which Guideline  section applies  based upon  the\r\n\nnature of the  offense conduct charged in the count  of which the\r\n\ndefendant   was  convicted.\"    Building  on  the  atypical  case\r\n\nreference and Application Note 1  to   1B1.2, Henry contends that\r\n\nhis  convictions represent an  atypical fraud prosecution because\r\n\nthe gravamen of  the convicted counts, including  the conspiracy,\r\n\nwas   that  the   defendant  violated  environmental   rules  and\r\n\nregulations by transporting and  storing contaminated soil  which\r\n\nexceeded  permitted levels  in quantity  and  composition at  the\r\n\nBeede Waste Oil facility in New Hampshire. \r\n\n          The  defendant  suggests that  the  apparent  dearth of\r\n\ncases  involving   simultaneous  federal   prosecution  of   both\r\n\nenvironmental offenses  and wire  and fraud  counts suggests  the\r\n\nclaimed atypicality and argues that the commentary in application\r\n\nnote  13  to  U.S.S.G    2F1.1,  which directs  that  \"where  the\r\n\nindictment...establishes an offense more aptly covered by another\r\n\nguideline,  apply that guideline  rather than    2F1.1,\" requires\r\n\nthat U.S.S.G.    2Q1.2 should have been followed  by the district\r\n\ncourt.   The  district  court conducted  a  four hour  sentencing\r\n\nhearing  and rejected the  defendant's   2Q1.2  argument, holding\r\n\nthat the case  was not about environmental crime,  but rather \"an\r\n\neffort by  Mr. Henry to generate income.\"   We review de novo the\r                                                                       \r\n\ntrial court's determinations  on the issue of whether  to apply  \r\n\n2F1.1 rather than   2Q1.2.  United States v. Ruiz, l05 F.3d 1492,\r                                                           \r\n\nl504 (1st Cir. 1997).  \r\n\n                               -16-\r\r\n\n          The defendant's reliance on United States v. Fulbright,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">443</span></span><pre class=\"inline\"> (9th Cir.  1996) is  misplaced.  In  Fulbright, the\r                                                                      \r\n\ndefendant  was convicted of conspiracy to impede federal officers\r\n\nin violation of  18 U.S.C.   372  and for obstruction  of justice\r\n\nunder 18 U.S.C.   1503.   The district court there used the  only\r\n\nguideline  listed for  18 U.S.C.  in the  Statutory Index  to the\r\n\nGuidelines Manual.   Citing the atypicality language  in Appendix\r\n\nA,6  the Ninth  Circuit  then  remanded  for  resentencing  under\r\n\nU.S.S.G     2A2.4  which is  captioned  \"Obstructing  or Impeding\r\n\nOfficers,\" because the  defendant's conduct was determined  to be\r\n\nmore analogous to impeding a federal officer than  to obstruction\r\n\nof justice. Id. at 453.  \r                         \r\n\n          In   this  case,  in  contrast  to  Fulbright,  and  as\r                                                                 \r\n\nrecognized by the  district court below, the  defendant's conduct\r\n\ninvolved  two classes  of victims.    With respect  to the  fraud\r\n\ncounts,  the  victims were  the  companies  to  which Henry  made\r\n\npromises  that  he never  kept  in  exchange  for the  monies  he\r\n\nextracted, while the conspiracy conviction  victimized society as\r\n\na whole.   The decision in United  States v. Rubin, </pre><span class=\"citation\" data-id=\"611645\"><a href=\"/opinion/611645/united-states-v-irving-rubin-robert-bonczyk-and-james-heffernan/\"><span class=\"volume\">999</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span><pre class=\"inline\">\r                                                            \r\n\n(7th Cir. 1993), tracks the single victim analysis as the victims\r\n\nin  connection with   the  mail fraud  and price-fixing  were the\r\n\nsame. Accepting  the separate  victim analysis  and applying  the\r\n\n                    \r                              \r\n\n6  \"If, in an atypical  case, the guideline section indicated for\r\nthe  statute  of  conviction  is  inappropriate  because  of  the\r\nparticular conduct involved, [the court should] use the guideline\r\nsection  most applicable  to the  nature of  the  offense conduct\r\ncharged  in the  count  of which  the  defendant was  convicted.\"\r\nU.S.S.G. Appendix A.  See also U.S.S.G.   1B1.2, comment (n.1).\r                                        \r\n\n                               -17-\r\r\n\nappropriate  standard  of  review,  we  find no    error  in  the\r\n\ndetermination  that  the  principal crime  came  under  the fraud\r\n\nanalysis of U.S.S.G.    2F1.1.  We find no fault  in the district\r\n\ncourt's  analysis that  the  main  motivation  for  the  criminal\r\n\nconduct was to  obtain money.   There is  no indication that  the\r\n\ndefendant  was  embarked on  a  crusade to  engage  in committing\r\n\nenvironmental crimes.  Rather, it is clear that his objective was\r\n\nto make money, and in the process he  engaged in an environmental\r\n\ncrime,   which  conduct  was  an  incidental  by-product  of  his\r\n\nfraudulent  conduct.     We  therefore  find  no   error  in  the\r\n\napplication of the guidelines under the aegis of   2F1.1.\r\n\n          B.  The Loss Calculation under U.S.S.G.   2F1.1.\r\n\n          The  computation of  the Offense  Level  under    2F1.1\r\n\nrequires a  determination of the loss.   A sliding scale has been\r\n\nadopted in   2F1.1(b)(1).   The presentence report fixed the loss\r\n\nat $1,282,718, which required an  addition of eleven levels.  The\r\n\ncourt refused to consider the  Mobil Oil soil transactions, which\r\n\nwere the  subject of  count one, and  deducted $740,642  from the\r\n\nloss figure with a resulting total loss figure of $542,076.  That\r\n\nfinal  calculation of  the loss  added  ten levels  to the  loss.\r\n\nHenry suggested  that  the  remediation  costs,  while  exceeding\r\n\n$200,000 were less than the next dollar figure of $350,000 on the\r\n\nsliding  scale, and inferentially  argued that the  loss addition\r\n\nshould be  computed at an  increase of eight levels,  rather than\r\n\nthe ten  levels fixed by the court.   United States v. Kelley, </pre><span class=\"citation\" data-id=\"196587\"><a href=\"/opinion/196587/united-states-v-kelley/\"><span class=\"volume\">76</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span><pre class=\"inline\">, 439 (1st Cir.  1996), teaches that a sentencing court's\r\n\n                               -18-\r\r\n\nvaluation of loss  is subject to the  clearly erroneous standard.\r\n\nGiven  the reality  that some  of  the Beede  customers may  face\r\n\nadditional costs in the remediation context, the \"benefit\" to the\r\n\ndefrauded  customers arising from the transportation of the soils\r\n\nfrom their sites is at best speculative.  We find no fault in the\r\n\nignoring   of  that   possible   benefit  in   the   calculation.\r\n\nApplication  Note 8 to   2F1.1 teaches  that the (b)(1) loss need\r\n\nnot be determined with precision,  but rather that the court need\r\n\nonly make a  reasonable estimate of the loss  given the available\r\n\ninformation.  Finally,  we note that the  district court departed\r\n\ndownward one level due to its uncertainty as to  whether the loss\r\n\nhad been  properly determined.   We find no prejudicial  error in\r\n\nignoring the \"benefit.\"\r\n\n          The  defendant also  complains that the  district court\r\n\nimproperly shifted the burden  of demonstrating the value  of the\r\n\nservices provided  to the Beede  customers to the defendant.   In\r\n\nview of the fact  that the district  court departed one level  to\r\n\naccommodate the \"loss\" issue,7 it is not necessary to address the\r\n\n                    \r                              \r\n\n7    The  district  court,  in  granting  the one-level  downward\r\ndeparture, explained that  had he accepted Henry's  argument that\r\nthe  loss level  should be  reduced by  the \"benefit\"  claimed by\r\nHenry,  the  resulting   enhancement  required   by  U.S.S.G.    \r\n2F1.1(b)(1) would  have been eight  rather than ten levels.   The\r\ndistrict  court further  explained that had  the loss  level been\r\ncalculated at  eight levels, then the grouping rules for multiple\r\ncounts, U.S.S.G.    3D1.1,  et. seq., would  have come  into play\r\nwith the consequence that the total offense level would have been\r\nreduced only one level, i.e., from  22 to 21.  In recognition  of\r\nthe controversy over the calculation  of the loss, the court then\r\ndeparted downward  one level from  the total offense level  of 22\r\nthat included ten levels for the loss to a total offense level of\r\n21.  See transcript of sentencing hearing at 153-156.\r                  \r\n\n                               -19-\r\r\n\nfinal sentencing issue  raised by Henry challenging  the district\r\n\ncourt's holding that the defendant had  the burden of proof as to\r\n\nthe benefit provided the defrauded victims.  In any event, we see\r\n\nno error on these facts. \r\n\n                               -20-\r\r\n\n          IV.  ALLEGED ERRORS IN THE CONDUCT OF THE TRIAL\r                    IV.  ALLEGED ERRORS IN THE CONDUCT OF THE TRIAL\r\n\n          A.  Questioning of Witnesses by the District Court.\r\n\n          The defendant objects  to the questioning by  the court\r\n\nof the co-defendant LaFlamme and Michael Wimsatt.8  The defendant\r\n\npoints to  the fact that  the district court  questioned LaFlamme\r\n\nabout the  presence and use of the pug mill on the site, the fact\r\n\nthat soil  had not been  recycled even though Beede  had produced\r\n\nmanifests to the contrary and the role of Beede in the production\r\n\nand mailing of manifests.   The fact questions in  this case were\r\n\nnot within the every day experience of jurors such as they are in\r\n\nthe  case of an automobile accident  nor did it involve a subject\r\n\nsuch   as  homicide,  rape  or  robbery  that  are  unfortunately\r\n\ncommonplace in  our  society.   Against  that background,  it  is\r\n\nappropriate to  again emphasize  the  previously discussed  \"well\r\n\nsettled\"  rule  that a  trial  judge  has  a \"perfect  right\"  to\r\n\nparticipate in  the  trial and  to  question witnesses.    United\r                                                                           \r\n\nStates v. Gonz lez-Soberal, </pre><span class=\"citation\" data-id=\"197260\"><a href=\"/opinion/197260/united-states-v-gonzalez-soberal/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 72 (1st Cir. 1997).   We\r                                    \r\n\ntherefore view the  district court's questioning of  LaFlamme, in\r\n\nthe context of this case, as a judicial effort to assist the jury\r\n\nin a comprehensive  and balanced understanding of  relevant facts\r\n\nin a complicated  setting and within the  permission acknowledged\r\n\nby Fed. R. Evid. 614(b).  We find no error.\r\n\n                    \r                              \r\n\n8    The challenged  questioning  of Wimsatt  has  been addressed\r\npreviously and we  see no need to  revisit the issue.   See supra\r                                                                           \r\ndiscussion at 11-14.\r\n\n                               -21-\r\r\n\n          B.   The Refusal of  the District Court to  Exclude the\r\n          Testimony of Matthew Kelly.\r\n\n          The  court issued  a  sequestration  order  as  to  the\r\n\nwitnesses and despite that order, the government witness, Matthew\r\n\nKelly was  present for approximately 15 minutes  of the testimony\r\n\nof  the co-defendant  and cooperating  witness, Robert  LaFlamme.\r\n\nBefore allowing  Kelly to testify,  the trial court engaged  in a\r\n\nvoir dire of  Kelly and then concluded that  Kelly could testify.\r                   \r\n\nWe  find neither  an abuse  of  discretion nor  prejudice to  the\r\n\ndefendant in  that the  defendant was acquitted  on the  count to\r\n\nwhich  LaFlamme's testimony was directed while Kelly was present.\r\n\nSee  United States  v. Sep lveda,  </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1177  (1st Cir.\r                                          \r\n\n1993) and United States v. Blasco, </pre><span class=\"citation\" data-id=\"415646\"><a href=\"/opinion/415646/united-states-v-richard-e-blasco-catalino-chambrot-angel-cruz-nestor/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span></a></span><pre class=\"inline\">, 1327 (11th Cir.\r                                           \r\n\n1983).\r\n\n          V.  ISSUES RAISED BY THE DEFENDANT IN HIS PRO SE BRIEF\r                    V.  ISSUES RAISED BY THE DEFENDANT IN HIS PRO SE BRIEF\r                                                                    \r\n\n          A.  Was the defendant impermissibly convicted?\r\n\n          The  defendant filed a  separate brief with  this court\r\n\nand  argues that  the United States  Code is not  \"real\" law, and\r\n\nalso that  he was impermissibly  convicted of a violation  of the\r\n\nwire  fraud  statute, 18  U.S.C.    1343 because  the legislative\r\n\nhistory  does  not  explicitly  anticipate  that  telephones  and\r\n\nfacsimile machines could serve as a basis  for a violation of the\r\n\nstatute.  We find no merit in either argument.\r\n\n          VI.   THE DENIAL  OF THE DEFENDANT'S  MOTION FOR  A NEW\r                    VI.   THE DENIAL  OF THE DEFENDANT'S  MOTION FOR  A NEW\r\n          TRIAL BASED ON NEWLY DISCOVERED EVIDENCE\r                    TRIAL BASED ON NEWLY DISCOVERED EVIDENCE\r\n\n          The defendant filed a motion  for a new trial two weeks\r\n\nbefore  his  sentencing.    The   court  went  forward  with  the\r\n\n                               -22-\r\r\n\nsentencing on  June 25, 1996, and  then heard the  motion on July\r\n\n24,  1996 and  overruled  the  motion on  March  13,  1997.   The\r\n\ndefendant then appealed the denial.  This court then combined the\r\n\ntwo appeals for a single appellate argument.\r\n\n          Recognizing  that the standard of review is a \"manifest\r\n\nabuse of discretion\"  as set forth in United  States v. Montilla-\r                                                                           \r\n\nRivera, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></span><pre class=\"inline\">, 1064 (1st Cir. 1982), citing United States\r                                                                           \r\n\nv. Andrade, </pre><span class=\"citation\" data-id=\"196945\"><a href=\"/opinion/196945/united-states-v-andrade/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">,  14 (1st Cir. 1996), the defendant  argues\r                    \r\n\nthat the denial of the  motion based on newly discovered evidence\r\n\nwas such an abuse of discretion.   \r\n\n          The motion  for a new  trial based on  newly discovered\r\n\nevidence  was accompanied by a  number of exhibits and affidavits\r\n\nin support  of the motion.  The main  thrust of the materials was\r\n\nanchored in  the proposition that had the evidence been presented\r\n\nto the jury, the jury would more likely have believed the defense\r\n\nthat  Henry did not believe the soils constituted hazardous waste\r\n\nand  that  he  did intend  to  remediate the  soils.    The judge\r\n\nconducted  a lengthy  hearing in which  he invited  discussion on\r\n\neach of the exhibits and affidavits from counsel  and then denied\r\n\nthe motion in a carefully crafted 26 page order.  \r\n\n          A  motion for  a new  trial based  on  newly discovered\r\n\nevidence, to be successful, faces a difficult test. The defendant\r\n\nmust demonstrate  that the evidence was unknown or unavailable at\r\n\nthe time of trial despite due diligence and that the evidence was\r\n\nmaterial and  likely  to result  in  an acquittal  upon  retrial.\r\n\nUnited States v. Tibolt, </pre><span class=\"citation\" data-id=\"196502\"><a href=\"/opinion/196502/united-states-v-tibolt/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span><pre class=\"inline\">, 971 (1st Cir. 1995).\r                                 \r\n\n                               -23-\r\r\n\n          The  district court  found that  much  of the  evidence\r\n\ncould have been discovered with  due diligence.  In that context,\r\n\nwe note that the initial indictment was returned on March 2, 1995\r\n\nand the superceding indictment was filed on January 5, 1996.  The\r\n\ntrial began on  February 6, 1996.   Henry and his counsel,  whose\r\n\ndefense of Henry  appears to have been thorough  and intense, had\r\n\nnearly a  year to  prepare for the  trial.9   We see no  basis to\r\n\ndisturb the district  court's denial of the motion  as it related\r\n\nto the evidence that could have been discovered prior to trial in\r\n\nlight of our   teachings that an order denying a motion for a new\r\n\ntrial will not be reversed except where we find a \"manifest abuse\r\n\nof  discretion.\" United States v. Montilla-Rivera, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></span><pre class=\"inline\">,\r                                                           \r\n\n1064 (1st Cir. 1997). \r\n\n          Henry  did  offer  a March  28,  1996  report  that was\r\n\nclearly new evidence  in that the report was  not available prior\r\n\nto that time.   Sanborn, Head &amp; Associates, a consultant  for the\r\n\nState  of  New  Hampshire, released  a  report  assessing various\r\n\nremedial  alternatives for the contaminated soil remaining at the\r\n\nBeede site.   That  report, in an  appendix, contained  copies of\r\n\ntest  results conducted by Beede's laboratory  that used the 3040\r\n\ntest method.   Henry contends  that the SHA report  was important\r\n\nnew  evidence  as   it  demonstrated  reliance  by   the  State's\r\n\nenvironment consultant  on the same  3040 test method  that Henry\r\n\nclaimed he had relied on in concluding that the soil removed from\r\n                    \r                              \r\n\n9   Henry was represented by Bjorn R. Lange, an Assistant Federal\r\nDefender,  who was  appointed on  March 9,  1995 and  remained as\r\nHenry's counsel throughout the trial and on appeal. \r\n\n                               -24-\r\r\n\nthe   Stoneham  Laundry  site   was  nonhazardous.     The  judge\r\n\nacknowledged  that the report was new  evidence, but concluded it\r\n\nwas impeaching and  cumulative and not sufficiently  probative to\r\n\nwarrant a new  trial.  In reaching that  conclusion, the district\r\n\ncourt opined:\r\n\n          Henry  has  submitted no  direct  evidence to\r\n          support his  claim  that  either  NHDES  [New\r\n          Hampshire Department of Environmental Safety]\r\n          or SHA [Sanborn, Head &amp; Associates] relied on\r\n          the  3040 test  results included  in  the SHA\r\n          report.    Thus,  I am  asked  to  infer this\r\n          reliance  from  the  bare  inclusion  of  the\r\n          documents in the appendix of the SHA report.\r\n\n            The SHA report itself sheds little light on\r\n          the extent of SHA's reliance on the 3040 test\r\n          results.     These  test  results   were  all\r\n          produced  by  Beede's  own  laboratory.   SHA\r\n          included these  analyticals in Appendix  C of\r\n          its  report.   Appendix  C is  referenced  on\r\n          pages 3-4 of the SHA report under the heading\r\n          \"Soil   Pile   Descriptions\"   which  states:\r\n          \"Analytical  results  provided by  NHDES  for\r\n          soil  collected from piles Nos. 5A, 53, 8 and\r\n          10 are included  in Appendix C.\"   Appendix C\r\n          itself  consists  mainly   of  numerous  test\r\n          results  from   Chem  Test   Lab,  apparently\r\n          ordered  by NHDES.   In addition to  the Chem\r\n          Test  results, there  are  four test  results\r\n          produced by Beede's  laboratory which analyze\r\n          halogens using the 9020 method, TPH using the\r\n          GCFID  method, and  metals  levels using  the\r\n          3040 method.  Although these test reports are\r\n          included in Appendix C, it is unclear to what\r\n          extent, if any, they were relied upon by SHA.\r\n          Henry's contention, therefore, that the state\r\n          relied on his  3040 test  analyticals in  its\r\n          assessment of the  Beede site's contamination\r\n          is, at best, uncertain.\r\n\n            Even  assuming Henry  could  show that  the\r\n          state relied on Beede's 3040 test analyticals\r\n          through  the SHA  report,  Henry cannot  show\r\n          that this new  evidence is  material.   Henry\r\n          bases  his  argument  that   the  SHA  report\r\n          justifies  a new trial  mainly on the grounds\r\n          that  it  would  have  assisted  him  in  his\r\n\n                               -25-\r\r\n\n          impeachment  of  the   testimony  of  Michael\r\n          Wimsatt.   This new  impeachment evidence  is\r\n          not probative  enough to  suffice as  grounds\r\n          for a  new trial.   See  Pelegrina v.  United\r                                                                 \r\n          States,  </pre><span class=\"citation\" data-id=\"367232\"><a href=\"/opinion/367232/cesar-vega-pelegrina-v-united-states/\"><span class=\"volume\">601</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">18</span></a></span><pre class=\"inline\">, 21  (1st  Cir.  1979)\r                          \r\n          (\"impeaching evidence is generally treated as\r\n          immaterial\" on motion for new trial).\r\n\n            Finally,   even    if   the    SHA   report\r\n          demonstrated  that the  state  relied on  the\r\n          3040 test and  that Henry may also  have been\r\n          justified  in  relying  upon  it  himself,  I\r\n          cannot  conclude that  the jury  would likely\r\n          have acquitted Henry if it had been presented\r\n          with  this  new  evidence.    At  trial,  the\r\n          government's evidence was not just that Henry\r\n          mistakenly used  the 3040 test as  opposed to\r\n          the TCLP  test, but that  Henry was  provided\r\n          with TCLP  test results  showing the  soil he\r\n          was  about to  transport was hazardous.   The\r\n          likely  inference from  these  facts is  that\r\n          Henry  used  the  3040 test  to  convince his\r\n          customers that the soil was not hazardous and\r\n          could be accepted at the Beede facility.  All\r\n          these machinations  were performed as  a part\r\n          of a scheme whereby Henry agreed to transport\r\n          soil from  New Jersey  to  a hazardous  waste\r\n          facility  in Michigan,  but  actually had  no\r\n          intention   of   doing  so.      Instead,  he\r\n          transported the  soil to the  Beede facility,\r\n          dumped it  there and then performed  the 3040\r                                             \r\n          tests.   Henry showed these  new test results\r\n          to  his customer in an attempt to convince it\r\n          that the soil was acceptable for recycling at\r\n          the Beede facility.   Henry's effort to  show\r\n          that he might have  reasonably relied on  the\r\n          3040  test results  is  unlikely to  overcome\r\n          this evidence of willful deceit.  \r\n\nAppendix at pp. 18-21.\r\n\n          Our standard of review is anchored in an acknowledgment\r\n\nthat the judge who tried the case is best equipped to examine the\r\n\nissue  of whether  the new  evidence  would likely  result in  an\r\n\nacquittal.  In our view,  the district court, consistent with his\r\n\ndeliberate  and  thoughtful  management of  this  case, carefully\r\n\n                               -26-\r\r\n\nanalyzed the impact of the  Sanborn, Head &amp; Associates report and\r\n\nwe see no basis for disturbing his findings. \r\n\n          For the  reasons discussed,  we affirm  the defendant's\r\n\nconviction and sentence, and we also affirm  the district court's\r\n\ndenial of the defendant's post-trial motion for a new trial.\r\n\n          AFFIRMED.\r                    AFFIRMED\r\n\n                               -27-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/"
  ]
}