{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197774/",
  "absolute_url": "/opinion/197774/public-service-v-nh-consumer-advocate/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197774/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:42Z",
  "date_modified": "2017-03-24T10:53:25.999125Z",
  "type": "010combined",
  "sha1": "00d570b54a4d805a8581ccab42c06e6a877d5939",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1759.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNos. 97-1759   97-1780\r\n     97-1760   97-1805\r\n     97-1761   97-1995\r\n     97-1762   97-1996\r\n     97-1763   97-1997\r\n     97-1773   97-2070\r\n\n         PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, ET AL.,\r\n\n                      Plaintiffs, Appellees,\r\n\n                                v.\r\n\n       DOUGLAS L. PATCH, IN HIS CAPACITY AS A MEMBER OF THE\r\n\n        NEW HAMPSHIRE PUBLIC UTILITIES COMMISSION, ET AL.,\r\n\n                      Defendants, Appellees,\r\n\n                                        \r\n\n                 CABLETRON SYSTEMS, INC., ET AL.,\r\n\n             Applicants for Intervention, Appellants.\r\n\n                                             \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n          [Hon. Ronald R. Lagueux,* U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                   and Tauro,** District Judge.\r                                                        \r\n\n                                             \r\n\n     Steven  S.  Rosenthal,  with  whom  Jeffery  A.  Tomasevich,\r                                                                          \r\r\n\nMorrison &amp;  Foerster, LLP, F. Anne Ross, F. Anne Ross, P.C., John\r                                                                           \r\nJ.  Ryan,  Casassa  and  Ryan,  Michael  W.  Holmes,  James  R.M.\r                                                                           \r\nAnderson,  Peter H. Grills, David E.  Crawford, O'Neill, Grills &amp;\r                                                                           \r\nO'Neill, PLLP  and  Thomas I.  Arnold  III were  on  consolidated\r                                                    \r\nbrief, for all appellants.\r\n     Peter  H.  Grills,  with whom  David  E.  Crawford, O'Neill,\r                                                                           \r\nGrills &amp; O'Neill,  PLLP and Thomas I. Arnold  III, Assistant City\r                                                           \r\nSolicitor, were on brief, for appellant City of Manchester.\r\n     Philip T.  McLaughlin and Martin  P. Honigberg on  brief for\r                                                             \r\nthe State of New Hampshire, amicus curiae.\r\n     Evelyn R. Robinson on brief for  Ohio Consumers' Counsel and\r                                 \r\nNational Ass'n of State Consumer Advocates, amici curiae.\r\n     Dennis Lane,  with  whom Michael  E.  Tucci and  Morrison  &amp;\r                                                                           \r\nHecker, LLP were on brief, for defendants-appellees.\r                     \r\n     Allan B.  Taylor, with whom  John B. Nolan, Gary  M. Becker,\r                                                                          \r\nand Day, Berry &amp; Howard were on brief, for plaintiffs-appellees.\r                                 \r\n                                             \r\n\n                         February 3, 1998\r\n                                             \r\n\n               \r\n *Of the District of Rhode Island, sitting by designation.\r\n**Of the District of Massachusetts, sitting by designation.\r\r\n\n          SELYA, Circuit Judge.   After the New  Hampshire Public\r                    SELYA, Circuit Judge.\r                                        \r\n\nUtilities Commission  (PUC) formulated  a plan  to inject  retail\r\n\ncompetition  into the New Hampshire electric power market, Public\r\n\nService  Company of New  Hampshire (PSNH) filed  suit against the\r\n\nPUC's  members,  seeking  to  block  inauguration  of  the  plan.\r\n\nSeveral parties  moved to intervene  pursuant to Fed. R.  Civ. P.\r\n\n24.   Not all  succeeded.  Six  disappointed would-be intervenors\r\n\nappeal from  the denial of  intervention.1  Finding no  sign that\r\n\nthe district court abused its discretion, we affirm.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          Two  recent  opinions  of  the court  below  thoroughly\r\n\nrecount  the complicated  background of  this case.    See Public\r                                                                           \r\n\nServ. Co. v. Patch, 173 F.R.D. 17, 22-24 (D.N.H. 1997) (PSNH II);\r                                                                         \r\n\nPublic Serv. Co. v. Patch, 962 F. Supp. 222, 225-29 (D.N.H. 1997)\r                                   \r\n\n(PSNH I).  We draw heavily from those sources as we set the stage\r                 \r\n\nfor consideration of the instant appeals.\r\n\n   A.  The Night the Lights (Almost) Went Out in New Hampshire.\r             A.  The Night the Lights (Almost) Went Out in New Hampshire.\r                                                                        \r\n\n          PSNH is New Hampshire's largest electric public utility\r\n\nand  supplies approximately 70%  of the citizenry's  power needs.\r\n\nIn  the  early  1970s, management  predicted  that  rising energy\r\n\ndemands soon would  outstrip PSNH's generating capabilities.   To\r\n\nameliorate  this bleak  outlook, PSNH  undertook  to construct  a\r\n\nnuclear power  plant in Seabrook,  New Hampshire.   Because state\r\n\nlaw  prevented it from  factoring the plant's  construction costs\r\n                    \r                              \r\n\n     1Three  of the would-be  intervenors also have  attempted to\r\ntake protective appeals from other orders entered by the district\r\ncourt.  We deal with these additional appeals in Part V, infra.\r                                                                        \r\n\n                                3\r\r\n\ninto the rate  structure until Seabrook became  operational, PSNH\r\n\nrelied  primarily  on  commercial  financing  to  underwrite  the\r\n\nproject.    Regulatory  reform  and  public  opposition  hindered\r\n\nSeabrook's  progress to the  point where  the facility  became an\r\n\nalbatross  wrapped   snugly   around   PSNH's   corporate   neck.\r\n\nManagement's  forecast  that Seabrook  would be  on line  in 1979\r\n\nproved much too sanguine:  construction of the plant's generating\r\n\nunit  was not  completed until  1986, and  even then,  commercial\r\n\noperation was infeasible.\r\n\n          As delays mounted, so too  did PSNH's indebtedness.  In\r\n\n1988,  PSNH  no longer  could  service  the  debt and  filed  for\r\n\nbankruptcy protection in  the United States Bankruptcy  Court for\r\n\nthe  District of  New Hampshire.    The State  of New  Hampshire,\r\n\nfearful that  its residents might find themselves consigned to an\r\n\nunusually  rustic   lifestyle,  intervened   in  the   insolvency\r\n\nproceedings.     The  State's  participation  was   essential  to\r\n\nresolving the bankruptcy:   as a regulated  utility, PSNH's value\r\n\ndepends on the rates  that it can charge for electricity, and the\r\n\nState sets those rates based on its calculation of the investment\r\n\nthat PSNH prudently devotes to the provision of  electric service\r\n\n(the so-called rate base).\r\n\n          In  the end, PSNH's creditors and equity holders agreed\r\n\nto  place  a  $2.3  billion  value  on  the  utility     a  value\r\n\nsignificantly   higher   than  its   pre-bankruptcy   rate  base.\r\n\nNortheast Utilities (NU) then acquired all of PSNH's stock at the\r\n\ncapitalized price.   As part and parcel of  this transaction, the\r\n\n                                4\r\r\n\nState  executed  a  rate agreement  (the  Agreement)  designed to\r\n\npermit NU  to recoup its investment  over time.  To  mitigate the\r\n\nimpact of  this recoupment  on ratepayers  while still  providing\r\n\nmeaningful financial relief  to the  rehabilitated bankrupt,  the\r\n\nAgreement  preserved  PSNH's  status  as  an integrated  electric\r\n\nutility  (i.e., one that engages in the generation, transmission,\r\n\nand  distribution of  electric power)  and  promised annual  5.5%\r\n\nelectric rate increases for the next seven years.\r\n\n          The  Agreement  also  made provision  for  the  gradual\r\n\nrecovery  of PSNH's Seabrook-related costs.  It contemplated that\r\n\nNU  would take  over the  operation of  Seabrook via  a corporate\r\n\naffiliate, North Atlantic Energy Corporation (NAEC), subject to a\r\n\nstipulation, contained  in the  Agreement, that  the State  would\r\n\npermit PSNH to buy  Seabrook-generated power from NAEC at  prices\r\n\nsufficient to recover the  portion of the rate  base attributable\r\n\nto Seabrook over  a reasonable interval.  Finally,  to ensure the\r\n\neventual  recovery  of  PSNH's   entire  capitalized  value,  the\r\n\nAgreement allowed PSNH to designate some $400 million of the rate\r\n\nbase  as  \"regulatory  assets.\"   Under  this  arrangement, these\r\n\nregulatory  assets  (which  in  this  case  consisted  mostly  of\r\n\ngovernmentally  mandated  purchase  agreements  with small  power\r\n\nproducers) became eligible  for amortization, albeit over  a long\r\n\nnumber of years (thus cushioning the impact on electric rates).\r\n\n          The  bankruptcy court approved the Agreement, see In re\r                                                                           \r\n\nPublic Serv. Co., 114 B.R. 820, 843 (Bankr. D.N.H. 1990); the New\r                          \r\n\nHampshire legislature authorized  the PUC to review  it, see N.H.\r                                                                      \r\n\n                                5\r\r\n\nRev.  Stat. Ann.    362-C (1995);  the PUC furnished  its seal of\r\n\napproval,  see In  re  Northeast  Utils./Public  Serv.  Co.,  114\r                                                                     \r\n\nP.U.R.4th  385 (N.H.P.U.C. 1990); the New Hampshire Supreme Court\r\n\nupheld the  PUC's action,  see Appeal of  Richards, 590  A.2d 586\r                                                            \r\n\n(N.H. 1991); and PSNH emerged from bankruptcy.\r\n\n                    B.  The Concord Tea Party.\r                              B.  The Concord Tea Party.\r                                                       \r\n\n          Due  in part to  the annual rate  increases mandated by\r\n\nthe Agreement,  New Hampshire  consumers pay  one of  the highest\r\n\naverage electric  rates in  the nation.   Predictable  discontent\r\n\nprompted  the state  legislature to  enact  the Electric  Utility\r\n\nRestructuring Act, N.H.  Rev. Stat. Ann.   374-F:1  to F:6 (Supp.\r\n\n1997),  a statute designed  to introduce retail  competition into\r\n\nthe  marketplace as  a means  of  reducing electric  rates.   The\r\n\nstatute directed the PUC to develop and put into effect  no later\r\n\nthan January 1,  1998, a restructuring  plan for New  Hampshire's\r\n\nelectric utility industry.  See id.   374-F:4.\r                                             \r\n\n          The  PUC  conducted  hearings   apace  and  issued  its\r\n\nrestructuring plan  (the Plan)  on February 28,  1997.   The Plan\r\n\nprovides  that the  PUC  will continue  to  set all  distribution\r\n\naccess  rates.  However,  electric utilities must  unbundle their\r\n\ngeneration, transmission, and  distribution services, as  well as\r\n\nopen their distribution  networks   utility poles and  wires   to\r\n\nall  consumers  on   a  nondiscriminatory  basis.     In  theory,\r\n\nunbundling will enable customers to select from a roster of power\r\n\ngenerators  whose rates will reflect market prices.  And although\r\n\nfederal  law  requires  that  transmission  tariffs   remain  the\r\n\n                                6\r\r\n\nprovince  of the Federal Energy Regulatory Commission (FERC), the\r\n\nPlan seeks to  have the PUC exercise a modicum of control in this\r\n\narea as  well by  directing utilities to  obtain PUC  approval of\r\n\nproposed tariffs prior to effecting  FERC filings.  Finally,  the\r\n\nPlan imports a  market domination deterrent, mandating  that each\r\n\nutility choose whether  to operate as a power  generator or power\r\n\ndistributor, and  precluding utilities  from  continuing to  act,\r\n\ndirectly  or  indirectly,  in both  capacities.    Utilities that\r\n\nselect  the distribution pathway must divest all power generation\r\n\nassets by December 31, 2000,  and likewise must sever contractual\r\n\nand corporate ties with utilities that offer competitive electric\r\n\nservice in  the same  territory.   Similar restrictions apply  to\r\n\nutilities that select the generation pathway.\r\n\n          Two   aspects  of  the  PUC's  edict  are  particularly\r\n\npertinent  for  purposes of  the pending  litigation.   First, in\r\n\npromulgating the Plan, the PUC declined to treat the Agreement as\r\n\na contract that  constrained its actions.  Second,  a side effect\r\n\nof   the  Plan's  divestiture  requirement  is  the  creation  of\r\n\n\"stranded costs.\"  This phenomenon  will occur because, under the\r\n\nPlan's  competitive market paradigm,  the costs of  certain asset\r\n\ninvestments  owned   by  an   integrated   utility  will   become\r\n\nunrecoverable from ratepayers when the utility elects between the\r\n\ndistribution   and  generation  routes.    The  Plan  provides  a\r\n\npalliative in the  form of  interim and  long-term stranded  cost\r\n\nrecovery  charges (SCRECHs).   The PUC will  assess each affected\r\n\nutility's  stranded costs and calculate an appropriate SCRECH for\r\n\n                                7\r\r\n\ninclusion  in  the   rates  set  for  access   to  the  utility's\r\n\ndistribution network.   SCRECHs ordinarily will be  calculated by\r\n\nmeans of a cost-of-service ratemaking methodology, but if the PUC\r\n\nconcludes  that a utility's  costs and  rates exceed  a \"regional\r\n\naverage  rate  benchmark,\"  then it  may  deny  the  utility full\r\n\nrecovery of its stranded costs.   At present, PSNH's rates exceed\r\n\nthe regional average  rate benchmark, and the PUC  has ruled that\r\n\nPSNH may not  recover completely its stranded costs.   Thus, PSNH\r\n\ninsists  that introduction  of the benchmark  will require  it to\r\n\nwrite  off the  $400 million  in  regulatory assets  and lead  to\r\n\nanother bankruptcy.2\r\n\n                   C.  The Empire Strikes Back.\r                             C.  The Empire Strikes Back.\r                                                        \r\n\n          On  March 3,  1997, PSNH,  NU,  and NAEC  (collectively\r\n\n\"PSNH\" or \"the plaintiffs\") filed suit in New Hampshire's federal\r\n\ndistrict court  against the  members of the  PUC.   Their amended\r\n\ncomplaint limns  a litany  of federal preemption  claims.   These\r\n\ninclude a claim  premised on section 201(b) of  the Federal Power\r\n\nAct, 16 U.S.C.    824(b) (1994); a claim premised on sections 205\r\n\nand  206 of the  same statute, 16  U.S.C.   824(d),  (e); a claim\r\n\npremised on the filed rate doctrine, see, e.g., Boston Edison Co.\r                                                                           \r\n\nv. FERC, 856 F.2d 361, 369 (1st Cir. 1988) (discussing doctrine);\r                 \r\n                    \r                              \r\n\n     2On April 7, 1997, the PUC stayed implementation of portions\r\nof the Plan  to rehear whether the PSNH will in fact be forced to\r\nwrite  off  the regulatory  assets.   The  PUC at  the  same time\r\nannounced its intention  to revisit the  question of whether  the\r\nPlan repudiates an enforceable obligation of the State (i.e., the\r\nAgreement).    These  developments  clearly   bear  upon  certain\r\ncontested  issues  in  the underlying  case  (e.g.,  ripeness and\r\nabstention), but they do not possess great significance vis- -vis\r\nthe question of intervention.\r\n\n                                8\r\r\n\na claim premised on section  201 of the Public Utility Regulatory\r\n\nPolicies Act of 1978, Pub. L. No. 95-617, 92 Stat. 3117 (codified\r\n\nas  amended in  scattered sections of  15 and  16 U.S.C.);  and a\r\n\nclaim  premised on the  Public Utility Holding  Companies Act, 15\r\n\nU.S.C.     79  to  79z-6  (1994).   The  complaint also  includes\r\n\nseveral constitutional claims, including  three separate theories\r\n\nunder which the PUC's orders allegedly work an unlawful taking; a\r\n\nCommerce Clause  claim to the  effect that the PUC  is attempting\r\n\nimpermissibly to regulate interstate commerce; a Contracts Clause\r\n\nclaim  to the  effect that  the Plan  unlawfully compromises  the\r\n\nAgreement;   and  a  First  Amendment  claim  that  defies  ready\r\n\ncomprehension.   Lastly, the  complaint contains claims  that the\r\n\nPlan transgresses an  injunction entered by the  bankruptcy court\r\n\nin  1990 and  simultaneously violates  42 U.S.C.    1983 (1994).3\r\n\nThe  complaint prays,  inter  alia,  for  an  injunction  against\r                                            \r\n\nimplementation of  the Plan  and a declaration  that the  Plan is\r\n\nunlawful.\r\n\n          On  March  10,  1997,  the  district  court  entered  a\r\n\ntemporary  restraining order (TRO)  that enjoined  the defendants\r\n\nfrom  enforcing those  sections  of the  Plan  that purported  to\r\n\nrestrict  PSNH's ability  to recover  fully  its stranded  costs.\r\n\nFour days  later, the  court heard argument  on a  gallimaufry of\r\n\n                    \r                              \r\n\n     3In the  introductory portions  of their  amended complaint,\r\nthe plaintiffs accuse the PUC of affording them insufficient time\r\nto make their case administratively, failing to enforce discovery\r\nrules, and holding  hearings that were a \"mere  pretense.\"  These\r\nallegations  sound like  a prelude  to a  procedural due  process\r\nchallenge, yet the plaintiffs never make such a claim.\r\n\n                                9\r\r\n\nintervention motions  and took  them under  advisement pending  a\r\n\ndecision  on ripeness and abstention (issues which, if determined\r\n\nadversely  to the  plaintiffs, would  render intervention  moot).\r\n\nThe court scheduled  a hearing on these  issues for March  20 and\r\n\ngranted  the would-be  intervenors leave  to  file amicus  curiae\r\n\nbriefs.  On the appointed date, Judge Lagueux heard arguments and\r\n\nreserved decision.  The  next day, he amended  the TRO to  enjoin\r\n\nportions of  the Plan that,  in the plaintiffs'  view, repudiated\r\n\nobligations created by the Agreement.   He then continued the TRO\r\n\n\"pending further order of the court.\"\r\n\n          In due  course, Judge Lagueux  ruled that the  case not\r\n\nonly   was  ripe,  but   also  an  inappropriate   candidate  for\r\n\nabstention.   See PSNH  I, 962  F. Supp.  at 229-44.   The  judge\r                                   \r\n\nsimultaneously  signaled his  intent to  address  the motions  to\r\n\nintervene without further delay, noted that  the TRO would remain\r\n\nin effect pending further order,  and directed the clerk of court\r\n\nto schedule a  preliminary injunction hearing in June.4   See id.\r                                                                           \r\n\nat 244.\r\n\n          On  June  12,  1997,  the  district  court  denied  the\r\n\n                    \r                              \r\n\n     4On  May 13,  the parties  to  the case  (not including  the\r\napplicants for intervention)  agreed to mediation and  stipulated\r\nto  a stay of proceedings, thereby  obviating the need for a June\r\npreliminary  injunction hearing.   By its  terms, the  stay would\r\nexpire coincident with the end of the mediation period, which was\r\noriginally  contemplated to  last through  the end  of June.   As\r\ndirected  by  the  May 13  stipulation  and  order, the  mediator\r\nperiodically  reported on the parties' progress.   Based on these\r\nreports Judge Lagueux twice extended the period.  On September 3,\r\n1997, the mediator reported that  efforts had failed and the stay\r\nsince  has been  dissolved.   The  would-be  intervenors did  not\r\nparticipate in the mediation process.\r\n\n                                10\r\r\n\nappellants' motions to intervene.  See PSNH II, 173 F.R.D. at 26.\r                                                        \r\n\nThe  court held  in  substance that  the appellants'  interest in\r\n\nsecuring  lower electric  rates was  too  generalized to  justify\r\n\nintervention  as of  right;  that  the  appellants  retained  the\r\n\nability to protect  their interests in the  Plan's implementation\r\n\nregardless of whether  they were  allowed to  participate in  the\r\n\ncourt case;  and that,  in all  events, the  presence of the  PUC\r\n\nmembers  as  defendants  ensured adequate  representation  of the\r\n\nappellants' interests  in respect  to  the issues  raised by  the\r\n\ncomplaint.   See id. at 26-27.  The  court did permit three other\r                              \r\n\nparties, Granite State Electric Company,  Unitil Corporation, and\r\n\nthe  New  Hampshire  Electric Cooperative,  to  intervene  on the\r\n\nplaintiffs' side  of the  case.   See id.  at 28.   One  would-be\r                                                   \r\n\nintervenor,  the City  of Manchester, moved  for reconsideration,\r\n\nbut to no avail.\r\n\nII.  THE CAST OF CHARACTERS\r          II.  THE CAST OF CHARACTERS\r\n\n          There are  six intervention-related appeals  before us.\r\n\nIn an  effort to put  matters into more workable  perspective, we\r\n\nprofile the identity and interests of the six appellants.\r\n\n          1.   Cabletron  Systems,  Inc.  (Cabletron)  is  a  New\r                    1.\r\n\nHampshire corporation  with its  principal place  of business  in\r\n\nRochester,  New Hampshire.   It  is  one of  the largest  private\r\n\nelectricity consumers in New Hampshire.\r\n\n          2.  The Office of the Consumer Advocate of the State of\r                    2.\r\n\nNew Hampshire (OCA)  is a state agency statutorily  authorized to\r\n\n\"petition  for, initiate, appear  or intervene in  any proceeding\r\n\n                                11\r\r\n\nconcerning rates,  charges, tariffs, and consumer services before\r\n\nany board, commission, agency, court, or regulatory body in which\r\n\nthe interests of  residential utility consumers are  involved and\r\n\nto represent the interest of such residential utility consumers.\"\r\n\nN.H. Rev. Stat. Ann.   363.28(II) (1995).\r\n\n          3.  The City  of Manchester is New  Hampshire's largest\r                    3.\r\n\nmunicipality and serves as the administrator of an electric power\r\n\naggregation  program  that  procures  electricity  for  some  260\r\n\nmunicipal, residential, and commercial accounts.\r\n\n          4.  The Campaign for Ratepayers' Rights (CRR) is a non-\r                    4.\r\n\nprofit  citizens' group composed of several hundred New Hampshire\r\n\nresidential and commercial electricity consumers.\r\n\n          5.  The  Retail Merchants Association of  New Hampshire\r                    5.\r\n\n(RMA)  is  a   non-profit  corporation  based  in   Concord,  New\r\n\nHampshire.     RMA  boasts  a  membership  of  approximately  700\r\n\nbusinesses located in the  Concord area.  It acts as  an electric\r\n\nload  aggregator.     Under  its  aegis,  members   may  purchase\r\n\nelectricity at discounted rates.\r\n\n          6.  Community  Action Programs of New  Hampshire (CAPS)\r                    6.\r\n\nis an alliance of six non-profit organizations.   Its constituent\r\n\norganizations provide  assistance programs  of  various kinds  to\r\n\nlow-income families in New Hampshire.\r\n\nIII.  THE LEGAL LANDSCAPE\r          III.  THE LEGAL LANDSCAPE\r\n\n          The   six  principal  appeals  stand  or  fall  on  the\r\n\n                                12\r\r\n\nappellants'   entitlement  to  intervene  as  of  right.5    That\r\n\nentitlement depends,  in the first  instance, on Fed. R.  Civ. P.\r\n\n24(a), which provides in relevant part:\r\n\n          Upon  timely  application   anyone  shall  be\r\n          permitted to  intervene in an action:   . . .\r\n          (2)  when the  applicant  claims an  interest\r\n          relating to the property or transaction which\r\n          is  the   subject  of  the   action  and  the\r\n          applicant is so situated that the disposition\r\n          of the  action  may  as  a  practical  matter\r\n          impair or impede  the applicant's ability  to\r\n          protect that interest, unless the applicant's\r\n          interest   is   adequately   represented   by\r\n          existing parties.\r\n\n          A party  that desires  to intervene  in a  civil action\r\n\nunder Rule 24(a)(2) must satisfy  four conjunctive prerequisites:\r\n\n(1) a  timely application  for intervention;  (2) a  demonstrated\r\n\ninterest relating to the property  or transaction that forms  the\r\n\nbasis of the ongoing action;  (3) a satisfactory showing that the\r\n\ndisposition  of  the  action  threatens  to  create  a  practical\r\n\nimpairment or impediment to its ability to protect that interest;\r\n\nand (4) a satisfactory showing that existing parties inadequately\r\n\nrepresent  its  interest.     See  Conservation  Law   Found.  v.\r                                                                       \r\n\nMosbacher,  966 F.2d 39,  41 (1st Cir.  1992).   An applicant for\r                   \r\n\nintervention  as of right must run the table and fulfill all four\r\n\nof these preconditions.   The failure to satisfy any  one of them\r\n\ndooms  intervention.  See  Travelers Indem. Co.  v. Dingwell, 884\r                                                                      \r\n\nF.2d 629, 637 (1st Cir. 1989).\r\n\n                    \r                              \r\n\n     5In the court  below, the appellants also  sought permissive\r\nintervention under Fed. R. Civ. P. 24(b).  Judge Lagueux rejected\r\nthose  initiatives.   See  PSNH  II,  173  F.R.D.  at  29.    The\r                                             \r\nappellants have not pressed the point in this venue.\r\n\n                                13\r\r\n\n          The application of this framework to the divers factual\r\n\ncircumstances  of individual  cases requires  a holistic,  rather\r\n\nthan reductionist, approach.  See International Paper Co. v. Town\r                                                                           \r\n\nof  Jay,  887  F.2d  338,  344 (1st  Cir.  1989).    The inherent\r                 \r\n\nimprecision of Rule 24(a)(2)'s individual elements  dictates that\r\n\nthey  \"be  read  not discretely,  but  together,\"  and always  in\r\n\nkeeping  with a  commonsense  view  of  the  overall  litigation.\r\n\nUnited States  v. Hooker Chems.  &amp; Plastics Corp., 749  F.2d 968,\r                                                           \r\n\n983 (2d Cir.  1984).  Because small differences  in fact patterns\r\n\ncan significantly affect  the outcome, the very nature  of a Rule\r\n\n24(a)(2)  inquiry limits the  utility of comparisons  between and\r\n\namong published opinions.   See Security Ins. Co. v. Schipporeit,\r                                                                           \r\n\nInc., 69 F.3d 1377, 1381 (7th Cir. 1995).\r              \r\n\n          The   district   court's  denial   of   a  motion   for\r\n\nintervention as of  right lays  the foundation  for an  immediate\r\n\nappeal.  See  Flynn v.  Hubbard, 782  F.2d 1084,  1086 (1st  Cir.\r                                         \r\n\n1986).   Although  we review  the  district court's  intervention\r\n\ndecisions for abuse  of discretion, see International  Paper, 887\r                                                                      \r\n\nF.2d  at 344,  that discretion  is more  circumscribed when  Rule\r\n\n24(a)  is in  play,  see Stringfellow  v. Concerned  Neighbors in\r                                                                           \r\n\nAction,  480 U.S.  370, 383  (1987) (noting  that the  nisi prius\r                \r\n\ncourt  has  less  discretion  in its  disposition  of  motions to\r\n\nintervene as of right).  We  will reverse the denial of a  motion\r\n\nto intervene as of right \"if the court fails to apply the general\r\n\nstandard provided  by the text of Rule  24(a)(2), or if the court\r\n\nreaches a decision that so fails to comport with that standard as\r\n\n                                14\r\r\n\nto indicate  an abuse of  discretion.\"  International  Paper, 887\r                                                                      \r\n\nF.2d at 344.\r\n\n          In  the case  at hand, we  can narrow  the lens  of our\r\n\ninquiry somewhat.   For  one thing, none  of the  appellants have\r\n\nargued that  the  district court  misapprehended Rule  24(a)(2)'s\r\n\nanalytic framework  or failed  to appreciate  the rule's  general\r\n\nstandard.    For   another  thing,  the  appellees   concede  the\r\n\ntimeliness  of  the  intervention motions.    Thus,  our analysis\r\n\nfocuses exclusively  on whether  the court  properly applied  the\r\n\nother  three elements  of  the test:    sufficiency of  interest;\r\n\nlikelihood of impairment; and adequacy of representation.6\r\n\nIV.  ANALYSIS\r          IV.  ANALYSIS\r\n\n          We first address the common arguments for  intervention\r\n\npressed  by Cabletron,  CRR, RMA,  and  CAPS (collectively,  \"the\r\n\nGrouped  Appellants\").    We  then  turn  to  the  differentiated\r\n\nrationales  for  intervention offered  by  OCA  and  the City  of\r\n\nManchester.\r\n\n                   A.  The Grouped Appellants.\r                             A.  The Grouped Appellants.\r                                                       \r\n\n                    \r                              \r\n\n     6The plaintiffs  argue that  we should  affirm the  district\r\ncourt's  denial of the  motions to intervene  filed by Cabletron,\r\nRMA, CAPS,  and OCA  because each of  those appellants  failed to\r\naccompany its motion with \"a  pleading setting forth the claim or\r\ndefense  for which  intervention is  sought.\"   Fed.  R. Civ.  P.\r\n24(c).  We  agree that these parties were  derelict in their Rule\r\n24(c)  duties, and that such dereliction ordinarily would warrant\r\ndismissal of their  motions.  See Rhode Island  Fed'n of Teachers\r                                                                           \r\nv.  Norberg, 630  F.2d  850, 854-55  (1st Cir.  1980).   In  this\r                     \r\ninstance, however,  the district  court elected  to forgive  this\r\noversight.  See PSNH II, 173 F.R.D. at 24 n.2.  Because we affirm\r                                 \r\nthe  lower court's  denial of  the motions  to intervene  on more\r\nsubstantive  grounds,   we  see   no  reason   to  revisit   that\r\ndetermination.\r\n\n                                15\r\r\n\n          Although   there   are   modest  differences   in   the\r\n\nparticulars  of  their  respective  situations,  a  common  theme\r\n\npervades  the  arguments of  all  the Grouped  Appellants:   each\r\n\nstrives to justify intervention as a matter of right by reference\r\n\nto  the  same  two  interests.    First,  they  assert  that  the\r\n\nplaintiffs' action asks  the district  court to  strike down  the\r\n\nPlan, and that such relief, if granted, would sunder their shared\r\n\ninterest in obtaining lower electric  rates.  Second, they assert\r\n\nthat their  prior (and  anticipated) participation  in the  PUC's\r\n\nadministrative proceedings itself  furnishes an independent basis\r\n\nfor intervention.  We find both assertions wanting.\r\n\n          To begin with, the assertion of an economic interest is\r\n\nprocedurally  vulnerable.     Although  the   Grouped  Appellants\r\n\nvigorously pressed this line  of argument in the district  court,\r\n\nthey   devote   only   cursory  attention   to   it   on  appeal.\r\n\nConsequently, it is not preserved for appellate review.  See Ryan\r                                                                           \r\n\nv. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir. 1990).\r                           \r\n\n          Even  were  the  asseveration  preserved, it  would  be\r\n\nunavailing.   While the  type of  interest sufficient  to sustain\r\n\nintervention  as  of  right  is  not  amenable  to   precise  and\r\n\nauthoritative  definition, a putative  intervenor must show  at a\r\n\nbare  minimum that it has \"a significantly protectable interest,\"\r\n\nDonaldson v.  United States,  400 U.S. 517,  531 (1971),  that is\r                                     \r\n\n\"direct,  not contingent,\"  Travelers Indem.,  884  F.2d at  638.\r                                                      \r\n\nThough  these  contours   are  relatively   broad,  the   Grouped\r\n\nAppellants'  interest in  the lower  electric  rates expected  to\r\n\n                                16\r\r\n\nresult from restructuring falls well outside the pale.\r\n\n          Potential economic harm  to a would-be intervenor  is a\r\n\nfactor  that  warrants  serious  consideration  in  the  interest\r\n\ninquiry.  See  Conservation Law Found., 966  F.2d at 43;  but cf.\r                                                                           \r\n\nNew Orleans Pub.  Serv., Inc. v.  United Gas  Pipe Line Co.,  732\r                                                                     \r\n\nF.2d 452, 466 (5th Cir. 1984) (en banc) (holding that an economic\r\n\ninterest  alone is  insufficient predicate  for  a Rule  24(a)(2)\r\n\nintervention).   It is settled beyond peradventure, however, that\r\n\nan  undifferentiated, generalized interest  in the outcome  of an\r\n\nongoing action  is too  porous a foundation  on which  to premise\r\n\nintervention  as of right.  See  New Orleans Pub. Serv., 732 F.2d\r                                                                 \r\n\nat 466;  Athens Lumber Co.  v. Federal Election Comm'n,  690 F.2d\r                                                                \r\n\n1364, 1366  (11th Cir.  1982); United States  v. American  Tel. &amp;\r                                                                           \r\n\nTel. Co.,  642 F.2d 1285, 1292 (D.C.  Cir. 1980).  That principle\r                  \r\n\nis  dispositive  here  for  the  Grouped  Appellants'  theory  of\r\n\neconomic interest  operates at  too high a  level of  generality.\r\n\nAfter all, every electricity consumer  in New Hampshire and every\r\n\nperson who does business with any electricity consumer yearns for\r\n\nlower electric rates.\r\n\n          To cinch  matters, the Grouped  Appellants' interest in\r\n\nobtaining  lower electric  rates also  has  an overly  contingent\r\n\nquality.  This is not a case in which ongoing litigation directly\r\n\nthreatens an economic right  or benefit presently enjoyed by  any\r\n\nwould-be  intervenor.   See,  e.g., City  of Stillwell  v. Ozarks\r                                                                           \r\n\nRural Elec.  Coop., 79 F.3d 1038, 1042 (10th  Cir. 1996).  It is,\r                            \r\n\nrather, a  case in  which these  would-be intervenors  root their\r\n\n                                17\r\r\n\nprofessed economic interest in an as yet unrealized expectancy of\r\n\nlower  electric rates.   As  the  district court  perspicaciously\r\n\nobserved,  numerous market  variables will  impact New  Hampshire\r\n\nelectric  rates even  after the  PUC  implements a  restructuring\r\n\nplan.  See PSNH II, 173 F.R.D. at 26.  Whether the interaction of\r                            \r\n\nthese  variables actually will  produce lower rates  is anybody's\r\n\nguess,  thus demonstrating the  fatally contingent nature  of the\r\n\nasserted economic  interest.  See  Travelers Indem., 884  F.2d at\r                                                             \r\n\n638-39.\r\n\n          The  Grouped   Appellants  also  claim   a  protectable\r\n\ninterest within the purview of Rule 24(a)(2) arising out of their\r\n\nprior participation, and their anticipated opportunity for future\r\n\nparticipation,  in the  PUC's  administrative proceedings.    All\r\n\nprofess to  fear that the plaintiffs' suit  will lay waste to the\r\n\nefforts that they  expended (culminating in  the Plan), and  that\r\n\nthis threat entitles them to intervention.\r\n\n          We  do not  dismiss  this claim  lightly.   In  certain\r\n\ncircumstances,  an  administrative-proceeding interest  may  well\r\n\nform a sufficient predicate for  intervention as of right.  Since\r\n\nthis clearly is not  true across the board, we  must evaluate the\r\n\nasserted  administrative-proceeding  interest  in  light  of  the\r\n\nspecific  claims embodied  in  the  lawsuit  pending  before  the\r\n\ndistrict court    and we must do so in keeping with the pragmatic\r\n\ncast  of  Rule  24(a)(2).    Furthermore, we  must  conduct  this\r\n\nassessment  with an awareness  that Rule 24(a)(2)'s  third tine  \r\n\nwhether  disposition of  the  extant action  may  as a  practical\r\n\n                                18\r\r\n\nmatter  impair or  impede the  applicant's ability  to protect  a\r\n\ncognizable interest   often influences resolution of the interest\r\n\nquestion.  See Conservation Law Found., 966 F.2d at 42.\r                                                \r\n\n          The plaintiffs' complaint does not frontally attack the\r\n\nprocess through which the PUC  arrived at the Plan,7 but, rather,\r\n\npleads causes of  action that will require the  district court to\r\n\nmeasure  the  submitted   Plan  against  federal   statutory  and\r\n\nconstitutional  benchmarks.      Hence,   adjudication   of   the\r\n\nplaintiffs'  claims  will not  place  the district  court  in the\r\n\nposition  of having  to rebalance  competing  policy views  anent\r\n\nelectric utility industry  restructuring or  otherwise to  co-opt\r\n\nthe\r            administrativeproceedingsinwhichthewould-beintervenorsappeared.\r\n\n          The  Grouped Appellants  resist  this conclusion.    In\r\n\ntheir estimation,  the  plaintiffs'  challenges  do  not  involve\r\n\n\"pristine\" questions  of federal  law, and  they express  concern\r\n\nthat the district court  will be forced to immerse itself  in the\r\n\n\"nitty gritty\" of  ratemaking.  We agree that  the district court\r\n\nwill  have  to  understand  the  Plan in  order  to  resolve  the\r\n\nplaintiffs'  challenges, but  we are  confident that  the PUC  is\r\n\nfully  capable of  explicating  the interstices  of  the Plan  to\r\n\nfacilitate  this review.    More  to the  point,  we  deem it  of\r\n\ndecretory  significance  that  the types  of  viewpoint-balancing\r\n\nissues that merited the inclusion  of a wide array of  parties in\r\n\n                    \r                              \r\n\n     7Although   paragraph  42   of   PSNH's  amended   complaint\r\nattributes arbitrary and capricious  procedural maneuvers to  the\r\nPUC, the plaintiffs have not based any of their federal claims on\r\nthese ostensible procedural defects.\r\n\n                                19\r\r\n\nthe  administrative proceedings  are not  present  in this  civil\r\n\naction, and we therefore are  hard-pressed to see how the present\r\n\nlitigation  will  impair  or  impede  the  would-be  intervenors'\r\n\nlegitimate interests.\r\n\n          The  Grouped Appellants' reliance  on United  States v.\r                                                                        \r\n\nSouth Fla. Water Mgmt. Dist., 922 F.2d 704 (11th Cir. 1991),  for\r                                      \r\n\nthe  proposition that  participation in the  PUC's administrative\r\n\nproceedings ipso  facto justifies  intervention as  of right,  is\r                                 \r\n\nmisplaced.  There,  the federal government brought  suit alleging\r\n\nthat a water  management district's irrigation and  flood control\r\n\npolicies violated a state environmental statute.  See id. at 707.\r                                                                   \r\n\nThe United  States asked the district court, inter alia, to set a\r                                                                 \r\n\nmaximum allowable  concentration of nitrogen  and phosphorous  in\r\n\nfarm  water  runoff.   See  id.   The  court denied  various farm\r                                         \r\n\ngroups'  motions  for intervention  as  of right.    The Eleventh\r\n\nCircuit reversed.  It found  that the Florida statute granted the\r\n\nfarm  groups  a  statutory  right to  participate  in  the  water\r\n\ndistrict's  administrative  implementation of  runoff  standards.\r\n\nBecause   the  federal   litigation   essentially  bypassed   the\r\n\nadministrative framework, denial of intervention would  eliminate\r\n\nthe farm groups' role in the  decisionmaking process.  See id. at\r                                                                        \r\n\n708.\r\n\n          Such is  not the case  here.  The  would-be intervenors\r\n\nheretofore   have  taken  full   advantage  of  their   right  to\r\n\nparticipate in  the  PUC's proceedings,  and  their role  in  any\r\n\nfuture administrative decisionmaking process is not  in jeopardy.\r\n\n                                20\r\r\n\nOn  the one  hand, if  the plaintiffs  lose,  then the  Plan that\r\n\nemerged from the administrative  proceedings probably will remain\r\n\nintact   unless the PUC,  in the course of further administrative\r\n\nproceedings (in which  the applicants for intervention  will have\r\n\nan opportunity to participate), modifies  it.  On the other hand,\r\n\nif the plaintiffs  prevail, then the Plan likely  will fall   yet\r\n\nthe district court will  not replace it with  another of its  own\r\n\ncreation.   Rather, the  PUC will be  left to  devise a successor\r\n\nplan, and  the Grouped  Appellants  will be  able to  participate\r\n\nfully  in  any such  efforts.    In  either event,  the  would-be\r\n\nintervenors'    administrative-proceeding     interest    remains\r\n\nunsullied.8\r\n\n          The Grouped Appellants also advance the closely related\r\n\nclaim that  the TRO  issued by the  district court  impairs their\r\n\nright  to  participate  in   ongoing  or  future   administrative\r\n\nproceedings before the  PUC.  This claim requires  scant comment.\r\n\nIt suffices  to say that  the present litigation has  not impeded\r\n\nthis entitlement in any real sense.  To the extent that the lower\r\n\ncourt  has halted administrative  proceedings, its orders  are of\r\n\nuniversal application:   it did  not bar  the Grouped  Appellants\r\n\nselectively  from  participating   in  any  ongoing   proceeding.\r\n\n                    \r                              \r\n\n     8The  Grouped Appellants  also cite  In re Sierra  Club, 945\r                                                                      \r\nF.2d  776, 779  (4th Cir.  1991)  (dictum), in  support of  their\r\ncontention  that  participation in  an  administrative proceeding\r\ncreates  an  interest  that  is  per  se  sufficient  to  warrant\r\nintervention as of right in  any litigation related to the result\r\nof  those proceedings.   To  the  extent that  the court's  broad\r\nlanguage  can be  read as  stating such  a rule,  we respectfully\r\ndecline to follow it.\r\n\n                                21\r\r\n\nIndeed, the PUC itself has  suspended reconsideration of the Plan\r\n\npending resolution  of this case.   While the  Grouped Appellants\r\n\nundoubtedly would  prefer that the Plan's  implementation proceed\r\n\nimmediately,  the  current  stalemate  does not  prejudice  their\r\n\nability to  participate prospectively  in resumed  administrative\r\n\nproceedings once the litigatory logjam clears.\r\n\n          Any  residual  doubt that  might  linger regarding  the\r\n\nGrouped Appellants' right  to intervene is assuaged  at the final\r\n\nstep  of the Rule 24(a)(2)  inquiry.  We  agree with the district\r\n\ncourt that the Grouped Appellants  simply have not shown that the\r\n\ndefendant commissioners inadequately represent their interests in\r\n\nupholding the Plan.\r\n\n          To be  sure, an  applicant for  intervention need  only\r\n\nmake  a minimal  showing  that  the  representation  afforded  by\r\n\nexisting parties likely will  prove inadequate.  See  Trbovich v.\r                                                                        \r\n\nUnited Mine Workers, 404 U.S. 528, 538 n.10 (1972).  Nonetheless,\r                             \r\n\nthe adequacy of interest requirement  is more than a paper tiger.\r\n\nA party that  seeks to  intervene as of  right must produce  some\r\n\ntangible basis to  support a claim of purported  inadequacy.  See\r                                                                           \r\n\nMoosehead Sanitary Dist. v. S. G. Phillips Corp., 610 F.2d 49, 54\r                                                          \r\n\n(1st Cir. 1979).  Moreover, the burden of persuasion is ratcheted\r\n\nupward in this case because  the commissioners are defending  the\r\n\nPlan  in   their  capacity   as  members   of  a   representative\r\n\ngovernmental body.  Given this fact,  the Grouped Appellants must\r\n\nrebut a presumption  that the commissioners adequately  represent\r\n\ntheir interests.  See Mausolf v. Babbitt, 85 F.3d 1295, 1303 (8th\r                                                  \r\n\n                                22\r\r\n\nCir.  1996).    This  rebuttal  requires  \"a  strong  affirmative\r\n\nshowing\"  that  the  agency  (or  its  members)  is   not  fairly\r\n\nrepresenting  the   applicants'  interests.    Hooker   Chems.  &amp;\r                                                                           \r\n\nPlastics, 749 F.2d at 985.\r                  \r\n\n          The Grouped Appellants attempt to roll this presumption\r\n\non  its  side.     They maintain  that  the PUC's  status  as the\r\n\nprincipal  protector of the general public interest precludes its\r\n\neffective representation of their particularized interests.  See,\r                                                                          \r\n\ne.g., Mille Lacs Band of  Chippewa Indians v. Minnesota, 989 F.2d\r                                                                 \r\n\n994, 1001  (8th Cir. 1993)  (finding the presumption  of adequate\r\n\nrepresentation overcome where a suit against the state to enforce\r\n\nan   Indian  treaty  implicated   the  intervenors'  interest  in\r\n\npreserving fish and  game stock on their private lands).   On the\r\n\nfacts of the case at bar, however, this resupinate reasoning does\r\n\nnot withstand scrutiny:   in respect  to the plaintiffs'  claims,\r\n\nthe PUC's  interests  are perfectly  aligned  with those  of  the\r\n\nGrouped Appellants.  We explain briefly.\r\n\n          Although  the   motives  that   drive  any   individual\r\n\nappellant's support for the Plan  may diverge slightly from those\r\n\nof  its fellow  appellants and  also from those  of the  PUC, all\r\n\nmarch  in  legal lockstep  when  defending the  Plan  against the\r\n\nplaintiffs'  federal  statutory  and  constitutional  challenges.\r\n\nNone of  the Grouped Appellants has propounded any legal argument\r\n\nthat the  PUC members are  unable or  unwilling to make,  or that\r\n\nsubverts  the  PUC's  institutional  goals.    This  symmetry  of\r\n\ninterest among the  Grouped Appellants and the  PUC commissioners\r\n\n                                23\r\r\n\nensures  adequate representation.   See  American  Lung Ass'n  v.\r                                                                       \r\n\nReilly, 962  F.2d 258, 261-62  (2d Cir.  1992); Washington  Elec.\r                                                                           \r\n\nCoop. v. Massachusetts Mun. Wholesale  Elec. Co., 922 F.2d 92, 98\r                                                          \r\n\n(2d Cir. 1990); see generally United Nuclear Corp. v. Cannon, 696\r                                                                      \r\n\nF.2d  141, 144  (1st Cir.  1982) (discussing  the factors  that a\r\n\nfederal court must consider in the adequacy of interest inquiry).\r\n\n          If that were not enough   and we firmly believe that it\r\n\nis    we note  that the PUC  members have  launched a full-scale,\r\n\nuncompromising defense of  their Plan.   We think the  likelihood\r\n\nthat   the  PUC  will  capitulate  cravenly  to  the  plaintiffs'\r\n\nonslaught is  extremely remote.   This  circumstance, in  itself,\r\n\nweighs  heavily in favor of  denying mandatory intervention.  See\r                                                                           \r\n\nWashington Elec. Coop., 922 F.2d at 98; Natural Resources Defense\r                                                                           \r\n\nCouncil, Inc. v. New York State Dep't of Envtl. Conservation, 834\r                                                                      \r\n\nF.2d 60, 62 (2d Cir. 1987); cf. Conservation Law Found., 966 F.2d\r                                                                 \r\n\nat  44 (finding  that  the  Secretary  of  Commerce  inadequately\r\n\nrepresented the more parochial  interests of putative intervenors\r\n\nbecause he  agreed, with minimal opposition, to  a consent decree\r\n\ndrafted by the plaintiffs).\r\n\n          Finally,  the  Grouped  Appellants  maintain  that  the\r\n\ncourts must  accept at  face value the  PUC's declaration  of its\r\n\ninability to represent their interests, no questions asked.  This\r\n\nis sheer  persiflage.  Here,  as in many other  contexts, actions\r\n\nspeak  louder  than  words.    In all  events,  neither  the  PUC\r\n\ncommissioners'  support of and consent to the Grouped Appellants'\r\n\ndesire to  intervene,  nor the  commissioners' insinuations  that\r\n\n                                24\r\r\n\nthey, alone, are  not up to the  task of defending the  Plan, can\r\n\nstrip a federal court of the right and power   indeed, the duty  \r\n\nto  make  an   independent  determination  as  to   whether  Rule\r\n\n24(a)(2)'s prerequisites are  met.  See International  Paper, 887\r                                                                      \r\n\nF.2d at 340-41; Wade  v. Goldschmidt, 673 F.2d 182, 184  n.3 (7th\r                                              \r\n\nCir. 1982).\r\n\n                             B.  OCA.\r                                       B.  OCA.\r                                              \r\n\n          We turn next to OCA's  quest for intervention.  For the\r\n\nmost part, its arguments parallel those championed by the Grouped\r\n\nAppellants   the  six would-be intervenors did,  after all, elect\r\n\nto file a consolidated brief   and we reject them for the reasons\r\n\nalready stated.   We  write separately,  however, to address  one\r\n\nidiosyncratic feature.\r\n\n          OCA and  two amici, the Ohio Consumers' Counsel and the\r\n\nNational Association of State Utility Consumer Advocates, contend\r\n\nthat the district  court should have allowed OCA  to intervene as\r\n\nof  right because  a New  Hampshire  statute endows  it with  the\r\n\nauthority  to  represent residential  utility  consumers  \"in any\r\n\nproceeding  concerning  rates,  charges,  tariffs,  and  consumer\r\n\nservices  before   any  board,  commission,   agency,  court,  or\r\n\nregulatory  body.\"   N.H. Rev.  Stat.  Ann.    363:28(II).   This\r\n\nlegislative    directive   requiring    OCA    to   devote    its\r\n\nrepresentational  zeal  entirely  to the  cause  of  the consumer\r\n\ncontrasts with the  PUC's statutory  mandate to  \"be the  arbiter\r\n\nbetween  the  interests of  the  customer  and  the interests  of\r\n\nregulated utilities.\"  Id.   363:17a.  Focusing singlemindedly on\r                                    \r\n\n                                25\r\r\n\nthese disparate  statutory missions, OCA  and its amici  take the\r\n\nposition that the PUC cannot adequately represent OCA's interests\r\n\nin this case.\r\n\n          A  state statute can inform the Rule 24(a)(2) calculus,\r\n\nbut it cannot displace the requirement that a would-be intervenor\r\n\nsatisfy each of the  rule's prerequisites.  See  Washington Elec.\r                                                                           \r\n\nCoop., 922  F.2d at 96-98.   Whatever discrepancies exist  in the\r               \r\n\nenabling statutes  of OCA  and the  PUC, respectively,  a federal\r\n\ncourt must  assess adequacy  of  representation in  light of  the\r\n\nissues at  stake in the  particular litigation.  For  the reasons\r\n\npreviously  discussed,  the  differences  in  the  two  agencies'\r\n\nstatutory missions are without consequence here; like the Grouped\r\n\nAppellants, OCA can point neither to any legal argument favorable\r\n\nto it  that the commissioners are unwilling  or unable to make in\r\n\ndefense of  the Plan,  nor to  any legal  position  taken by  the\r\n\ncommissioners that  compromises OCA's  interests in  any material\r\n\nway.  In short, there simply is no divergence of interest between\r\n\nthe two bodies in respect to the causes of action pleaded in this\r\n\nlitigation.9\r\n\n                   C.  The City of Manchester.\r                             C.  The City of Manchester.\r                                                       \r\n\n          Like  the other five appellants, the City of Manchester\r\n                    \r                              \r\n\n     9Our contextualized holding should ease the amici's  concern\r\nthat  failure  to  allow   OCA  to  intervene  will   impair  the\r\neffectiveness of similar consumer advocacy organizations in other\r\nlitigation.  If, for example,  PSNH had included in its complaint\r\nclaims that would necessitate  a viewpoint-balancing analysis  in\r\nwhich consumer concerns  played a significant role,  we would see\r\nOCA's appeal in a vastly different light.\r\n\n                                26\r\r\n\nadvances arguments grounded both in an asserted economic interest\r\n\nand  an  asserted  administrative-proceeding interest.    To  the\r\n\nextent  that these arguments replicate  those made by the Grouped\r\n\nAppellants,   we   reject  them   for   the   reasons  previously\r\n\narticulated.   Still, the city's position is different in certain\r\n\nrespects.\r\n\n          Manchester  administers  a   municipal  electric  power\r\n\naggregation  program under  which  it  procures  electricity  for\r\n\nseveral hundred municipal, residential,  and commercial accounts.\r\n\nThe number  of accounts that  it represents imbues the  city with\r\n\nsufficient market power  to acquire  substantial rate  discounts.\r\n\nManchester supports the  Plan because it believes  that increased\r\n\ncompetition in the electric power  market will allow it to secure\r\n\neven lower  electric rates for the subscribers to the aggregation\r\n\nprogram.    Manchester posits  that this  special interest  as an\r\n\naggregator justifies intervention as of right.\r\n\n          Notwithstanding this twist, the  district court did not\r\n\nbelieve that Manchester's interest differed  appreciably from the\r\n\ngeneralized  economic  interest  asserted by  each  of  the other\r\n\nappellants.  See PSNH II, 173 F.R.D. at 23, 25-26.  We discern no\r                                  \r\n\nabuse  of discretion  in  that ruling.   By  like  token, we  are\r\n\nunmoved  by the city's  insistence that, as  administrator of the\r\n\naggregation program, its interest  is not merely in lower  rates,\r\n\nbut  also in  fostering  an  electric power  market  open to  the\r\n\ngreatest possible number of competitors.  This recharacterization\r\n\nis more froth than brew.   When all is said and done,  Manchester\r\n\n                                27\r\r\n\nseeks to  promote a competitive  market because it  surmises that\r\n\nsuch a development will have a salutary effect on electric rates.\r\n\n          Manchester also attempts to distinguish its position on\r\n\nthe ground that, due to the aggregation program, it is registered\r\n\nwith the PUC as a supplier of electric power.  But this brings us\r\n\nfull circle.  Manchester does  not assert any interest that stems\r\n\nfrom its role as a supplier other than a desire to purchase power\r\n\nat the lowest possible rates and to pass the resultant savings to\r\n\nits  subscribers.   Hence, the claimed  distinction fails  to set\r\n\nManchester apart from the other appellants in any material way.\r\n\n          Manchester has one remaining bullet in its intervention\r\n\ngun,  but it too is a blank.   The city notes that PSNH is one of\r\n\nits  largest employers and  taxpayers and, consequently,  that it\r\n\nhas  a  vital interest  in  PSNH's  ability  to remain  a  viable\r\n\nenterprise after  market restructuring.   While  we have  serious\r\n\ndoubts  that  Manchester's  paternalistic impulses  satisfy  Rule\r\n\n24(a)(2)'s interest requirement  at all, we need  not decide that\r\n\nissue for two reasons.   First, and most  obviously, PSNH is  the\r\n\nparty with  the singularly  greatest interest  in preserving  its\r\n\neconomic survival and  can adequately represent that  interest in\r\n\nthis case.  Second, Manchester's positions on the issues at stake\r\n\nin  this  litigation  align  perfectly  with  those  of  the  PUC\r\n\ncommissioners.\r\n\n          Manchester attempts  to defuse  the suggestion  that it\r\n\nstands  shoulder-to-shoulder   with  the  defendants   by  loudly\r\n\nproclaiming its disagreement with the PUC's method of calculating\r\n\n                                28\r\r\n\nPSNH's  stranded cost  recovery allowance.   This  is a  very red\r\n\nherring.  In the context of the lawsuit, the stranded costs issue\r\n\nmainly affects  PSNH's takings  claims.   But Manchester, in  its\r\n\nproffered answer to PSNH's complaint,  see Fed. R. Civ. P. 24(c),\r                                                    \r\n\ndenies that  any of  the PUC's actions  amount to  a confiscatory\r\n\ntaking.  At  any rate, PSNH itself adequately  will represent any\r\n\ninterest  that  the  city  may  have  in  contesting  the  SCRECH\r\n\nmethodology embodied in the Plan.\r\n\n          Refined  to  bare  essence,  Manchester's campaign  for\r\n\nintervention as  of right  reduces to its  promise that  it \"will\r\n\noffer a different angle on  the legal questions in this lawsuit.\"\r\n\nThis  campaign promise, unamplified by any specifics, cannot bear\r\n\nthe  weight of a  claim that adequate  representation is lacking.\r\n\nSee Moosehead Sanitary Dist., 610 F.2d at 54.\r                                      \r\n\nV.  FLOTSAM AND JETSAM\r          V.  FLOTSAM AND JETSAM\r\n\n          Cabletron,  RMA, and the  City of Manchester  also have\r\n\nattempted  to  appeal  from  orders of  the  district  court  not\r\n\ndirectly related  to intervention.  Because we  affirm the denial\r\n\nof their  motions to intervene,  they lack standing to  press any\r\n\nother  issues before  this court.    See SEC  v. Certain  Unknown\r                                                                           \r\n\nPurchasers of the Common Stock of and Call Options for the Common\r                                                                           \r\n\nStock of  Santa Fe Int'l  Corp., 817 F.2d 1018,  1021-22 (2d Cir.\r                                         \r\n\n1987).  Hence, we take  no view of either their  putative appeals\r\n\nof  the district  court's  May  13 and  July  7  orders or  their\r\n\ncharacterization  of  those   orders  as  modifications  to,   or\r\n\nextensions of, a de facto preliminary injunction.\r\n\n                                29\r\r\n\n          In a  closely related  initiative, all the  appellants,\r\n\nrelying on  Railroad Comm'n v.  Pullman Co., 312 U.S.  496 (1941)\r                                                     \r\n\nand Burford v.  Sun Oil Co.,  319 U.S. 315  (1943), invite us  to\r                                     \r\n\nscrutinize  the  district court's  unwillingness to  abstain from\r\n\ndeciding  this case.   We  decline  the invitation.   A  district\r\n\ncourt's  refusal to  abstain  under  doctrines  like  Pullman  or\r                                                                       \r\n\nBurford is not  an immediately appealable event.   See Gulfstream\r                                                                           \r\n\nAerospace Corp.  v. Mayacamas  Corp., 485  U.S. 271,  278 (1988).\r                                              \r\n\nThus, acceding to the appellants' request would place this  court\r\n\nin the bizarre situation of deciding a nonappealable order at the\r\n\nbehest of non-parties.\r\n\n          Let  us  be perfectly  clear.   We  recognize  that the\r\n\nappellants make some  strong arguments in support  of abstention.\r\n\nThe  district court,  if it so  chooses, is  free to  revisit the\r\n\nissue.  At this point in  the litigation, however, that court  is\r\n\nthe only tribunal with authority to address the question.\r\n\nVI.  CONCLUSION\r          VI.  CONCLUSION\r\n\n          We need  go no  further.  The  future direction  of the\r\n\nelectric utility  market in New  Hampshire is a matter  of utmost\r\n\nimportance, but parties who are merely interested in  the outcome\r\n\nof a  case do  not automatically qualify  for intervention  as of\r\n\nright   under  Rule  24(a)(2).     Under  the   totality  of  the\r\n\ncircumstances that obtain here, we discern no abuse of discretion\r\n\nin the  district court's  determination that  the appellants  are\r\n\namong that number.\r\n\n          In Nos. 97-1762, 97-1763, 97-1773, 97-1780, 97-1805 and\r                    In Nos. 97-1762, 97-1763, 97-1773, 97-1780, 97-1805 and\r                                                                           \r\n\n97-2070,  the  orders  denying intervention  are  affirmed.   The\r          97-2070,  the  orders  denying intervention  are  affirmed.   The\r                                                                           \r\n\nremaining   appeals   are  dismissed   for   want  of   appellate\r          remaining   appeals   are  dismissed   for   want  of   appellate\r                                                                           \r\n\n                                30\r\r\n\njurisdiction.    Costs shall  be  taxed  in favor  of  plaintiffs\r          jurisdiction.    Costs shall  be  taxed  in favor  of  plaintiffs\r                                                                           \r\n\nagainst all appellants.\r          against all appellants.\r                                \r\n\n                                31\r\r\n",
  "html": "<p class=\"case_cite\">136 F.3d 197</p>\n    <p class=\"case_cite\">40 Fed.R.Serv.3d 236, 184 P.U.R.4th 211,<br>Util. L. Rep. P 14,188</p>\n    <p class=\"parties\">PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, et al., Plaintiffs, Appellees,<br>v.<br>Douglas L. PATCH, in his Capacity as a Member of the New<br>Hampshire Public Utilities Commission, et al.,<br>Defendants, Appellees,<br>CABLETRON SYSTEMS, INC., et al., Applicants for<br>Intervention, Appellants.</p>\n    <p class=\"docket\">Nos.97-1759 to 97-1763, 97-1773, 97-1780, 97-1805, 97-1995<br>to 97-1997 and 97-2070.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 5, 1997.<br>Decided Feb. 3, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Steven S. Rosenthal, with whom Jeffery A. Tomasevich, Morrison &amp; Foerster, LLP, F. Anne Ross, F. Anne Ross, P.C., John J. Ryan, Casassa and Ryan, Michael W. Holmes, James R.M. Anderson, Peter H. Grills, David E. Crawford, O'Neill, Grills &amp; O'Neill, PLLP and Thomas I. Arnold III were on consolidated brief, for all appellants.</p>\n      <p class=\"indent\">Peter H. Grills, with whom David E. Crawford, O'Neill, Grills &amp; O'Neill, PLLP and Thomas I. Arnold III, Assistant City Solicitor, were on brief, for appellant City of Manchester.</p>\n      <p class=\"indent\">Philip T. McLaughlin and Martin P. Honigberg on brief, for the State of New Hampshire, amicus curiae.</p>\n      <p class=\"indent\">Evelyn R. Robinson on brief, for Ohio Consumers' Counsel and National Ass'n of State Consumer Advocates, amici curiae.</p>\n      <p class=\"indent\">Dennis Lane, with whom Michael E. Tucci and Morrison &amp; Hecker, LLP were on brief, for defendants-appellees.</p>\n      <p class=\"indent\">Allan B. Taylor, with whom John B. Nolan, Gary M. Becker, and Day, Berry &amp; Howard were on brief, for plaintiffs-appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and TAURO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After the New Hampshire Public Utilities Commission (PUC) formulated a plan to inject retail competition into the New Hampshire electric power market, Public Service Company of New Hampshire (PSNH) filed suit against the PUC's members, seeking to block inauguration of the plan.  Several parties moved to intervene pursuant to Fed.R.Civ.P. 24.  Not all succeeded.  Six disappointed would-be intervenors appeal from the denial of intervention.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Finding no sign that the district court abused its discretion, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Two recent opinions of the court below thoroughly recount the complicated background of this case.  See Public Serv.  Co. v. Patch, 173 F.R.D. 17, 22-24 (D.N.H.1997) (PSNH II );  Public Serv.  Co. v. Patch, 962 F.Supp. 222, 225-29 (D.N.H.1997) (PSNH I ).   We draw heavily from those sources as we set the stage for consideration of the instant appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>A. The Night the Lights (Almost) Went Out in New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">PSNH is New Hampshire's largest electric public utility and supplies approximately 70% of the citizenry's power needs.  In the early 1970s, management predicted that rising energy demands soon would outstrip PSNH's generating capabilities.  To ameliorate this bleak outlook, PSNH undertook to construct a nuclear power plant in Seabrook, New Hampshire.  Because state law prevented it from factoring the plant's construction costs into the rate structure until Seabrook became operational, PSNH relied primarily on commercial financing to underwrite the project.  Regulatory reform and public opposition hindered Seabrook's progress to the point where the facility became an albatross wrapped snugly around PSNH's corporate neck.  Management's forecast that Seabrook would be on line in 1979 proved much too sanguine:  construction of the plant's generating unit was not completed until 1986, and even then, commercial operation was infeasible.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As delays mounted, so too did PSNH's indebtedness.  In 1988, PSNH no longer could service the debt and filed for bankruptcy protection in the United States Bankruptcy Court for the District of New Hampshire.  The State of New Hampshire, fearful that its residents might find themselves consigned to an unusually rustic lifestyle, intervened in the insolvency proceedings.  The State's participation was essential to resolving the bankruptcy:  as a regulated utility, PSNH's value depends on the rates that it can charge for electricity, and the State sets those rates based on its calculation of the investment that PSNH prudently devotes to the provision of electric service (the so-called rate base).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the end, PSNH's creditors and equity holders agreed to place a $2.3 billion value on the utility--a value significantly higher than its pre-bankruptcy rate base.  Northeast Utilities (NU) then acquired all of PSNH's stock at the capitalized price.  As part and parcel of this transaction, the State executed a rate agreement (the Agreement) designed to permit NU to recoup its investment over time.  To mitigate the impact of this recoupment on ratepayers while still providing meaningful financial relief to the rehabilitated bankrupt, the Agreement preserved PSNH's status as an integrated electric utility (i.e., one that engages in the generation, transmission, and distribution of electric power) and promised annual 5.5% electric rate increases for the next seven years.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Agreement also made provision for the gradual recovery of PSNH's Seabrook-related costs.  It contemplated that NU would take over the operation of Seabrook via a corporate affiliate, North Atlantic Energy Corporation (NAEC), subject to a stipulation, contained in the Agreement, that the State would permit PSNH to buy Seabrook-generated power from NAEC at prices sufficient to recover the portion of the rate base attributable to Seabrook over a reasonable interval.  Finally, to ensure the eventual recovery of PSNH's entire capitalized value, the Agreement allowed PSNH to designate some $400 million of the rate base as \"regulatory assets.\"   Under this arrangement, these regulatory assets (which in this case consisted mostly of governmentally mandated purchase agreements with small power producers) became eligible for amortization, albeit over a long number of years (thus cushioning the impact on electric rates).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The bankruptcy court approved the Agreement, see In re Public Serv.  Co., 114 B.R. 820, 843 (Bankr.D.N.H.1990);  the New Hampshire legislature authorized the PUC to review it, see N.H.Rev.Stat. Ann.  Chapter 362-C (1995);  the PUC furnished its seal of approval, see In re Northeast Utils./Public Serv.  Co., 114 P.U.R.4th 385 (N.H.P.U.C.1990);  the New Hampshire Supreme Court upheld the PUC's action, see Appeal of Richards, 134 N.H. 148, 590 A.2d 586 (1991);  and PSNH emerged from bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>B. The Concord Tea Party.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Due in part to the annual rate increases mandated by the Agreement, New Hampshire consumers pay one of the highest average electric rates in the nation.  Predictable discontent prompted the state legislature to enact the Electric Utility Restructuring Act, N.H.Rev.Stat. Ann. &#167; 374-F:1 to F:6 (Supp.1997), a statute designed to introduce retail competition into the marketplace as a means of reducing electric rates.  The statute directed the PUC to develop and put into effect no later than January 1, 1998, a restructuring plan for New Hampshire's electric utility industry.  See id.  &#167;  374-F:4.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The PUC conducted hearings apace and issued its restructuring plan (the Plan) on February 28, 1997.  The Plan provides that the PUC will continue to set all distribution access rates.  However, electric utilities must unbundle their generation, transmission, and distribution services, as well as open their distribution networks--utility poles and wires--to all consumers on a nondiscriminatory basis.  In theory, unbundling will enable customers to select from a roster of power generators whose rates will reflect market prices.  And although federal law requires that transmission tariffs remain the province of the Federal Energy Regulatory Commission (FERC), the Plan seeks to have the PUC exercise a modicum of control in this area as well by directing utilities to obtain PUC approval of proposed tariffs prior to effecting FERC filings.  Finally, the Plan imports a market domination deterrent, mandating that each utility choose whether to operate as a power generator or power distributor, and precluding utilities from continuing to act, directly or indirectly, in both capacities.  Utilities that select the distribution pathway must divest all power generation assets by December 31, 2000, and likewise must sever contractual and corporate ties with utilities that offer competitive electric service in the same territory.  Similar restrictions apply to utilities that select the generation pathway.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Two aspects of the PUC's edict are particularly pertinent for purposes of the pending litigation.  First, in promulgating the Plan, the PUC declined to treat the Agreement as a contract that constrained its actions.  Second, a side effect of the Plan's divestiture requirement is the creation of \"stranded costs.\"   This phenomenon will occur because, under the Plan's competitive market paradigm, the costs of certain asset investments owned by an integrated utility will become unrecoverable from ratepayers when the utility elects between the distribution and generation routes.  The Plan provides a palliative in the form of interim and long-term stranded cost recovery charges (SCRECHs).  The PUC will assess each affected utility's stranded costs and calculate an appropriate SCRECH for inclusion in the rates set for access to the utility's distribution network.  SCRECHs ordinarily will be calculated by means of a cost-of-service ratemaking methodology, but if the PUC concludes that a utility's costs and rates exceed a \"regional average rate benchmark,\" then it may deny the utility full recovery of its stranded costs.  At present, PSNH's rates exceed the regional average rate benchmark, and the PUC has ruled that PSNH may not recover completely its stranded costs.  Thus, PSNH insists that introduction of the benchmark will require it to write off the $400 million in regulatory assets and lead to another bankruptcy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>C. The Empire Strikes Back.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On March 3, 1997, PSNH, NU, and NAEC (collectively \"PSNH\" or \"the plaintiffs\") filed suit in New Hampshire's federal district court against the members of the PUC.  Their amended complaint limns a litany of federal preemption claims.  These include a claim premised on section 201(b) of the Federal Power Act, 16 U.S.C. &#167; 824(b) (1994);  a claim premised on sections 205 and 206 of the same statute, 16 U.S.C. &#167; 824d, e;  a claim premised on the filed rate doctrine, see, e.g., Boston Edison Co. v. FERC, 856 F.2d 361, 369 (1st Cir.1988) (discussing doctrine);  a claim premised on section 201 of the Public Utility Regulatory Policies Act of 1978, Pub.L. No. 95-617, 92 Stat. 3117 (codified as amended in scattered sections of 15 and 16 U.S.C.);   and a claim premised on the Public Utility Holding Companies Act, 15 U.S.C. &#167;&#167; 79 to 79z-6 (1994).  The complaint also includes several constitutional claims, including three separate theories under which the PUC's orders allegedly work an unlawful taking;  a Commerce Clause claim to the effect that the PUC is attempting impermissibly to regulate interstate commerce;  a Contracts Clause claim to the effect that the Plan unlawfully compromises the Agreement;  and a First Amendment claim that defies ready comprehension.  Lastly, the complaint contains claims that the Plan transgresses an injunction entered by the bankruptcy court in 1990 and simultaneously violates 42 U.S.C. &#167; 1983 (1994).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The complaint prays, inter alia, for an injunction against implementation of the Plan and a declaration that the Plan is unlawful.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 10, 1997, the district court entered a temporary restraining order (TRO) that enjoined the defendants from enforcing those sections of the Plan that purported to restrict PSNH's ability to recover fully its stranded costs.  Four days later, the court heard argument on a gallimaufry of intervention motions and took them under advisement pending a decision on ripeness and abstention (issues which, if determined adversely to the plaintiffs, would render intervention moot).  The court scheduled a hearing on these issues for March 20 and granted the would-be intervenors leave to file amicus curiae briefs.  On the appointed date, Judge Lagueux heard arguments and reserved decision.  The next day, he amended the TRO to enjoin portions of the Plan that, in the plaintiffs' view, repudiated obligations created by the Agreement.  He then continued the TRO \"pending further order of the court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In due course, Judge Lagueux ruled that the case not only was ripe, but also an inappropriate candidate for abstention.  See PSNH I, 962 F.Supp. at 229-44.   The judge simultaneously signaled his intent to address the motions to intervene without further delay, noted that the TRO would remain in effect pending further order, and directed the clerk of court to schedule a preliminary injunction hearing in June.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See id. at 244.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On June 12, 1997, the district court denied the appellants' motions to intervene.  See PSNH II, 173 F.R.D. at 26.   The court held in substance that the appellants' interest in securing lower electric rates was too generalized to justify intervention as of right;  that the appellants retained the ability to protect their interests in the Plan's implementation regardless of whether they were allowed to participate in the court case;  and that, in all events, the presence of the PUC members as defendants ensured adequate representation of the appellants' interests in respect to the issues raised by the complaint.  See id. at 26-27.   The court did permit three other parties, Granite State Electric Company, Unitil Corporation, and the New Hampshire Electric Cooperative, to intervene on the plaintiffs' side of the case.  See id. at 28.   One would-be intervenor, the City of Manchester, moved for reconsideration, but to no avail.</p>\n    </div>\n    <p>II. THE CAST OF CHARACTERS</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There are six intervention-related appeals before us.  In an effort to put matters into more workable perspective, we profile the identity and interests of the six appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1. Cabletron Systems, Inc.  (Cabletron) is a New Hampshire corporation with its principal place of business in Rochester, New Hampshire.  It is one of the largest private electricity consumers in New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. The Office of the Consumer Advocate of the State of New Hampshire (OCA) is a state agency statutorily authorized to \"petition for, initiate, appear or intervene in any proceeding concerning rates, charges, tariffs, and consumer services before any board, commission, agency, court, or regulatory body in which the interests of residential utility consumers are involved and to represent the interest of such residential utility consumers.\"  N.H.Rev.Stat. Ann. &#167; 363:28(II) (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3. The City of Manchester is New Hampshire's largest municipality and serves as the administrator of an electric power aggregation program that procures electricity for some 260 municipal, residential, and commercial accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">4. The Campaign for Ratepayers' Rights (CRR) is a non-profit citizens' group composed of several hundred New Hampshire residential and commercial electricity consumers.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">5. The Retail Merchants Association of New Hampshire (RMA) is a non-profit corporation based in Concord, New Hampshire.  RMA boasts a membership of approximately 700 businesses located in the Concord area.  It acts as an electric load aggregator.  Under its aegis, members may purchase electricity at discounted rates.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">6. Community Action Programs of New Hampshire (CAPS) is an alliance of six non-profit organizations.  Its constituent organizations provide assistance programs of various kinds to low-income families in New Hampshire.</p>\n    </div>\n    <p>III. THE LEGAL LANDSCAPE</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The six principal appeals stand or fall on the appellants' entitlement to intervene as of right.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  That entitlement depends, in the first instance, on Fed.R.Civ.P. 24(a), which provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Upon timely application anyone shall be permitted to intervene in an action:  ... (2) when the applicant claims an interest relating to the property or transaction which is the subject of the action and the applicant is so situated that the disposition of the action may as a practical matter impair or impede the applicant's ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A party that desires to intervene in a civil action under Rule 24(a)(2) must satisfy four conjunctive prerequisites:  (1) a timely application for intervention;  (2) a demonstrated interest relating to the property or transaction that forms the basis of the ongoing action;  (3) a satisfactory showing that the disposition of the action threatens to create a practical impairment or impediment to its ability to protect that interest;  and (4) a satisfactory showing that existing parties inadequately represent its interest.  See Conservation Law Found. v. Mosbacher, 966 F.2d 39, 41 (1st Cir.1992).  An applicant for intervention as of right must run the table and fulfill all four of these preconditions.  The failure to satisfy any one of them dooms intervention.  See Travelers Indem. Co. v. Dingwell, 884 F.2d 629, 637 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The application of this framework to the divers factual circumstances of individual cases requires a holistic, rather than reductionist, approach.  See International Paper Co. v. Town of Jay, 887 F.2d 338, 344 (1st Cir.1989).  The inherent imprecision of Rule 24(a)(2)'s individual elements dictates that they \"be read not discretely, but together,\" and always in keeping with a commonsense view of the overall litigation.  United States v. Hooker Chems. &amp; Plastics Corp., 749 F.2d 968, 983 (2d Cir.1984).   Because small differences in fact patterns can significantly affect the outcome, the very nature of a Rule 24(a)(2) inquiry limits the utility of comparisons between and among published opinions.  See Security Ins. Co. v. Schipporeit, Inc., 69 F.3d 1377, 1381 (7th Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court's denial of a motion for intervention as of right lays the foundation for an immediate appeal.  See Flynn v. Hubbard, 782 F.2d 1084, 1086 (1st Cir.1986).  Although we review the district court's intervention decisions for abuse of discretion, see International Paper, 887 F.2d at 344, that discretion is more circumscribed when Rule 24(a) is in play, see Stringfellow v. Concerned Neighbors in Action, 480 U.S. 370, 383, 107 S.Ct. 1177, 1185-86, 94 L.Ed.2d 389 (1987) (noting that the nisi prius court has less discretion in its disposition of motions to intervene as of right).  We will reverse the denial of a motion to intervene as of right \"if the court fails to apply the general standard provided by the text of Rule 24(a)(2), or if the court reaches a decision that so fails to comport with that standard as to indicate an abuse of discretion.\"  International Paper, 887 F.2d at 344.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the case at hand, we can narrow the lens of our inquiry somewhat.  For one thing, none of the appellants have argued that the district court misapprehended Rule 24(a)(2)'s analytic framework or failed to appreciate the rule's general standard.  For another thing, the appellees concede the timeliness of the intervention motions.  Thus, our analysis focuses exclusively on whether the court properly applied the other three elements of the test:  sufficiency of interest;  likelihood of impairment;  and adequacy of representation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>IV. ANALYSIS</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We first address the common arguments for intervention pressed by Cabletron, CRR, RMA, and CAPS (collectively, \"the Grouped Appellants\").  We then turn to the differentiated rationales for intervention offered by OCA and the City of Manchester.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>A. The Grouped Appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although there are modest differences in the particulars of their respective situations, a common theme pervades the arguments of all the Grouped Appellants:  each strives to justify intervention as a matter of right by reference to the same two interests.  First, they assert that the plaintiffs' action asks the district court to strike down the Plan, and that such relief, if granted, would sunder their shared interest in obtaining lower electric rates.  Second, they assert that their prior (and anticipated) participation in the PUC's administrative proceedings itself furnishes an independent basis for intervention.  We find both assertions wanting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To begin with, the assertion of an economic interest is procedurally vulnerable.  Although the Grouped Appellants vigorously pressed this line of argument in the district court, they devote only cursory attention to it on appeal.  Consequently, it is not preserved for appellate review.  See Ryan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Even were the asseveration preserved, it would be unavailing.  While the type of interest sufficient to sustain intervention as of right is not amenable to precise and authoritative definition, a putative intervenor must show at a bare minimum that it has \"a significantly protectable interest,\" Donaldson v. United States, 400 U.S. 517, 531, 91 S.Ct. 534, 542, 27 L.Ed.2d 580 (1971), that is \"direct, not contingent,\" Travelers Indem., 884 F.2d at 638.   Though these contours are relatively broad, the Grouped Appellants' interest in the lower electric rates expected to result from restructuring falls well outside the pale.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Potential economic harm to a would-be intervenor is a factor that warrants serious consideration in the interest inquiry.  See Conservation Law Found., 966 F.2d at 43;  but cf. New Orleans Pub. Serv., Inc. v. United Gas Pipe Line Co., 732 F.2d 452, 466 (5th Cir.1984) (en banc) (holding that an economic interest alone is insufficient predicate for a Rule 24(a)(2) intervention).  It is settled beyond peradventure, however, that an undifferentiated, generalized interest in the outcome of an ongoing action is too porous a foundation on which to premise intervention as of right.  See New Orleans Pub. Serv., 732 F.2d at 466;  Athens Lumber Co. v. Federal Election Comm'n, 690 F.2d 1364, 1366 (11th Cir.1982);  United States v. American Tel. &amp; Tel. Co., 642 F.2d 1285, 1292 (D.C.Cir.1980).  That principle is dispositive here for the Grouped Appellants' theory of economic interest operates at too high a level of generality.  After all, every electricity consumer in New Hampshire and every person who does business with any electricity consumer yearns for lower electric rates.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To cinch matters, the Grouped Appellants' interest in obtaining lower electric rates also has an overly contingent quality.  This is not a case in which ongoing litigation directly threatens an economic right or benefit presently enjoyed by any would-be intervenor.  See, e.g., City of Stilwell v. Ozarks Rural Elec. Coop., 79 F.3d 1038, 1042 (10th Cir.1996).  It is, rather, a case in which these would-be intervenors root their professed economic interest in an as yet unrealized expectancy of lower electric rates.  As the district court perspicaciously observed, numerous market variables will impact New Hampshire electric rates even after the PUC implements a restructuring plan.  See PSNH II, 173 F.R.D. at 26.   Whether the interaction of these variables actually will produce lower rates is anybody's guess, thus demonstrating the fatally contingent nature of the asserted economic interest.  See Travelers Indem., 884 F.2d at 638-39.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Grouped Appellants also claim a protectable interest within the purview of Rule 24(a)(2) arising out of their prior participation, and their anticipated opportunity for future participation, in the PUC's administrative proceedings.  All profess to fear that the plaintiffs' suit will lay waste to the efforts that they expended (culminating in the Plan), and that this threat entitles them to intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We do not dismiss this claim lightly.  In certain circumstances, an administrative-proceeding interest may well form a sufficient predicate for intervention as of right.  Since this clearly is not true across the board, we must evaluate the asserted administrative-proceeding interest in light of the specific claims embodied in the lawsuit pending before the district court--and we must do so in keeping with the pragmatic cast of Rule 24(a)(2).  Furthermore, we must conduct this assessment with an awareness that Rule 24(a)(2)'s third tine--whether disposition of the extant action may as a practical matter impair or impede the applicant's ability to protect a cognizable interest--often influences resolution of the interest question.  See Conservation Law Found., 966 F.2d at 42.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The plaintiffs' complaint does not frontally attack the process through which the PUC arrived at the Plan,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> but, rather, pleads causes of action that will require the district court to measure the submitted Plan against federal statutory and constitutional benchmarks.  Hence, adjudication of the plaintiffs' claims will not place the district court in the position of having to rebalance competing policy views anent electric utility industry restructuring or otherwise to co-opt the administrative proceedings in which the would-be intervenors appeared.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Grouped Appellants resist this conclusion.  In their estimation, the plaintiffs' challenges do not involve \"pristine\" questions of federal law, and they express concern that the district court will be forced to immerse itself in the \"nitty gritty\" of ratemaking.  We agree that the district court will have to understand the Plan in order to resolve the plaintiffs' challenges, but we are confident that the PUC is fully capable of explicating the interstices of the Plan to facilitate this review.  More to the point, we deem it of decretory significance that the types of viewpoint-balancing issues that merited the inclusion of a wide array of parties in the administrative proceedings are not present in this civil action, and we therefore are hard-pressed to see how the present litigation will impair or impede the would-be intervenors' legitimate interests.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Grouped Appellants' reliance on United States v. South Fla.  Water Mgmt. Dist., 922 F.2d 704 (11th Cir.1991), for the proposition that participation in the PUC's administrative proceedings ipso facto justifies intervention as of right, is misplaced.  There, the federal government brought suit alleging that a water management district's irrigation and flood control policies violated a state environmental statute.  See id. at 707.   The United States asked the district court, inter alia, to set a maximum allowable concentration of nitrogen and phosphorous in farm water runoff.  See id.   The court denied various farm groups' motions for intervention as of right.  The Eleventh Circuit reversed.  It found that the Florida statute granted the farm groups a statutory right to participate in the water district's administrative implementation of runoff standards.  Because the federal litigation essentially bypassed the administrative framework, denial of intervention would eliminate the farm groups' role in the decisionmaking process.  See id. at 708.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Such is not the case here.  The would-be intervenors heretofore have taken full advantage of their right to participate in the PUC's proceedings, and their role in any future administrative decisionmaking process is not in jeopardy.  On the one hand, if the plaintiffs lose, then the Plan that emerged from the administrative proceedings probably will remain intact--unless the PUC, in the course of further administrative proceedings (in which the applicants for intervention will have an opportunity to participate), modifies it.  On the other hand, if the plaintiffs prevail, then the Plan likely will fall--yet the district court will not replace it with another of its own creation.  Rather, the PUC will be left to devise a successor plan, and the Grouped Appellants will be able to participate fully in any such efforts.  In either event, the would-be intervenors' administrative-proceeding interest remains unsullied.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Grouped Appellants also advance the closely related claim that the TRO issued by the district court impairs their right to participate in ongoing or future administrative proceedings before the PUC.  This claim requires scant comment.  It suffices to say that the present litigation has not impeded this entitlement in any real sense.  To the extent that the lower court has halted administrative proceedings, its orders are of universal application:  it did not bar the Grouped Appellants selectively from participating in any ongoing proceeding.  Indeed, the PUC itself has suspended reconsideration of the Plan pending resolution of this case.  While the Grouped Appellants undoubtedly would prefer that the Plan's implementation proceed immediately, the current stalemate does not prejudice their ability to participate prospectively in resumed administrative proceedings once the litigatory logjam clears.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Any residual doubt that might linger regarding the Grouped Appellants' right to intervene is assuaged at the final step of the Rule 24(a)(2) inquiry.  We agree with the district court that the Grouped Appellants simply have not shown that the defendant commissioners inadequately represent their interests in upholding the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">To be sure, an applicant for intervention need only make a minimal showing that the representation afforded by existing parties likely will prove inadequate.  See Trbovich v. United Mine Workers, 404 U.S. 528, 538 n. 10, 92 S.Ct. 630, 636 n. 10, 30 L.Ed.2d 686 (1972).  Nonetheless, the adequacy of interest requirement is more than a paper tiger.  A party that seeks to intervene as of right must produce some tangible basis to support a claim of purported inadequacy.  See Moosehead Sanitary Dist. v. S.G. Phillips Corp., 610 F.2d 49, 54 (1st Cir.1979).  Moreover, the burden of persuasion is ratcheted upward in this case because the commissioners are defending the Plan in their capacity as members of a representative governmental body.  Given this fact, the Grouped Appellants must rebut a presumption that the commissioners adequately represent their interests.  See Mausolf v. Babbitt, 85 F.3d 1295, 1303 (8th Cir.1996).  This rebuttal requires \"a strong affirmative showing\" that the agency (or its members) is not fairly representing the applicants' interests.  Hooker Chems. &amp; Plastics, 749 F.2d at 985.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Grouped Appellants attempt to roll this presumption on its side.  They maintain that the PUC's status as the principal protector of the general public interest precludes its effective representation of their particularized interests.  See, e.g., Mille Lacs Band of Chippewa Indians v. Minnesota, 989 F.2d 994, 1001 (8th Cir.1993) (finding the presumption of adequate representation overcome where a suit against the state to enforce an Indian treaty implicated the intervenors' interest in preserving fish and game stock on their private lands).  On the facts of the case at bar, however, this resupinate reasoning does not withstand scrutiny:  in respect to the plaintiffs' claims, the PUC's interests are perfectly aligned with those of the Grouped Appellants.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Although the motives that drive any individual appellant's support for the Plan may diverge slightly from those of its fellow appellants and also from those of the PUC, all march in legal lockstep when defending the Plan against the plaintiffs' federal statutory and constitutional challenges.  None of the Grouped Appellants has propounded any legal argument that the PUC members are unable or unwilling to make, or that subverts the PUC's institutional goals.  This symmetry of interest among the Grouped Appellants and the PUC commissioners ensures adequate representation.  See American Lung Ass'n v. Reilly, 962 F.2d 258, 261-62 (2d Cir.1992);  Washington Elec. Coop. v. Massachusetts Mun. Wholesale Elec. Co., 922 F.2d 92, 98 (2d Cir.1990);  see generally United Nuclear Corp. v. Cannon, 696 F.2d 141, 144 (1st Cir.1982) (discussing the factors that a federal court must consider in the adequacy of interest inquiry).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">If that were not enough--and we firmly believe that it is--we note that the PUC members have launched a full-scale, uncompromising defense of their Plan.  We think the likelihood that the PUC will capitulate cravenly to the plaintiffs' onslaught is extremely remote.  This circumstance, in itself, weighs heavily in favor of denying mandatory intervention.  See Washington Elec. Coop., 922 F.2d at 98;  Natural Resources Defense Council, Inc. v. New York State Dep't of Envtl.  Conservation, 834 F.2d 60, 62 (2d Cir.1987);  cf.  Conservation Law Found., 966 F.2d at 44 (finding that the Secretary of Commerce inadequately represented the more parochial interests of putative intervenors because he agreed, with minimal opposition, to a consent decree drafted by the plaintiffs).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, the Grouped Appellants maintain that the courts must accept at face value the PUC's declaration of its inability to represent their interests, no questions asked.  This is sheer persiflage.  Here, as in many other contexts, actions speak louder than words.  In all events, neither the PUC commissioners' support of and consent to the Grouped Appellants' desire to intervene, nor the commissioners' insinuations that they, alone, are not up to the task of defending the Plan, can strip a federal court of the right and power--indeed, the duty--to make an independent determination as to whether Rule 24(a)(2)'s prerequisites are met.  See International Paper, 887 F.2d at 340-41;  Wade v. Goldschmidt, 673 F.2d 182, 184 n. 3 (7th Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>B. OCA.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We turn next to OCA's quest for intervention.  For the most part, its arguments parallel those championed by the Grouped Appellants--the six would-be intervenors did, after all, elect to file a consolidated brief--and we reject them for the reasons already stated.  We write separately, however, to address one idiosyncratic feature.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">OCA and two amici, the Ohio Consumers' Counsel and the National Association of State Utility Consumer Advocates, contend that the district court should have allowed OCA to intervene as of right because a New Hampshire statute endows it with the authority to represent residential utility consumers \"in any proceeding concerning rates, charges, tariffs, and consumer services before any board, commission, agency, court, or regulatory body.\"  N.H.Rev.Stat. Ann. &#167; 363:28(II).  This legislative directive requiring OCA to devote its representational zeal entirely to the cause of the consumer contrasts with the PUC's statutory mandate to \"be the arbiter between the interests of the customer and the interests of regulated utilities.\"  Id. &#167; 363:17-a.  Focusing singlemindedly on these disparate statutory missions, OCA and its amici take the position that the PUC cannot adequately represent OCA's interests in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">A state statute can inform the Rule 24(a)(2) calculus, but it cannot displace the requirement that a would-be intervenor satisfy each of the rule's prerequisites.  See Washington Elec. Coop., 922 F.2d at 96-98.   Whatever discrepancies exist in the enabling statutes of OCA and the PUC, respectively, a federal court must assess adequacy of representation in light of the issues at stake in the particular litigation.  For the reasons previously discussed, the differences in the two agencies' statutory missions are without consequence here;  like the Grouped Appellants, OCA can point neither to any legal argument favorable to it that the commissioners are unwilling or unable to make in defense of the Plan, nor to any legal position taken by the commissioners that compromises OCA's interests in any material way.  In short, there simply is no divergence of interest between the two bodies in respect to the causes of action pleaded in this litigation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>C. The City of Manchester.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Like the other five appellants, the City of Manchester advances arguments grounded both in an asserted economic interest and an asserted administrative-proceeding interest.  To the extent that these arguments replicate those made by the Grouped Appellants, we reject them for the reasons previously articulated.  Still, the city's position is different in certain respects.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Manchester administers a municipal electric power aggregation program under which it procures electricity for several hundred municipal, residential, and commercial accounts.  The number of accounts that it represents imbues the city with sufficient market power to acquire substantial rate discounts.  Manchester supports the Plan because it believes that increased competition in the electric power market will allow it to secure even lower electric rates for the subscribers to the aggregation program.  Manchester posits that this special interest as an aggregator justifies intervention as of right.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Notwithstanding this twist, the district court did not believe that Manchester's interest differed appreciably from the generalized economic interest asserted by each of the other appellants.  See PSNH II, 173 F.R.D. at 23, 25-26.   We discern no abuse of discretion in that ruling.  By like token, we are unmoved by the city's insistence that, as administrator of the aggregation program, its interest is not merely in lower rates, but also in fostering an electric power market open to the greatest possible number of competitors.  This recharacterization is more froth than brew.  When all is said and done, Manchester seeks to promote a competitive market because it surmises that such a development will have a salutary effect on electric rates.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Manchester also attempts to distinguish its position on the ground that, due to the aggregation program, it is registered with the PUC as a supplier of electric power.  But this brings us full circle.  Manchester does not assert any interest that stems from its role as a supplier other than a desire to purchase power at the lowest possible rates and to pass the resultant savings to its subscribers.  Hence, the claimed distinction fails to set Manchester apart from the other appellants in any material way.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Manchester has one remaining bullet in its intervention gun, but it too is a blank.  The city notes that PSNH is one of its largest employers and taxpayers and, consequently, that it has a vital interest in PSNH's ability to remain a viable enterprise after market restructuring.  While we have serious doubts that Manchester's paternalistic impulses satisfy Rule 24(a)(2)'s interest requirement at all, we need not decide that issue for two reasons.  First, and most obviously, PSNH is the party with the singularly greatest interest in preserving its economic survival and can adequately represent that interest in this case.  Second, Manchester's positions on the issues at stake in this litigation align perfectly with those of the PUC commissioners.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Manchester attempts to defuse the suggestion that it stands shoulder-to-shoulder with the defendants by loudly proclaiming its disagreement with the PUC's method of calculating PSNH's stranded cost recovery allowance.  This is a very red herring.  In the context of the lawsuit, the stranded costs issue mainly affects PSNH's takings claims.  But Manchester, in its proffered answer to PSNH's complaint, see Fed.R.Civ.P. 24(c), denies that any of the PUC's actions amount to a confiscatory taking.  At any rate, PSNH itself adequately will represent any interest that the city may have in contesting the SCRECH methodology embodied in the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Refined to bare essence, Manchester's campaign for intervention as of right reduces to its promise that it \"will offer a different angle on the legal questions in this lawsuit.\"   This campaign promise, unamplified by any specifics, cannot bear the weight of a claim that adequate representation is lacking.  See Moosehead Sanitary Dist., 610 F.2d at 54.</p>\n    </div>\n    <p>V. FLOTSAM AND JETSAM</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Cabletron, RMA, and the City of Manchester also have attempted to appeal from orders of the district court not directly related to intervention.  Because we affirm the denial of their motions to intervene, they lack standing to press any other issues before this court.  See SEC v. Certain Unknown Purchasers of the Common Stock of and Call Options for the Common Stock of Santa Fe Int'l Corp., 817 F.2d 1018, 1021-22 (2d Cir.1987).  Hence, we take no view of either their putative appeals of the district court's May 13 and July 7 orders or their characterization of those orders as modifications to, or extensions of, a de facto preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In a closely related initiative, all the appellants, relying on Railroad Comm'n v. Pullman Co., 312 U.S. 496, 61 S.Ct. 643, 85 L.Ed. 971 (1941) and Burford v. Sun Oil Co., 319 U.S. 315, 63 S.Ct. 1098, 87 L.Ed. 1424 (1943), invite us to scrutinize the district court's unwillingness to abstain from deciding this case.  We decline the invitation.  A district court's refusal to abstain under doctrines like Pullman or Burford is not an immediately appealable event.  See Gulfstream Aerospace Corp. v. Mayacamas Corp., 485 U.S. 271, 278, 108 S.Ct. 1133, 1137-38, 99 L.Ed.2d 296 (1988).  Thus, acceding to the appellants' request would place this court in the bizarre situation of deciding a nonappealable order at the behest of non-parties.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Let us be perfectly clear.  We recognize that the appellants make some strong arguments in support of abstention.  The district court, if it so chooses, is free to revisit the issue.  At this point in the litigation, however, that court is the only tribunal with authority to address the question.</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We need go no further.  The future direction of the electric utility market in New Hampshire is a matter of utmost importance, but parties who are merely interested in the outcome of a case do not automatically qualify for intervention as of right under Rule 24(a)(2).  Under the totality of the circumstances that obtain here, we discern no abuse of discretion in the district court's determination that the appellants are among that number.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">In Nos. 97-1762, 97-1763, 97-1773, 97-1780, 97-1805 and 97-2070, the orders denying intervention are affirmed.  The remaining appeals are dismissed for want of appellate jurisdiction.  Costs shall be taxed in favor of plaintiffs against all appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Three of the would-be intervenors also have attempted to take protective appeals from other orders entered by the district court.  We deal with these additional appeals in Part V, infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On April 7, 1997, the PUC stayed implementation of portions of the Plan to rehear whether the PSNH will in fact be forced to write off the regulatory assets.  The PUC at the same time announced its intention to revisit the question of whether the Plan repudiates an enforceable obligation of the State (i.e., the Agreement).  These developments clearly bear upon certain contested issues in the underlying case (e.g., ripeness and abstention), but they do not possess great significance vis-a-vis the question of intervention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the introductory portions of their amended complaint, the plaintiffs accuse the PUC of affording them insufficient time to make their case administratively, failing to enforce discovery rules, and holding hearings that were a \"mere pretense.\"   These allegations sound like a prelude to a procedural due process challenge, yet the plaintiffs never make such a claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> On May 13, the parties to the case (not including the applicants for intervention) agreed to mediation and stipulated to a stay of proceedings, thereby obviating the need for a June preliminary injunction hearing.  By its terms, the stay would expire coincident with the end of the mediation period, which was originally contemplated to last through the end of June.  As directed by the May 13 stipulation and order, the mediator periodically reported on the parties' progress.  Based on these reports Judge Lagueux twice extended the period.  On September 3, 1997, the mediator reported that efforts had failed and the stay since has been dissolved.  The would-be intervenors did not participate in the mediation process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In the court below, the appellants also sought permissive intervention under Fed.R.Civ.P. 24(b).  Judge Lagueux rejected those initiatives.  See PSNH II, 173 F.R.D. at 29.   The appellants have not pressed the point in this venue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The plaintiffs argue that we should affirm the district court's denial of the motions to intervene filed by Cabletron, RMA, CAPS, and OCA because each of those appellants failed to accompany its motion with \"a pleading setting forth the claim or defense for which intervention is sought.\"  Fed.R.Civ.P. 24(c).  We agree that these parties were derelict in their Rule 24(c) duties, and that such dereliction ordinarily would warrant dismissal of their motions.  See Rhode Island Fed'n of Teachers v. Norberg, 630 F.2d 850, 854-55 (1st Cir.1980).  In this instance, however, the district court elected to forgive this oversight.  See PSNH II, 173 F.R.D. at 24 n. 2. Because we affirm the lower court's denial of the motions to intervene on more substantive grounds, we see no reason to revisit that determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although paragraph 42 of PSNH's amended complaint attributes arbitrary and capricious procedural maneuvers to the PUC, the plaintiffs have not based any of their federal claims on these ostensible procedural defects</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Grouped Appellants also cite In re Sierra Club, 945 F.2d 776, 779 (4th Cir.1991) (dictum), in support of their contention that participation in an administrative proceeding creates an interest that is per se sufficient to warrant intervention as of right in any litigation related to the result of those proceedings.  To the extent that the court's broad language can be read as stating such a rule, we respectfully decline to follow it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Our contextualized holding should ease the amici's concern that failure to allow OCA to intervene will impair the effectiveness of similar consumer advocacy organizations in other litigation.  If, for example, PSNH had included in its complaint claims that would necessitate a viewpoint-balancing analysis in which consumer concerns played a significant role, we would see OCA's appeal in a vastly different light</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">236</span></span>, 184 P.U.R.4th 211,<br>Util. L. Rep. P 14,188</p>\n    <p class=\"parties\">PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, et al., Plaintiffs, Appellees,<br>v.<br>Douglas L. PATCH, in his Capacity as a Member of the New<br>Hampshire Public Utilities Commission, et al.,<br>Defendants, Appellees,<br>CABLETRON SYSTEMS, INC., et al., Applicants for<br>Intervention, Appellants.</p>\n    <p class=\"docket\">Nos.97-1759 to 97-1763, 97-1773, 97-1780, 97-1805, 97-1995<br>to 97-1997 and 97-2070.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 5, 1997.<br>Decided Feb. 3, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Steven S. Rosenthal, with whom Jeffery A. Tomasevich, Morrison &amp; Foerster, LLP, F. Anne Ross, F. Anne Ross, P.C., John J. Ryan, Casassa and Ryan, Michael W. Holmes, James R.M. Anderson, Peter H. Grills, David E. Crawford, O'Neill, Grills &amp; O'Neill, PLLP and Thomas I. Arnold III were on consolidated brief, for all appellants.</p>\n      <p class=\"indent\">Peter H. Grills, with whom David E. Crawford, O'Neill, Grills &amp; O'Neill, PLLP and Thomas I. Arnold III, Assistant City Solicitor, were on brief, for appellant City of Manchester.</p>\n      <p class=\"indent\">Philip T. McLaughlin and Martin P. Honigberg on brief, for the State of New Hampshire, amicus curiae.</p>\n      <p class=\"indent\">Evelyn R. Robinson on brief, for Ohio Consumers' Counsel and National Ass'n of State Consumer Advocates, amici curiae.</p>\n      <p class=\"indent\">Dennis Lane, with whom Michael E. Tucci and Morrison &amp; Hecker, LLP were on brief, for defendants-appellees.</p>\n      <p class=\"indent\">Allan B. Taylor, with whom John B. Nolan, Gary M. Becker, and Day, Berry &amp; Howard were on brief, for plaintiffs-appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and TAURO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After the New Hampshire Public Utilities Commission (PUC) formulated a plan to inject retail competition into the New Hampshire electric power market, Public Service Company of New Hampshire (PSNH) filed suit against the PUC's members, seeking to block inauguration of the plan.  Several parties moved to intervene pursuant to Fed.R.Civ.P. 24.  Not all succeeded.  Six disappointed would-be intervenors appeal from the denial of intervention.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Finding no sign that the district court abused its discretion, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Two recent opinions of the court below thoroughly recount the complicated background of this case.  See Public Serv.  Co. v. Patch, <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">17</span></span>, 22-24 (D.N.H.1997) (PSNH II );  Public Serv.  Co. v. Patch, <span class=\"citation no-link\"><span class=\"volume\">962</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">222</span></span>, 225-29 (D.N.H.1997) (PSNH I ).   We draw heavily from those sources as we set the stage for consideration of the instant appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>A. The Night the Lights (Almost) Went Out in New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">PSNH is New Hampshire's largest electric public utility and supplies approximately 70% of the citizenry's power needs.  In the early 1970s, management predicted that rising energy demands soon would outstrip PSNH's generating capabilities.  To ameliorate this bleak outlook, PSNH undertook to construct a nuclear power plant in Seabrook, New Hampshire.  Because state law prevented it from factoring the plant's construction costs into the rate structure until Seabrook became operational, PSNH relied primarily on commercial financing to underwrite the project.  Regulatory reform and public opposition hindered Seabrook's progress to the point where the facility became an albatross wrapped snugly around PSNH's corporate neck.  Management's forecast that Seabrook would be on line in 1979 proved much too sanguine:  construction of the plant's generating unit was not completed until 1986, and even then, commercial operation was infeasible.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As delays mounted, so too did PSNH's indebtedness.  In 1988, PSNH no longer could service the debt and filed for bankruptcy protection in the United States Bankruptcy Court for the District of New Hampshire.  The State of New Hampshire, fearful that its residents might find themselves consigned to an unusually rustic lifestyle, intervened in the insolvency proceedings.  The State's participation was essential to resolving the bankruptcy:  as a regulated utility, PSNH's value depends on the rates that it can charge for electricity, and the State sets those rates based on its calculation of the investment that PSNH prudently devotes to the provision of electric service (the so-called rate base).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the end, PSNH's creditors and equity holders agreed to place a $2.3 billion value on the utility--a value significantly higher than its pre-bankruptcy rate base.  Northeast Utilities (NU) then acquired all of PSNH's stock at the capitalized price.  As part and parcel of this transaction, the State executed a rate agreement (the Agreement) designed to permit NU to recoup its investment over time.  To mitigate the impact of this recoupment on ratepayers while still providing meaningful financial relief to the rehabilitated bankrupt, the Agreement preserved PSNH's status as an integrated electric utility (i.e., one that engages in the generation, transmission, and distribution of electric power) and promised annual 5.5% electric rate increases for the next seven years.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Agreement also made provision for the gradual recovery of PSNH's Seabrook-related costs.  It contemplated that NU would take over the operation of Seabrook via a corporate affiliate, North Atlantic Energy Corporation (NAEC), subject to a stipulation, contained in the Agreement, that the State would permit PSNH to buy Seabrook-generated power from NAEC at prices sufficient to recover the portion of the rate base attributable to Seabrook over a reasonable interval.  Finally, to ensure the eventual recovery of PSNH's entire capitalized value, the Agreement allowed PSNH to designate some $400 million of the rate base as \"regulatory assets.\"   Under this arrangement, these regulatory assets (which in this case consisted mostly of governmentally mandated purchase agreements with small power producers) became eligible for amortization, albeit over a long number of years (thus cushioning the impact on electric rates).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The bankruptcy court approved the Agreement, see In re Public Serv.  Co., <span class=\"citation\" data-id=\"1535635\"><a href=\"/opinion/1535635/in-re-public-service-co-of-new-hampshire/\"><span class=\"volume\">114</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">820</span></a></span>, 843 (Bankr.D.N.H.1990);  the New Hampshire legislature authorized the PUC to review it, see N.H.Rev.Stat. Ann.  Chapter 362-C (1995);  the PUC furnished its seal of approval, see In re Northeast Utils./Public Serv.  Co., 114 P.U.R.4th 385 (N.H.P.U.C.1990);  the New Hampshire Supreme Court upheld the PUC's action, see Appeal of Richards, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">148</span></span>, <span class=\"citation no-link\"><span class=\"volume\">590</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">586</span></span> (1991);  and PSNH emerged from bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>B. The Concord Tea Party.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Due in part to the annual rate increases mandated by the Agreement, New Hampshire consumers pay one of the highest average electric rates in the nation.  Predictable discontent prompted the state legislature to enact the Electric Utility Restructuring Act, N.H.Rev.Stat. Ann. &#167; 374-F:1 to F:6 (Supp.1997), a statute designed to introduce retail competition into the marketplace as a means of reducing electric rates.  The statute directed the PUC to develop and put into effect no later than January 1, 1998, a restructuring plan for New Hampshire's electric utility industry.  See id.  &#167;  374-F:4.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The PUC conducted hearings apace and issued its restructuring plan (the Plan) on February 28, 1997.  The Plan provides that the PUC will continue to set all distribution access rates.  However, electric utilities must unbundle their generation, transmission, and distribution services, as well as open their distribution networks--utility poles and wires--to all consumers on a nondiscriminatory basis.  In theory, unbundling will enable customers to select from a roster of power generators whose rates will reflect market prices.  And although federal law requires that transmission tariffs remain the province of the Federal Energy Regulatory Commission (FERC), the Plan seeks to have the PUC exercise a modicum of control in this area as well by directing utilities to obtain PUC approval of proposed tariffs prior to effecting FERC filings.  Finally, the Plan imports a market domination deterrent, mandating that each utility choose whether to operate as a power generator or power distributor, and precluding utilities from continuing to act, directly or indirectly, in both capacities.  Utilities that select the distribution pathway must divest all power generation assets by December 31, 2000, and likewise must sever contractual and corporate ties with utilities that offer competitive electric service in the same territory.  Similar restrictions apply to utilities that select the generation pathway.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Two aspects of the PUC's edict are particularly pertinent for purposes of the pending litigation.  First, in promulgating the Plan, the PUC declined to treat the Agreement as a contract that constrained its actions.  Second, a side effect of the Plan's divestiture requirement is the creation of \"stranded costs.\"   This phenomenon will occur because, under the Plan's competitive market paradigm, the costs of certain asset investments owned by an integrated utility will become unrecoverable from ratepayers when the utility elects between the distribution and generation routes.  The Plan provides a palliative in the form of interim and long-term stranded cost recovery charges (SCRECHs).  The PUC will assess each affected utility's stranded costs and calculate an appropriate SCRECH for inclusion in the rates set for access to the utility's distribution network.  SCRECHs ordinarily will be calculated by means of a cost-of-service ratemaking methodology, but if the PUC concludes that a utility's costs and rates exceed a \"regional average rate benchmark,\" then it may deny the utility full recovery of its stranded costs.  At present, PSNH's rates exceed the regional average rate benchmark, and the PUC has ruled that PSNH may not recover completely its stranded costs.  Thus, PSNH insists that introduction of the benchmark will require it to write off the $400 million in regulatory assets and lead to another bankruptcy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>C. The Empire Strikes Back.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On March 3, 1997, PSNH, NU, and NAEC (collectively \"PSNH\" or \"the plaintiffs\") filed suit in New Hampshire's federal district court against the members of the PUC.  Their amended complaint limns a litany of federal preemption claims.  These include a claim premised on section 201(b) of the Federal Power Act, 16 U.S.C. &#167; 824(b) (1994);  a claim premised on sections 205 and 206 of the same statute, 16 U.S.C. &#167; 824d, e;  a claim premised on the filed rate doctrine, see, e.g., Boston Edison Co. v. FERC, <span class=\"citation\" data-id=\"511559\"><a href=\"/opinion/511559/boston-edison-company-v-federal-energy-regulatory-commission-city-of/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span></a></span>, 369 (1st Cir.1988) (discussing doctrine);  a claim premised on section 201 of the Public Utility Regulatory Policies Act of 1978, Pub.L. No. 95-617, 92 Stat. 3117 (codified as amended in scattered sections of 15 and 16 U.S.C.);   and a claim premised on the Public Utility Holding Companies Act, 15 U.S.C. &#167;&#167; 79 to 79z-6 (1994).  The complaint also includes several constitutional claims, including three separate theories under which the PUC's orders allegedly work an unlawful taking;  a Commerce Clause claim to the effect that the PUC is attempting impermissibly to regulate interstate commerce;  a Contracts Clause claim to the effect that the Plan unlawfully compromises the Agreement;  and a First Amendment claim that defies ready comprehension.  Lastly, the complaint contains claims that the Plan transgresses an injunction entered by the bankruptcy court in 1990 and simultaneously violates 42 U.S.C. &#167; 1983 (1994).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The complaint prays, inter alia, for an injunction against implementation of the Plan and a declaration that the Plan is unlawful.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 10, 1997, the district court entered a temporary restraining order (TRO) that enjoined the defendants from enforcing those sections of the Plan that purported to restrict PSNH's ability to recover fully its stranded costs.  Four days later, the court heard argument on a gallimaufry of intervention motions and took them under advisement pending a decision on ripeness and abstention (issues which, if determined adversely to the plaintiffs, would render intervention moot).  The court scheduled a hearing on these issues for March 20 and granted the would-be intervenors leave to file amicus curiae briefs.  On the appointed date, Judge Lagueux heard arguments and reserved decision.  The next day, he amended the TRO to enjoin portions of the Plan that, in the plaintiffs' view, repudiated obligations created by the Agreement.  He then continued the TRO \"pending further order of the court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In due course, Judge Lagueux ruled that the case not only was ripe, but also an inappropriate candidate for abstention.  See PSNH I, 962 F.Supp. at 229-44.   The judge simultaneously signaled his intent to address the motions to intervene without further delay, noted that the TRO would remain in effect pending further order, and directed the clerk of court to schedule a preliminary injunction hearing in June.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See id. at 244.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On June 12, 1997, the district court denied the appellants' motions to intervene.  See PSNH II, 173 F.R.D. at 26.   The court held in substance that the appellants' interest in securing lower electric rates was too generalized to justify intervention as of right;  that the appellants retained the ability to protect their interests in the Plan's implementation regardless of whether they were allowed to participate in the court case;  and that, in all events, the presence of the PUC members as defendants ensured adequate representation of the appellants' interests in respect to the issues raised by the complaint.  See id. at 26-27.   The court did permit three other parties, Granite State Electric Company, Unitil Corporation, and the New Hampshire Electric Cooperative, to intervene on the plaintiffs' side of the case.  See id. at 28.   One would-be intervenor, the City of Manchester, moved for reconsideration, but to no avail.</p>\n    </div>\n    <p>II. THE CAST OF CHARACTERS</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There are six intervention-related appeals before us.  In an effort to put matters into more workable perspective, we profile the identity and interests of the six appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1. Cabletron Systems, Inc.  (Cabletron) is a New Hampshire corporation with its principal place of business in Rochester, New Hampshire.  It is one of the largest private electricity consumers in New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. The Office of the Consumer Advocate of the State of New Hampshire (OCA) is a state agency statutorily authorized to \"petition for, initiate, appear or intervene in any proceeding concerning rates, charges, tariffs, and consumer services before any board, commission, agency, court, or regulatory body in which the interests of residential utility consumers are involved and to represent the interest of such residential utility consumers.\"  N.H.Rev.Stat. Ann. &#167; 363:28(II) (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3. The City of Manchester is New Hampshire's largest municipality and serves as the administrator of an electric power aggregation program that procures electricity for some 260 municipal, residential, and commercial accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">4. The Campaign for Ratepayers' Rights (CRR) is a non-profit citizens' group composed of several hundred New Hampshire residential and commercial electricity consumers.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">5. The Retail Merchants Association of New Hampshire (RMA) is a non-profit corporation based in Concord, New Hampshire.  RMA boasts a membership of approximately 700 businesses located in the Concord area.  It acts as an electric load aggregator.  Under its aegis, members may purchase electricity at discounted rates.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">6. Community Action Programs of New Hampshire (CAPS) is an alliance of six non-profit organizations.  Its constituent organizations provide assistance programs of various kinds to low-income families in New Hampshire.</p>\n    </div>\n    <p>III. THE LEGAL LANDSCAPE</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The six principal appeals stand or fall on the appellants' entitlement to intervene as of right.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  That entitlement depends, in the first instance, on Fed.R.Civ.P. 24(a), which provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Upon timely application anyone shall be permitted to intervene in an action:  ... (2) when the applicant claims an interest relating to the property or transaction which is the subject of the action and the applicant is so situated that the disposition of the action may as a practical matter impair or impede the applicant's ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A party that desires to intervene in a civil action under Rule 24(a)(2) must satisfy four conjunctive prerequisites:  (1) a timely application for intervention;  (2) a demonstrated interest relating to the property or transaction that forms the basis of the ongoing action;  (3) a satisfactory showing that the disposition of the action threatens to create a practical impairment or impediment to its ability to protect that interest;  and (4) a satisfactory showing that existing parties inadequately represent its interest.  See Conservation Law Found. v. Mosbacher, <span class=\"citation\" data-id=\"584188\"><a href=\"/opinion/584188/conservation-law-foundation-of-new-england-inc-v-robert-a-mosbacher/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 41 (1st Cir.1992).  An applicant for intervention as of right must run the table and fulfill all four of these preconditions.  The failure to satisfy any one of them dooms intervention.  See Travelers Indem. Co. v. Dingwell, <span class=\"citation\" data-id=\"528782\"><a href=\"/opinion/528782/the-travelers-indemnity-company-v-richard-a-dingwell-dba-mckin/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">629</span></a></span>, 637 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The application of this framework to the divers factual circumstances of individual cases requires a holistic, rather than reductionist, approach.  See International Paper Co. v. Town of Jay, <span class=\"citation\" data-id=\"530533\"><a href=\"/opinion/530533/international-paper-company-v-the-inhabitants-of-the-town-of-jay-maine/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">338</span></a></span>, 344 (1st Cir.1989).  The inherent imprecision of Rule 24(a)(2)'s individual elements dictates that they \"be read not discretely, but together,\" and always in keeping with a commonsense view of the overall litigation.  United States v. Hooker Chems. &amp; Plastics Corp., <span class=\"citation\" data-id=\"445235\"><a href=\"/opinion/445235/united-states-of-america-the-state-of-new-york-v-hooker-chemicals/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span>, 983 (2d Cir.1984).   Because small differences in fact patterns can significantly affect the outcome, the very nature of a Rule 24(a)(2) inquiry limits the utility of comparisons between and among published opinions.  See Security Ins. Co. v. Schipporeit, Inc., <span class=\"citation\" data-id=\"707615\"><a href=\"/opinion/707615/security-insurance-company-of-hartford-v-schipporeit-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1377</span></a></span>, 1381 (7th Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court's denial of a motion for intervention as of right lays the foundation for an immediate appeal.  See Flynn v. Hubbard, <span class=\"citation\" data-id=\"464613\"><a href=\"/opinion/464613/michael-j-flynn-v-lafayette-ronald-hubbard-aka-l-ron-hubbard-church/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1084</span></a></span>, 1086 (1st Cir.1986).  Although we review the district court's intervention decisions for abuse of discretion, see International Paper, 887 F.2d at 344, that discretion is more circumscribed when Rule 24(a) is in play, see Stringfellow v. Concerned Neighbors in Action, <span class=\"citation\" data-id=\"111836\"><a href=\"/opinion/111836/stringfellow-v-concerned-neighbors-in-action/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 383, <span class=\"citation\" data-id=\"111836\"><a href=\"/opinion/111836/stringfellow-v-concerned-neighbors-in-action/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1177</span></a></span>, 1185-86, <span class=\"citation\" data-id=\"111836\"><a href=\"/opinion/111836/stringfellow-v-concerned-neighbors-in-action/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (1987) (noting that the nisi prius court has less discretion in its disposition of motions to intervene as of right).  We will reverse the denial of a motion to intervene as of right \"if the court fails to apply the general standard provided by the text of Rule 24(a)(2), or if the court reaches a decision that so fails to comport with that standard as to indicate an abuse of discretion.\"  International Paper, 887 F.2d at 344.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the case at hand, we can narrow the lens of our inquiry somewhat.  For one thing, none of the appellants have argued that the district court misapprehended Rule 24(a)(2)'s analytic framework or failed to appreciate the rule's general standard.  For another thing, the appellees concede the timeliness of the intervention motions.  Thus, our analysis focuses exclusively on whether the court properly applied the other three elements of the test:  sufficiency of interest;  likelihood of impairment;  and adequacy of representation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>IV. ANALYSIS</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We first address the common arguments for intervention pressed by Cabletron, CRR, RMA, and CAPS (collectively, \"the Grouped Appellants\").  We then turn to the differentiated rationales for intervention offered by OCA and the City of Manchester.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>A. The Grouped Appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although there are modest differences in the particulars of their respective situations, a common theme pervades the arguments of all the Grouped Appellants:  each strives to justify intervention as a matter of right by reference to the same two interests.  First, they assert that the plaintiffs' action asks the district court to strike down the Plan, and that such relief, if granted, would sunder their shared interest in obtaining lower electric rates.  Second, they assert that their prior (and anticipated) participation in the PUC's administrative proceedings itself furnishes an independent basis for intervention.  We find both assertions wanting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To begin with, the assertion of an economic interest is procedurally vulnerable.  Although the Grouped Appellants vigorously pressed this line of argument in the district court, they devote only cursory attention to it on appeal.  Consequently, it is not preserved for appellate review.  See Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Even were the asseveration preserved, it would be unavailing.  While the type of interest sufficient to sustain intervention as of right is not amenable to precise and authoritative definition, a putative intervenor must show at a bare minimum that it has \"a significantly protectable interest,\" Donaldson v. United States, <span class=\"citation\" data-id=\"108236\"><a href=\"/opinion/108236/donaldson-v-united-states/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 531, <span class=\"citation\" data-id=\"108236\"><a href=\"/opinion/108236/donaldson-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, 542, <span class=\"citation\" data-id=\"108236\"><a href=\"/opinion/108236/donaldson-v-united-states/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">580</span></a></span> (1971), that is \"direct, not contingent,\" Travelers Indem., 884 F.2d at 638.   Though these contours are relatively broad, the Grouped Appellants' interest in the lower electric rates expected to result from restructuring falls well outside the pale.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Potential economic harm to a would-be intervenor is a factor that warrants serious consideration in the interest inquiry.  See Conservation Law Found., 966 F.2d at 43;  but cf. New Orleans Pub. Serv., Inc. v. United Gas Pipe Line Co., <span class=\"citation\" data-id=\"434704\"><a href=\"/opinion/434704/new-orleans-public-service-inc-ernest-morial-individually-and-as/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span>, 466 (5th Cir.1984) (en banc) (holding that an economic interest alone is insufficient predicate for a Rule 24(a)(2) intervention).  It is settled beyond peradventure, however, that an undifferentiated, generalized interest in the outcome of an ongoing action is too porous a foundation on which to premise intervention as of right.  See New Orleans Pub. Serv., 732 F.2d at 466;  Athens Lumber Co. v. Federal Election Comm'n, <span class=\"citation\" data-id=\"409630\"><a href=\"/opinion/409630/athens-lumber-company-incorporated-and-john-p-bondurant-plaintiffs-v/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1366 (11th Cir.1982);  United States v. American Tel. &amp; Tel. Co., <span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></span>, 1292 (D.C.Cir.1980).  That principle is dispositive here for the Grouped Appellants' theory of economic interest operates at too high a level of generality.  After all, every electricity consumer in New Hampshire and every person who does business with any electricity consumer yearns for lower electric rates.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To cinch matters, the Grouped Appellants' interest in obtaining lower electric rates also has an overly contingent quality.  This is not a case in which ongoing litigation directly threatens an economic right or benefit presently enjoyed by any would-be intervenor.  See, e.g., City of Stilwell v. Ozarks Rural Elec. Coop., <span class=\"citation\" data-id=\"715050\"><a href=\"/opinion/715050/city-of-stilwell-oklahoma-a-municipal-corporation-v-ozarks-rural/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1038</span></a></span>, 1042 (10th Cir.1996).  It is, rather, a case in which these would-be intervenors root their professed economic interest in an as yet unrealized expectancy of lower electric rates.  As the district court perspicaciously observed, numerous market variables will impact New Hampshire electric rates even after the PUC implements a restructuring plan.  See PSNH II, 173 F.R.D. at 26.   Whether the interaction of these variables actually will produce lower rates is anybody's guess, thus demonstrating the fatally contingent nature of the asserted economic interest.  See Travelers Indem., 884 F.2d at 638-39.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Grouped Appellants also claim a protectable interest within the purview of Rule 24(a)(2) arising out of their prior participation, and their anticipated opportunity for future participation, in the PUC's administrative proceedings.  All profess to fear that the plaintiffs' suit will lay waste to the efforts that they expended (culminating in the Plan), and that this threat entitles them to intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We do not dismiss this claim lightly.  In certain circumstances, an administrative-proceeding interest may well form a sufficient predicate for intervention as of right.  Since this clearly is not true across the board, we must evaluate the asserted administrative-proceeding interest in light of the specific claims embodied in the lawsuit pending before the district court--and we must do so in keeping with the pragmatic cast of Rule 24(a)(2).  Furthermore, we must conduct this assessment with an awareness that Rule 24(a)(2)'s third tine--whether disposition of the extant action may as a practical matter impair or impede the applicant's ability to protect a cognizable interest--often influences resolution of the interest question.  See Conservation Law Found., 966 F.2d at 42.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The plaintiffs' complaint does not frontally attack the process through which the PUC arrived at the Plan,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> but, rather, pleads causes of action that will require the district court to measure the submitted Plan against federal statutory and constitutional benchmarks.  Hence, adjudication of the plaintiffs' claims will not place the district court in the position of having to rebalance competing policy views anent electric utility industry restructuring or otherwise to co-opt the administrative proceedings in which the would-be intervenors appeared.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Grouped Appellants resist this conclusion.  In their estimation, the plaintiffs' challenges do not involve \"pristine\" questions of federal law, and they express concern that the district court will be forced to immerse itself in the \"nitty gritty\" of ratemaking.  We agree that the district court will have to understand the Plan in order to resolve the plaintiffs' challenges, but we are confident that the PUC is fully capable of explicating the interstices of the Plan to facilitate this review.  More to the point, we deem it of decretory significance that the types of viewpoint-balancing issues that merited the inclusion of a wide array of parties in the administrative proceedings are not present in this civil action, and we therefore are hard-pressed to see how the present litigation will impair or impede the would-be intervenors' legitimate interests.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Grouped Appellants' reliance on United States v. South Fla.  Water Mgmt. Dist., <span class=\"citation\" data-id=\"553443\"><a href=\"/opinion/553443/united-states-of-america-florida-keys-citizen-coalition-florida-wildlife/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">704</span></a></span> (11th Cir.1991), for the proposition that participation in the PUC's administrative proceedings ipso facto justifies intervention as of right, is misplaced.  There, the federal government brought suit alleging that a water management district's irrigation and flood control policies violated a state environmental statute.  See id. at 707.   The United States asked the district court, inter alia, to set a maximum allowable concentration of nitrogen and phosphorous in farm water runoff.  See id.   The court denied various farm groups' motions for intervention as of right.  The Eleventh Circuit reversed.  It found that the Florida statute granted the farm groups a statutory right to participate in the water district's administrative implementation of runoff standards.  Because the federal litigation essentially bypassed the administrative framework, denial of intervention would eliminate the farm groups' role in the decisionmaking process.  See id. at 708.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Such is not the case here.  The would-be intervenors heretofore have taken full advantage of their right to participate in the PUC's proceedings, and their role in any future administrative decisionmaking process is not in jeopardy.  On the one hand, if the plaintiffs lose, then the Plan that emerged from the administrative proceedings probably will remain intact--unless the PUC, in the course of further administrative proceedings (in which the applicants for intervention will have an opportunity to participate), modifies it.  On the other hand, if the plaintiffs prevail, then the Plan likely will fall--yet the district court will not replace it with another of its own creation.  Rather, the PUC will be left to devise a successor plan, and the Grouped Appellants will be able to participate fully in any such efforts.  In either event, the would-be intervenors' administrative-proceeding interest remains unsullied.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Grouped Appellants also advance the closely related claim that the TRO issued by the district court impairs their right to participate in ongoing or future administrative proceedings before the PUC.  This claim requires scant comment.  It suffices to say that the present litigation has not impeded this entitlement in any real sense.  To the extent that the lower court has halted administrative proceedings, its orders are of universal application:  it did not bar the Grouped Appellants selectively from participating in any ongoing proceeding.  Indeed, the PUC itself has suspended reconsideration of the Plan pending resolution of this case.  While the Grouped Appellants undoubtedly would prefer that the Plan's implementation proceed immediately, the current stalemate does not prejudice their ability to participate prospectively in resumed administrative proceedings once the litigatory logjam clears.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Any residual doubt that might linger regarding the Grouped Appellants' right to intervene is assuaged at the final step of the Rule 24(a)(2) inquiry.  We agree with the district court that the Grouped Appellants simply have not shown that the defendant commissioners inadequately represent their interests in upholding the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">To be sure, an applicant for intervention need only make a minimal showing that the representation afforded by existing parties likely will prove inadequate.  See Trbovich v. United Mine Workers, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 538 n. 10, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>, 636 n. 10, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1972).  Nonetheless, the adequacy of interest requirement is more than a paper tiger.  A party that seeks to intervene as of right must produce some tangible basis to support a claim of purported inadequacy.  See Moosehead Sanitary Dist. v. S.G. Phillips Corp., <span class=\"citation\" data-id=\"371954\"><a href=\"/opinion/371954/the-moosehead-sanitary-district-v-s-g-phillips-corporation-etc-state/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 54 (1st Cir.1979).  Moreover, the burden of persuasion is ratcheted upward in this case because the commissioners are defending the Plan in their capacity as members of a representative governmental body.  Given this fact, the Grouped Appellants must rebut a presumption that the commissioners adequately represent their interests.  See Mausolf v. Babbitt, <span class=\"citation\" data-id=\"719640\"><a href=\"/opinion/719640/jeffrey-mausolf-william-kullberg-arlys-strehlo-and-minnesota-united/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1295</span></a></span>, 1303 (8th Cir.1996).  This rebuttal requires \"a strong affirmative showing\" that the agency (or its members) is not fairly representing the applicants' interests.  Hooker Chems. &amp; Plastics, 749 F.2d at 985.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Grouped Appellants attempt to roll this presumption on its side.  They maintain that the PUC's status as the principal protector of the general public interest precludes its effective representation of their particularized interests.  See, e.g., Mille Lacs Band of Chippewa Indians v. Minnesota, <span class=\"citation\" data-id=\"603568\"><a href=\"/opinion/603568/mille-lacs-band-of-chippewa-indians-arthur-gahbow-walter-sutton-carleen/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span>, 1001 (8th Cir.1993) (finding the presumption of adequate representation overcome where a suit against the state to enforce an Indian treaty implicated the intervenors' interest in preserving fish and game stock on their private lands).  On the facts of the case at bar, however, this resupinate reasoning does not withstand scrutiny:  in respect to the plaintiffs' claims, the PUC's interests are perfectly aligned with those of the Grouped Appellants.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Although the motives that drive any individual appellant's support for the Plan may diverge slightly from those of its fellow appellants and also from those of the PUC, all march in legal lockstep when defending the Plan against the plaintiffs' federal statutory and constitutional challenges.  None of the Grouped Appellants has propounded any legal argument that the PUC members are unable or unwilling to make, or that subverts the PUC's institutional goals.  This symmetry of interest among the Grouped Appellants and the PUC commissioners ensures adequate representation.  See American Lung Ass'n v. Reilly, <span class=\"citation\" data-id=\"582558\"><a href=\"/opinion/582558/american-lung-association-american-lung-association-of-nassau-suffolk/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span>, 261-62 (2d Cir.1992);  Washington Elec. Coop. v. Massachusetts Mun. Wholesale Elec. Co., <span class=\"citation\" data-id=\"553340\"><a href=\"/opinion/553340/washington-electric-cooperative-inc-v-massachusetts-municipal-wholesale/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span>, 98 (2d Cir.1990);  see generally United Nuclear Corp. v. Cannon, <span class=\"citation\" data-id=\"412017\"><a href=\"/opinion/412017/united-nuclear-corporation-v-joseph-e-cannon-md-etc-conservation/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">141</span></a></span>, 144 (1st Cir.1982) (discussing the factors that a federal court must consider in the adequacy of interest inquiry).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">If that were not enough--and we firmly believe that it is--we note that the PUC members have launched a full-scale, uncompromising defense of their Plan.  We think the likelihood that the PUC will capitulate cravenly to the plaintiffs' onslaught is extremely remote.  This circumstance, in itself, weighs heavily in favor of denying mandatory intervention.  See Washington Elec. Coop., 922 F.2d at 98;  Natural Resources Defense Council, Inc. v. New York State Dep't of Envtl.  Conservation, <span class=\"citation\" data-id=\"498052\"><a href=\"/opinion/498052/natural-resources-defense-council-inc-american-lung-association-american/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 62 (2d Cir.1987);  cf.  Conservation Law Found., 966 F.2d at 44 (finding that the Secretary of Commerce inadequately represented the more parochial interests of putative intervenors because he agreed, with minimal opposition, to a consent decree drafted by the plaintiffs).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, the Grouped Appellants maintain that the courts must accept at face value the PUC's declaration of its inability to represent their interests, no questions asked.  This is sheer persiflage.  Here, as in many other contexts, actions speak louder than words.  In all events, neither the PUC commissioners' support of and consent to the Grouped Appellants' desire to intervene, nor the commissioners' insinuations that they, alone, are not up to the task of defending the Plan, can strip a federal court of the right and power--indeed, the duty--to make an independent determination as to whether Rule 24(a)(2)'s prerequisites are met.  See International Paper, 887 F.2d at 340-41;  Wade v. Goldschmidt, <span class=\"citation\" data-id=\"400982\"><a href=\"/opinion/400982/sam-wade-and-juliet-wade-v-neil-goldschmidt-secretary-of-the-united/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">182</span></a></span>, 184 n. 3 (7th Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>B. OCA.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We turn next to OCA's quest for intervention.  For the most part, its arguments parallel those championed by the Grouped Appellants--the six would-be intervenors did, after all, elect to file a consolidated brief--and we reject them for the reasons already stated.  We write separately, however, to address one idiosyncratic feature.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">OCA and two amici, the Ohio Consumers' Counsel and the National Association of State Utility Consumer Advocates, contend that the district court should have allowed OCA to intervene as of right because a New Hampshire statute endows it with the authority to represent residential utility consumers \"in any proceeding concerning rates, charges, tariffs, and consumer services before any board, commission, agency, court, or regulatory body.\"  N.H.Rev.Stat. Ann. &#167; 363:28(II).  This legislative directive requiring OCA to devote its representational zeal entirely to the cause of the consumer contrasts with the PUC's statutory mandate to \"be the arbiter between the interests of the customer and the interests of regulated utilities.\"  Id. &#167; 363:17-a.  Focusing singlemindedly on these disparate statutory missions, OCA and its amici take the position that the PUC cannot adequately represent OCA's interests in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">A state statute can inform the Rule 24(a)(2) calculus, but it cannot displace the requirement that a would-be intervenor satisfy each of the rule's prerequisites.  See Washington Elec. Coop., 922 F.2d at 96-98.   Whatever discrepancies exist in the enabling statutes of OCA and the PUC, respectively, a federal court must assess adequacy of representation in light of the issues at stake in the particular litigation.  For the reasons previously discussed, the differences in the two agencies' statutory missions are without consequence here;  like the Grouped Appellants, OCA can point neither to any legal argument favorable to it that the commissioners are unwilling or unable to make in defense of the Plan, nor to any legal position taken by the commissioners that compromises OCA's interests in any material way.  In short, there simply is no divergence of interest between the two bodies in respect to the causes of action pleaded in this litigation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>C. The City of Manchester.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Like the other five appellants, the City of Manchester advances arguments grounded both in an asserted economic interest and an asserted administrative-proceeding interest.  To the extent that these arguments replicate those made by the Grouped Appellants, we reject them for the reasons previously articulated.  Still, the city's position is different in certain respects.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Manchester administers a municipal electric power aggregation program under which it procures electricity for several hundred municipal, residential, and commercial accounts.  The number of accounts that it represents imbues the city with sufficient market power to acquire substantial rate discounts.  Manchester supports the Plan because it believes that increased competition in the electric power market will allow it to secure even lower electric rates for the subscribers to the aggregation program.  Manchester posits that this special interest as an aggregator justifies intervention as of right.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Notwithstanding this twist, the district court did not believe that Manchester's interest differed appreciably from the generalized economic interest asserted by each of the other appellants.  See PSNH II, 173 F.R.D. at 23, 25-26.   We discern no abuse of discretion in that ruling.  By like token, we are unmoved by the city's insistence that, as administrator of the aggregation program, its interest is not merely in lower rates, but also in fostering an electric power market open to the greatest possible number of competitors.  This recharacterization is more froth than brew.  When all is said and done, Manchester seeks to promote a competitive market because it surmises that such a development will have a salutary effect on electric rates.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Manchester also attempts to distinguish its position on the ground that, due to the aggregation program, it is registered with the PUC as a supplier of electric power.  But this brings us full circle.  Manchester does not assert any interest that stems from its role as a supplier other than a desire to purchase power at the lowest possible rates and to pass the resultant savings to its subscribers.  Hence, the claimed distinction fails to set Manchester apart from the other appellants in any material way.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Manchester has one remaining bullet in its intervention gun, but it too is a blank.  The city notes that PSNH is one of its largest employers and taxpayers and, consequently, that it has a vital interest in PSNH's ability to remain a viable enterprise after market restructuring.  While we have serious doubts that Manchester's paternalistic impulses satisfy Rule 24(a)(2)'s interest requirement at all, we need not decide that issue for two reasons.  First, and most obviously, PSNH is the party with the singularly greatest interest in preserving its economic survival and can adequately represent that interest in this case.  Second, Manchester's positions on the issues at stake in this litigation align perfectly with those of the PUC commissioners.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Manchester attempts to defuse the suggestion that it stands shoulder-to-shoulder with the defendants by loudly proclaiming its disagreement with the PUC's method of calculating PSNH's stranded cost recovery allowance.  This is a very red herring.  In the context of the lawsuit, the stranded costs issue mainly affects PSNH's takings claims.  But Manchester, in its proffered answer to PSNH's complaint, see Fed.R.Civ.P. 24(c), denies that any of the PUC's actions amount to a confiscatory taking.  At any rate, PSNH itself adequately will represent any interest that the city may have in contesting the SCRECH methodology embodied in the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Refined to bare essence, Manchester's campaign for intervention as of right reduces to its promise that it \"will offer a different angle on the legal questions in this lawsuit.\"   This campaign promise, unamplified by any specifics, cannot bear the weight of a claim that adequate representation is lacking.  See Moosehead Sanitary Dist., 610 F.2d at 54.</p>\n    </div>\n    <p>V. FLOTSAM AND JETSAM</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Cabletron, RMA, and the City of Manchester also have attempted to appeal from orders of the district court not directly related to intervention.  Because we affirm the denial of their motions to intervene, they lack standing to press any other issues before this court.  See SEC v. Certain Unknown Purchasers of the Common Stock of and Call Options for the Common Stock of Santa Fe Int'l Corp., <span class=\"citation\" data-id=\"487750\"><a href=\"/opinion/487750/fed-sec-l-rep-p-93250-securities-and-exchange-commission-richard/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1018</span></a></span>, 1021-22 (2d Cir.1987).  Hence, we take no view of either their putative appeals of the district court's May 13 and July 7 orders or their characterization of those orders as modifications to, or extensions of, a de facto preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In a closely related initiative, all the appellants, relying on Railroad Comm'n v. Pullman Co., <span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">643</span></a></span>, <span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">971</span></a></span> (1941) and Burford v. Sun Oil Co., <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1098</span></a></span>, <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1424</span></a></span> (1943), invite us to scrutinize the district court's unwillingness to abstain from deciding this case.  We decline the invitation.  A district court's refusal to abstain under doctrines like Pullman or Burford is not an immediately appealable event.  See Gulfstream Aerospace Corp. v. Mayacamas Corp., <span class=\"citation\" data-id=\"112025\"><a href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></a></span>, 278, <span class=\"citation\" data-id=\"112025\"><a href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1133</span></a></span>, 1137-38, <span class=\"citation\" data-id=\"112025\"><a href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">296</span></a></span> (1988).  Thus, acceding to the appellants' request would place this court in the bizarre situation of deciding a nonappealable order at the behest of non-parties.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Let us be perfectly clear.  We recognize that the appellants make some strong arguments in support of abstention.  The district court, if it so chooses, is free to revisit the issue.  At this point in the litigation, however, that court is the only tribunal with authority to address the question.</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We need go no further.  The future direction of the electric utility market in New Hampshire is a matter of utmost importance, but parties who are merely interested in the outcome of a case do not automatically qualify for intervention as of right under Rule 24(a)(2).  Under the totality of the circumstances that obtain here, we discern no abuse of discretion in the district court's determination that the appellants are among that number.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">In Nos. 97-1762, 97-1763, 97-1773, 97-1780, 97-1805 and 97-2070, the orders denying intervention are affirmed.  The remaining appeals are dismissed for want of appellate jurisdiction.  Costs shall be taxed in favor of plaintiffs against all appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Three of the would-be intervenors also have attempted to take protective appeals from other orders entered by the district court.  We deal with these additional appeals in Part V, infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On April 7, 1997, the PUC stayed implementation of portions of the Plan to rehear whether the PSNH will in fact be forced to write off the regulatory assets.  The PUC at the same time announced its intention to revisit the question of whether the Plan repudiates an enforceable obligation of the State (i.e., the Agreement).  These developments clearly bear upon certain contested issues in the underlying case (e.g., ripeness and abstention), but they do not possess great significance vis-a-vis the question of intervention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the introductory portions of their amended complaint, the plaintiffs accuse the PUC of affording them insufficient time to make their case administratively, failing to enforce discovery rules, and holding hearings that were a \"mere pretense.\"   These allegations sound like a prelude to a procedural due process challenge, yet the plaintiffs never make such a claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> On May 13, the parties to the case (not including the applicants for intervention) agreed to mediation and stipulated to a stay of proceedings, thereby obviating the need for a June preliminary injunction hearing.  By its terms, the stay would expire coincident with the end of the mediation period, which was originally contemplated to last through the end of June.  As directed by the May 13 stipulation and order, the mediator periodically reported on the parties' progress.  Based on these reports Judge Lagueux twice extended the period.  On September 3, 1997, the mediator reported that efforts had failed and the stay since has been dissolved.  The would-be intervenors did not participate in the mediation process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In the court below, the appellants also sought permissive intervention under Fed.R.Civ.P. 24(b).  Judge Lagueux rejected those initiatives.  See PSNH II, 173 F.R.D. at 29.   The appellants have not pressed the point in this venue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The plaintiffs argue that we should affirm the district court's denial of the motions to intervene filed by Cabletron, RMA, CAPS, and OCA because each of those appellants failed to accompany its motion with \"a pleading setting forth the claim or defense for which intervention is sought.\"  Fed.R.Civ.P. 24(c).  We agree that these parties were derelict in their Rule 24(c) duties, and that such dereliction ordinarily would warrant dismissal of their motions.  See Rhode Island Fed'n of Teachers v. Norberg, <span class=\"citation\" data-id=\"382188\"><a href=\"/opinion/382188/rhode-island-federation-of-teachers-afl-cio-v-john-h-norberg-appeal-of/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span>, 854-55 (1st Cir.1980).  In this instance, however, the district court elected to forgive this oversight.  See PSNH II, 173 F.R.D. at 24 n. 2. Because we affirm the lower court's denial of the motions to intervene on more substantive grounds, we see no reason to revisit that determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although paragraph 42 of PSNH's amended complaint attributes arbitrary and capricious procedural maneuvers to the PUC, the plaintiffs have not based any of their federal claims on these ostensible procedural defects</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Grouped Appellants also cite In re Sierra Club, <span class=\"citation\" data-id=\"569126\"><a href=\"/opinion/569126/in-re-sierra-club-in-re-energy-research-foundation-in-re-citizens-for-clean/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">776</span></a></span>, 779 (4th Cir.1991) (dictum), in support of their contention that participation in an administrative proceeding creates an interest that is per se sufficient to warrant intervention as of right in any litigation related to the result of those proceedings.  To the extent that the court's broad language can be read as stating such a rule, we respectfully decline to follow it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Our contextualized holding should ease the amici's concern that failure to allow OCA to intervene will impair the effectiveness of similar consumer advocacy organizations in other litigation.  If, for example, PSNH had included in its complaint claims that would necessitate a viewpoint-balancing analysis in which consumer concerns played a significant role, we would see OCA's appeal in a vastly different light</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1535635/"
  ]
}