{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197765/",
  "absolute_url": "/opinion/197765/united-states-v-awon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197765/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:37:31Z",
  "date_modified": "2017-03-24T10:53:21.245354Z",
  "type": "010combined",
  "sha1": "ebb7e58d27a5b86db0f9cf90db6643fbfb0b4ee9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1916.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNos. 96-1916\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                            FRED AWON,\r\n\n                      Defendant, Appellant.\r\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. George A. O'Toole, Jr., U.S. District Judge]\r                                                                   \r\n\n                                           \r\n\n                              Before\r\n\n                      Stahl, Circuit Judge,\r                                                    \r\n            Coffin and Aldrich, Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     Robert A. George for appellant.\r                               \r\n     James F. Lang,  Assistant United States Attorney,  with whom\r                            \r\nDonald  K.  Stern,  United  States Attorney,  was  on  brief  for\r                           \r\nappellee.\r\n\n                                           \r\n\n                         February 2, 1998\r\n                                          \r\r\n\n     COFFIN, Senior Circuit  Judge.  Defendant Fred  Awon appeals\r                                            \r\n\nhis conviction for arson, use of  a fire to commit a felony,  and\r\n\nmail fraud.   He asserts that  the district court  erred in:  (1)\r\n\nadmitting   prior  consistent   statements   of  two   government\r\n\nwitnesses;  (2)  limiting  cross-examination  of  a witness;  (3)\r\n\nrefusing  to grant a mistrial after improper cross-examination of\r\n\ndefendant;  and (4)  imposing too  high a  base offense  level at\r\n\nsentencing.  Most of this opinion deals with the first issue.  We\r\n\nfault  the government  for pressing admission  and the  court for\r\n\nadmitting the  evidence, but  conclude that  the error  could not\r\n\nhave affected the verdict.  We affirm.\r\n\n                          I. BACKGROUND\r\n\n     Defendant  was convicted by  a jury for  twice orchestrating\r\n\nthe  arson of  a building  located  on Ames  Street in  Brockton,\r\n\nMassachusetts  (\"the Ames building\")  by hiring James  St. Louis,\r\n\nand two  brothers, Jorge  and Joaquim Neves,  to set  the fires.1\r\n\nThe Ames  building, owned by defendant and  his father, contained\r\n\nvacant  retail  space  on  the   first  floor  and  two  occupied\r\n\nresidential apartments  on the second  floor at the time  of both\r\n\nfires.  The first fire caused minimal damage; the second required\r\n\nthe demolition of the building and two adjacent buildings.\r\n                    \r                              \r\n\n     1    St.  Louis and defendant  were tried together,  but St.\r\nLouis, indicted for setting both fires, was convicted for setting\r\nthe second fire only.  Jorge Neves, who was involved in the first\r\nfire, was  never  charged,  but  Joaquim  was  indicted  on  four\r\nseparate counts and,  before trial, entered into a plea agreement\r\nwith  the government  whereby he  pled guilty  to arson  and mail\r\nfraud counts stemming from his role in the second fire.\r\n\n                               -2-\r\r\n\n     We review the  evidence presented at trial  by defendant and\r\n\nthe  government.    Because  defendant  does  not  challenge  the\r\n\nsufficiency  of the evidence,  we describe the  relevant evidence\r\n\nwithout favor to either party  to provide context for the claimed\r\n\nerrors.  See United States v. Morla-Trinidad,  100 F.3d 1, 2 (1st\r                                                      \r\n\nCir. 1996).\r\n\nA.   The Neves Brothers\r                                 \r\n\n     Jorge testified that,  in mid-1994, St. Louis  recruited him\r\n\nto help set fire to the building, stating that they would receive\r\n\nmoney and  a car as payment from defendant,  who owned a used car\r\n\ndealership.   Jorge admitted to pouring  and lighting gasoline on\r\n\nthe first floor of the  building, at the direction of  St. Louis.\r\n\nFirefighters arrived shortly thereafter, preventing damage to the\r\n\nbuilding;   as  a  result,  Jorge  never  received  payment  from\r\n\ndefendant.\r\n\n     Jorge's testimony  also revealed that the  government agreed\r\n\nnot to  prosecute him in  exchange for his cooperation  in court,\r\n\nthat for the  past six months he  had been held  in custody as  a\r\n\nmaterial  witness and  wanted to  be  released, and  that he  had\r\n\nseveral criminal cases pending against him at the time of trial. \r\n\n     Joaquim testified that,  in the summer  of 1994, he  learned\r\n\nfrom  St. Louis' brother  that defendant was  looking for someone\r\n\nwho would  burn down the Ames building.  Joaquim reported that he\r\n\nagreed to set the fire in exchange for $5,000, and then solicited\r\n\nSt. Louis' assistance; but, an illegal immigrant, he was detained\r\n\nby the United States Immigration and Naturalization Service (INS)\r\n\n                               -3-\r\r\n\nbefore he could act.  After his release on bail, he and St. Louis\r\n\ntold defendant they  would set the fire.   Joaquim testified that\r\n\nhe witnessed  defendant agree to pay St.  Louis with a car valued\r\n\nat $2,900.   Joaquim admitted pouring gas on the first and second\r\n\nfloors of the  Ames building, which  was then  lit by St.  Louis,\r\n\nresulting in an explosion and fire that destroyed the building.  \r\n\n     Joaquim also testified that, the  day after the fire, he and\r\n\nSt.  Louis  went to  defendant's  shop,  where St.  Louis  signed\r\n\npaperwork  for the car.  The following day, Joaquim went with St.\r\n\nLouis  to get the  car from defendant,  and a few  days later, he\r\n\npersonally received $2,100 in cash from defendant.\r\n\n     Joaquim  reported that, in exchange  for his testimony and a\r\n\nguilty plea, the government would  request that the court  depart\r\n\ndownward from his guidelines sentence.  He also acknowledged that\r\n\nhe feared impending  deportation, and  that he  had an  extensive\r\n\ncriminal history.\r\n\n     Defendant  denied soliciting either of the Neves brothers to\r\n\ncommit arson.   He explained  that Joaquim had become  angry with\r\n\nhim sometime prior  to the fire because defendant  had refused to\r\n\nprovide him  with bail  from INS custody,  and had  twice ordered\r\n\nJoaquim off his car lot.  On  the first occasion, about two weeks\r\n\nbefore the second fire, Joaquim  told defendant that he wanted to\r\n\nbuy an  expensive car, and became angry when defendant questioned\r\n\nhim about  where he would  get the  money; the second  time, when\r\n\ndefendant asked Joaquim whether he had been involved in the fire,\r\n\nJoaquim responded in the negative,  but smirked suspiciously.  On\r\n\n                               -4-\r\r\n\ncross-examination,  defendant stated  that he  did  not tell  the\r\n\npolice when they interviewed him before trial about  any existing\r\n\nhostility between himself and Joaquim.\r\n\n     St.  Louis'  brother  denied  having any  conversation  with\r\n\ndefendant or Joaquim about burning defendant's property.  \r\n\nB.   The Car Transfer \r                               \r\n\n     In addition to  Joaquim's testimony that defendant  paid St.\r\n\nLouis  with  a  car,  the  government  introduced  into  evidence\r\n\nbusiness  records  belonging  to the  defendant's  auto  company.\r\n\nThese indicate that defendant sold a  car to St. Louis for $2,000\r\n\none day after  the second fire.   They also indicate that,  a few\r\n\nmonths  earlier,  the company  had  purchased that  same  car for\r\n\n$2,220. \r\n\n     Defendant  testified that  the  sale  to  St.  Louis  was  a\r\n\nlegitimate  one,  for which  he  received  $2,000  in cash.    He\r\n\nexplained that he sold  at a loss because the car  had mechanical\r\n\nproblems and had  failed to sell for a few months at the intended\r\n\nprice of  $3,500.   Defendant said that  he questioned  St. Louis\r\n\nabout  the source of  the $2,000, and  that St.  Louis refused to\r\n\nanswer him.2 \r\n\n     Joaquim's mother  testified that,  when her  son was in  INS\r\n\ncustody, she gave  St. Louis $1,000 toward the  $3,000 needed for\r\n\nhis  bail and,  the following  day,  Joaquim was  released.   The\r\n\ndefense argued that this evidence showed, inferentially, that St.\r\n\nLouis  had  supplied the  remaining  $2,000,  which,  as soon  as\r\n                    \r                              \r\n\n     2    St. Louis did not testify at trial.\r\n\n                               -5-\r\r\n\nJoaquim repaid  it, St. Louis used to buy the car from defendant.\r\n\nOn cross-examination  by the government, Joaquim's  mother stated\r\n\nthat she did  not know  whether St.  Louis put up  any money  for\r\n\nJoaquim's release on bail from INS custody.  \r\n\nC.   Motive\r                     \r\n\n     The government  introduced evidence showing  that the  Awons\r\n\nwere losing money on the Ames buildings and, at the time  of both\r\n\nfires, the property was insured  for loss to the structure of  up\r\n\nto $80,000, and  losses attributable to business  interruption of\r\n\nup to  $12,000.  After the  first fire, defendant and  his father\r\n\nnegotiated  an  insurance  settlement in  the  amount  of $4,171.\r\n\nAfter the  second fire,  they negotiated  a settlement  totalling\r\n\n$91,176, and  then used this money  to pay their mortgage  on the\r\n\nproperty.\r\n\n     Defendant's parents testified that all of the money invested\r\n\nin the Ames  building belonged  to them,  that their  son had  no\r\n\nresponsibility  for   financial  expenditures   related  to   the\r\n\nbuilding, and that  he had never received rental  income from the\r\n\napartments.  They explained that their son's name was included on\r\n\nthe deed  and mortgage  only because they  did not  speak English\r\n\nfluently  and  needed  their son's  assistance  to  translate the\r\n\ndocuments.    They  described their  son's  involvement  with the\r\n\nproperty  as limited  to showing  the  apartments to  prospective\r\n\ntenants and responding on occasion to maintenance requests.  They\r\n\nalso stated  that they,  not their son,  received the  settlement\r\n\nmoney after the fires.\r\n\n                               -6-\r\r\n\n     Defendant  testified  that,  while a  co-owner  of  the Ames\r\n\nbuilding, he did not put up  any of the purchase money, make  any\r\n\nmortgage  payments, or  pay taxes  on  the property.   On  cross-\r\n\nexamination,  however, the  government  introduced evidence  that\r\n\ndefendant had made at least one mortgage payment on the property.\r\n\nDefendant then stated that he  could not remember having made any\r\n\nother  mortgage payments.   He  also admitted  that his  name was\r\n\nlisted on  the settlement check  from the insurance  company, but\r\n\nmaintained that his father received all the proceeds.\r\n\n       II. ADMISSION OF THE NEVES' OUT-OF-COURT STATEMENTS\r\n\n     The first and only difficult  issue we consider in this case\r\n\nis the admission at trial  of out-of-court statements made by the\r\n\nNeves brothers.   Each brother made a written  and oral statement\r\n\nto police months before trial, implicating himself, St. Louis and\r\n\ndefendant in the respective arsons.  These statements, which were\r\n\notherwise inadmissible as  hearsay, were admitted at  trial under\r\n\nan  exception  for  prior consistent  statements.    We generally\r\n\nreview admission  of hearsay  evidence for  abuse of  discretion.\r\n\nUnited States v.  Paulino, 13 F.3d 20,  25 (1st Cir. 1994).   But\r                                   \r\n\nwhere, as here,  the issue concerns a factual determination, such\r\n\nas when the statement was made relative to a  suggested motive to\r\n\nfabricate, we review for clear error.  See United States v. Vest,\r                                                                          \r\n\n842 F.2d 1319, 1329 (1st Cir. 1988).   We may affirm the district\r\n\ncourt's admission  of hearsay  testimony on  any ground  apparent\r\n\n                               -7-\r\r\n\nfrom the  appellate record.   United States  v. Alzanki,  54 F.3d\r                                                                 \r\n\n994, 1008 (1st Cir. 1995). \r\n\nA.   Rule 801(d)(1)(B)\r                                \r\n\n     The  district court allowed  use of the  Neves' out-of-court\r\n\nstatements under  Fed. R. Evid.  801(d)(1)(B).  Under  that rule,\r\n\nprior consistent statements that would otherwise be  inadmissible\r\n\nhearsay evidence  may be  admitted into evidence  when:   (1) the\r\n\ndeclarant testifies at trial and is subject to cross-examination;\r\n\n(2) the challenged statements and trial testimony are consistent;\r\n\nand (3) the  challenged statements are offered to  rebut a charge\r\n\nthat the  declarant recently fabricated  his story,  or that  the\r\n\ndeclarant became subject  to some improper influence or motive to\r\n\nfalsify after making the statements.   See Tome v. United States,\r                                                                          \r\n\n513  U.S. 150, 158  (1995) (holding that  consistent out-of-court\r\n\nstatements  may  be  admitted   to  rebut  a  charge   of  recent\r\n\nfabrication  or  improper  influence or  motive  only  when those\r\n\nstatements  pre-date  the  charged  fabrication,  influence,   or\r\n\nmotive3).  \r\n\n     The issue  of the  Neves' pre-trial  cooperation was  raised\r\n\ninitially  on   cross-examination.    In   response  to   defense\r\n\n                    \r                              \r\n\n     3    In Tome, the prosecution  introduced a child's  out-of-\r                           \r\ncourt statements  concerning sexual abuse by her  father, who had\r\nprimary custody,  made while the  child was on vacation  with her\r\nmother.  The  defense argued at trial that  the child's testimony\r\nwas motivated by her  desire to live with her mother.   The trial\r\ncourt  admitted the statements,  but the Supreme  Court reversed,\r\nreasoning that  their admission  was improper  because the  child\r\npossessed the same  motive -- to live  with her mother --  at the\r\ntime she made  the out-of-court statements as  when she testified\r\nin court.  513 U.S. at 150-55, 166.\r\n\n                               -8-\r\r\n\nquestions,  Jorge  testified  that   he  first  made   statements\r\n\nimplicating himself,  defendant, and St.  Louis in the  fire only\r\n\nafter the police said they knew he was involved and  promised not\r\n\nto charge him if he  cooperated.  Similarly, Joaquim explained on\r\n\ncross-examination  that   he  made  out-of-court   statements  to\r\n\ninvestigators only after they said they knew he had set the fire,\r\n\nhad   a  lengthy  criminal  record,  and  was  being  sought  for\r\n\ndeportation,   and  then  promised  that  they  would  bring  any\r\n\ncooperation to the prosecutor's attention.\r\n\n     On  redirect  of   each  brother,  the  court   allowed  the\r\n\ngovernment  to  introduce  their  out-of-court oral  and  written\r\n\nstatements under  Rule 801(d)(1)(B).   The  oral statements  were\r\n\nintroduced  through  the  testimony of  a  government  agent; the\r\n\nwritten statements  were admitted  as evidence.   The  government\r\n\nargued,   and  the  court  agreed,  that  these  statements  were\r\n\nadmissible  to rebut  the motive  to  fabricate presented  by the\r\n\ndefense,  namely, incentive  by  the  brothers  to  reduce  their\r\n\npunishment  for arson.   The defense  objected, arguing  that the\r\n\nalleged motive to fabricate pre-dated these statements, rendering\r\n\nRule 801(d)(1)(B)  unavailable.  Defendant  renews this objection\r\n\non appeal.\r\n\n     Our review persuades us that  the defendant is correct.  The\r\n\nmotive to fabricate alleged by the defense -- desire for leniency\r\n\n-- was the  same when the Neves brothers first  spoke with police\r\n\nas at  the time  of  their testimony  at trial.   The  government\r\n\nattempts  to  justify  use  of  the  out-of-court  statements  by\r\n\n                               -9-\r\r\n\npointing out  that the  defense ascribed  additional motives  and\r\n\ninfluences to the Neves that  did not exist when the out-of-court\r\n\nstatements were  made.   These  were, as  to Jorge,  that (1)  he\r\n\ntestified to obtain release from a six-week long incarceration as\r\n\na material witness; (2)  he hoped to receive in exchange  for his\r\n\ntestimony some dispensation  in a different -- and  new -- matter\r\n\npending against  him; (3)  his testimony was  influenced by  pre-\r\n\ntrial  preparation with  the agent  who interviewed  him.   As to\r\n\nJoaquim, these were (1) anticipation of a lesser sentence under a\r\n\nplea agreement that promised a  government request for a downward\r\n\ndeparture  of his sentence following his  testimony at trial, and\r\n\n(2) trial preparatory sessions with  the government.  While it is\r\n\ntrue  that these allegations post-dated the out-of-court oral and\r\n\nwritten statements, the overarching motive alleged by the defense\r\n\nalways was hope  of leniency,  and therefore,  the \"new\"  motives\r\n\namount to no more than smaller subsets of the larger theme.   For\r\n\ninstance,  the assertion that the prosecution directed the Neves'\r\n\ntestimony assumes that  the brothers  had a reason  to do as  the\r\n\ngovernment  requested,  namely,  hope of  a  reduced  sentence or\r\n\ncharge.  Likewise, Jorge's desire to obtain release  from custody\r\n\nas a material witness was just a specific incarnation of his more\r\n\ngeneral desire  not to be jailed for his  role in the first fire.\r\n\nSee United  States v.  Albers, 93 F.3d  1469, 1482-84  (10th Cir.\r                                       \r\n\n1996)  (even where  the  circumstances  underlying  a  motive  to\r\n\nfabricate  have changed somewhat  -- a formal  plea agreement was\r\n\nentered after  the statement  was made,  but before  testimony at\r\n\n                               -10-\r\r\n\ntrial -- prior  consistent statements remain inadmissible  if the\r\n\nmotive remains essentially the same).  \r\n\n     Because all the  defense allegations of motive  to fabricate\r\n\ngrew from  the same  foundation -- a  pursuit of leniency  -- the\r\n\nbrothers' out-of-court statements were erroneously admitted under\r\n\nRule 801(d)(1)(B).\r\n\nB.   The Doctrine of Completeness\r                                           \r\n\n     The   inadmissibility  of   these   statements  under   Rule\r\n\n801(d)(1)(B) does  not end  our  discussion, as  we must  explore\r\n\nwhether the statements  could be properly admitted  on some other\r\n\nground apparent from  the appellate record.  Alzanki,  54 F.3d at\r                                                              \r\n\n1008.  The government argues that Joaquim's prior statements4 are\r\n\nadmissible  under the doctrine  of completeness.   This doctrine,\r\n\ncodified  in  Fed.  R.   Evid.  106,  holds  that  an   otherwise\r\n\ninadmissible recorded statement may  be introduced into  evidence\r\n\nwhere one side has made  a partial disclosure of the information,\r\n\nand full  disclosure would avoid  unfairness to the  other party.\r\n\nSee Irons v.  FBI, 880  F.2d 1446, 1453  (1st Cir. 1989);  United\r                                                                           \r\n\nStates v. Range, 94 F.3d 614, 620 (11th Cir. 1996). \r                         \r\n\n     While defense counsel cross-examined Joaquim concerning  the\r\n\nsubstance of his  written interview statement, and  did highlight\r\n\nsome inconsistencies between that  statement and Joaquim's  trial\r\n\n                    \r                              \r\n\n     4    The  government makes  no  such  claim  as  to  Jorge's\r\nstatements, but  our analysis considers  the doctrine as  to both\r\ndefendants, as we may affirm on any legal ground.\r\n\n                               -11-\r\r\n\ntestimony,5 there is  no evidence that -- and  the government has\r\n\nmade no  allegation that --  the introduction of these  pieces of\r\n\ninformation   created   any    unfairness   or   potential    for\r\n\nmisimpression.    To  the  contrary,   the  government's  primary\r\n\nargument is  that the written  statements bolster the  Neves' in-\r\n\ncourt testimony.   The doctrine of  completeness does not  permit\r\n\nthe admission of  otherwise inadmissible evidence  simply because\r\n\none party has referred to a portion of  such evidence, or because\r\n\na   few   inconsistencies  between   out-of-court   and  in-court\r\n\nstatements  are revealed  through  cross-examination; rather,  it\r\n\noperates  to  ensure   fairness  where   a  misunderstanding   or\r\n\ndistortion created  by the other party can only be averted by the\r\n\nintroduction of the full text of the out-of-court statement.  See\r                                                                           \r\n\nUnited States v. Ellis, 121 F.3d 908, 921 (4th Cir. 1997).  Here,\r                                \r\n\nthe inconsistencies revealed were  minute insofar as  defendant's\r\n\nbasic  involvement is concerned, and the Neves clearly identified\r\n\ndefendant at trial as the mastermind of the Ames building arsons.\r\n\nThe doctrine  of completeness therefore does not  provide a basis\r\n\nfor introduction of the earlier statements.\r\n\nC.   Harmless Error\r                             \r\n\n     The government argues  that, even if the introduction of the\r\n\nstatements  constitutes error,  the  error  was  harmless.    The\r\n\nerroneous admission of hearsay requires reversal unless the error\r\n                    \r                              \r\n\n     5    Among other minor inconsistencies, the defense  brought\r\nout Joaquim's  earlier claims  that he was  solicited to  set the\r\nfire by  defendant directly  rather than  by St. Louis'  brother,\r\nthat he received $2,500 rather  than $2,100 in payment, and that,\r\nthough both were together, he and not St. Louis lit the gasoline.\r\n\n                               -12-\r\r\n\nis shown  to be harmless beyond  a reasonable doubt.   See United\r                                                                           \r\n\nStates v. Lombard, 72 F.3d 170, 187 (1st Cir. 1995).\r                           \r\n\n     By definition, prior consistent statements do not consist of\r\n\nnew   substantive   information.     Their   impact   comes  from\r\n\ncorroborating other, perhaps less compelling, evidence.  The form\r\n\nin which the material  is presented to  the jury also may  affect\r\n\nits weight  if legitimacy,  possibly otherwise  weak, is  thereby\r\n\nattached to  the statements.   See United  States v.  Siegel, 717\r                                                                      \r\n\nF.2d  9,  19 (2d  Cir. 1983).    The question  we must  answer is\r\n\nwhether  corroboration resulting  from  the  introduction of  the\r\n\nprior   consistent   statements  influenced   the  jury   to  the\r\n\ndefendant's detriment.   See  United States  v. Quinto, 582  F.2d\r                                                                \r\n\n224,  236  (2d  Cir.  1978)  (finding  such influence  where  the\r\n\nerroneously  admitted  out-of-court  written  statement  was   an\r\n\nofficial  Internal  Revenue  Service  document,  and  a  lengthy,\r\n\ndetailed  \"condensation of  the government's  whole case  against\r\n\ndefendant\").\r\n\n     As   with   the  typical   admission  of   prior  consistent\r\n\nstatements,  the introduction of  the out-of-court statements did\r\n\nnot themselves supply  any new information to the  jury.  Rather,\r\n\nthe testimony  adduced at  trial was  complete and convincing  in\r\n\ntying  defendant to the crime.   Not only did the Neves implicate\r\n\nthemselves,  St. Louis  and  defendant at  trial,  but on  cross-\r\n\nexamination,   they   revealed    having   reported   defendant's\r\n\nsolicitation of them to authorities months before trial.    \r\n\n                               -13-\r\r\n\n     Nonetheless,   both   the   oral  and   written   statements\r\n\nunquestionably had some effect.  The government agent's testimony\r\n\nabout the oral  confessions lent a measure of  credibility to the\r\n\nNeves' stories, if  only because a government agent  was shown to\r\n\nhave believed them.   Similarly, the written  statements, because\r\n\nthey were reduced  to print and reviewable  during deliberations,\r\n\nadded weight to the in-court  testimony.  See id. (describing the\r                                                           \r\n\nintroduction   of  written   consistent   statements  as   \"[t]he\r\n\ngovernment witnesses in  effect accompan[ying] the jury  into the\r\n\njury room.\")   But, unlike the statements in  Quinto, the written\r                                                              \r\n\nconfessions  were not detailed, official documents from an agency\r\n\ndenoting authority.  Rather, they were fairly compact -- one just\r\n\nover  one page,  the other,  just over  two pages  -- handwritten\r\n\nstatements   made  by  the  witnesses  themselves,  replete  with\r\n\ngrammatical  and  spelling  errors.     While  revealing   slight\r\n\ninconsistencies, the out-of-court statements essentially amounted\r\n\nto an abbreviation  of the Neves' in-court  testimony implicating\r\n\ndefendant.6      This  in-court   testimony,  supported   by  the\r\n\ncircumstantial   evidence  of  motive   and  car   transfer,  was\r\n\nunwavering and unambiguous.  \r\n\n                    \r                              \r\n\n     6    On direct,  the prosecution failed to  elicit testimony\r\nfrom Jorge  implicating defendant, but  on cross-examination, the\r\ndefense   several  times   led   Jorge   to  affirm   defendant's\r\ninvolvement,  which testimony was confirmed on redirect.  Because\r\nJorge's   testimony  on direct  alone  did not  clearly implicate\r\ndefendant and did not reveal the prior statements to authorities,\r\nour analysis would  be different if we had only this testimony to\r\nconsider.\r\n\n                               -14-\r\r\n\n     The exculpatory  evidence presented by defendant was minimal\r\n\nand largely  unsupported.  For  example, it  seems unlikely  that\r\n\ndefendant would sell a car at a loss, and $1,500 less than asking\r\n\nprice, without  first attempting to  sell it at a  price slightly\r\n\nreduced  from $3,500.    In  addition, the  timing  of the  sale,\r\n\nshortly after the second fire, was  highly suspect, and defendant\r\n\nhad an undeniable  economic motive to burn the  property, even if\r\n\nthe  jury  believed  his  claim that  his  parents  received  the\r\n\ninsurance proceeds.  Nor does defendant's explanation of how  St.\r\n\nLouis came into $2,000 seem plausible; first, it assumes that St.\r\n\nLouis had $2,000  to lend Joaquim for bail  and second, Joaquim's\r\n\nmother testified  that she  had no knowledge  that St.  Louis had\r\n\ncontributed toward  Joaquim's bail.   Similarly, while  defendant\r\n\nand his parents claimed that he had no financial interest  in the\r\n\nAmes building,  the circumstantial  evidence presented  indicated\r\n\notherwise; for instance, his name was listed on all Ames building\r\n\nlegal documents, including the settlement check, and, despite his\r\n\ninitial testimony to the contrary,  he made at least one mortgage\r\n\npayment on the property.  Finally, defendant's claim that Joaquim\r\n\nwould have  sufficient animosity  toward him to  set the  fire or\r\n\ntestify  against  him  seems  unlikely,  and  is  unsupported  by\r\n\nevidence other than defendant's own  testimony.  As the  evidence\r\n\nagainst defendant was plentiful and  in no way illuminated by the\r\n\nout-of-court  statements, we  are persuaded  beyond a  reasonable\r\n\ndoubt   that  the  statements  did  not  influence  the  jury  to\r\n\ndefendant's detriment.   We emphasize that it is  the strength of\r\n\n                               -15-\r\r\n\nthe evidence properly introduced  at trial implicating  defendant\r\n\nthat renders this serious error harmless.\r\n\n     That the statements  constituted unnecessary emphasis  makes\r\n\nthe government's efforts to introduce them particularly difficult\r\n\nfor  us  to understand.    Where  the law  so  clearly  bars such\r\n\nstatements and the evidence is so  weighty against the defendant,\r\n\nthe  government's arguments for their introduction strike us as a\r\n\nserious and careless abuse of  the rules of evidence.  This  fact\r\n\nnotwithstanding, the  evidence compels us to find  that the error\r\n\nwas a legally harmless one.  \r\n\n   III. ALLEGED ERRORS DURING CROSS-EXAMINATION AND SENTENCING\r\n\n     Defendant argues that  the district court erred  in limiting\r\n\nhis  cross-examination of Joaquim, that the prosecutor improperly\r\n\nimplied,  without basis,  that he  had  funded his  codefendant's\r\n\ndefense, and  finally, that  the court erred  in calculating  the\r\n\ndefendant's base offense level for  two arson counts.  We examine\r\n\neach allegation in turn.\r\n\n     Defendant contends that  the trial court violated  his Sixth\r\n\nAmendment right to confront adverse witnesses when it  refused to\r\n\nallow him to question Joaquim  about his history of drug dealing.\r\n\nA  trial court's restriction of cross-examination may be reversed\r\n\nonly for abuse of  discretion.  United States v.  Ovalle-Marquez,\r                                                                          \r\n\n36 F.3d 212, 217  (1st Cir. 1994).  To show  abuse, the defendant\r\n\nmust  demonstrate  that  the restriction  left  the  jury without\r\n\nsufficient information to make a discriminating assessment of the\r\n\n                               -16-\r\r\n\nwitness'  bias or  motives.   United States  v. Twomey,  806 F.2d\r                                                                \r\n\n1136, 1140 (1st Cir. 1986).  \r\n\n     Defendant  maintains that  the  testimony  should have  been\r\n\nadmitted because it supports the defense theory  that Joaquim set\r\n\nfire  to the  Ames building  on  his own  initiative to  dissuade\r\n\ndefendant,   a   past   informant   for   the   Drug  Enforcement\r\n\nAdministration  (\"DEA\"),  from reporting  his  drug dealing,  or,\r\n\nalternatively,  as revenge  because  he  believed  defendant  had\r\n\nalready  reported him.   During a  sidebar discussion,  the court\r\n\nasked for  some offer  of proof from  defendant that  Joaquim had\r\n\nreason to  believe that defendant  would report  him.   Defendant\r\n\noffered  evidence  that,  before the  second  fire,  Joaquim told\r\n\ndefendant that he would soon be getting a great deal of money and\r\n\nthat Joaquim became  hostile when defendant questioned  him about\r\n\nits source.   Joaquim,  however stated on  voir dire that  he had\r\n\nbeen  unaware that defendant  was a DEA  informant, and defendant\r\n\noffered no  evidence in  rebuttal.   Concluding that  defendant's\r\n\noffered evidence was too tenuous, the court prohibited the cross-\r\n\nexamination about drug dealing.\r\n\n     In  light  of  the sparse  evidence  presented  by defendant\r\n\nlinking Joaquim's drug-dealing to a  motive to burn down the Ames\r\n\nbuilding,  no  showing  that  Joaquim  knew  that  defendant  had\r\n\nreported drug dealers to  the DEA, and extensive opportunity  for\r\n\nthe  defense to  question  Joaquim as  to bias  and  motive on  a\r\n\nvariety of other issues for which there was an evidentiary basis,\r\n\nwe find that  the court did not abuse its discretion in excluding\r\n\n                               -17-\r\r\n\nthis line of questions.       Defendant   also   challenges   the\r\n\ncourt's failure  to grant a  mistrial after the  government asked\r\n\nhim whether he had  agreed to pay St. Louis' defense  costs.  St.\r\n\nLouis'  attorney objected  to this  questioning  and requested  a\r\n\nmistrial on the ground that the information on which it was based\r\n\nwas unreliable and misleading.  The court sustained the objection\r\n\nbut   denied  the  mistrial,   opting  instead  for   a  curative\r\n\ninstruction which  directed the  jury to  disregard the  question\r\n\nbecause  the  government  offered no  evidentiary  basis  for it.\r\n\nAlthough  joining  in  the request  for  a  curative instruction,\r\n\ndefendant's attorney did not join  in the request for a mistrial,\r\n\nand at no time did he object to any portion of the instruction or\r\n\nallege its insufficiency.  \r\n\n     Because  the defense  failed to  raise this issue  below, we\r\n\nreview it only  for plain error.  United States v. Crochiere, 129\r                                                                      \r\n\nF.3d 233, 237 (1st Cir. 1997).  Even assuming the questioning was\r\n\nimproper, we conclude that the  court properly refused to grant a\r\n\nmistrial,  and that  it presented the  jury with  a comprehensive\r\n\ncurative    instruction,    wholly   satisfactory    under    the\r\n\ncircumstances.  \"Declaring  a mistrial is a last  resort, only to\r\n\nbe  implemented if  the  taint  [from  improper  information]  is\r\n\nineradicable, that is, only if  the trial judge believes that the\r\n\njury's  exposure to  the  evidence  is  likely  to  prove  beyond\r\n\nrealistic hope of  repair.\"  United States v.  Sepulveda, 15 F.3d\r                                                                  \r\n\n1161, 1184 (1st  Cir. 1993).   In this case, the  questioning was\r\n\nbrief, and the  judge was careful to explain to the jury that (1)\r\n\n                               -18-\r\r\n\nthe question was  improper; (2) there was  no offered evidentiary\r\n\nbasis  for the  facts  suggested  by the  question;  and (3)  the\r\n\nquestion should be  disregarded \"entirely.\"   As we presume  that\r\n\njuries follow  the court's  instructions, and  defendant has  not\r\n\nshown  that  the  questioning resulted  in  serious  prejudice as\r\n\nrequired  to overcome the  presumption, United States  v. Rullan-\r                                                                           \r\n\nRivera, 60  F.3d 16,  18 (1st  Cir. 1995),  we conclude that  the\r                \r\n\ncourt did not commit plain error. \r\n\n     Finally, defendant contends that the court erred in using  a\r\n\nbase offense level of twenty-four rather than twenty on the arson\r\n\ncounts.   The higher level applies  if the defendant can be found\r\n\nto have knowingly created a  substantial risk of death or serious\r\n\nbodily  injury; the  lower  level  applies  where  the  \"knowing\"\r\n\nelement is not met.  U.S.S.G.    2K1.4(a)(1), (2).  Defendant was\r\n\nconvicted for two separate acts  of arson, based on evidence that\r\n\nhe hired  others  to  burn  down  a  residential  and  commercial\r\n\nproperty to collect insurance proceeds.  It does not follow that,\r\n\nas defendant contends, because the fires were carried forth in an\r\n\n\"amateurish\"  fashion, his  effort to  burn a  building in  which\r\n\npeople  lived was  anything other  than a  knowing creation  of a\r\n\nsubstantial risk of death or serious bodily injury.  We therefore\r\n\nreject the argument as without merit.\r\n\n     For the reasons stated above,  we affirm the judgment of the\r                                                 affirm\r                                                       \r\n\ndistrict court.\r\n\n                               -19-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNos. 96-1916\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                            FRED AWON,\r\n\n                      Defendant, Appellant.\r\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. George A. O'Toole, Jr., U.S. District Judge]\r                                                                   \r\n\n                                           \r\n\n                              Before\r\n\n                      Stahl, Circuit Judge,\r                                                    \r\n            Coffin and Aldrich, Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     Robert A. George for appellant.\r                               \r\n     James F. Lang,  Assistant United States Attorney,  with whom\r                            \r\nDonald  K.  Stern,  United  States Attorney,  was  on  brief  for\r                           \r\nappellee.\r\n\n                                           \r\n\n                         February 2, 1998\r\n                                          \r\r\n\n     COFFIN, Senior Circuit  Judge.  Defendant Fred  Awon appeals\r                                            \r\n\nhis conviction for arson, use of  a fire to commit a felony,  and\r\n\nmail fraud.   He asserts that  the district court  erred in:  (1)\r\n\nadmitting   prior  consistent   statements   of  two   government\r\n\nwitnesses;  (2)  limiting  cross-examination  of  a witness;  (3)\r\n\nrefusing  to grant a mistrial after improper cross-examination of\r\n\ndefendant;  and (4)  imposing too  high a  base offense  level at\r\n\nsentencing.  Most of this opinion deals with the first issue.  We\r\n\nfault  the government  for pressing admission  and the  court for\r\n\nadmitting the  evidence, but  conclude that  the error  could not\r\n\nhave affected the verdict.  We affirm.\r\n\n                          I. BACKGROUND\r\n\n     Defendant  was convicted by  a jury for  twice orchestrating\r\n\nthe  arson of  a building  located  on Ames  Street in  Brockton,\r\n\nMassachusetts  (\"the Ames building\")  by hiring James  St. Louis,\r\n\nand two  brothers, Jorge  and Joaquim Neves,  to set  the fires.1\r\n\nThe Ames  building, owned by defendant and  his father, contained\r\n\nvacant  retail  space  on  the   first  floor  and  two  occupied\r\n\nresidential apartments  on the second  floor at the time  of both\r\n\nfires.  The first fire caused minimal damage; the second required\r\n\nthe demolition of the building and two adjacent buildings.\r\n                    \r                              \r\n\n     1    St.  Louis and defendant  were tried together,  but St.\r\nLouis, indicted for setting both fires, was convicted for setting\r\nthe second fire only.  Jorge Neves, who was involved in the first\r\nfire, was  never  charged,  but  Joaquim  was  indicted  on  four\r\nseparate counts and,  before trial, entered into a plea agreement\r\nwith  the government  whereby he  pled guilty  to arson  and mail\r\nfraud counts stemming from his role in the second fire.\r\n\n                               -2-\r\r\n\n     We review the  evidence presented at trial  by defendant and\r\n\nthe  government.    Because  defendant  does  not  challenge  the\r\n\nsufficiency  of the evidence,  we describe the  relevant evidence\r\n\nwithout favor to either party  to provide context for the claimed\r\n\nerrors.  See United States v. Morla-Trinidad,  </pre><span class=\"citation\" data-id=\"197073\"><a href=\"/opinion/197073/united-states-v-morla-trinidad/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 2 (1st\r                                                      \r\n\nCir. 1996).\r\n\nA.   The Neves Brothers\r                                 \r\n\n     Jorge testified that,  in mid-1994, St. Louis  recruited him\r\n\nto help set fire to the building, stating that they would receive\r\n\nmoney and  a car as payment from defendant,  who owned a used car\r\n\ndealership.   Jorge admitted to pouring  and lighting gasoline on\r\n\nthe first floor of the  building, at the direction of  St. Louis.\r\n\nFirefighters arrived shortly thereafter, preventing damage to the\r\n\nbuilding;   as  a  result,  Jorge  never  received  payment  from\r\n\ndefendant.\r\n\n     Jorge's testimony  also revealed that the  government agreed\r\n\nnot to  prosecute him in  exchange for his cooperation  in court,\r\n\nthat for the  past six months he  had been held  in custody as  a\r\n\nmaterial  witness and  wanted to  be  released, and  that he  had\r\n\nseveral criminal cases pending against him at the time of trial. \r\n\n     Joaquim testified that,  in the summer  of 1994, he  learned\r\n\nfrom  St. Louis' brother  that defendant was  looking for someone\r\n\nwho would  burn down the Ames building.  Joaquim reported that he\r\n\nagreed to set the fire in exchange for $5,000, and then solicited\r\n\nSt. Louis' assistance; but, an illegal immigrant, he was detained\r\n\nby the United States Immigration and Naturalization Service (INS)\r\n\n                               -3-\r\r\n\nbefore he could act.  After his release on bail, he and St. Louis\r\n\ntold defendant they  would set the fire.   Joaquim testified that\r\n\nhe witnessed  defendant agree to pay St.  Louis with a car valued\r\n\nat $2,900.   Joaquim admitted pouring gas on the first and second\r\n\nfloors of the  Ames building, which  was then  lit by St.  Louis,\r\n\nresulting in an explosion and fire that destroyed the building.  \r\n\n     Joaquim also testified that, the  day after the fire, he and\r\n\nSt.  Louis  went to  defendant's  shop,  where St.  Louis  signed\r\n\npaperwork  for the car.  The following day, Joaquim went with St.\r\n\nLouis  to get the  car from defendant,  and a few  days later, he\r\n\npersonally received $2,100 in cash from defendant.\r\n\n     Joaquim  reported that, in exchange  for his testimony and a\r\n\nguilty plea, the government would  request that the court  depart\r\n\ndownward from his guidelines sentence.  He also acknowledged that\r\n\nhe feared impending  deportation, and  that he  had an  extensive\r\n\ncriminal history.\r\n\n     Defendant  denied soliciting either of the Neves brothers to\r\n\ncommit arson.   He explained  that Joaquim had become  angry with\r\n\nhim sometime prior  to the fire because defendant  had refused to\r\n\nprovide him  with bail  from INS custody,  and had  twice ordered\r\n\nJoaquim off his car lot.  On  the first occasion, about two weeks\r\n\nbefore the second fire, Joaquim  told defendant that he wanted to\r\n\nbuy an  expensive car, and became angry when defendant questioned\r\n\nhim about  where he would  get the  money; the second  time, when\r\n\ndefendant asked Joaquim whether he had been involved in the fire,\r\n\nJoaquim responded in the negative,  but smirked suspiciously.  On\r\n\n                               -4-\r\r\n\ncross-examination,  defendant stated  that he  did  not tell  the\r\n\npolice when they interviewed him before trial about  any existing\r\n\nhostility between himself and Joaquim.\r\n\n     St.  Louis'  brother  denied  having any  conversation  with\r\n\ndefendant or Joaquim about burning defendant's property.  \r\n\nB.   The Car Transfer \r                               \r\n\n     In addition to  Joaquim's testimony that defendant  paid St.\r\n\nLouis  with  a  car,  the  government  introduced  into  evidence\r\n\nbusiness  records  belonging  to the  defendant's  auto  company.\r\n\nThese indicate that defendant sold a  car to St. Louis for $2,000\r\n\none day after  the second fire.   They also indicate that,  a few\r\n\nmonths  earlier,  the company  had  purchased that  same  car for\r\n\n$2,220. \r\n\n     Defendant  testified that  the  sale  to  St.  Louis  was  a\r\n\nlegitimate  one,  for which  he  received  $2,000  in cash.    He\r\n\nexplained that he sold  at a loss because the car  had mechanical\r\n\nproblems and had  failed to sell for a few months at the intended\r\n\nprice of  $3,500.   Defendant said that  he questioned  St. Louis\r\n\nabout  the source of  the $2,000, and  that St.  Louis refused to\r\n\nanswer him.2 \r\n\n     Joaquim's mother  testified that,  when her  son was in  INS\r\n\ncustody, she gave  St. Louis $1,000 toward the  $3,000 needed for\r\n\nhis  bail and,  the following  day,  Joaquim was  released.   The\r\n\ndefense argued that this evidence showed, inferentially, that St.\r\n\nLouis  had  supplied the  remaining  $2,000,  which,  as soon  as\r\n                    \r                              \r\n\n     2    St. Louis did not testify at trial.\r\n\n                               -5-\r\r\n\nJoaquim repaid  it, St. Louis used to buy the car from defendant.\r\n\nOn cross-examination  by the government, Joaquim's  mother stated\r\n\nthat she did  not know  whether St.  Louis put up  any money  for\r\n\nJoaquim's release on bail from INS custody.  \r\n\nC.   Motive\r                     \r\n\n     The government  introduced evidence showing  that the  Awons\r\n\nwere losing money on the Ames buildings and, at the time  of both\r\n\nfires, the property was insured  for loss to the structure of  up\r\n\nto $80,000, and  losses attributable to business  interruption of\r\n\nup to  $12,000.  After the  first fire, defendant and  his father\r\n\nnegotiated  an  insurance  settlement in  the  amount  of $4,171.\r\n\nAfter the  second fire,  they negotiated  a settlement  totalling\r\n\n$91,176, and  then used this money  to pay their mortgage  on the\r\n\nproperty.\r\n\n     Defendant's parents testified that all of the money invested\r\n\nin the Ames  building belonged  to them,  that their  son had  no\r\n\nresponsibility  for   financial  expenditures   related  to   the\r\n\nbuilding, and that  he had never received rental  income from the\r\n\napartments.  They explained that their son's name was included on\r\n\nthe deed  and mortgage  only because they  did not  speak English\r\n\nfluently  and  needed  their son's  assistance  to  translate the\r\n\ndocuments.    They  described their  son's  involvement  with the\r\n\nproperty  as limited  to showing  the  apartments to  prospective\r\n\ntenants and responding on occasion to maintenance requests.  They\r\n\nalso stated  that they,  not their son,  received the  settlement\r\n\nmoney after the fires.\r\n\n                               -6-\r\r\n\n     Defendant  testified  that,  while a  co-owner  of  the Ames\r\n\nbuilding, he did not put up  any of the purchase money, make  any\r\n\nmortgage  payments, or  pay taxes  on  the property.   On  cross-\r\n\nexamination,  however, the  government  introduced evidence  that\r\n\ndefendant had made at least one mortgage payment on the property.\r\n\nDefendant then stated that he  could not remember having made any\r\n\nother  mortgage payments.   He  also admitted  that his  name was\r\n\nlisted on  the settlement check  from the insurance  company, but\r\n\nmaintained that his father received all the proceeds.\r\n\n       II. ADMISSION OF THE NEVES' OUT-OF-COURT STATEMENTS\r\n\n     The first and only difficult  issue we consider in this case\r\n\nis the admission at trial  of out-of-court statements made by the\r\n\nNeves brothers.   Each brother made a written  and oral statement\r\n\nto police months before trial, implicating himself, St. Louis and\r\n\ndefendant in the respective arsons.  These statements, which were\r\n\notherwise inadmissible as  hearsay, were admitted at  trial under\r\n\nan  exception  for  prior consistent  statements.    We generally\r\n\nreview admission  of hearsay  evidence for  abuse of  discretion.\r\n\nUnited States v.  Paulino, </pre><span class=\"citation\" data-id=\"195130\"><a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">,  25 (1st Cir. 1994).   But\r                                   \r\n\nwhere, as here,  the issue concerns a factual determination, such\r\n\nas when the statement was made relative to a  suggested motive to\r\n\nfabricate, we review for clear error.  See United States v. Vest,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"503754\"><a href=\"/opinion/503754/united-states-v-george-h-vest/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1319</span></a></span><pre class=\"inline\">, 1329 (1st Cir. 1988).   We may affirm the district\r\n\ncourt's admission  of hearsay  testimony on  any ground  apparent\r\n\n                               -7-\r\r\n\nfrom the  appellate record.   United States  v. Alzanki,  </pre><span class=\"citation\" data-id=\"196113\"><a href=\"/opinion/196113/united-states-v-alzanki/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span>\r                                                                 \r\n\n<span class=\"page\">994</span></a></span><pre class=\"inline\">, 1008 (1st Cir. 1995). \r\n\nA.   Rule 801(d)(1)(B)\r                                \r\n\n     The  district court allowed  use of the  Neves' out-of-court\r\n\nstatements under  Fed. R. Evid.  801(d)(1)(B).  Under  that rule,\r\n\nprior consistent statements that would otherwise be  inadmissible\r\n\nhearsay evidence  may be  admitted into evidence  when:   (1) the\r\n\ndeclarant testifies at trial and is subject to cross-examination;\r\n\n(2) the challenged statements and trial testimony are consistent;\r\n\nand (3) the  challenged statements are offered to  rebut a charge\r\n\nthat the  declarant recently fabricated  his story,  or that  the\r\n\ndeclarant became subject  to some improper influence or motive to\r\n\nfalsify after making the statements.   See Tome v. United States,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"117887\"><a href=\"/opinion/117887/tome-v-united-states/\"><span class=\"volume\">513</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 158  (1995) (holding that  consistent out-of-court\r\n\nstatements  may  be  admitted   to  rebut  a  charge   of  recent\r\n\nfabrication  or  improper  influence or  motive  only  when those\r\n\nstatements  pre-date  the  charged  fabrication,  influence,   or\r\n\nmotive3).  \r\n\n     The issue  of the  Neves' pre-trial  cooperation was  raised\r\n\ninitially  on   cross-examination.    In   response  to   defense\r\n\n                    \r                              \r\n\n     3    In Tome, the prosecution  introduced a child's  out-of-\r                           \r\ncourt statements  concerning sexual abuse by her  father, who had\r\nprimary custody,  made while the  child was on vacation  with her\r\nmother.  The  defense argued at trial that  the child's testimony\r\nwas motivated by her  desire to live with her mother.   The trial\r\ncourt  admitted the statements,  but the Supreme  Court reversed,\r\nreasoning that  their admission  was improper  because the  child\r\npossessed the same  motive -- to live  with her mother --  at the\r\ntime she made  the out-of-court statements as  when she testified\r\nin court.  513 U.S. at 150-55, 166.\r\n\n                               -8-\r\r\n\nquestions,  Jorge  testified  that   he  first  made   statements\r\n\nimplicating himself,  defendant, and St.  Louis in the  fire only\r\n\nafter the police said they knew he was involved and  promised not\r\n\nto charge him if he  cooperated.  Similarly, Joaquim explained on\r\n\ncross-examination  that   he  made  out-of-court   statements  to\r\n\ninvestigators only after they said they knew he had set the fire,\r\n\nhad   a  lengthy  criminal  record,  and  was  being  sought  for\r\n\ndeportation,   and  then  promised  that  they  would  bring  any\r\n\ncooperation to the prosecutor's attention.\r\n\n     On  redirect  of   each  brother,  the  court   allowed  the\r\n\ngovernment  to  introduce  their  out-of-court oral  and  written\r\n\nstatements under  Rule 801(d)(1)(B).   The  oral statements  were\r\n\nintroduced  through  the  testimony of  a  government  agent; the\r\n\nwritten statements  were admitted  as evidence.   The  government\r\n\nargued,   and  the  court  agreed,  that  these  statements  were\r\n\nadmissible  to rebut  the motive  to  fabricate presented  by the\r\n\ndefense,  namely, incentive  by  the  brothers  to  reduce  their\r\n\npunishment  for arson.   The defense  objected, arguing  that the\r\n\nalleged motive to fabricate pre-dated these statements, rendering\r\n\nRule 801(d)(1)(B)  unavailable.  Defendant  renews this objection\r\n\non appeal.\r\n\n     Our review persuades us that  the defendant is correct.  The\r\n\nmotive to fabricate alleged by the defense -- desire for leniency\r\n\n-- was the  same when the Neves brothers first  spoke with police\r\n\nas at  the time  of  their testimony  at trial.   The  government\r\n\nattempts  to  justify  use  of  the  out-of-court  statements  by\r\n\n                               -9-\r\r\n\npointing out  that the  defense ascribed  additional motives  and\r\n\ninfluences to the Neves that  did not exist when the out-of-court\r\n\nstatements were  made.   These  were, as  to Jorge,  that (1)  he\r\n\ntestified to obtain release from a six-week long incarceration as\r\n\na material witness; (2)  he hoped to receive in exchange  for his\r\n\ntestimony some dispensation  in a different -- and  new -- matter\r\n\npending against  him; (3)  his testimony was  influenced by  pre-\r\n\ntrial  preparation with  the agent  who interviewed  him.   As to\r\n\nJoaquim, these were (1) anticipation of a lesser sentence under a\r\n\nplea agreement that promised a  government request for a downward\r\n\ndeparture  of his sentence following his  testimony at trial, and\r\n\n(2) trial preparatory sessions with  the government.  While it is\r\n\ntrue  that these allegations post-dated the out-of-court oral and\r\n\nwritten statements, the overarching motive alleged by the defense\r\n\nalways was hope  of leniency,  and therefore,  the \"new\"  motives\r\n\namount to no more than smaller subsets of the larger theme.   For\r\n\ninstance,  the assertion that the prosecution directed the Neves'\r\n\ntestimony assumes that  the brothers  had a reason  to do as  the\r\n\ngovernment  requested,  namely,  hope of  a  reduced  sentence or\r\n\ncharge.  Likewise, Jorge's desire to obtain release  from custody\r\n\nas a material witness was just a specific incarnation of his more\r\n\ngeneral desire  not to be jailed for his  role in the first fire.\r\n\nSee United  States v.  Albers, </pre><span class=\"citation\" data-id=\"153840\"><a href=\"/opinion/153840/united-states-v-albers/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1469</span></a></span><pre class=\"inline\">, 1482-84  (10th Cir.\r                                       \r\n\n1996)  (even where  the  circumstances  underlying  a  motive  to\r\n\nfabricate  have changed somewhat  -- a formal  plea agreement was\r\n\nentered after  the statement  was made,  but before  testimony at\r\n\n                               -10-\r\r\n\ntrial -- prior  consistent statements remain inadmissible  if the\r\n\nmotive remains essentially the same).  \r\n\n     Because all the  defense allegations of motive  to fabricate\r\n\ngrew from  the same  foundation -- a  pursuit of leniency  -- the\r\n\nbrothers' out-of-court statements were erroneously admitted under\r\n\nRule 801(d)(1)(B).\r\n\nB.   The Doctrine of Completeness\r                                           \r\n\n     The   inadmissibility  of   these   statements  under   Rule\r\n\n801(d)(1)(B) does  not end  our  discussion, as  we must  explore\r\n\nwhether the statements  could be properly admitted  on some other\r\n\nground apparent from  the appellate record.  Alzanki,  54 F.3d at\r                                                              \r\n\n1008.  The government argues that Joaquim's prior statements4 are\r\n\nadmissible  under the doctrine  of completeness.   This doctrine,\r\n\ncodified  in  Fed.  R.   Evid.  106,  holds  that  an   otherwise\r\n\ninadmissible recorded statement may  be introduced into  evidence\r\n\nwhere one side has made  a partial disclosure of the information,\r\n\nand full  disclosure would avoid  unfairness to the  other party.\r\n\nSee Irons v.  FBI, </pre><span class=\"citation\" data-id=\"526965\"><a href=\"/opinion/526965/peter-irons-v-federal-bureau-of-investigation/\"><span class=\"volume\">880</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span><pre class=\"inline\">, 1453  (1st Cir. 1989);  United\r                                                                           \r\n\nStates v. Range, </pre><span class=\"citation\" data-id=\"71257\"><a href=\"/opinion/71257/united-states-v-range/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">614</span></a></span><pre class=\"inline\">, 620 (11th Cir. 1996). \r                         \r\n\n     While defense counsel cross-examined Joaquim concerning  the\r\n\nsubstance of his  written interview statement, and  did highlight\r\n\nsome inconsistencies between that  statement and Joaquim's  trial\r\n\n                    \r                              \r\n\n     4    The  government makes  no  such  claim  as  to  Jorge's\r\nstatements, but  our analysis considers  the doctrine as  to both\r\ndefendants, as we may affirm on any legal ground.\r\n\n                               -11-\r\r\n\ntestimony,5 there is  no evidence that -- and  the government has\r\n\nmade no  allegation that --  the introduction of these  pieces of\r\n\ninformation   created   any    unfairness   or   potential    for\r\n\nmisimpression.    To  the  contrary,   the  government's  primary\r\n\nargument is  that the written  statements bolster the  Neves' in-\r\n\ncourt testimony.   The doctrine of  completeness does not  permit\r\n\nthe admission of  otherwise inadmissible evidence  simply because\r\n\none party has referred to a portion of  such evidence, or because\r\n\na   few   inconsistencies  between   out-of-court   and  in-court\r\n\nstatements  are revealed  through  cross-examination; rather,  it\r\n\noperates  to  ensure   fairness  where   a  misunderstanding   or\r\n\ndistortion created  by the other party can only be averted by the\r\n\nintroduction of the full text of the out-of-court statement.  See\r                                                                           \r\n\nUnited States v. Ellis, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">908</span></span><pre class=\"inline\">, 921 (4th Cir. 1997).  Here,\r                                \r\n\nthe inconsistencies revealed were  minute insofar as  defendant's\r\n\nbasic  involvement is concerned, and the Neves clearly identified\r\n\ndefendant at trial as the mastermind of the Ames building arsons.\r\n\nThe doctrine  of completeness therefore does not  provide a basis\r\n\nfor introduction of the earlier statements.\r\n\nC.   Harmless Error\r                             \r\n\n     The government argues  that, even if the introduction of the\r\n\nstatements  constitutes error,  the  error  was  harmless.    The\r\n\nerroneous admission of hearsay requires reversal unless the error\r\n                    \r                              \r\n\n     5    Among other minor inconsistencies, the defense  brought\r\nout Joaquim's  earlier claims  that he was  solicited to  set the\r\nfire by  defendant directly  rather than  by St. Louis'  brother,\r\nthat he received $2,500 rather  than $2,100 in payment, and that,\r\nthough both were together, he and not St. Louis lit the gasoline.\r\n\n                               -12-\r\r\n\nis shown  to be harmless beyond  a reasonable doubt.   See United\r                                                                           \r\n\nStates v. Lombard, </pre><span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span><pre class=\"inline\">, 187 (1st Cir. 1995).\r                           \r\n\n     By definition, prior consistent statements do not consist of\r\n\nnew   substantive   information.     Their   impact   comes  from\r\n\ncorroborating other, perhaps less compelling, evidence.  The form\r\n\nin which the material  is presented to  the jury also may  affect\r\n\nits weight  if legitimacy,  possibly otherwise  weak, is  thereby\r\n\nattached to  the statements.   See United  States v.  Siegel, </pre><span class=\"citation\" data-id=\"424769\"><a href=\"/opinion/424769/united-states-v-leonard-s-siegel-and-martin-b-abrams/\"><span class=\"volume\">717</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">9</span></a></span><pre class=\"inline\">,  19 (2d  Cir. 1983).    The question  we must  answer is\r\n\nwhether  corroboration resulting  from  the  introduction of  the\r\n\nprior   consistent   statements  influenced   the  jury   to  the\r\n\ndefendant's detriment.   See  United States  v. Quinto, </pre><span class=\"citation\" data-id=\"358918\"><a href=\"/opinion/358918/united-states-v-michael-e-quinto/\"><span class=\"volume\">582</span>  <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">224</span></a></span><pre class=\"inline\">,  236  (2d  Cir.  1978)  (finding  such influence  where  the\r\n\nerroneously  admitted  out-of-court  written  statement  was   an\r\n\nofficial  Internal  Revenue  Service  document,  and  a  lengthy,\r\n\ndetailed  \"condensation of  the government's  whole case  against\r\n\ndefendant\").\r\n\n     As   with   the  typical   admission  of   prior  consistent\r\n\nstatements,  the introduction of  the out-of-court statements did\r\n\nnot themselves supply  any new information to the  jury.  Rather,\r\n\nthe testimony  adduced at  trial was  complete and convincing  in\r\n\ntying  defendant to the crime.   Not only did the Neves implicate\r\n\nthemselves,  St. Louis  and  defendant at  trial,  but on  cross-\r\n\nexamination,   they   revealed    having   reported   defendant's\r\n\nsolicitation of them to authorities months before trial.    \r\n\n                               -13-\r\r\n\n     Nonetheless,   both   the   oral  and   written   statements\r\n\nunquestionably had some effect.  The government agent's testimony\r\n\nabout the oral  confessions lent a measure of  credibility to the\r\n\nNeves' stories, if  only because a government agent  was shown to\r\n\nhave believed them.   Similarly, the written  statements, because\r\n\nthey were reduced  to print and reviewable  during deliberations,\r\n\nadded weight to the in-court  testimony.  See id. (describing the\r                                                           \r\n\nintroduction   of  written   consistent   statements  as   \"[t]he\r\n\ngovernment witnesses in  effect accompan[ying] the jury  into the\r\n\njury room.\")   But, unlike the statements in  Quinto, the written\r                                                              \r\n\nconfessions  were not detailed, official documents from an agency\r\n\ndenoting authority.  Rather, they were fairly compact -- one just\r\n\nover  one page,  the other,  just over  two pages  -- handwritten\r\n\nstatements   made  by  the  witnesses  themselves,  replete  with\r\n\ngrammatical  and  spelling  errors.     While  revealing   slight\r\n\ninconsistencies, the out-of-court statements essentially amounted\r\n\nto an abbreviation  of the Neves' in-court  testimony implicating\r\n\ndefendant.6      This  in-court   testimony,  supported   by  the\r\n\ncircumstantial   evidence  of  motive   and  car   transfer,  was\r\n\nunwavering and unambiguous.  \r\n\n                    \r                              \r\n\n     6    On direct,  the prosecution failed to  elicit testimony\r\nfrom Jorge  implicating defendant, but  on cross-examination, the\r\ndefense   several  times   led   Jorge   to  affirm   defendant's\r\ninvolvement,  which testimony was confirmed on redirect.  Because\r\nJorge's   testimony  on direct  alone  did not  clearly implicate\r\ndefendant and did not reveal the prior statements to authorities,\r\nour analysis would  be different if we had only this testimony to\r\nconsider.\r\n\n                               -14-\r\r\n\n     The exculpatory  evidence presented by defendant was minimal\r\n\nand largely  unsupported.  For  example, it  seems unlikely  that\r\n\ndefendant would sell a car at a loss, and $1,500 less than asking\r\n\nprice, without  first attempting to  sell it at a  price slightly\r\n\nreduced  from $3,500.    In  addition, the  timing  of the  sale,\r\n\nshortly after the second fire, was  highly suspect, and defendant\r\n\nhad an undeniable  economic motive to burn the  property, even if\r\n\nthe  jury  believed  his  claim that  his  parents  received  the\r\n\ninsurance proceeds.  Nor does defendant's explanation of how  St.\r\n\nLouis came into $2,000 seem plausible; first, it assumes that St.\r\n\nLouis had $2,000  to lend Joaquim for bail  and second, Joaquim's\r\n\nmother testified  that she  had no knowledge  that St.  Louis had\r\n\ncontributed toward  Joaquim's bail.   Similarly, while  defendant\r\n\nand his parents claimed that he had no financial interest  in the\r\n\nAmes building,  the circumstantial  evidence presented  indicated\r\n\notherwise; for instance, his name was listed on all Ames building\r\n\nlegal documents, including the settlement check, and, despite his\r\n\ninitial testimony to the contrary,  he made at least one mortgage\r\n\npayment on the property.  Finally, defendant's claim that Joaquim\r\n\nwould have  sufficient animosity  toward him to  set the  fire or\r\n\ntestify  against  him  seems  unlikely,  and  is  unsupported  by\r\n\nevidence other than defendant's own  testimony.  As the  evidence\r\n\nagainst defendant was plentiful and  in no way illuminated by the\r\n\nout-of-court  statements, we  are persuaded  beyond a  reasonable\r\n\ndoubt   that  the  statements  did  not  influence  the  jury  to\r\n\ndefendant's detriment.   We emphasize that it is  the strength of\r\n\n                               -15-\r\r\n\nthe evidence properly introduced  at trial implicating  defendant\r\n\nthat renders this serious error harmless.\r\n\n     That the statements  constituted unnecessary emphasis  makes\r\n\nthe government's efforts to introduce them particularly difficult\r\n\nfor  us  to understand.    Where  the law  so  clearly  bars such\r\n\nstatements and the evidence is so  weighty against the defendant,\r\n\nthe  government's arguments for their introduction strike us as a\r\n\nserious and careless abuse of  the rules of evidence.  This  fact\r\n\nnotwithstanding, the  evidence compels us to find  that the error\r\n\nwas a legally harmless one.  \r\n\n   III. ALLEGED ERRORS DURING CROSS-EXAMINATION AND SENTENCING\r\n\n     Defendant argues that  the district court erred  in limiting\r\n\nhis  cross-examination of Joaquim, that the prosecutor improperly\r\n\nimplied,  without basis,  that he  had  funded his  codefendant's\r\n\ndefense, and  finally, that  the court erred  in calculating  the\r\n\ndefendant's base offense level for  two arson counts.  We examine\r\n\neach allegation in turn.\r\n\n     Defendant contends that  the trial court violated  his Sixth\r\n\nAmendment right to confront adverse witnesses when it  refused to\r\n\nallow him to question Joaquim  about his history of drug dealing.\r\n\nA  trial court's restriction of cross-examination may be reversed\r\n\nonly for abuse of  discretion.  United States v.  Ovalle-Marquez,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span><pre class=\"inline\">, 217  (1st Cir. 1994).  To show  abuse, the defendant\r\n\nmust  demonstrate  that  the restriction  left  the  jury without\r\n\nsufficient information to make a discriminating assessment of the\r\n\n                               -16-\r\r\n\nwitness'  bias or  motives.   United States  v. Twomey,  </pre><span class=\"citation\" data-id=\"480349\"><a href=\"/opinion/480349/united-states-v-david-p-twomey/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">1136</span></a></span><pre class=\"inline\">, 1140 (1st Cir. 1986).  \r\n\n     Defendant  maintains that  the  testimony  should have  been\r\n\nadmitted because it supports the defense theory  that Joaquim set\r\n\nfire  to the  Ames building  on  his own  initiative to  dissuade\r\n\ndefendant,   a   past   informant   for   the   Drug  Enforcement\r\n\nAdministration  (\"DEA\"),  from reporting  his  drug dealing,  or,\r\n\nalternatively,  as revenge  because  he  believed  defendant  had\r\n\nalready  reported him.   During a  sidebar discussion,  the court\r\n\nasked for  some offer  of proof from  defendant that  Joaquim had\r\n\nreason to  believe that defendant  would report  him.   Defendant\r\n\noffered  evidence  that,  before the  second  fire,  Joaquim told\r\n\ndefendant that he would soon be getting a great deal of money and\r\n\nthat Joaquim became  hostile when defendant questioned  him about\r\n\nits source.   Joaquim,  however stated on  voir dire that  he had\r\n\nbeen  unaware that defendant  was a DEA  informant, and defendant\r\n\noffered no  evidence in  rebuttal.   Concluding that  defendant's\r\n\noffered evidence was too tenuous, the court prohibited the cross-\r\n\nexamination about drug dealing.\r\n\n     In  light  of  the sparse  evidence  presented  by defendant\r\n\nlinking Joaquim's drug-dealing to a  motive to burn down the Ames\r\n\nbuilding,  no  showing  that  Joaquim  knew  that  defendant  had\r\n\nreported drug dealers to  the DEA, and extensive opportunity  for\r\n\nthe  defense to  question  Joaquim as  to bias  and  motive on  a\r\n\nvariety of other issues for which there was an evidentiary basis,\r\n\nwe find that  the court did not abuse its discretion in excluding\r\n\n                               -17-\r\r\n\nthis line of questions.       Defendant   also   challenges   the\r\n\ncourt's failure  to grant a  mistrial after the  government asked\r\n\nhim whether he had  agreed to pay St. Louis' defense  costs.  St.\r\n\nLouis'  attorney objected  to this  questioning  and requested  a\r\n\nmistrial on the ground that the information on which it was based\r\n\nwas unreliable and misleading.  The court sustained the objection\r\n\nbut   denied  the  mistrial,   opting  instead  for   a  curative\r\n\ninstruction which  directed the  jury to  disregard the  question\r\n\nbecause  the  government  offered no  evidentiary  basis  for it.\r\n\nAlthough  joining  in  the request  for  a  curative instruction,\r\n\ndefendant's attorney did not join  in the request for a mistrial,\r\n\nand at no time did he object to any portion of the instruction or\r\n\nallege its insufficiency.  \r\n\n     Because  the defense  failed to  raise this issue  below, we\r\n\nreview it only  for plain error.  United States v. Crochiere, </pre><span class=\"citation\" data-id=\"197656\"><a href=\"/opinion/197656/united-states-v-crochiere/\"><span class=\"volume\">129</span>\r                                                                      \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span><pre class=\"inline\">, 237 (1st Cir. 1997).  Even assuming the questioning was\r\n\nimproper, we conclude that the  court properly refused to grant a\r\n\nmistrial,  and that  it presented the  jury with  a comprehensive\r\n\ncurative    instruction,    wholly   satisfactory    under    the\r\n\ncircumstances.  \"Declaring  a mistrial is a last  resort, only to\r\n\nbe  implemented if  the  taint  [from  improper  information]  is\r\n\nineradicable, that is, only if  the trial judge believes that the\r\n\njury's  exposure to  the  evidence  is  likely  to  prove  beyond\r\n\nrealistic hope of  repair.\"  United States v.  Sepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n<span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1184 (1st  Cir. 1993).   In this case, the  questioning was\r\n\nbrief, and the  judge was careful to explain to the jury that (1)\r\n\n                               -18-\r\r\n\nthe question was  improper; (2) there was  no offered evidentiary\r\n\nbasis  for the  facts  suggested  by the  question;  and (3)  the\r\n\nquestion should be  disregarded \"entirely.\"   As we presume  that\r\n\njuries follow  the court's  instructions, and  defendant has  not\r\n\nshown  that  the  questioning resulted  in  serious  prejudice as\r\n\nrequired  to overcome the  presumption, United States  v. Rullan-\r                                                                           \r\n\nRivera, </pre><span class=\"citation\" data-id=\"196194\"><a href=\"/opinion/196194/united-states-v-rullan-rivera/\"><span class=\"volume\">60</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span><pre class=\"inline\">,  18 (1st  Cir. 1995),  we conclude that  the\r                \r\n\ncourt did not commit plain error. \r\n\n     Finally, defendant contends that the court erred in using  a\r\n\nbase offense level of twenty-four rather than twenty on the arson\r\n\ncounts.   The higher level applies  if the defendant can be found\r\n\nto have knowingly created a  substantial risk of death or serious\r\n\nbodily  injury; the  lower  level  applies  where  the  \"knowing\"\r\n\nelement is not met.  U.S.S.G.    2K1.4(a)(1), (2).  Defendant was\r\n\nconvicted for two separate acts  of arson, based on evidence that\r\n\nhe hired  others  to  burn  down  a  residential  and  commercial\r\n\nproperty to collect insurance proceeds.  It does not follow that,\r\n\nas defendant contends, because the fires were carried forth in an\r\n\n\"amateurish\"  fashion, his  effort to  burn a  building in  which\r\n\npeople  lived was  anything other  than a  knowing creation  of a\r\n\nsubstantial risk of death or serious bodily injury.  We therefore\r\n\nreject the argument as without merit.\r\n\n     For the reasons stated above,  we affirm the judgment of the\r                                                 affirm\r                                                       \r\n\ndistrict court.\r\n\n                               -19-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/71257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/153840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/"
  ]
}