{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197826/",
  "absolute_url": "/opinion/197826/bath-iron-works-v-dept-of-labor/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197826/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:39:37Z",
  "date_modified": "2017-03-24T10:53:30.422839Z",
  "type": "010combined",
  "sha1": "ba9027d5ce93dad7d2cfb07c0892226241bfadb4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2163.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 96-2163\r\n\n               BATH IRON WORKS CORPORATION and\r\n             COMMERCIAL UNION INSURANCE COMPANY,\r\n\n                   Petitioners, Appellants,\r\n\n                              v.\r\n\n     DIRECTOR, OFFICE OF WORKERS' COMPENSATION PROGRAMS,\r\n              UNITED STATES DEPARTMENT OF LABOR,\r\n\n                   Respondents, Appellees.\r\n\n                                         \r\n\n             ON PETITION FOR REVIEW OF A DECISION\r\n\n                 OF THE BENEFITS REVIEW BOARD\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                   and Lynch, Circuit Judge\r                                                       \r\n\n                                         \r\n\n   Kevin M. Gillis with whom Troubh, Heisler &amp; Piampiano was on\r                                                                    \r\nbrief for petitioners.\r\n   G. William Higbee with whom McTeague, Higbee, MacAdam, Case,\r                                                                           \r\nWatson &amp; Cohen was on brief for respondents.\r                        \r\n\n                                         \r\n\n                       March 06, 1998\r\n                                         \r\r\n\n          ALDRICH, Senior Circuit Judge.  Russell E. Harford,\r                                                   \r\n\nJr., a long time insulation installer for defendant Bath Iron\r\n\nWorks Corp. (BIW),  had to quit work because  of shortness of\r\n\nbreath.   Suit  is brought  on  his behalf  by the  Director,\r\n\nOffice  of Workers' Compensation Programs, U.S. Department of\r\n\nLabor, under the Longshore  and Harbor Workers'  Compensation\r\n\nAct  (LHWCA), 33  U.S.C.    901  et  seq.,  for  work-related\r                                                     \r\n\ndisability due to \"Asbestosis  and related diseases.\"  It  is\r\n\nundisputed that Harford  developed lung  cancer, and  further\r\n\nthat his smoking  two plus packs of  cigarettes a day  for 32\r\n\nyears was a basic cause.  It  is also undisputed that, though\r\n\nhe  did not work  with asbestos, he  was exposed to  the dust\r\n\nfrom  neighboring workplaces.    He seeks  to  bring in  this\r\n\nexposure as  a contributor to  his cancer in order  to charge\r\n\nthe employer and its insurer.\r\n\n          Trial   was  had  before  an  ALJ  on  letters  and\r\n\ndepositions  of medical  experts.   In his decision,  the ALJ\r\n\nstated that  the asbestos did not have to be the \"sole cause\"\r\n\nof the  cancer for claimant  to recover.  Rather,  the entire\r\n\ndisability would be compensable  if the asbestos  contributed\r\n\nto, combined with, or aggravated it.1  In short, the ultimate\r\n\n                  \r                              \r\n\n1.  We note that the Board, similarly to the ALJ, viewed the\r\nissue as whether \"claimant's exposure to asbestos did . . .\r\ncause or contribute to his lung cancer.\"  The parties share\r\nthis conception.  Thus, we understand \"aggravate\" to be\r\nessentially synonymous with \"contribute,\" and to refer to the\r\ncancer.  No claim has been made for aggravation of associated\r\n\n                              2\r\r\n\nquestion was whether there was a \"causal relationship between\r\n\nClaimant's employment and his lung cancer.\"  The first issue,\r\n\nhowever,  was  whether  the employer  had  met  the statutory\r\n\npresumption  in claimant's favor.   Title 33  U.S.C.   920(a)\r\n\npresumes,  \"in the  absence of  substantial  evidence to  the\r\n\ncontrary-- (a) That  the claim comes within the provisions of\r\n\n[the  Act].\"  After  extensive review  and discussion  of the\r\n\nevidence,  the ALJ found  that the presumption  was rebutted,\r\n\nwhich  caused  it  to  \"fall\".    See  Sprague  v.  Director,\r                                                                         \r\n\nO.W.C.P., 688  F.2d 862, 865  (1st Cir. 1982).   Weighing the\r                    \r\n\nevidence  without  the  presumption, he  found  there  was no\r\n\ncausal  relationship  between claimant's  employment  and his\r\n\ncancer.  It  is to be stressed that this was  not for lack of\r\n\nproof by the claimant, but by belief of  affirmative evidence\r\n\nsubmitted  by  the employer.    Claimant did  not,  he found,\r\n\ncontract asbestosis, and asbestos without  asbestosis did not\r\n\ncause or contribute to the cancer.  \r\n\n          The  Benefits  Review  Board   reversed  the  ALJ's\r\n\nfinding that  the presumption  in claimant's  favor had  been\r\n\nrebutted, thereby ending the defense.  We reverse.\r\n\n            Decision of the Benefits Review Board\r                                                             \r\n\n          With  reference  to   the  presumption,  the  Board\r\n\nstated,  \"[The] employer's burden on rebuttal [is] to present\r\n\n                  \r                              \r\n\nsymptoms.  Cf. Gardner v. Director, O.W.C.P., 640 F.2d 1385,\r                                                        \r\n1389 (1st Cir. 1981).\r\n\n                              3\r\r\n\nspecific and  comprehensive evidence sufficient to  sever the\r\n\ncausal connection between the injury and the employment.\"  It\r\n\nadded,  \"The unequivocal  testimony of  a  physician that  no\r\n\nrelationship  exists  .  .  .  is  sufficient  to  rebut  the\r\n\npresumption.\"     This  positive   language   it  recast   as\r\n\n\"unequivocally  severs.\"    \"Unequivocal,\"  on  a  search  of\r\n\ndictionaries, universally means \"not  doubtful,\" or the like,\r\n\nwhich we take to mean certainty.   That the Board so intended\r\n\nis  inescapably  confirmed  by  its  response  to  employer's\r\n\nexpert, Dr. Cadman's unwillingness to be  absolutely certain.\r\n\nBecause  Dr.  Cadman,  in the  Board's  words,  conceded that\r\n\n\"asbestos  may have contributed to claimant's lung cancer and\r\n\nthat  he   could  not   exclude  that   exposure  as   having\r\n\ncontributed\"  to   it,  the   Board  thought   his  testimony\r\n\ninsufficient to rebut the presumption.\r\n\n          As  we  have previously  held,  the  presumption is\r\n\novercome with  substantial  evidence of  non-causation.   See\r                                                                         \r\n\nSprague,  688  F.2d at  865.   Substantial evidence  is \"such\r                   \r\n\nrelevant  evidence as  a  reasonable  mind  might  accept  as\r\n\nadequate  to  support  a conclusion.\"    Id.  (quotations and\r                                                        \r\n\ncitation omitted).   This  means \"reasonable  probabilities.\"\r\n\nCf. DaSilva v. American Brands,  Inc., 845 F.2d 356, 361 (1st\r                                                 \r\n\nCir. 1988); Bath Iron Works Corp. v. Director,  O.W.C.P., 109\r                                                                    \r\n\nF.3d 53, 56 (1st Cir.  1997); Oberlander's Case, 348 Mass. 1,\r                                                           \r\n\n7,  200  N.E.2d  268 (1964)  (Workmen's  Compensation).   Dr.\r\n\n                              4\r\r\n\nCadman's medical opinion was found insufficient by the Board,\r\n\nhowever,  because he  could not  exclude  possibilities --  a\r\n\ntypical expert opinion.  This put an impossible burden on the\r\n\nemployer.\r\n\n          We   have,  therefore,  two  questions.    Did  the\r\n\nemployer submit substantial evidence,  when properly defined?\r\n\n(A  question  of  law  for   the  court,  not  dependent   on\r\n\ncredibility.  See  Sprague, 688 F.2d at 865; CNA  Ins. Co. v.\r                                                                      \r\n\nLegrow, 935  F.2d 430, 433-34 (1st Cir.  1991)).  At the same\r                  \r\n\ntime,  we  may ask  whether  the  ALJ  was warranted  in  his\r\n\nsubstantive findings.   In this connection we  note 33 U.S.C.\r\n\n  921(b)(3),\r\n\n               The findings of fact in the decision\r\n          under  review  by  the   Board  shall  be\r\n          conclusive  if  supported  by substantial\r\n          evidence  in the  record considered  as a\r\n          whole.\r\n\nThis means, obviously, that the ALJ's choice of inferences is\r\n\nto be respected.  See Sprague, 688 F.2d at 866 (\"In reviewing\r                                         \r\n\nfor  substantial evidence  it is  immaterial  that the  facts\r\n\npermit diverse inferences  as long as those drawn  by the ALJ\r\n\nare supported by evidence.\").\r\n\n                      The ALJ's Decision\r                                                    \r\n\n          The ALJ's  conclusions are  backed by  an extensive\r\n\ndiscussion  of the  several experts.   One  or more  of BIW's\r\n\nexperts  testified  that current  medical  evidence indicates\r\n\nthat a finding of interstitial fibrosis is necessary to reach\r\n\n                              5\r\r\n\na diagnosis of  asbestosis.  There was testimony  that tissue\r\n\nsamples  and x-ray analyses produced no evidence that Harford\r\n\nhad asbestosis; that he did not have fibrosis  at the time of\r\n\nhis surgery, and  that the alveolar damage found  in a biopsy\r\n\nsome  months later was  caused by radiation  and chemotherapy\r\n\nrather than by asbestos exposure.  \r\n\n          Two experts  testified on causation of  the cancer.\r\n\nDr. Cadman's conclusion was,\r\n\n          [C]urrent    evidence    evaluating   the\r\n          association  of  asbestos  exposure, lung\r\n          fibrosis and lung cancer strongly suggest\r\n          [sic]   that  the   excess  lung   cancer\r                                                               \r\n          attributable  to  asbestos  is associated\r                                                               \r\n          with fibrosis.  Therefore, lung cancer in\r                                   \r\n          the absence of pulmonary fibrosis is most\r\n          likely lung cancer which developed either\r\n          from the effects of  smoking alone or  it\r\n          arose unrelated  to any  known carcinogen\r\n          as  occurs in  the  non-smoker. . . .   I\r\n          believe that in  the absence of fibrosis,\r\n          that [Mr. Harford's] lung cancer was most\r\n          likely  the   result  of   prior  smoking\r\n          history. (emphasis added).\r\n\n          The ALJ concluded,\r\n\n          Based on the  record medical evidence,  I\r\n          determine that the employer/carriers have\r\n          produced   specific  objective   clinical\r\n          evidence  and  soundly  reasoned  medical\r\n          opinions sufficient  to sever  the causal\r\n          nexus  and  have   thereby  rebutted  the\r\n          Section 20 presumption.\r\n\nSince   the  ALJ  had  stated  earlier  that  cause  included\r\n\ncontribution, we find  that the ALJ was  warrantably covering\r\n\nboth in this  finding.  Dr. Cadman reasonably  could be found\r\n\nas of  the opinion  that diffuse  interstitial fibrosis  (and\r\n\n                              6\r\r\n\ntherefore  asbestosis)  is  generally present  when  asbestos\r\n\nexposure is a  contributing cause to lung cancer.   Viz., the\r\n\nprobability  is   against   asbestos,  in   the  absence   of\r\n\nasbestosis.   In other  words, asbestos  exposure had  had no\r\n\nbelated, contributory, effect, as well as no original effect.\r\n\nWe believe, following Dr. Cadman's reference to \"excess\" lung\r\n\ncancer, particularly  when there  had been  negative evidence\r\n\ncovering  the  period  between  surgery  and  the  subsequent\r\n\nbiopsy, that his  last quoted sentence  is not to be  read as\r\n\nlimiting his opinion  to the original cancer.   In short, Dr.\r\n\nCadman's opinion  is substantial  evidence of  non-causation,\r\n\nsufficient  both to  rebut the presumption  and to  support a\r\n\nfinding for BIW.\r\n\n                            Next?\r                                             \r\n\n          First, an  observation.  Harford's claim  was filed\r\n\non March  20, 1989, just short of nine  years ago.  The ALJ's\r\n\nunfavorable decision  on the  merits was  filed  on June  10,\r\n\n1991; the Board's remand for a hearing on damages on November\r\n\n23,  1993.   BIW's petition  for review  of the  ALJ's damage\r\n\nfinding was  filed July 7,  1994.  This finding  was affirmed\r\n\nautomatically   under  the   statute,  Omnibus   Consolidated\r\n\nRescissions and Appropriations Act of  1996, Pub. L. No. 104-\r\n\n134,    101(d), 110 Stat.  1321, 1321-219 (1996),  because of\r\n\nthe   Board's  not  having  passed  on  the  petition  before\r\n\nSeptember 12, 1996.  We believe the time  has come to resolve\r\n\n                              7\r\r\n\nmatters.  If  we remand the case  to the Board to  review the\r\n\nALJ's  decision  on the  merits,  it  will  be bound  by  his\r\n\nfindings in the absence of error. See 33 U.S.C.    921(b)(3).\r                                                 \r\n\nWhy  the unnecessary  steps?   The  short answer  is that  we\r\n\nshould take over  finally now.  And, indeed,  we have already\r\n\nreviewed the ALJ's detailed and careful opinion.  Substantial\r\n\nevidence  supports the  ALJ's conclusion  that  there was  no\r\n\ncausal relationship.  We find no error.\r\n\n          The  decision  of  the  Benefits  Review  Board  is\r                                                                         \r\n\nreversed, and the denial of  claim of Russell E. Harford, Jr.\r                                                                         \r\n\nis reinstated.\r                          \r\n\n                     - Dissent follows -\r\n\n                              8\r\r\n\n          LYNCH, Circuit  Judge, dissenting.   The  record in\r                      LYNCH, Circuit  Judge, dissenting.\r                                           \r\n\nthis  case sets  forth substantial  evidence  to support  the\r\n\nBoard's finding  that the employer, which had  rebutted the  \r\n\n920(a) presumption  that asbestos exposure  caused claimant's\r                                                              \r\n\nlung  cancer, did  not  rebut the    920(a)  presumption that\r\n\nasbestos exposure contributed  to claimant's lung cancer.   I\r                                         \r\n\nwould affirm the Board.  \r\n\n          The  employer's   evidence  all  went   to  initial\r\n\ncausation  with  one  exception.    That  exception  was  the\r\n\ntestimony of  its lead expert,  Dr. Cadman, and it  tended to\r\n\nsupport claimant  on the  contribution issue.   In  testimony\r\n\nintroduced at the hearing, Dr. Cadman was invited and refused\r\n\nto  testify  that  he  could  say  to  a  reasonable  medical\r\n\nprobability that  asbestos had  not contributed  to Harford's\r                                                           \r\n\ncancer.   Rather, Dr. Cadman  testified that 10-15% of people\r\n\nwith  occupational  exposure  to  asbestos who  develop  lung\r\n\ncancer  do   not  experience  fibrosis  in  the  lungs.    He\r\n\nspecifically  stated  (after  a  direct  question  on whether\r\n\nasbestos could  have contributed  to  Harford's cancer)  that\r\n\nasbestos  exposure \"may be contributing,\" even in the absence\r\n\nof asbestos-caused fibrosis, \"although at a very small level,\r\n\nbecause he does not have fibrosis.\"  \r\n\n          There is a crucial difference,  acknowledged in our\r\n\ncase  law, between employment-related  injuries that  are the\r\n\nprimary  cause of a  disability and those  which aggravate or\r\n\n                              9\r\r\n\ncontribute  to  a  pre-existing  condition.    See  Director,\r                                                                         \r\n\nO.W.C.P. v. Bath Iron  Works Corp., 129 F.3d 45, 50 (1st Cir.\r                                              \r\n\n1997); Bath Iron Works Corp. v. Director, O.W.C.P., 109  F.3d\r                                                              \r\n\n53, 55 (1st Cir. 1997).  Under the \"aggravation rule,\" even a\r\n\nsmall   contribution  by  a  work-related  condition  to  the\r\n\nclaimant's disability  is sufficient to trigger full recovery\r\n\nunder the  LHWCA; primary causation  need not be shown.   See\r                                                                         \r\n\nHensley v.  Washington Metro.  Area Transit  Auth., 655  F.2d\r                                                              \r\n\n264, 268 (D.C. Cir. 1981).  The aggravation rule embodies the\r\n\nessentially humanitarian purposes  of the LHWCA.   It assures\r\n\nthat  a  claimant  is  compensated  where  employment-related\r\n\ninjury is not  the sole cause  of the claimant's  disability.\r\n\nHere,  Dr. Cadman  testified that  the  absence of  asbestos-\r\n\ncaused fibrosis  is not  sufficient evidence  to support  the\r\n\nconclusion  that  asbestos  exposure did  not  contribute  to\r\n\nHarford's   cancer.    BIW   therefore  did  not   rebut  the\r\n\npresumption that  asbestos exposure contributed  to Harford's\r\n\nlung cancer.   The absence of fibrosis proves  nothing on the\r\n\ncontribution issue.\r\n\n          The ALJ erroneously conflated the primary causation\r\n\nand  contribution  analyses  and  incorrectly concluded  that\r\n\nwhere  there   was  no   primary  causation   there  was   no\r\n\ncontribution, either.   The Board, performing these  analyses\r\n\nseparately,  recognized  the  significance  of  Dr.  Cadman's\r\n\ntestimony as to  contribution.  Because Dr.  Cadman expressly\r\n\n                              10\r\r\n\nstated that asbestos  exposure could have contributed  to the\r\n\ncancer  in the  absence  of  fibrosis,  the  Board  correctly\r\n\nreversed.  In light of the purposes of the Act, manifested by\r\n\nthe    920(a)  presumption,  and  the  precedent  that  close\r\n\nquestions should  be decided in  favor of  the claimant,  see\r                                                                         \r\n\nBath  Iron Works Corp. v. White,  584 F.2d 569, 574 (1st Cir.\r                                           \r\n\n1978), I respectfully dissent.\r\n\n                              11\r\r\n",
  "html": "<p class=\"case_cite\">137 F.3d 673</p>\n    <p class=\"case_cite\">1998 A.M.C. 1345</p>\n    <p class=\"parties\">BATH IRON WORKS CORPORATION and Commercial Union Insurance<br>Company, Petitioners, Appellants,<br>v.<br>DIRECTOR, OFFICE OF WORKERS' COMPENSATION PROGRAMS, United<br>States Department of Labor, Respondents, Appellees.</p>\n    <p class=\"docket\">No. 96-2163.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 2, 1997<br>Decided March 6, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin M. Gillis with whom Troubh, Heisler &amp; Piampiano, Portland, ME, was on brief, for petitioners.</p>\n      <p class=\"indent\">G. William Higbee with whom McTeague, Higbee, MacAdam, Case, Watson &amp; Cohen, Topsham, ME, was on brief, for respondents.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Russell E. Harford, Jr., a long time insulation installer for defendant Bath Iron Works Corp.  (BIW), had to quit work because of shortness of breath.  Suit is brought on his behalf by the Director, Office of Workers' Compensation Programs, U.S. Department of Labor, under the Longshore and Harbor Workers' Compensation Act (LHWCA), 33 U.S.C. &#167; 901 et seq., for work-related disability due to \"Asbestosis and related diseases.\"   It is undisputed that Harford developed lung cancer, and further that his smoking two plus packs of cigarettes a day for 32 years was a basic cause.  It is also undisputed that, though he did not work with asbestos, he was exposed to the dust from neighboring workplaces.  He seeks to bring in this exposure as a contributor to his cancer in order to charge the employer and its insurer.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Trial was had before an ALJ on letters and depositions of medical experts.  In his decision, the ALJ stated that the asbestos did not have to be the \"sole cause\" of the cancer for claimant to recover.  Rather, the entire disability would be compensable if the asbestos contributed to, combined with, or aggravated it.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In short, the ultimate question was whether there was a \"causal relationship between Claimant's employment and his lung cancer.\"   The first issue, however, was whether the employer had met the statutory presumption in claimant's favor.  Title 33 U.S.C. &#167; 920(a) presumes, \"in the absence of substantial evidence to the contrary--(a) That the claim comes within the provisions of [the Act].\" After extensive review and discussion of the evidence, the ALJ found that the presumption was rebutted, which caused it to \"fall\".  See Sprague v. Director, O.W.C.P., 688 F.2d 862, 865 (1st Cir.1982).  Weighing the evidence without the presumption, he found there was no causal relationship between claimant's employment and his cancer.  It is to be stressed that this was not for lack of proof by the claimant, but by belief of affirmative evidence submitted by the employer.  Claimant did not, he found, contract asbestosis, and asbestos without asbestosis did not cause or contribute to the cancer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Benefits Review Board reversed the ALJ's finding that the presumption in claimant's favor had been rebutted, thereby ending the defense.  We reverse.</p>\n    </div>\n    <p>Decision of the Benefits Review Board</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">With reference to the presumption, the Board stated, \"[The] employer's burden on rebuttal [is] to present specific and comprehensive evidence sufficient to sever the causal connection between the injury and the employment.\"   It added, \"The unequivocal testimony of a physician that no relationship exists ... is sufficient to rebut the presumption.\"   This positive language it recast as \"unequivocally severs.\"  \"Unequivocal,\" on a search of dictionaries, universally means \"not doubtful,\" or the like, which we take to mean certainty.  That the Board so intended is inescapably confirmed by its response to employer's expert, Dr. Cadman's unwillingness to be absolutely certain.  Because Dr. Cadman, in the Board's words, conceded that \"asbestos may have contributed to claimant's lung cancer and that he could not exclude that exposure as having contributed\" to it, the Board thought his testimony insufficient to rebut the presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As we have previously held, the presumption is overcome with substantial evidence of non-causation.  See Sprague, 688 F.2d at 865.   Substantial evidence is \"such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\"  Id. (quotations and citation omitted).  This means \"reasonable probabilities.\"   Cf. DaSilva v. American Brands, Inc., 845 F.2d 356, 361 (1st Cir.1988);  Bath Iron Works Corp. v. Director, O.W.C.P., 109 F.3d 53, 56 (1st Cir.1997);  Oberlander's Case, 348 Mass. 1, 7, 200 N.E.2d 268 (1964) (Workmen's Compensation).  Dr. Cadman's medical opinion was found insufficient by the Board, however, because he could not exclude possibilities--a typical expert opinion.  This put an impossible burden on the employer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have, therefore, two questions.  Did the employer submit substantial evidence, when properly defined?  (A question of law for the court, not dependent on credibility.  See Sprague, 688 F.2d at 865;  CNA Ins. Co. v. Legrow, 935 F.2d 430, 433-34 (1st Cir.1991)).  At the same time, we may ask whether the ALJ was warranted in his substantive findings.  In this connection we note 33 U.S.C. &#167; 921(b)(3),</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The findings of fact in the decision under review by the Board shall be conclusive if supported by substantial evidence in the record considered as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This means, obviously, that the ALJ's choice of inferences is to be respected.  See Sprague, 688 F.2d at 866 (\"In reviewing for substantial evidence it is immaterial that the facts permit diverse inferences as long as those drawn by the ALJ are supported by evidence.\").</p>\n    </div>\n    <p>The ALJ's Decision</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The ALJ's conclusions are backed by an extensive discussion of the several experts.  One or more of BIW's experts testified that current medical evidence indicates that a finding of interstitial fibrosis is necessary to reach a diagnosis of asbestosis.  There was testimony that tissue samples and x-ray analyses produced no evidence that Harford had asbestosis;  that he did not have fibrosis at the time of his surgery, and that the alveolar damage found in a biopsy some months later was caused by radiation and chemotherapy rather than by asbestos exposure.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Two experts testified on causation of the cancer.  Dr. Cadman's conclusion was,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>[C]urrent evidence evaluating the association of asbestos exposure, lung fibrosis and lung cancer strongly suggest [sic] that the excess lung cancer attributable to asbestos is associated with fibrosis.   Therefore, lung cancer in the absence of pulmonary fibrosis is most likely lung cancer which developed either from the effects of smoking alone or it arose unrelated to any known carcinogen as occurs in the non-smoker....  I believe that in the absence of fibrosis, that [Mr. Harford's] lung cancer was most likely the result of prior smoking history.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>The ALJ concluded,</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Based on the record medical evidence, I determine that the employer/carriers have produced specific objective clinical evidence and soundly reasoned medical opinions sufficient to sever the causal nexus and have thereby rebutted the Section 20 presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Since the ALJ had stated earlier that cause included contribution, we find that the ALJ was warrantably covering both in this finding.  Dr. Cadman reasonably could be found as of the opinion that diffuse interstitial fibrosis (and therefore asbestosis) is generally present when asbestos exposure is a contributing cause to lung cancer.  Viz., the probability is against asbestos, in the absence of asbestosis.  In other words, asbestos exposure had had no belated, contributory, effect, as well as no original effect.  We believe, following Dr. Cadman's reference to \"excess\" lung cancer, particularly when there had been negative evidence covering the period between surgery and the subsequent biopsy, that his last quoted sentence is not to be read as limiting his opinion to the original cancer.  In short, Dr. Cadman's opinion is substantial evidence of non-causation, sufficient both to rebut the presumption and to support a finding for BIW.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Next?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First, an observation.  Harford's claim was filed on March 20, 1989, just short of nine years ago.  The ALJ's unfavorable decision on the merits was filed on June 10, 1991;  the Board's remand for a hearing on damages on November 23, 1993.  BIW's petition for review of the ALJ's damage finding was filed July 7, 1994.  This finding was affirmed automatically under the statute, Omnibus Consolidated Rescissions and Appropriations Act of 1996, Pub.L. No. 104-134, &#167; 101(d), 110 Stat. 1321, 1321-219 (1996), because of the Board's not having passed on the petition before September 12, 1996.  We believe the time has come to resolve matters.  If we remand the case to the Board to review the ALJ's decision on the merits, it will be bound by his findings in the absence of error.  See 33 U.S.C. &#167; 921(b)(3).  Why the unnecessary steps?   The short answer is that we should take over finally now.  And, indeed, we have already reviewed the ALJ's detailed and careful opinion.  Substantial evidence supports the ALJ's conclusion that there was no causal relationship.  We find no error.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The decision of the Benefits Review Board is reversed, and the denial of claim of Russell E. Harford, Jr. is reinstated.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">LYNCH, Circuit Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The record in this case sets forth substantial evidence to support the Board's finding that the employer, which had rebutted the &#167; 920(a) presumption that asbestos exposure caused claimant's lung cancer, did not rebut the &#167; 920(a) presumption that asbestos exposure contributed to claimant's lung cancer.  I would affirm the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The employer's evidence all went to initial causation with one exception.  That exception was the testimony of its lead expert, Dr. Cadman, and it tended to support claimant on the contribution issue.  In testimony introduced at the hearing, Dr. Cadman was invited and refused to testify that he could say to a reasonable medical probability that asbestos had not contributed to Harford's cancer.  Rather, Dr. Cadman testified that 10-15% of people with occupational exposure to asbestos who develop lung cancer do not experience fibrosis in the lungs.  He specifically stated (after a direct question on whether asbestos could have contributed to Harford's cancer) that asbestos exposure \"may be contributing,\" even in the absence of asbestos-caused fibrosis, \"although at a very small level, because he does not have fibrosis.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">There is a crucial difference, acknowledged in our case law, between employment-related injuries that are the primary cause of a disability and those which aggravate or contribute to a pre-existing condition.  See Director, O.W.C.P. v. Bath Iron Works Corp., 129 F.3d 45, 50 (1st Cir.1997);  Bath Iron Works Corp. v. Director, O.W.C.P., 109 F.3d 53, 55 (1st Cir.1997).  Under the \"aggravation rule,\" even a small contribution by a work-related condition to the claimant's disability is sufficient to trigger full recovery under the LHWCA;  primary causation need not be shown.  See Hensley v. Washington Metro.  Area Transit Auth., 655 F.2d 264, 268 (D.C.Cir.1981).  The aggravation rule embodies the essentially humanitarian purposes of the LHWCA.  It assures that a claimant is compensated where employment-related injury is not the sole cause of the claimant's disability.  Here, Dr. Cadman testified that the absence of asbestos-caused fibrosis is not sufficient evidence to support the conclusion that asbestos exposure did not contribute to Harford's cancer.  BIW therefore did not rebut the presumption that asbestos exposure contributed to Harford's lung cancer.  The absence of fibrosis proves nothing on the contribution issue.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The ALJ erroneously conflated the primary causation and contribution analyses and incorrectly concluded that where there was no primary causation there was no contribution, either.  The Board, performing these analyses separately, recognized the significance of Dr. Cadman's testimony as to contribution.  Because Dr. Cadman expressly stated that asbestos exposure could have contributed to the cancer in the absence of fibrosis, the Board correctly reversed.  In light of the purposes of the Act, manifested by the &#167; 920(a) presumption, and the precedent that close questions should be decided in favor of the claimant, see Bath Iron Works Corp. v. White, 584 F.2d 569, 574 (1st Cir.1978), I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that the Board, similarly to the ALJ, viewed the issue as whether \"claimant's exposure to asbestos did ... cause or contribute to his lung cancer.\"   The parties share this conception.  Thus, we understand \"aggravate\" to be essentially synonymous with \"contribute,\" and to refer to the cancer.  No claim has been made for aggravation of associated symptoms.  Cf. Gardner v. Director, O.W.C.P., 640 F.2d 1385, 1389 (1st Cir.1981)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">673</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">1345</span></span></p>\n    <p class=\"parties\">BATH IRON WORKS CORPORATION and Commercial Union Insurance<br>Company, Petitioners, Appellants,<br>v.<br>DIRECTOR, OFFICE OF WORKERS' COMPENSATION PROGRAMS, United<br>States Department of Labor, Respondents, Appellees.</p>\n    <p class=\"docket\">No. 96-2163.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 2, 1997<br>Decided March 6, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin M. Gillis with whom Troubh, Heisler &amp; Piampiano, Portland, ME, was on brief, for petitioners.</p>\n      <p class=\"indent\">G. William Higbee with whom McTeague, Higbee, MacAdam, Case, Watson &amp; Cohen, Topsham, ME, was on brief, for respondents.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Russell E. Harford, Jr., a long time insulation installer for defendant Bath Iron Works Corp.  (BIW), had to quit work because of shortness of breath.  Suit is brought on his behalf by the Director, Office of Workers' Compensation Programs, U.S. Department of Labor, under the Longshore and Harbor Workers' Compensation Act (LHWCA), 33 U.S.C. &#167; 901 et seq., for work-related disability due to \"Asbestosis and related diseases.\"   It is undisputed that Harford developed lung cancer, and further that his smoking two plus packs of cigarettes a day for 32 years was a basic cause.  It is also undisputed that, though he did not work with asbestos, he was exposed to the dust from neighboring workplaces.  He seeks to bring in this exposure as a contributor to his cancer in order to charge the employer and its insurer.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Trial was had before an ALJ on letters and depositions of medical experts.  In his decision, the ALJ stated that the asbestos did not have to be the \"sole cause\" of the cancer for claimant to recover.  Rather, the entire disability would be compensable if the asbestos contributed to, combined with, or aggravated it.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In short, the ultimate question was whether there was a \"causal relationship between Claimant's employment and his lung cancer.\"   The first issue, however, was whether the employer had met the statutory presumption in claimant's favor.  Title 33 U.S.C. &#167; 920(a) presumes, \"in the absence of substantial evidence to the contrary--(a) That the claim comes within the provisions of [the Act].\" After extensive review and discussion of the evidence, the ALJ found that the presumption was rebutted, which caused it to \"fall\".  See Sprague v. Director, O.W.C.P., <span class=\"citation\" data-id=\"409032\"><a href=\"/opinion/409032/mabel-sprague-widow-of-frederick-sprague-claimant-petitioner-v/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 865 (1st Cir.1982).  Weighing the evidence without the presumption, he found there was no causal relationship between claimant's employment and his cancer.  It is to be stressed that this was not for lack of proof by the claimant, but by belief of affirmative evidence submitted by the employer.  Claimant did not, he found, contract asbestosis, and asbestos without asbestosis did not cause or contribute to the cancer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Benefits Review Board reversed the ALJ's finding that the presumption in claimant's favor had been rebutted, thereby ending the defense.  We reverse.</p>\n    </div>\n    <p>Decision of the Benefits Review Board</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">With reference to the presumption, the Board stated, \"[The] employer's burden on rebuttal [is] to present specific and comprehensive evidence sufficient to sever the causal connection between the injury and the employment.\"   It added, \"The unequivocal testimony of a physician that no relationship exists ... is sufficient to rebut the presumption.\"   This positive language it recast as \"unequivocally severs.\"  \"Unequivocal,\" on a search of dictionaries, universally means \"not doubtful,\" or the like, which we take to mean certainty.  That the Board so intended is inescapably confirmed by its response to employer's expert, Dr. Cadman's unwillingness to be absolutely certain.  Because Dr. Cadman, in the Board's words, conceded that \"asbestos may have contributed to claimant's lung cancer and that he could not exclude that exposure as having contributed\" to it, the Board thought his testimony insufficient to rebut the presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As we have previously held, the presumption is overcome with substantial evidence of non-causation.  See Sprague, 688 F.2d at 865.   Substantial evidence is \"such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\"  Id. (quotations and citation omitted).  This means \"reasonable probabilities.\"   Cf. DaSilva v. American Brands, Inc., <span class=\"citation\" data-id=\"504862\"><a href=\"/opinion/504862/25-fed-r-evid-serv-413-prodliabrepcchp-11763-escolastica/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">356</span></a></span>, 361 (1st Cir.1988);  Bath Iron Works Corp. v. Director, O.W.C.P., <span class=\"citation\" data-id=\"197259\"><a href=\"/opinion/197259/bath-iron-works-v-director/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 56 (1st Cir.1997);  Oberlander's Case, <span class=\"citation\" data-id=\"2038911\"><a href=\"/opinion/2038911/oberlanders-case/\"><span class=\"volume\">348</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></a></span>, 7, <span class=\"citation\" data-id=\"2038911\"><a href=\"/opinion/2038911/oberlanders-case/\"><span class=\"volume\">200</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">268</span></a></span> (1964) (Workmen's Compensation).  Dr. Cadman's medical opinion was found insufficient by the Board, however, because he could not exclude possibilities--a typical expert opinion.  This put an impossible burden on the employer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have, therefore, two questions.  Did the employer submit substantial evidence, when properly defined?  (A question of law for the court, not dependent on credibility.  See Sprague, 688 F.2d at 865;  CNA Ins. Co. v. Legrow, <span class=\"citation\" data-id=\"562614\"><a href=\"/opinion/562614/cna-insurance-company-carrier-v-harry-legrow-and-director-office-of/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span></a></span>, 433-34 (1st Cir.1991)).  At the same time, we may ask whether the ALJ was warranted in his substantive findings.  In this connection we note 33 U.S.C. &#167; 921(b)(3),</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The findings of fact in the decision under review by the Board shall be conclusive if supported by substantial evidence in the record considered as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This means, obviously, that the ALJ's choice of inferences is to be respected.  See Sprague, 688 F.2d at 866 (\"In reviewing for substantial evidence it is immaterial that the facts permit diverse inferences as long as those drawn by the ALJ are supported by evidence.\").</p>\n    </div>\n    <p>The ALJ's Decision</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The ALJ's conclusions are backed by an extensive discussion of the several experts.  One or more of BIW's experts testified that current medical evidence indicates that a finding of interstitial fibrosis is necessary to reach a diagnosis of asbestosis.  There was testimony that tissue samples and x-ray analyses produced no evidence that Harford had asbestosis;  that he did not have fibrosis at the time of his surgery, and that the alveolar damage found in a biopsy some months later was caused by radiation and chemotherapy rather than by asbestos exposure.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Two experts testified on causation of the cancer.  Dr. Cadman's conclusion was,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>[C]urrent evidence evaluating the association of asbestos exposure, lung fibrosis and lung cancer strongly suggest [sic] that the excess lung cancer attributable to asbestos is associated with fibrosis.   Therefore, lung cancer in the absence of pulmonary fibrosis is most likely lung cancer which developed either from the effects of smoking alone or it arose unrelated to any known carcinogen as occurs in the non-smoker....  I believe that in the absence of fibrosis, that [Mr. Harford's] lung cancer was most likely the result of prior smoking history.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>The ALJ concluded,</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Based on the record medical evidence, I determine that the employer/carriers have produced specific objective clinical evidence and soundly reasoned medical opinions sufficient to sever the causal nexus and have thereby rebutted the Section 20 presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Since the ALJ had stated earlier that cause included contribution, we find that the ALJ was warrantably covering both in this finding.  Dr. Cadman reasonably could be found as of the opinion that diffuse interstitial fibrosis (and therefore asbestosis) is generally present when asbestos exposure is a contributing cause to lung cancer.  Viz., the probability is against asbestos, in the absence of asbestosis.  In other words, asbestos exposure had had no belated, contributory, effect, as well as no original effect.  We believe, following Dr. Cadman's reference to \"excess\" lung cancer, particularly when there had been negative evidence covering the period between surgery and the subsequent biopsy, that his last quoted sentence is not to be read as limiting his opinion to the original cancer.  In short, Dr. Cadman's opinion is substantial evidence of non-causation, sufficient both to rebut the presumption and to support a finding for BIW.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Next?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First, an observation.  Harford's claim was filed on March 20, 1989, just short of nine years ago.  The ALJ's unfavorable decision on the merits was filed on June 10, 1991;  the Board's remand for a hearing on damages on November 23, 1993.  BIW's petition for review of the ALJ's damage finding was filed July 7, 1994.  This finding was affirmed automatically under the statute, Omnibus Consolidated Rescissions and Appropriations Act of 1996, Pub.L. No. 104-134, &#167; 101(d), 110 Stat. 1321, 1321-219 (1996), because of the Board's not having passed on the petition before September 12, 1996.  We believe the time has come to resolve matters.  If we remand the case to the Board to review the ALJ's decision on the merits, it will be bound by his findings in the absence of error.  See 33 U.S.C. &#167; 921(b)(3).  Why the unnecessary steps?   The short answer is that we should take over finally now.  And, indeed, we have already reviewed the ALJ's detailed and careful opinion.  Substantial evidence supports the ALJ's conclusion that there was no causal relationship.  We find no error.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The decision of the Benefits Review Board is reversed, and the denial of claim of Russell E. Harford, Jr. is reinstated.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">LYNCH, Circuit Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The record in this case sets forth substantial evidence to support the Board's finding that the employer, which had rebutted the &#167; 920(a) presumption that asbestos exposure caused claimant's lung cancer, did not rebut the &#167; 920(a) presumption that asbestos exposure contributed to claimant's lung cancer.  I would affirm the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The employer's evidence all went to initial causation with one exception.  That exception was the testimony of its lead expert, Dr. Cadman, and it tended to support claimant on the contribution issue.  In testimony introduced at the hearing, Dr. Cadman was invited and refused to testify that he could say to a reasonable medical probability that asbestos had not contributed to Harford's cancer.  Rather, Dr. Cadman testified that 10-15% of people with occupational exposure to asbestos who develop lung cancer do not experience fibrosis in the lungs.  He specifically stated (after a direct question on whether asbestos could have contributed to Harford's cancer) that asbestos exposure \"may be contributing,\" even in the absence of asbestos-caused fibrosis, \"although at a very small level, because he does not have fibrosis.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">There is a crucial difference, acknowledged in our case law, between employment-related injuries that are the primary cause of a disability and those which aggravate or contribute to a pre-existing condition.  See Director, O.W.C.P. v. Bath Iron Works Corp., <span class=\"citation\" data-id=\"197628\"><a href=\"/opinion/197628/bath-iron-works-v-workers-compensation/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 50 (1st Cir.1997);  Bath Iron Works Corp. v. Director, O.W.C.P., <span class=\"citation\" data-id=\"197259\"><a href=\"/opinion/197259/bath-iron-works-v-director/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 55 (1st Cir.1997).  Under the \"aggravation rule,\" even a small contribution by a work-related condition to the claimant's disability is sufficient to trigger full recovery under the LHWCA;  primary causation need not be shown.  See Hensley v. Washington Metro.  Area Transit Auth., <span class=\"citation\" data-id=\"392797\"><a href=\"/opinion/392797/william-david-hensley-v-washington-metropolitan-area-transit-authority/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">264</span></a></span>, 268 (D.C.Cir.1981).  The aggravation rule embodies the essentially humanitarian purposes of the LHWCA.  It assures that a claimant is compensated where employment-related injury is not the sole cause of the claimant's disability.  Here, Dr. Cadman testified that the absence of asbestos-caused fibrosis is not sufficient evidence to support the conclusion that asbestos exposure did not contribute to Harford's cancer.  BIW therefore did not rebut the presumption that asbestos exposure contributed to Harford's lung cancer.  The absence of fibrosis proves nothing on the contribution issue.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The ALJ erroneously conflated the primary causation and contribution analyses and incorrectly concluded that where there was no primary causation there was no contribution, either.  The Board, performing these analyses separately, recognized the significance of Dr. Cadman's testimony as to contribution.  Because Dr. Cadman expressly stated that asbestos exposure could have contributed to the cancer in the absence of fibrosis, the Board correctly reversed.  In light of the purposes of the Act, manifested by the &#167; 920(a) presumption, and the precedent that close questions should be decided in favor of the claimant, see Bath Iron Works Corp. v. White, <span class=\"citation\" data-id=\"359879\"><a href=\"/opinion/359879/bath-iron-works-corporation-and-commercial-union-companies-v-russell-e/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 574 (1st Cir.1978), I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that the Board, similarly to the ALJ, viewed the issue as whether \"claimant's exposure to asbestos did ... cause or contribute to his lung cancer.\"   The parties share this conception.  Thus, we understand \"aggravate\" to be essentially synonymous with \"contribute,\" and to refer to the cancer.  No claim has been made for aggravation of associated symptoms.  Cf. Gardner v. Director, O.W.C.P., <span class=\"citation\" data-id=\"387184\"><a href=\"/opinion/387184/kenneth-m-gardner-sr-v-the-director-office-of-workers-compensation/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1385</span></a></span>, 1389 (1st Cir.1981)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2038911/"
  ]
}