{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197832/",
  "absolute_url": "/opinion/197832/delgado-v-plaza-las-americas/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197832/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:39:56Z",
  "date_modified": "2017-03-24T10:53:31.069007Z",
  "type": "010combined",
  "sha1": "e33b14d8de7d8b23db4fc9b13ac89fe040145d2d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1750.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                    For the First Circuit\r\n                                        \r\n\nNo. 97-1750\r\n\n                       JULIO DELGADO,\r\n\n                    Plaintiff, Appellant,\r\n\n                             v.\r\n\n              PLAZA LAS AMERICAS, INC., ET AL.,\r\n\n                   Defendants, Appellees.\r\n\n                                        \r\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Salvador E. Casellas, U.S. District Judge]\r\n\n                                        \r\n\n                           Before\r\n\n                   Torruella, Chief Judge,\r\n              Boudin and Stahl, Circuit Judges.\r\n\n                                        \r\n\nJorge Miguel Suro Ballester, with whom Cherie K. Durand and Law\r\nOffices Benjamin Acosta, Jr. were on brief for appellant.\r\nIvan M. Fernandez for appellees.\r\n\n                                         \r\n\n                        March 9, 1998\r\n                                               Per curiam.  Plaintiff-appellant Julio Delgado appeals from\r\nthe district court's dismissal of his complaint against\r\ndefendants-appellees Plaza Las Americas, Inc. and Universal\r\nInsurance Company for failure to join a party needed for just\r\nadjudication.  See Fed. R. Civ. P. 19.  Because we conclude\r\nthat the court's determination was premised upon a mistaken\r\nreading of Fed. R. Civ. P. 19(a)(2)(ii), we vacate and\r\nremand.\r\n                           I.\r\n  On August 19, 1994, Nannette Delgado Ocasio was sexually\r\nabused and raped at gunpoint by an unidentified man on the\r\npremises of the Plaza Las Americas shopping center in San\r\nJuan, Puerto Rico.  Subsequently, plaintiff, who is Ocasio's\r\nfather and a Florida resident, brought this diversity action\r\nin United States District Court for the District of Puerto\r\nRico.  The complaint sought damages for the emotional pain\r\nand anguish plaintiff suffered as a result of the rape of his\r\ndaughter.  Meanwhile, Ocasio, who is a Puerto Rico resident,\r\nsued the same defendants in Puerto Rico Superior Court.\r\n  On February 27, 1996, acting sua sponte, the district court\r\ndirected Delgado to show cause why this case should not be\r\ndismissed for (i) failure to meet the amount in controversy\r\nrequirement of 28 U.S.C.  1332(a); and/or (ii) nonjoinder of\r\n   a non-diverse party -- Ocasio -- needed for just\r\nadjudication.  Thereafter, the district court dismissed\r\nDelgado's complaint without prejudice, holding that, although\r\na sufficient amount in controversy had been established,\r\nDelgado had failed to join a party necessary to the lawsuit\r\nunder Fed. R. Civ. P. 19(a)(2)(ii)(an absentee may be deemed\r\na necessary party if nonjoinder could \"leave any of the\r\npersons already parties subject to a substantial risk of\r\nincurring double, multiple, or otherwise inconsistent\r\n obligations by reason of the claimed interest\"), and\r\nindispensable to the lawsuit under Fed. R. Civ. P. 19(b).\r\n  In determining that Ocasio was a necessary party, the court\r\nreasoned that the potential for inconsistent verdicts in\r\nOcasio's state action and Delgado's federal action subjected\r\ndefendants to a substantial risk of incurring multiple or\r\notherwise inconsistent obligations.  The court also observed\r\n that allowing the two actions to proceed would be an\r\ninefficient use of judicial resources and raised the specter\r\n of one of the plaintiffs using \"offensive collateral\r\nestoppel\" against defendants.    Having determined that Ocasio\r\nwas a necessary party on these bases, the court applied the\r\ngestalt factors set forth in Fed. R. Civ. P. 19(b) and found\r\nthat Ocasio also was indispensable to the lawsuit.  Because\r\nOcasio was non-diverse, the court then dismissed the action\r\nwithout prejudice to its being reinstated should the\r\nCommonwealth court deny plaintiff permission to join in\r\nOcasio's lawsuit.\r\n                          II.\r\n  Plaintiff makes three arguments on appeal.  He first contends\r\nthat the district court exceeded its discretion in addressing\r\nthe issue of nonjoinder sua sponte.  He also argues that the\r\ncourt premised its dismissal upon an erroneous construction\r\nof Fed. R. Civ. P. 19(a)(2)(ii).  Finally, he challenges the\r\nlower court's indispensability determination under Fed. R.\r\nCiv. P. 19(b).  For their part, defendants contend that we do\r\nnot have appellate jurisdiction over this appeal under 28\r\nU.S.C.  1291 because the dismissal challenged here was\r\nwithout prejudice and was therefore not a final judgment.\r\n  Although we accept plaintiff's second argument, we think it\r\nimportant to note that his first argument is entirely\r\nunpersuasive.  We have squarely held that a district court\r\nmay raise the issue of nonjoinder sua sponte.  See Gonzalezv. Cruz, 926 F.2d 1, 5 n.6 (1st Cir. 1991) (citing Fed. R.\r\nCiv. P. 21).  So too do we reject summarily defendant's\r\ncontention that we lack appellate jurisdiction over this\r\nmatter, as the effect of the dismissal without prejudice was\r\nto oust from federal court a suit over which the court had\r\nsubject matter jurisdiction.  See Moses H. Cone Hosp. v.\r\n Mercury Constr. Corp., 460 U.S. 1, 9-10 &amp; n.8 (1982)\r\n(appellate court has jurisdiction where district court enters\r\na stay with expectation that if plaintiff does not obtain\r\nrelief in state court federal litigation may resume); Burnsv. Watler, 931 F.2d 140, 143 (1st Cir. 1991) (similar).\r\n  The primary question before us, then, is whether the district\r\ncourt correctly determined that Ocasio is a necessary party\r\nunder Fed. R. Civ. P. 19(a)(2)(ii).    As stated above, Fed.\r\nR. Civ. P. 19(a)(2)(ii) provides that an absentee may be\r\ndeemed a necessary party if nonjoinder will \"leave any of the\r\npersons already parties subject to substantial risk of\r\nincurring double, multiple, or otherwise inconsistent\r\nobligations by reason of the claimed interest.\"  Although the\r\nplaintiff has the right to control his own litigation and to\r\nchoose his own forum, Fed. R. Civ. P. 19(a)(2)(ii) balances\r\nthese rights against the defendants' (and systemic) interests\r\nin avoiding judgments giving rise to \"inconsistent\r\nobligations.\"  See Schutten v. Shell Oil Co., 421 F.2d 869,\r\n873 (5th Cir. 1970). \r\n    \"Inconsistent obligations\" are not, however, the same as\r\ninconsistent adjudications or results.  See Micheel v.\r\nHaralson, 586 F. Supp. 169, 171 (E.D. Pa. 1983); see also 4\r\nJames Wm. Moore et al., Moore's Federal Practice  19.03 (3d\r\ned. 1997).  Inconsistent obligations occur when a party is\r\nunable to comply with one court's order without breaching\r\nanother court's order concerning the same incident.  See 4\r\nMoore's at  19.03.  Inconsistent adjudications or results,\r\nby contrast, occur when a defendant successfully defends a\r\nclaim in one forum, yet loses on another claim arising from\r\nthe same incident in another forum.  See National Union Fire\r\nIns. Co. of Pittsburgh v. Massachusetts Mun. Wholesale Elec.\r\nCo., 117 F.R.D. 321, 322 (D. Mass. 1987) (citing Bedel v.\r\nThompson, 103 F.R.D. 78, 81 (S.D. Ohio 1984)); see also Boonev. General Motors Acceptance Corp., 682 F.2d 552, 554 (5th\r\nCir. 1982)(the threat of inconsistent obligations, not\r\nmultiple litigations, informs Fed. R. Civ. P. 19(a)\r\nconsiderations); Field v. Volkswagenwerk AG, 626 F.2d 293,\r\n301 (3d Cir. 1980) (similar).     Unlike a risk of inconsistent\r\nobligations, a risk that a defendant who has successfully\r\ndefended against a party may be found liable to another party\r\nin a subsequent action arising from the same incident --\r\ni.e., a risk of inconsistent adjudications or results -- does\r\nnot necessitate joinder of all of the parties into one action\r\npursuant to Fed. R. Civ. P. 19(a).  See Field, 626 F.2d at\r\n301.  Moreover, where two suits arising from the same\r\nincident involve different causes of action, defendants are\r\nnot faced with the potential for double liability because\r\nseparate suits have different consequences and different\r\nmeasures of damages.  See In Re Torcise, 116 F.3d 860, 866\r\n(11th Cir. 1997).\r\n    In this situation, defendants faced a federal action and a\r\nstate action arising from the same incident.  In reasoning\r\nthat defendants could be facing \"inconsistent obligations,\"\r\nthe district court noted that defendants could be found\r\nliable to Delgado in federal court, but not liable to Ocasio\r\nin state court, or vice versa.  Although the court also\r\nlooked to other factors in reaching its conclusion, it is\r\nthis determination -- which is really a determination that\r\ndefendants faced the threat of inconsistent results -- that\r\ngrounded the court's ruling that Ocasio was a necessary party\r\nto this lawsuit.  Yet as we have explained, the mere\r\npossibility of inconsistent results in separate actions does\r\nnot make the plaintiff in each action a necessary party to\r\nthe other.  And even if it did, the fact remains that Ocasio\r\nand her father have separate causes of action based on\r\ndifferent theories of recovery.  We therefore cannot sustain\r\nthe court's ruling that Ocasio is a party both necessary and\r\nindispensable to this lawsuit.\r\n                          III.\r\n  Although we think the district court was likely correct in\r\nthinking that efficiency would be served if Delgado's claim\r\nand Ocasio's claim were litigated in the same proceeding,\r\nFed. R. Civ. P. 19 does not permit us to treat this concern\r\n alone as a basis for refusing to exercise diversity\r\njurisdiction over this case.  And whether wise or not, the\r\nlesson of the abstention cases is, of course, that federal\r\njurisdiction should be asserted almost all the time.  We\r\ntherefore are left with no choice other than to vacate the\r\n     judgment and remand for further proceedings.\r\n                    Vacated and remanded.\n",
  "html": "<p class=\"case_cite\">139 F.3d 1</p>\n    <p class=\"case_cite\">40 Fed.R.Serv.3d 119</p>\n    <p class=\"parties\">Julio DELGADO, Plaintiff, Appellant,<br>v.<br>PLAZA LAS AMERICAS, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 97-1750.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1997.<br>Decided March 9, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jorge Miguel Suro Ballester, with whom Cherie K. Durand and Law Offices Benjamin Acosta, Jr., San Juan, PR, were on brief, for appellant.</p>\n      <p class=\"indent\">Ivan M. Fernandez, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Julio Delgado appeals from the district court's dismissal of his complaint against defendants-appellees Plaza Las Americas, Inc. and Universal Insurance Company for failure to join a party needed for just adjudication.  See Fed.R.Civ.P. 19.  Because we conclude that the court's determination was premised upon a mistaken reading of Fed.R.Civ.P. 19(a)(2)(ii), we vacate and remand.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 19, 1994, Nannette Delgado Ocasio was sexually abused and raped at gunpoint by an unidentified man on the premises of the Plaza Las Americas shopping center in San Juan, Puerto Rico.  Subsequently, plaintiff, who is Ocasio's father and a Florida resident, brought this diversity action in United States District Court for the District of Puerto Rico.  The complaint sought damages for the emotional pain and anguish plaintiff suffered as a result of the rape of his daughter.  Meanwhile, Ocasio, who is a Puerto Rico resident, sued the same defendants in Puerto Rico Superior Court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 27, 1996, acting sua sponte, the district court directed Delgado to show cause why this case should not be dismissed for (i) failure to meet the amount in controversy requirement of 28 U.S.C. &#167; 1332(a);  and/or (ii) nonjoinder of a non-diverse party--Ocasio--needed for just adjudication.  Thereafter, the district court dismissed Delgado's complaint without prejudice, holding that, although a sufficient amount in controversy had been established, Delgado had failed to join a party necessary to the lawsuit under Fed.R.Civ.P. 19(a)(2)(ii)(an absentee may be deemed a necessary party if nonjoinder could \"leave any of the persons already parties subject to a substantial risk of incurring double, multiple, or otherwise inconsistent obligations by reason of the claimed interest\"), and indispensable to the lawsuit under Fed.R.Civ.P. 19(b).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In determining that Ocasio was a necessary party, the court reasoned that the potential for inconsistent verdicts in Ocasio's state action and Delgado's federal action subjected defendants to a substantial risk of incurring multiple or otherwise inconsistent obligations.  The court also observed that allowing the two actions to proceed would be an inefficient use of judicial resources and raised the specter of one of the plaintiffs using \"offensive collateral estoppel\" against defendants.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Having determined that Ocasio was a necessary party on these bases, the court applied the gestalt factors set forth in Fed.R.Civ.P. 19(b) and found that Ocasio also was indispensable to the lawsuit.  Because Ocasio was non-diverse, the court then dismissed the action without prejudice to its being reinstated should the Commonwealth court deny plaintiff permission to join in Ocasio's lawsuit.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiff makes three arguments on appeal.  He first contends that the district court exceeded its discretion in addressing the issue of nonjoinder sua sponte.   He also argues that the court premised its dismissal upon an erroneous construction of Fed.R.Civ.P. 19(a)(2)(ii).  Finally, he challenges the lower court's indispensability determination under Fed.R.Civ.P. 19(b).  For their part, defendants contend that we do not have appellate jurisdiction over this appeal under 28 U.S.C. &#167; 1291 because the dismissal challenged here was without prejudice and was therefore not a final judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although we accept plaintiff's second argument, we think it important to note that his first argument is entirely unpersuasive.  We have squarely held that a district court may raise the issue of nonjoinder sua sponte.  See Gonzalez v. Cruz, 926 F.2d 1, 5 n. 6 (1st Cir.1991) (citing Fed.R.Civ.P. 21).  So too do we reject summarily defendant's contention that we lack appellate jurisdiction over this matter, as the effect of the dismissal without prejudice was to oust from federal court a suit over which the court had subject matter jurisdiction.  See Moses H. Cone Hosp. v. Mercury Constr.  Corp., 460 U.S. 1, 9-10 &amp; n. 8, 103 S.Ct. 927, 933-34 &amp; n. 8, 74 L.Ed.2d 765 (1983) (appellate court has jurisdiction where district court enters a stay with expectation that if plaintiff does not obtain relief in state court federal litigation may resume);  Burns v. Watler, 931 F.2d 140, 143 (1st Cir.1991) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The primary question before us, then, is whether the district court correctly determined that Ocasio is a necessary party under Fed.R.Civ.P. 19(a)(2)(ii).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As stated above, Fed.R.Civ.P. 19(a)(2)(ii) provides that an absentee may be deemed a necessary party if nonjoinder will \"leave any of the persons already parties subject to substantial risk of incurring double, multiple, or otherwise inconsistent obligations by reason of the claimed interest.\"   Although the plaintiff has the right to control his own litigation and to choose his own forum, Fed.R.Civ.P. 19(a)(2)(ii) balances these rights against the defendants' (and systemic) interests in avoiding judgments giving rise to \"inconsistent obligations.\"   See Schutten v. Shell Oil Co., 421 F.2d 869, 873 (5th Cir.1970).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"Inconsistent obligations\" are not, however, the same as inconsistent adjudications or results.  See Micheel v. Haralson, 586 F.Supp. 169, 171 (E.D.Pa.1983);  see also 4 James Wm. Moore et al., Moore's Federal Practice p 19.03 (3d ed.1997).  Inconsistent obligations occur when a party is unable to comply with one court's order without breaching another court's order concerning the same incident.  See 4 Moore's at p 19.03.  Inconsistent adjudications or results, by contrast, occur when a defendant successfully defends a claim in one forum, yet loses on another claim arising from the same incident in another forum.  See National Union Fire Ins. Co. of Pittsburgh v. Massachusetts Mun. Wholesale Elec. Co., 117 F.R.D. 321, 322 (D.Mass.1987) (citing Bedel v. Thompson, 103 F.R.D. 78, 81 (S.D.Ohio 1984));  see also Boone v. General Motors Acceptance Corp., 682 F.2d 552, 554 (5th Cir.1982)(the threat of inconsistent obligations, not multiple litigations, informs Fed.R.Civ.P. 19(a) considerations);  Field v. Volkswagenwerk AG, 626 F.2d 293, 301 (3d Cir.1980) (similar).  Unlike a risk of inconsistent obligations, a risk that a defendant who has successfully defended against a party may be found liable to another party in a subsequent action arising from the same incident--i.e., a risk of inconsistent adjudications or results--does not necessitate joinder of all of the parties into one action pursuant to Fed.R.Civ.P. 19(a).  See Field, 626 F.2d at 301.   Moreover, where two suits arising from the same incident involve different causes of action, defendants are not faced with the potential for double liability because separate suits have different consequences and different measures of damages.  See In re Torcise, 116 F.3d 860, 866 (11th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this situation, defendants faced a federal action and a state action arising from the same incident.  In reasoning that defendants could be facing \"inconsistent obligations,\" the district court noted that defendants could be found liable to Delgado in federal court, but not liable to Ocasio in state court, or vice versa.  Although the court also looked to other factors in reaching its conclusion, it is this determination--which is really a determination that defendants faced the threat of inconsistent results--that grounded the court's ruling that Ocasio was a necessary party to this lawsuit.  Yet as we have explained, the mere possibility of inconsistent results in separate actions does not make the plaintiff in each action a necessary party to the other.  And even if it did, the fact remains that Ocasio and her father have separate causes of action based on different theories of recovery.  We therefore cannot sustain the court's ruling that Ocasio is a party both necessary and indispensable to this lawsuit.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although we think the district court was likely correct in thinking that efficiency would be served if Delgado's claim and Ocasio's claim were litigated in the same proceeding, Fed.R.Civ.P. 19 does not permit us to treat this concern alone as a basis for refusing to exercise diversity jurisdiction over this case.  And whether wise or not, the lesson of the abstention cases is, of course, that federal jurisdiction should be asserted almost all the time.  We therefore are left with no choice other than to vacate the judgment and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court did not, however, explain how these additional considerations might subject defendants to \"inconsistent obligations\" under Fed.R.Civ.P. 19(a)(2)(ii)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In so stating, we note that a party cannot be indispensable under Fed.R.Civ.P. 19(b) unless she is first deemed necessary under Fed.R.Civ.P. 19(a)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">119</span></span></p>\n    <p class=\"parties\">Julio DELGADO, Plaintiff, Appellant,<br>v.<br>PLAZA LAS AMERICAS, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 97-1750.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1997.<br>Decided March 9, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jorge Miguel Suro Ballester, with whom Cherie K. Durand and Law Offices Benjamin Acosta, Jr., San Juan, PR, were on brief, for appellant.</p>\n      <p class=\"indent\">Ivan M. Fernandez, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Julio Delgado appeals from the district court's dismissal of his complaint against defendants-appellees Plaza Las Americas, Inc. and Universal Insurance Company for failure to join a party needed for just adjudication.  See Fed.R.Civ.P. 19.  Because we conclude that the court's determination was premised upon a mistaken reading of Fed.R.Civ.P. 19(a)(2)(ii), we vacate and remand.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 19, 1994, Nannette Delgado Ocasio was sexually abused and raped at gunpoint by an unidentified man on the premises of the Plaza Las Americas shopping center in San Juan, Puerto Rico.  Subsequently, plaintiff, who is Ocasio's father and a Florida resident, brought this diversity action in United States District Court for the District of Puerto Rico.  The complaint sought damages for the emotional pain and anguish plaintiff suffered as a result of the rape of his daughter.  Meanwhile, Ocasio, who is a Puerto Rico resident, sued the same defendants in Puerto Rico Superior Court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 27, 1996, acting sua sponte, the district court directed Delgado to show cause why this case should not be dismissed for (i) failure to meet the amount in controversy requirement of 28 U.S.C. &#167; 1332(a);  and/or (ii) nonjoinder of a non-diverse party--Ocasio--needed for just adjudication.  Thereafter, the district court dismissed Delgado's complaint without prejudice, holding that, although a sufficient amount in controversy had been established, Delgado had failed to join a party necessary to the lawsuit under Fed.R.Civ.P. 19(a)(2)(ii)(an absentee may be deemed a necessary party if nonjoinder could \"leave any of the persons already parties subject to a substantial risk of incurring double, multiple, or otherwise inconsistent obligations by reason of the claimed interest\"), and indispensable to the lawsuit under Fed.R.Civ.P. 19(b).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In determining that Ocasio was a necessary party, the court reasoned that the potential for inconsistent verdicts in Ocasio's state action and Delgado's federal action subjected defendants to a substantial risk of incurring multiple or otherwise inconsistent obligations.  The court also observed that allowing the two actions to proceed would be an inefficient use of judicial resources and raised the specter of one of the plaintiffs using \"offensive collateral estoppel\" against defendants.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Having determined that Ocasio was a necessary party on these bases, the court applied the gestalt factors set forth in Fed.R.Civ.P. 19(b) and found that Ocasio also was indispensable to the lawsuit.  Because Ocasio was non-diverse, the court then dismissed the action without prejudice to its being reinstated should the Commonwealth court deny plaintiff permission to join in Ocasio's lawsuit.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiff makes three arguments on appeal.  He first contends that the district court exceeded its discretion in addressing the issue of nonjoinder sua sponte.   He also argues that the court premised its dismissal upon an erroneous construction of Fed.R.Civ.P. 19(a)(2)(ii).  Finally, he challenges the lower court's indispensability determination under Fed.R.Civ.P. 19(b).  For their part, defendants contend that we do not have appellate jurisdiction over this appeal under 28 U.S.C. &#167; 1291 because the dismissal challenged here was without prejudice and was therefore not a final judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although we accept plaintiff's second argument, we think it important to note that his first argument is entirely unpersuasive.  We have squarely held that a district court may raise the issue of nonjoinder sua sponte.  See Gonzalez v. Cruz, <span class=\"citation\" data-id=\"556384\"><a href=\"/opinion/556384/damaris-gonzalez-v-migdalia-cruz/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 n. 6 (1st Cir.1991) (citing Fed.R.Civ.P. 21).  So too do we reject summarily defendant's contention that we lack appellate jurisdiction over this matter, as the effect of the dismissal without prejudice was to oust from federal court a suit over which the court had subject matter jurisdiction.  See Moses H. Cone Hosp. v. Mercury Constr.  Corp., <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9-10 &amp; n. 8, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, 933-34 &amp; n. 8, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></a></span> (1983) (appellate court has jurisdiction where district court enters a stay with expectation that if plaintiff does not obtain relief in state court federal litigation may resume);  Burns v. Watler, <span class=\"citation\" data-id=\"559872\"><a href=\"/opinion/559872/william-a-burns-v-jamie-n-watler-etc/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">140</span></a></span>, 143 (1st Cir.1991) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The primary question before us, then, is whether the district court correctly determined that Ocasio is a necessary party under Fed.R.Civ.P. 19(a)(2)(ii).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As stated above, Fed.R.Civ.P. 19(a)(2)(ii) provides that an absentee may be deemed a necessary party if nonjoinder will \"leave any of the persons already parties subject to substantial risk of incurring double, multiple, or otherwise inconsistent obligations by reason of the claimed interest.\"   Although the plaintiff has the right to control his own litigation and to choose his own forum, Fed.R.Civ.P. 19(a)(2)(ii) balances these rights against the defendants' (and systemic) interests in avoiding judgments giving rise to \"inconsistent obligations.\"   See Schutten v. Shell Oil Co., <span class=\"citation\" data-id=\"288424\"><a href=\"/opinion/288424/ferdinand-henry-schutten-v-shell-oil-company/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span>, 873 (5th Cir.1970).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"Inconsistent obligations\" are not, however, the same as inconsistent adjudications or results.  See Micheel v. Haralson, <span class=\"citation\" data-id=\"1903643\"><a href=\"/opinion/1903643/micheel-v-haralson/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">169</span></a></span>, 171 (E.D.Pa.1983);  see also 4 James Wm. Moore et al., Moore's Federal Practice p 19.03 (3d ed.1997).  Inconsistent obligations occur when a party is unable to comply with one court's order without breaching another court's order concerning the same incident.  See 4 Moore's at p 19.03.  Inconsistent adjudications or results, by contrast, occur when a defendant successfully defends a claim in one forum, yet loses on another claim arising from the same incident in another forum.  See National Union Fire Ins. Co. of Pittsburgh v. Massachusetts Mun. Wholesale Elec. Co., <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">321</span></span>, 322 (D.Mass.1987) (citing Bedel v. Thompson, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">78</span></span>, 81 (S.D.Ohio 1984));  see also Boone v. General Motors Acceptance Corp., <span class=\"citation\" data-id=\"406090\"><a href=\"/opinion/406090/james-m-boone-v-general-motors-acceptance-corporation/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span>, 554 (5th Cir.1982)(the threat of inconsistent obligations, not multiple litigations, informs Fed.R.Civ.P. 19(a) considerations);  Field v. Volkswagenwerk AG, <span class=\"citation\" data-id=\"380444\"><a href=\"/opinion/380444/ivana-field-individually-and-as-administratrix-of-the-estate-of-arthur/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">293</span></a></span>, 301 (3d Cir.1980) (similar).  Unlike a risk of inconsistent obligations, a risk that a defendant who has successfully defended against a party may be found liable to another party in a subsequent action arising from the same incident--i.e., a risk of inconsistent adjudications or results--does not necessitate joinder of all of the parties into one action pursuant to Fed.R.Civ.P. 19(a).  See Field, 626 F.2d at 301.   Moreover, where two suits arising from the same incident involve different causes of action, defendants are not faced with the potential for double liability because separate suits have different consequences and different measures of damages.  See In re Torcise, <span class=\"citation\" data-id=\"742617\"><a href=\"/opinion/742617/in-re-joseph-a-torcise-jr-debtor-joseph-a-torcise-jr-dba-joe/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">860</span></a></span>, 866 (11th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this situation, defendants faced a federal action and a state action arising from the same incident.  In reasoning that defendants could be facing \"inconsistent obligations,\" the district court noted that defendants could be found liable to Delgado in federal court, but not liable to Ocasio in state court, or vice versa.  Although the court also looked to other factors in reaching its conclusion, it is this determination--which is really a determination that defendants faced the threat of inconsistent results--that grounded the court's ruling that Ocasio was a necessary party to this lawsuit.  Yet as we have explained, the mere possibility of inconsistent results in separate actions does not make the plaintiff in each action a necessary party to the other.  And even if it did, the fact remains that Ocasio and her father have separate causes of action based on different theories of recovery.  We therefore cannot sustain the court's ruling that Ocasio is a party both necessary and indispensable to this lawsuit.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although we think the district court was likely correct in thinking that efficiency would be served if Delgado's claim and Ocasio's claim were litigated in the same proceeding, Fed.R.Civ.P. 19 does not permit us to treat this concern alone as a basis for refusing to exercise diversity jurisdiction over this case.  And whether wise or not, the lesson of the abstention cases is, of course, that federal jurisdiction should be asserted almost all the time.  We therefore are left with no choice other than to vacate the judgment and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court did not, however, explain how these additional considerations might subject defendants to \"inconsistent obligations\" under Fed.R.Civ.P. 19(a)(2)(ii)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In so stating, we note that a party cannot be indispensable under Fed.R.Civ.P. 19(b) unless she is first deemed necessary under Fed.R.Civ.P. 19(a)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/288424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/742617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903643/"
  ]
}