{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197861/",
  "absolute_url": "/opinion/197861/rodriguez-v-correctional-center/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197861/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:40:34Z",
  "date_modified": "2017-03-24T10:53:44.059224Z",
  "type": "010combined",
  "sha1": "a635b5b714c1bfd6d78dafbd9ad3798f435e00ae",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-8068.01A",
  "local_path": null,
  "plain_text": "             UNITED STATES COURT OF APPEALS\r\n                 FOR THE FIRST CIRCUIT\r\n\n                                        \r\n\nMisc. No. 97-8068\r\n\n               HECTOR SANTIAGO RODRIGUEZ,\r\n\n                  Putative Petitioner,\r\n\n                           v.\r\n\n     SUPERINTENDENT, BAY STATE CORRECTIONAL CENTER,\r\n\n                  Putative Respondent.\r\n\n                                        \r\n\n            ON APPLICATION FOR LEAVE TO FILE\r\n\n         A SECOND OR SUCCESSIVE HABEAS PETITION\r\n\n                                         \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n            Selya and Stahl, Circuit Judges.\r\n\n                                        \r\n\nJames F. McNiff, II for the putative petitioner.\r\nGregory I. Massing, Assistant Attorney General, with whom\r\nScott Harshbarger, Attorney General, was on brief, for the putative\r\nrespondent.\r\n\n                                        \r\n\n                    March 23, 1998\r\n\n                                          SELYA, Circuit Judge.  This proceeding involves questions\r\nof novel impression.  It finds its genesis in an application by\r\nHector Santiago Rodriguez for permission to file a third habeas\r\ncorpus petition seeking relief from his conviction, nearly three\r\ndecades ago, for first-degree murder.  Because the putative\r\npetitioner (who, for simplicity's sake, we shall refer to as\r\n\"petitioner,\" without any qualifying adjective) fails to satisfy the\r\nstatutory prerequisites for filing a successive petition, we deny\r\nhis application.\r\nI.  BACKGROUND\r\nOn November 30, 1971, a Massachusetts jury convicted\r\nRodriguez of the first-degree murder of William Alonzo Johnson. \r\nThe trial judge sentenced him to life imprisonment and the\r\nMassachusetts Supreme Judicial Court (SJC) affirmed his conviction. \r\nSee Commonwealth v. Rodriguez, 300 N.E.2d 192 (Mass. 1973).\r\nIn addition to filing various post-conviction motions in\r\nthe state courts, Rodriguez also filed two unsuccessful habeas\r\npetitions in the federal courts.  The first, circa 1977, challenged\r\nthe constitutionality of the trial judge's comments to the jury\r\nduring deliberations.  The second, filed in 1984, asserted that the\r\ntrial judge's end-of-case jury instructions unconstitutionally\r\nrelieved the prosecution of its burden to prove beyond a reasonable\r\ndoubt that Rodriguez had not acted in self-defense.\r\nIn 1995, Rodriguez filed another motion for new trial in\r\nthe Massachusetts courts.  This motion took renewed aim at the\r\nconstitutionality of the jury instructions, this time targeting the\r\ntrial judge's use of \"moral certainty\" language in his reasonable\r\ndoubt instructions.  Relying on Cage v. Louisiana, 498 U.S. 39\r\n(1990) (per curiam), Rodriguez argued that the targeted language\r\nabridged his right to due process by permitting the jury to convict\r\nhim even if the prosecution had not proved its case beyond a\r\nreasonable doubt.  The state superior court denied Rodriguez's\r\nmotion and, on November 18, 1996, the SJC refused further appellate\r\nreview.\r\nDuring the pendency of these state court proceedings,\r\nCongress enacted the Antiterrorism and Effective Death Penalty Act\r\nof 1996, Pub. L. No. 104-132, 110 Stat. 1214 (1996) (AEDPA).  While\r\nAEDPA preserves a state prisoner's right to seek federal habeas\r\nreview of an unconstitutionally obtained conviction, it prohibits\r\na district court from entertaining second or successive habeas\r\npetitions without pre-clearance by the appropriate court of\r\nappeals.  See 28 U.S.C.  2244(b)(3) (Supp. 1996).  Thus, on\r\nOctober 3, 1997, Rodriguez approached this court and requested\r\nauthorization to pursue a third habeas petition in the federal\r\ndistrict court.  The featured claim echoes that pressed before the\r\nMassachusetts courts:  Rodriguez contends that Cage's condemnation\r\nof some moral certainty instructions as violative of due process,\r\n498 U.S. at 41, is \"a new rule of constitutional law, made\r\nretroactive to cases on collateral review by the Supreme Court,\r\nthat was previously unavailable.\"  28 U.S.C.  2244(b)(2)(A). \r\nRealizing that resolution of Rodriguez's application requires this\r\ncourt to interpret certain of AEDPA's provisions for the first\r\ntime, we requested additional briefing and entertained oral\r\nargument.\r\nII.  ANALYSIS\r\nBecause Rodriguez filed his application for leave to\r\nprosecute a third habeas petition long after AEDPA's effective\r\ndate, AEDPA governs here.  See Lindh v. Murphy, 117 S. Ct. 2059,\r\n2063 (1997).  The statute contains a gatekeeping mechanism that \r\nscreens second or successive habeas petitions before they reach the\r\ndistrict court.  See Felker v. Turpin, 116 S. Ct. 2333, 2340\r\n(1996).  This mechanism closes the doors of the district court to\r\na prisoner who wishes to file a second or successive petition\r\nunless and until he obtains advance clearance from the appropriate\r\ncourt of appeals.  See 28 U.S.C.  2244(b)(3).  AEDPA instructs\r\nthat a potential repeat petitioner must make a \"prima facie\r\nshowing,\" 28 U.S.C.  2244(b)(3)(C), to this court either that his\r\n\"claim relies on a new rule of constitutional law, made retroactive\r\nto cases on collateral review by the Supreme Court, that was\r\npreviously unavailable,\" id.  2244(b)(2)(A), or that his claim\r\nrests on material, newly discovered facts, see id.  2244(b)(2)(B). \r\nAbsent such a showing, Rodriguez cannot prosecute his third habeas\r\npetition.\r\n\n                 A.  The 30-Day Limit.\r\nBefore turning to the merits, we iron out a wrinkle\r\ncreated by the AEDPA amendments to habeas corpus procedure.  In\r\npertinent part, those amendments direct that the \"court of appeals\r\nshall grant or deny the authorization to file a second or\r\nsuccessive application not later than 30 days after the filing of\r\nthe motion.\"  28 U.S.C.  2244(b)(3)(D).  Rodriguez filed his\r\napplication on October 3, 1997, and thus section 2244(b)(3)(D)\r\ndirects us to rule no later than November 2, 1997.  Because we\r\nobviously have missed that deadline, we must evaluate the effect,\r\nif any, of this failure on Rodriguez's aspirations.\r\nThe Sixth Circuit recently pondered this issue and held\r\nthat section 2244(b)(3)(D) \"is hortatory or advisory rather than\r\nmandatory.\"  In re Siggers, 132 F.3d 333, 336 (6th Cir. 1997).  We\r\nagree.  Before operating as a mandate, a statutory time limitation\r\naddressed to a public official generally must contain both an\r\nexpress command that the official act within a given temporal\r\nperiod and a consequence attached to noncompliance.  See id.; seealso St. Regis Mohawk Tribe v. Brock, 769 F.2d 37, 41 (2d Cir.\r\n1985); Usery v. Whitin Mach. Works, Inc., 554 F.2d 498, 501 (1st\r\nCir. 1977).  Although section 2244(b)(3)(D) invokes the vocabulary\r\nof obligation   it states that a court of appeals \"shall\" grant or\r\ndeny a request to file a second or successive petition within 30\r\ndays   it specifies no consequence for the court's failure to honor\r\nthis obligation.  Moreover, there is nothing in the nature of the\r\npower to which the temporal limitation appertains, or in the manner\r\nof its conferment, that would justify an inference that Congress\r\nintended the specified period of time to operate as a limitation on\r\njudicial authority.  Hence, we construe the statute as precatory,\r\nnot mandatory.  While section 2244(b)(3)(D) directs the courts of\r\nappeals to work within a specified time frame   a charge consonant\r\nwith AEDPA's broader attempts to streamline the habeas process  \r\nit operates as a guideline, not as an imperative.\r\nLet us be perfectly clear.  When presented with an\r\napplication for leave to file a second or successive petition, we \r\nwill, of course, make a diligent, good-faith effort to comply with\r\nthe 30-day time limit.  We anticipate little difficulty doing so in\r\nthe ordinary mine-run of cases.  Yet, certain applications will\r\npresent issues that are sufficiently complex or novel to demand\r\nmore time.  In some instances, additional documents must be\r\ngathered; in others, supplemental briefing and/or oral argument\r\nwill be desirable.  If circumstances counsel against issuing a\r\nruling within 30 days, we must retain the flexibility to bring the\r\nappropriate quantum of attention to bear.  See In re Siggers, 132\r\nF.3d at 336 (noting that interpreting section 2244(b)(3)(D) as\r\nadvisory alleviates separation of powers and due process concerns);\r\nsee also Galtieri v. United States, 128 F.3d 33, 36-37 (2d Cir.\r\n1997).\r\nThis is an exceptional case.  AEDPA's successive petition\r\nprovisions are relatively new and Rodriguez's application raises\r\nimportant questions about them.  It was thus impracticable to\r\ncomply with AEDPA's 30-day time limit.  Notwithstanding this\r\nnecessary delay, we retain jurisdiction to rule on Rodriguez's\r\napplication.\r\n                    B.  The Merits.\r\nAEDPA does not amplify the standard by which a court of\r\nappeals is to gauge the \"prima facie showing,\" 28 U.S.C. \r\n2244(b)(3)(C), that a prospective repeat petitioner must make.  The\r\nSeventh Circuit recently articulated its understanding of this\r\nrequirement:\r\nBy \"prima facie showing\" we understand [it to\r\nbe] simply a sufficient showing of possible\r\nmerit to warrant a fuller exploration by the\r\ndistrict court. . . .  If in light of the\r\ndocuments submitted with the application it\r\nappears reasonably likely that the application\r\nsatisfies the stringent requirements for the\r\nfiling of a second or successive petition, we\r\nshall grant the application.\r\n\nBennett v. United States, 119 F.3d 468, 469-70 (7th Cir. 1997); seealso Woratzeck v. Stewart, 118 F.3d 648, 650 (9th Cir. 1997).  We\r\nadopt this interpretation, but emphasize that despite its\r\nsuperficially lenient language, the standard erects a high hurdle. \r\nThis is as it should be: in formulating the AEDPA amendments, \r\nCongress intended \"to curb the abuse of the statutory writ of\r\nhabeas corpus,\" H.R. Conf. Rep. No. 104-518, at 111 (1996),\r\nreprinted in 1996 U.S.C.C.A.N. 924, 944, and, accordingly,\r\nheightened the already formidable barriers to second or successive\r\nhabeas petitions.\r\nWe next size the petitioner's case against this template. \r\nIn the post-AEDPA era, a state prisoner who seeks pre-clearance for\r\nfiling a second or successive petition has two avenues open to him. \r\nBecause Rodriguez does not press any fact-based claim, we focus  on\r\nsection 2244(b)(2)(A) to the exclusion of section 2244(b)(2)(B).\r\nAt Rodriguez's trial in 1971, the jury instructions on\r\nreasonable doubt included several statements that likened proof\r\nbeyond a reasonable doubt to proof to a moral certainty.  In Cage,\r\nthe Supreme Court explained that some moral certainty instructions\r\n\"allow a finding of guilt based on a degree of proof below that\r\nrequired by the Due Process Clause.\"  498 U.S. at 41; compareVictor v. Nebraska, 511 U.S. 1, 21-22 (1994) (holding that\r\nreference to \"moral certainty\" in a reasonable doubt instruction\r\ndoes not violate due process as long as the charge, taken as a\r\nwhole, reasonably conveys the proper \"beyond a reasonable doubt\"\r\nstandard).  Rodriguez asserts that Cage announced a new rule of\r\nconstitutional law, that at the time of his last habeas petition\r\n(1984) the Cage rule was unavailable to him, and that the Supreme\r\nCourt has made the rule retroactive to cases on collateral review.\r\nWe need not tarry on the first tine of Rodriguez's three-\r\npronged claim.  A string of federal appellate decisions have held \r\nthat Cage announced a new rule of constitutional law, see, e.g.,\r\nAdams v. Aiken, 41 F.3d 175, 178-79 (4th Cir. 1994) (Adams III);\r\nNutter v. White, 39 F.3d 1154, 1157-58 (11th Cir. 1994); Skelton v.\r\nWhitley, 950 F.2d 1037, 1043-44 (5th Cir. 1992), and we see no\r\nprincipled basis for sundering this unbroken strand.\r\nNor do we need to linger on the \"previously unavailable\"\r\nprong.  The time frame of the applicant's previous habeas petition\r\nprovides the coign of vantage from which we assess whether a rule\r\nof constitutional law was \"previously unavailable.\"  See In re\r\nMedina, 109 F.3d 1556, 1566 (11th Cir. 1997).  Rodriguez filed his\r\nlast habeas petition some six years prior to the Court's opinion in\r\nCage.  Despite this temporal separation, the Commonwealth maintains\r\nthat a Cage claim (or its functional equivalent) was available to\r\nRodriguez at an earlier date because this court had addressed\r\nconstitutional challenges to moral certainty instructions prior to\r\n1984.  See, e.g., United States v. Drake, 673 F.2d 15 (1st Cir.\r\n1982); Bumpus v. Gunter, 635 F.2d 907 (1st Cir. 1980); United\r\nStates v. DeVincent, 632 F.2d 147 (1st Cir. 1980); United States v.\r\nIndorato, 628 F.2d 711 (1st Cir. 1980).  This is thin gruel, served\r\ncold; it overlooks that we uniformly rejected these challenges\r\nprior to Cage's debut.  See Drake, 673 F.2d at 21; Bumpus, 635 F.2d\r\nat 912; DeVincent, 632 F.2d at 153; Indorato, 628 F.2d at 720-21. \r\nConsequently, Rodriguez has made a prima facie showing that, in\r\n1984, a moral certainty claim was not available to him in any\r\nmeaningful sense.  See Reed v. Ross, 468 U.S. 1, 17 (1984)\r\n(explaining that when a Supreme Court decision marks a \"clear break\r\nfrom the past,\" the rule embodied therein \"will almost certainly\r\nhave been\" previously unavailable in the requisite sense).\r\nThe remaining question is whether Cage's rule has been\r\n\"made retroactive to cases on collateral review by the Supreme\r\nCourt.\"  28 U.S.C.  2244(b)(2)(A).  History furnishes valuable\r\nperspective.  In pre-AEDPA days, a petitioner could obtain relief\r\nonly if he demonstrated a violation of a rule of constitutional law\r\nestablished at the time his conviction became final.  See Teague v.\r\nLane, 489 U.S. 288, 308-10 (1989).  The case law allowed for two\r\nclasses of exceptions to this general approach.  If a new rule\r\n\"place[d] certain kinds of primary, private individual conduct\r\nbeyond the power of the criminal law-making authority to\r\nproscribe,\" id. at 311, or if it established a \"watershed\" principle\r\nof criminal procedure that implicates the fundamental fairness and\r\naccuracy of the criminal proceeding, id. at 311-12, then a\r\npetitioner could obtain the rule's benefit retroactively on\r\ncollateral review.  \r\nInferior federal courts played a significant, though\r\ncircumscribed, role in deciding the applicability vel non of these\r\nisthmian exceptions.  In the absence of a direct statement by the\r\nSupreme Court, the lower federal courts were free to determine, in\r\nthe first instance, whether a particular rule of constitutional law\r\nmerited retroactive application, and thus to determine whether (and\r\nif so, to what extent) a habeas petitioner might take refuge in a\r\nnew rule of constitutional law.  See Caspari v. Bohlen, 510 U.S.\r\n383, 389 (1994).  Under a conventional pre-AEDPA Teague analysis,\r\nseveral federal courts of appeals found that Cage fit within\r\nTeague's second exception and therefore applied retroactively to\r\ncases on collateral review.  See Adams III, 41 F.3d at 178-79;\r\nNutter, 39 F.3d at 1157-58.  But see Humphrey v. Cain, 120 F.3d\r\n526, 528-30 (5th Cir.) (suggesting that Cage claims fall within\r\nTeague's second exception, but ruling that a prior panel decision\r\nprecluded retroactive application), reh'g en banc granted, 120 F.3d\r\n534 (5th Cir. 1997).\r\nRodriguez suggests that AEDPA merely memorializes\r\nTeague's approach to retroactivity.  Were that so, opinions such as\r\nAdams III and Nutter would possess considerable force.  But,\r\nRodriguez's premise is wrong:  AEDPA does not codify Teague.  To\r\nthe contrary, its plain language instructs that only new rules\r\nrendered retroactive on collateral review \"by the Supreme Court\" may\r\ninure to the benefit of habeas petitioners.\r\nAEDPA contains no overt limitation on the types of new\r\nrules that the Supreme Court may declare retroactive on collateral\r\nreview, but it invests the Court with the sole authority to make\r\nsuch declarations.  Insofar as second or successive petitions are\r\nconcerned, the statute's precedent-limiting provision, fairly read,\r\neliminates the lower federal courts' role in deeming new rules of\r\nconstitutional law a permissible basis for habeas relief.  See In\r\nre Vial, 115 F.3d 1192, 1196-97 (4th Cir. 1997) (en banc); In re\r\nHill, 113 F.3d 181, 184 (11th Cir. 1997) (per curiam); cf. Bocianv. Godinez, 101 F.3d 465, 471 (7th Cir. 1996) (noting that under\r\nthe AEDPA amendments to 28 U.S.C.  2254(d)(1), \"[f]ederal courts\r\nare no longer permitted to apply their own jurisprudence, but must\r\nlook exclusively to Supreme Court case law\").  Consequently, an\r\napplication to file a second or successive habeas petition must\r\npoint to a Supreme Court decision that either expressly declares\r\nthe collateral availability of the rule (such as by holding or\r\nstating that the particular rule upon which the petitioner seeks to\r\nrely is retroactively available on collateral review) or applies\r\nthe rule in a collateral proceeding.  See In re Vial, 115 F.3d at\r\n1197; In re Hill, 113 F.3d at 184; see also H.R. Conf. Rep. No.\r\n104-518, at 111.\r\nRodriguez's fallback position on the question of\r\nretroactivity hinges on his assertion that the Court's dispositions\r\nin either of two cases   Ivan V. v. City of New York, 407 U.S. 203\r\n(1972) (per curiam), or Adams v. Evatt, 511 U.S. 1001 (1994) (Adams\r\nII)   meet AEDPA's requirement and confirm Cage's retrospective\r\navailability on collateral review.  Neither case is persuasive on\r\nthis point.\r\nIvan V. is a direct lineal descendant of In re Winship,\r\n397 U.S. 358 (1970).  Winship held that the Due Process Clause\r\n\"protects the accused against conviction except upon proof beyond\r\na reasonable doubt of every fact necessary to constitute the crime\r\nwith which he is charged.\"  Id. at 364.  In Ivan V., the Supreme\r\nCourt imbued this holding with \"complete retroactive effect.\"  407\r\nU.S. at 205.  Rodriguez reasons that a Cage error is a species of\r\nWinship error, and that Ivan V. accordingly supplies the requisite\r\nstatement of retroactivity.  Rodriguez's argument is puzzling\r\nsince, taken at face value, it suggests that Cage did not announce\r\na new rule of constitutional law at all, but, rather, amounted to\r\nno more than a specific application of Winship.  If that is so,\r\nthen Rodriguez stumbles at the starting gate, for section\r\n2244(b)(2)(A) requires that a person who seeks leave to prosecute\r\na second or successive habeas petition predicate his claim on a newrule of constitutional law.\r\nIn all events, Rodriguez's position is unavailing.  Ivan\r\nV. is utterly silent on Cage's retroactivity   an entirely\r\nunsurprising circumstance given that Ivan V. predates Cage by some\r\neighteen years   and we do not discern in the text of Ivan V. any\r\nintention on the part of the Supreme Court to declare a blanket\r\nrule of retroactivity for every conceivable application or\r\nextension of Winship.\r\nThe second authority upon which the petitioner relies  \r\nthe Supreme Court's summary reconsideration order in Adams II  \r\nderives from the Fourth Circuit's opinion in Adams v. Aiken, 965\r\nF.2d 1306 (4th Cir. 1992) (Adams I), in which the court of appeals\r\nheld that Cage did not apply retroactively for Teague purposes. \r\nAdams I presented the Justices with a matchless opportunity to\r\ndetermine Cage's availability on collateral review, but they did\r\nnot reach the retroactivity issue.  Rather, the Court granted\r\ncertiorari, vacated the judgment, and remanded the matter for\r\nreconsideration in light of Sullivan v. Louisiana, 508 U.S. 275\r\n(1993).  See Adams II, 511 U.S. at 1001.  The Fourth Circuit then\r\nruled that Cage fell within one of the Teague exceptions, and\r\ndeclared Cage retroactively applicable on collateral review for\r\nTeague purposes.  See Adams III, 41 F.3d at 178-79.\r\nDespite the fact that the Supreme Court itself did not\r\nmake any statement about Cage's retroactivity in Adams II,\r\nRodriguez posits that the Court's vacation and remand were\r\ntantamount to a reversal of the Fourth Circuit, and that Adams II thereby operates as a de facto declaration that Cage applies\r\nretroactively.  The short, dispositive answer to this asseveration\r\nis that a summary reconsideration order does \"not amount to a final\r\ndetermination on the merits.\"  Henry v. City of Rock Hill, 376 U.S.\r\n776, 777 (1964).  Such an order merely directs the lower court to\r\nreexamine the case against the backdrop of some recent, intervening\r\nprecedent; it does not compel a different result.  See id.; seealso Robert L. Stern et al., Supreme Court Practice 279-80 (6th ed.\r\n1986).  We are unwilling to read into Adams II any more portentous\r\nmeaning.\r\nWe recognize that the Ninth Circuit, on similar facts,\r\nhas held that Adams II is enough to support a prima facie case of\r\nCage retroactivity.  See Nevius v. Sumner, 105 F.3d 453, 462 (9th\r\nCir. 1996).  Yet the Nevius panel did not discuss the essential\r\nnature of summary reconsideration orders, and the result reached in\r\nNevius appears to run at cross purposes not only with the Court's\r\ncontrary instruction, see Henry, 376 U.S. at 777, but also with\r\nsection 2244(b)(2)(A)'s clear command that those who would\r\nprosecute second or successive habeas petitions must affirmatively\r\nshow that they seek the benefit of a rule made retroactive \"by the\r\nSupreme Court.\"  For these reasons, we respectfully decline to\r\nfollow Nevius.\r\nIII.  CONCLUSION\r\nWe need go no further.  AEDPA sets tough standards that\r\nseverely restrict state prisoners' abilities to file second or\r\nsuccessive habeas petitions.  Although at this stage an applicant\r\nneed only make a prima facie showing that a claim comports with\r\nsection 2244(b)(2)(A), that provision's prerequisites are\r\nnonetheless stringent.  Rodriguez adequately demonstrates that his\r\nclaim of Cage error rests on a new rule of constitutional law that\r\nwas unavailable when he last filed a habeas petition, but he is\r\nunable to identify a Supreme Court edict that renders Cageretroactively applicable to cases on collateral review.  In the\r\nend, that shortcoming defeats his application.\r\n\nThe application for permission to file a third habeas\r\ncorpus petition is denied.\n",
  "html": "<p class=\"case_cite\">139 F.3d 270</p>\n    <p class=\"parties\">Hector Santiago RODRIGUEZ, Putative Petitioner,<br>v.<br>SUPERINTENDENT, BAY STATE CORRECTIONAL CENTER, Putative Respondent.</p>\n    <p class=\"docket\">Misc. No. 97-8068.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 3, 1998.<br>Decided March 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. McNiff, II, York, ME, for putative petitioner.</p>\n      <p class=\"indent\">Gregory I. Massing, Assistant Attorney General, with whom Scott Harshbarger, Attorney General, Boston, MA, was on brief, for putative respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This proceeding involves questions of novel impression.  It finds its genesis in an application by Hector Santiago Rodriguez for permission to file a third habeas corpus petition seeking relief from his conviction, nearly three decades ago, for first-degree murder.  Because the putative petitioner (who, for simplicity's sake, we shall refer to as \"petitioner,\" without any qualifying adjective) fails to satisfy the statutory prerequisites for filing a successive petition, we deny his application.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On November 30, 1971, a Massachusetts jury convicted Rodriguez<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of the first-degree murder of William Alonzo Johnson.  The trial judge sentenced him to life imprisonment and the Massachusetts Supreme Judicial Court (SJC) affirmed his conviction.  See Commonwealth v. Rodriquez, 364 Mass. 87, 300 N.E.2d 192 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In addition to filing various post-conviction motions in the state courts, Rodriguez also filed two unsuccessful habeas petitions in the federal courts.  The first, circa 1977, challenged the constitutionality of the trial judge's comments to the jury during deliberations.  The second, filed in 1984, asserted that the trial judge's end-of-case jury instructions unconstitutionally relieved the prosecution of its burden to prove beyond a reasonable doubt that Rodriguez had not acted in self-defense.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1995, Rodriguez filed another motion for new trial in the Massachusetts courts.  This motion took renewed aim at the constitutionality of the jury instructions, this time targeting the trial judge's use of \"moral certainty\" language in his reasonable doubt instructions.  Relying on Cage v. Louisiana, 498 U.S. 39, 111 S.Ct. 328, 112 L.Ed.2d 339 (1990) (per curiam), Rodriguez argued that the targeted language abridged his right to due process by permitting the jury to convict him even if the prosecution had not proved its case beyond a reasonable doubt.  The state superior court denied Rodriguez's motion and, on November 18, 1996, the SJC refused further appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the pendency of these state court proceedings, Congress enacted the Antiterrorism and Effective Death Penalty Act of 1996, Pub.L. No. 104-132, 110 Stat. 1214 (1996) (AEDPA).  While AEDPA preserves a state prisoner's right to seek federal habeas review of an unconstitutionally obtained conviction, it prohibits a district court from entertaining second or successive habeas petitions without pre-clearance by the appropriate court of appeals.  See 28 U.S.C. &#167; 2244(b)(3) (Supp.1996).  Thus, on October 3, 1997, Rodriguez approached this court and requested authorization to pursue a third habeas petition in the federal district court.  The featured claim echoes that pressed before the Massachusetts courts:  Rodriguez contends that Cage's condemnation of some moral certainty instructions as violative of due process, 498 U.S. at 41, 111 S.Ct. at 329-30, is \"a new rule of constitutional law, made retroactive to cases on collateral review by the Supreme Court, that was previously unavailable.\"  28 U.S.C. &#167; 2244(b)(2)(A).  Realizing that resolution of Rodriguez's application requires this court to interpret certain of AEDPA's provisions for the first time, we requested additional briefing and entertained oral argument.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because Rodriguez filed his application for leave to prosecute a third habeas petition long after AEDPA's effective date, AEDPA governs here.  See Lindh v. Murphy, --- U.S. ----, ----, 117 S.Ct. 2059, 2063, 138 L.Ed.2d 481 (1997).  The statute contains a gatekeeping mechanism that screens second or successive habeas petitions before they reach the district court.  See Felker v. Turpin, 518 U.S. 651, ----, 116 S.Ct. 2333, 2340, 135 L.Ed.2d 827 (1996).  This mechanism closes the doors of the district court to a prisoner who wishes to file a second or successive petition unless and until he obtains advance clearance from the appropriate court of appeals.  See 28 U.S.C. &#167; 2244(b)(3).  AEDPA instructs that a potential repeat petitioner must make a \"prima facie showing,\" 28 U.S.C. &#167; 2244(b)(3)(C), to this court either that his \"claim relies on a new rule of constitutional law, made retroactive to cases on collateral review by the Supreme Court, that was previously unavailable,\" id. &#167; 2244(b)(2)(A), or that his claim rests on material, newly discovered facts, see id. &#167; 2244(b)(2)(B).  Absent such a showing, Rodriguez cannot prosecute his third habeas petition.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. The 30-Day Limit.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before turning to the merits, we iron out a wrinkle created by the AEDPA amendments to habeas corpus procedure.  In pertinent part, those amendments direct that the \"court of appeals shall grant or deny the authorization to file a second or successive application not later than 30 days after the filing of the motion.\"  28 U.S.C. &#167; 2244(b)(3)(D).  Rodriguez filed his application on October 3, 1997, and thus section 2244(b)(3)(D) directs us to rule no later than November 2, 1997.  Because we obviously have missed that deadline, we must evaluate the effect, if any, of this failure on Rodriguez's aspirations.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Sixth Circuit recently pondered this issue and held that section 2244(b)(3)(D) \"is hortatory or advisory rather than mandatory.\"  In re Siggers, 132 F.3d 333, 336 (6th Cir.1997).  We agree.  Before operating as a mandate, a statutory time limitation addressed to a public official generally must contain both an express command that the official act within a given temporal period and a consequence attached to noncompliance.  See id.;   see also St. Regis Mohawk Tribe v. Brock, 769 F.2d 37, 41 (2d Cir.1985);  Usery v. Whitin Mach. Works, Inc., 554 F.2d 498, 501 (1st Cir.1977).  Although section 2244(b)(3)(D) invokes the vocabulary of obligation--it states that a court of appeals \"shall\" grant or deny a request to file a second or successive petition within 30 days--it specifies no consequence for the court's failure to honor this obligation.  Moreover, there is nothing in the nature of the power to which the temporal limitation appertains, or in the manner of its conferment, that would justify an inference that Congress intended the specified period of time to operate as a limitation on judicial authority.  Hence, we construe the statute as precatory, not mandatory.  While section 2244(b)(3)(D) directs the courts of appeals to work within a specified time frame--a charge consonant with AEDPA's broader attempts to streamline the habeas process--it operates as a guideline, not as an imperative.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Let us be perfectly clear.  When presented with an application for leave to file a second or successive petition, we will, of course, make a diligent, good-faith effort to comply with the 30-day time limit.  We anticipate little difficulty doing so in the ordinary mine-run of cases.  Yet, certain applications will present issues that are sufficiently complex or novel to demand more time.  In some instances, additional documents must be gathered;  in others, supplemental briefing and/or oral argument will be desirable.  If circumstances counsel against issuing a ruling within 30 days, we must retain the flexibility to bring the appropriate quantum of attention to bear.  See In re Siggers, 132 F.3d at 336 (noting that interpreting section 2244(b)(3)(D) as advisory alleviates separation of powers and due process concerns);  see also Galtieri v. United States, 128 F.3d 33, 36-37 (2d Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is an exceptional case.  AEDPA's successive petition provisions are relatively new and Rodriguez's application raises important questions about them.  It was thus impracticable to comply with AEDPA's 30-day time limit.  Notwithstanding this necessary delay, we retain jurisdiction to rule on Rodriguez's application.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>B. The Merits.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">AEDPA does not amplify the standard by which a court of appeals is to gauge the \"prima facie showing,\" 28 U.S.C. &#167; 2244(b)(3)(C), that a prospective repeat petitioner must make.  The Seventh Circuit recently articulated its understanding of this requirement:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>By \"prima facie showing\" we understand [it to be] simply a sufficient showing of possible merit to warrant a fuller exploration by the district court....  If in light of the documents submitted with the application it appears reasonably likely that the application satisfies the stringent requirements for the filing of a second or successive petition, we shall grant the application.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Bennett v. United States, 119 F.3d 468, 469-70 (7th Cir.1997);  see also Woratzeck v. Stewart, 118 F.3d 648, 650 (9th Cir.1997).  We adopt this interpretation, but emphasize that despite its superficially lenient language, the standard erects a high hurdle.  This is as it should be:  in formulating the AEDPA amendments, Congress intended \"to curb the abuse of the statutory writ of habeas corpus,\" H.R. Conf.  Rep. No. 104-518, at 111 (1996), reprinted in 1996 U.S.C.C.A.N. 924, 944, and, accordingly, heightened the already formidable barriers to second or successive habeas petitions.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We next size the petitioner's case against this template.  In the post-AEDPA era, a state prisoner who seeks pre-clearance for filing a second or successive petition has two avenues open to him.  Because Rodriguez does not press any fact-based claim, we focus on section 2244(b)(2)(A) to the exclusion of section 2244(b)(2)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At Rodriguez's trial in 1971, the jury instructions on reasonable doubt included several statements that likened proof beyond a reasonable doubt to proof to a moral certainty.  In Cage, the Supreme Court explained that some moral certainty instructions \"allow a finding of guilt based on a degree of proof below that required by the Due Process Clause.\"  498 U.S. at 41, 111 S.Ct. at 330;  compare Victor v. Nebraska, 511 U.S. 1, 21-22, 114 S.Ct. 1239, 1250-51, 127 L.Ed.2d 583 (1994) (holding that reference to \"moral certainty\" in a reasonable doubt instruction does not violate due process as long as the charge, taken as a whole, reasonably conveys the proper \"beyond a reasonable doubt\" standard).  Rodriguez asserts that Cage announced a new rule of constitutional law, that at the time of his last habeas petition (1984) the Cage rule was unavailable to him, and that the Supreme Court has made the rule retroactive to cases on collateral review.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need not tarry on the first tine of Rodriguez's three-pronged claim.  A string of federal appellate decisions have held that Cage announced a new rule of constitutional law, see, e.g., Adams v. Aiken, 41 F.3d 175, 178-79 (4th Cir.1994) (Adams III );  Nutter v. White, 39 F.3d 1154, 1157-58 (11th Cir.1994);  Skelton v. Whitley, 950 F.2d 1037, 1043-44 (5th Cir.1992), and we see no principled basis for sundering this unbroken strand.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nor do we need to linger on the \"previously unavailable\" prong.  The time frame of the applicant's previous habeas petition provides the coign of vantage from which we assess whether a rule of constitutional law was \"previously unavailable.\"   See In re Medina, 109 F.3d 1556, 1566 (11th Cir.1997).  Rodriguez filed his last habeas petition some six years prior to the Court's opinion in Cage.   Despite this temporal separation, the Commonwealth maintains that a Cage claim (or its functional equivalent) was available to Rodriguez at an earlier date because this court had addressed constitutional challenges to moral certainty instructions prior to 1984.  See, e.g., United States v. Drake, 673 F.2d 15 (1st Cir.1982);  Bumpus v. Gunter, 635 F.2d 907 (1st Cir.1980);  United States v. DeVincent, 632 F.2d 147 (1st Cir.1980);  United States v. Indorato, 628 F.2d 711 (1st Cir.1980).  This is thin gruel, served cold;  it overlooks that we uniformly rejected these challenges prior to Cage's debut.  See Drake, 673 F.2d at 21;  Bumpus, 635 F.2d at 912;  DeVincent, 632 F.2d at 153;  Indorato, 628 F.2d at 720-21.   Consequently, Rodriguez has made a prima facie showing that, in 1984, a moral certainty claim was not available to him in any meaningful sense.  See Reed v. Ross, 468 U.S. 1, 17, 104 S.Ct. 2901, 2910-11, 82 L.Ed.2d 1 (1984) (explaining that when a Supreme Court decision marks a \"clear break from the past,\" the rule embodied therein \"will almost certainly have been\" previously unavailable in the requisite sense).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The remaining question is whether Cage's rule has been \"made retroactive to cases on collateral review by the Supreme Court.\"  28 U.S.C. &#167; 2244(b)(2)(A).  History furnishes valuable perspective.  In pre-AEDPA days, a petitioner could obtain relief only if he demonstrated a violation of a rule of constitutional law established at the time his conviction became final.  See Teague v. Lane, 489 U.S. 288, 308-10, 109 S.Ct. 1060, 1074-75, 103 L.Ed.2d 334 (1989).  The case law allowed for two classes of exceptions to this general approach.  If a new rule \"place[d] certain kinds of primary, private individual conduct beyond the power of the criminal law-making authority to proscribe,\" id. at 311, 109 S.Ct. at 1075, or if it established a \"watershed\" principle of criminal procedure that implicates the fundamental fairness and accuracy of the criminal proceeding, id. at 311-12, 109 S.Ct. at 1075-76, then a petitioner could obtain the rule's benefit retroactively on collateral review.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Inferior federal courts played a significant, though circumscribed, role in deciding the applicability vel non of these isthmian exceptions.  In the absence of a direct statement by the Supreme Court, the lower federal courts were free to determine, in the first instance, whether a particular rule of constitutional law merited retroactive application, and thus to determine whether (and if so, to what extent) a habeas petitioner might take refuge in a new rule of constitutional law.  See Caspari v. Bohlen, 510 U.S. 383, 389, 114 S.Ct. 948, 952-53, 127 L.Ed.2d 236 (1994).  Under a conventional pre-AEDPA Teague analysis, several federal courts of appeals found that Cage fit within Teague 's second exception and therefore applied retroactively to cases on collateral review.  See Adams III, 41 F.3d at 178-79;  Nutter, 39 F.3d at 1157-58.   But see Humphrey v. Cain, 120 F.3d 526, 528-30 (5th Cir.)  (suggesting that Cage claims fall within Teague's second exception, but ruling that a prior panel decision precluded retroactive application), reh'g en banc granted, 120 F.3d 534 (5th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Rodriguez suggests that AEDPA merely memorializes Teague's approach to retroactivity.  Were that so, opinions such as Adams III and Nutter would possess considerable force.  But, Rodriguez's premise is wrong:  AEDPA does not codify Teague.   To the contrary, its plain language instructs that only new rules rendered retroactive on collateral review \"by the Supreme Court\" may inure to the benefit of habeas petitioners.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">AEDPA contains no overt limitation on the types of new rules that the Supreme Court may declare retroactive on collateral review, but it invests the Court with the sole authority to make such declarations.  Insofar as second or successive petitions are concerned, the statute's precedent-limiting provision, fairly read, eliminates the lower federal courts' role in deeming new rules of constitutional law a permissible basis for habeas relief.  See In re Vial, 115 F.3d 1192, 1196-97 (4th Cir.1997) (en banc);  In re Hill, 113 F.3d 181, 184 (11th Cir.1997) (per curiam);  cf. Bocian v. Godinez, 101 F.3d 465, 471 (7th Cir.1996) (noting that under the AEDPA amendments to 28 U.S.C. &#167; 2254(d)(1), \"[f]ederal courts are no longer permitted to apply their own jurisprudence, but must look exclusively to Supreme Court case law\").  Consequently, an application to file a second or successive habeas petition must point to a Supreme Court decision that either expressly declares the collateral availability of the rule (such as by holding or stating that the particular rule upon which the petitioner seeks to rely is retroactively available on collateral review) or applies the rule in a collateral proceeding.  See In re Vial, 115 F.3d at 1197;  In re Hill, 113 F.3d at 184;  see also H.R. Conf.  Rep. No. 104-518, at 111.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rodriguez's fallback position on the question of retroactivity hinges on his assertion that the Court's dispositions in either of two cases--Ivan V. v. City of New York, 407 U.S. 203, 92 S.Ct. 1951, 32 L.Ed.2d 659 (1972) (per curiam), or Adams v. Evatt, 511 U.S. 1001, 114 S.Ct. 1365, 128 L.Ed.2d 42 (1994) (Adams II )--meet AEDPA's requirement and confirm Cage's retrospective availability on collateral review.  Neither case is persuasive on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Ivan V. is a direct lineal descendant of In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970).  Winship held that the Due Process Clause \"protects the accused against conviction except upon proof beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged.\"  Id. at 364, 90 S.Ct. at 1072-73.   In Ivan V., the Supreme Court imbued this holding with \"complete retroactive effect.\"  407 U.S. at 205, 92 S.Ct. at 1952.   Rodriguez reasons that a Cage error is a species of Winship error, and that Ivan V. accordingly supplies the requisite statement of retroactivity.  Rodriguez's argument is puzzling since, taken at face value, it suggests that Cage did not announce a new rule of constitutional law at all, but, rather, amounted to no more than a specific application of Winship.   If that is so, then Rodriguez stumbles at the starting gate, for section 2244(b)(2)(A) requires that a person who seeks leave to prosecute a second or successive habeas petition predicate his claim on a new rule of constitutional law.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In all events, Rodriguez's position is unavailing.  Ivan V. is utterly silent on Cage's retroactivity--an entirely unsurprising circumstance given that Ivan V. predates Cage by some eighteen years--and we do not discern in the text of Ivan V. any intention on the part of the Supreme Court to declare a blanket rule of retroactivity for every conceivable application or extension of Winship.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The second authority upon which the petitioner relies--the Supreme Court's summary reconsideration order in Adams II--derives from the Fourth Circuit's opinion in Adams v. Aiken, 965 F.2d 1306 (4th Cir.1992) (Adams I ), in which the court of appeals held that Cage did not apply retroactively for Teague purposes.  Adams I presented the Justices with a matchless opportunity to determine Cage's availability on collateral review, but they did not reach the retroactivity issue.  Rather, the Court granted certiorari, vacated the judgment, and remanded the matter for reconsideration in light of Sullivan v. Louisiana, 508 U.S. 275, 113 S.Ct. 2078, 124 L.Ed.2d 182 (1993).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Adams II, 511 U.S. at 1001, 114 S.Ct. at 1365.   The Fourth Circuit then ruled that Cage fell within one of the Teague exceptions, and declared Cage retroactively applicable on collateral review for Teague purposes.  See Adams III, 41 F.3d at 178-79.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Despite the fact that the Supreme Court itself did not make any statement about Cage's retroactivity in Adams II, Rodriguez posits that the Court's vacation and remand were tantamount to a reversal of the Fourth Circuit, and that Adams II  thereby operates as a de facto declaration that Cage applies retroactively.  The short, dispositive answer to this asseveration is that a summary reconsideration order does \"not amount to a final determination on the merits.\"  Henry v. City of Rock Hill, 376 U.S. 776, 777, 84 S.Ct. 1042, 1043, 12 L.Ed.2d 79 (1964).  Such an order merely directs the lower court to reexamine the case against the backdrop of some recent, intervening precedent;  it does not compel a different result.  See id.;   see also Robert L. Stern et al., Supreme Court Practice 279-80 (6th ed.1986).  We are unwilling to read into Adams II any more portentous meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We recognize that the Ninth Circuit, on similar facts, has held that Adams II is enough to support a prima facie case of Cage retroactivity.  See Nevius v. Sumner, 105 F.3d 453, 462 (9th Cir.1996).  Yet the Nevius panel did not discuss the essential nature of summary reconsideration orders, and the result reached in Nevius appears to run at cross purposes not only with the Court's contrary instruction, see Henry, 376 U.S. at 777, 84 S.Ct. at 1043, but also with section 2244(b)(2)(A)'s clear command that those who would prosecute second or successive habeas petitions must affirmatively show that they seek the benefit of a rule made retroactive \"by the Supreme Court.\"   For these reasons, we respectfully decline to follow Nevius.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  AEDPA sets tough standards that severely restrict state prisoners' abilities to file second or successive habeas petitions.  Although at this stage an applicant need only make a prima facie showing that a claim comports with section 2244(b)(2)(A), that provision's prerequisites are nonetheless stringent.  Rodriguez adequately demonstrates that his claim of Cage error rests on a new rule of constitutional law that was unavailable when he last filed a habeas petition, but he is unable to identify a Supreme Court edict that renders Cage retroactively applicable to cases on collateral review.  In the end, that shortcoming defeats his application.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The application for permission to file a third habeas corpus petition is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record reflects that (contrary to the more usual Hispanic custom) the petitioner has been called by the last of his given names throughout the long history of his case.  We will, therefore bow to nomenclative precedent and refer to him as \"Rodriguez.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Sullivan held that a constitutionally deficient reasonable doubt instruction is not subject to harmless error analysis.  508 U.S. at 280-82, 113 S.Ct. at 2082-83.   In the course of its opinion, the Court described the right to a jury verdict of guilt beyond a reasonable doubt as \"a 'basic protectio[n]' ... without which a criminal trial cannot reliably serve its function,\" and one that \"unquestionably qualifies as 'structural error.' \"  Id. at 281-82, 113 S.Ct. at 2083 (citations omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It is unnecessary for us to determine whether the jury instructions given at the petitioner's trial in fact amounted to a Cage violation, and we intimate no view on that subject</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></span></p>\n    <p class=\"parties\">Hector Santiago RODRIGUEZ, Putative Petitioner,<br>v.<br>SUPERINTENDENT, BAY STATE CORRECTIONAL CENTER, Putative Respondent.</p>\n    <p class=\"docket\">Misc. No. 97-8068.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 3, 1998.<br>Decided March 23, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. McNiff, II, York, ME, for putative petitioner.</p>\n      <p class=\"indent\">Gregory I. Massing, Assistant Attorney General, with whom Scott Harshbarger, Attorney General, Boston, MA, was on brief, for putative respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This proceeding involves questions of novel impression.  It finds its genesis in an application by Hector Santiago Rodriguez for permission to file a third habeas corpus petition seeking relief from his conviction, nearly three decades ago, for first-degree murder.  Because the putative petitioner (who, for simplicity's sake, we shall refer to as \"petitioner,\" without any qualifying adjective) fails to satisfy the statutory prerequisites for filing a successive petition, we deny his application.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On November 30, 1971, a Massachusetts jury convicted Rodriguez<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of the first-degree murder of William Alonzo Johnson.  The trial judge sentenced him to life imprisonment and the Massachusetts Supreme Judicial Court (SJC) affirmed his conviction.  See Commonwealth v. Rodriquez, <span class=\"citation\" data-id=\"2238484\"><a href=\"/opinion/2238484/commonwealth-v-rodriquez/\"><span class=\"volume\">364</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">87</span></a></span>, <span class=\"citation\" data-id=\"2238484\"><a href=\"/opinion/2238484/commonwealth-v-rodriquez/\"><span class=\"volume\">300</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">192</span></a></span> (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In addition to filing various post-conviction motions in the state courts, Rodriguez also filed two unsuccessful habeas petitions in the federal courts.  The first, circa 1977, challenged the constitutionality of the trial judge's comments to the jury during deliberations.  The second, filed in 1984, asserted that the trial judge's end-of-case jury instructions unconstitutionally relieved the prosecution of its burden to prove beyond a reasonable doubt that Rodriguez had not acted in self-defense.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1995, Rodriguez filed another motion for new trial in the Massachusetts courts.  This motion took renewed aim at the constitutionality of the jury instructions, this time targeting the trial judge's use of \"moral certainty\" language in his reasonable doubt instructions.  Relying on Cage v. Louisiana, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"112505\"><a href=\"/opinion/112505/cage-v-louisiana/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">339</span></a></span> (1990) (per curiam), Rodriguez argued that the targeted language abridged his right to due process by permitting the jury to convict him even if the prosecution had not proved its case beyond a reasonable doubt.  The state superior court denied Rodriguez's motion and, on November 18, 1996, the SJC refused further appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the pendency of these state court proceedings, Congress enacted the Antiterrorism and Effective Death Penalty Act of 1996, Pub.L. No. 104-132, 110 Stat. 1214 (1996) (AEDPA).  While AEDPA preserves a state prisoner's right to seek federal habeas review of an unconstitutionally obtained conviction, it prohibits a district court from entertaining second or successive habeas petitions without pre-clearance by the appropriate court of appeals.  See 28 U.S.C. &#167; 2244(b)(3) (Supp.1996).  Thus, on October 3, 1997, Rodriguez approached this court and requested authorization to pursue a third habeas petition in the federal district court.  The featured claim echoes that pressed before the Massachusetts courts:  Rodriguez contends that Cage's condemnation of some moral certainty instructions as violative of due process, 498 U.S. at 41, 111 S.Ct. at 329-30, is \"a new rule of constitutional law, made retroactive to cases on collateral review by the Supreme Court, that was previously unavailable.\"  28 U.S.C. &#167; 2244(b)(2)(A).  Realizing that resolution of Rodriguez's application requires this court to interpret certain of AEDPA's provisions for the first time, we requested additional briefing and entertained oral argument.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because Rodriguez filed his application for leave to prosecute a third habeas petition long after AEDPA's effective date, AEDPA governs here.  See Lindh v. Murphy, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>, 2063, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1997).  The statute contains a gatekeeping mechanism that screens second or successive habeas petitions before they reach the district court.  See Felker v. Turpin, <span class=\"citation\" data-id=\"118058\"><a href=\"/opinion/118058/felker-v-turpin/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, ----, <span class=\"citation\" data-id=\"118058\"><a href=\"/opinion/118058/felker-v-turpin/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2333</span></a></span>, 2340, <span class=\"citation\" data-id=\"118058\"><a href=\"/opinion/118058/felker-v-turpin/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">827</span></a></span> (1996).  This mechanism closes the doors of the district court to a prisoner who wishes to file a second or successive petition unless and until he obtains advance clearance from the appropriate court of appeals.  See 28 U.S.C. &#167; 2244(b)(3).  AEDPA instructs that a potential repeat petitioner must make a \"prima facie showing,\" 28 U.S.C. &#167; 2244(b)(3)(C), to this court either that his \"claim relies on a new rule of constitutional law, made retroactive to cases on collateral review by the Supreme Court, that was previously unavailable,\" id. &#167; 2244(b)(2)(A), or that his claim rests on material, newly discovered facts, see id. &#167; 2244(b)(2)(B).  Absent such a showing, Rodriguez cannot prosecute his third habeas petition.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. The 30-Day Limit.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before turning to the merits, we iron out a wrinkle created by the AEDPA amendments to habeas corpus procedure.  In pertinent part, those amendments direct that the \"court of appeals shall grant or deny the authorization to file a second or successive application not later than 30 days after the filing of the motion.\"  28 U.S.C. &#167; 2244(b)(3)(D).  Rodriguez filed his application on October 3, 1997, and thus section 2244(b)(3)(D) directs us to rule no later than November 2, 1997.  Because we obviously have missed that deadline, we must evaluate the effect, if any, of this failure on Rodriguez's aspirations.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Sixth Circuit recently pondered this issue and held that section 2244(b)(3)(D) \"is hortatory or advisory rather than mandatory.\"  In re Siggers, <span class=\"citation\" data-id=\"749814\"><a href=\"/opinion/749814/in-re-darrell-a-siggers-movant/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">333</span></a></span>, 336 (6th Cir.1997).  We agree.  Before operating as a mandate, a statutory time limitation addressed to a public official generally must contain both an express command that the official act within a given temporal period and a consequence attached to noncompliance.  See id.;   see also St. Regis Mohawk Tribe v. Brock, <span class=\"citation\" data-id=\"456178\"><a href=\"/opinion/456178/st-regis-mohawk-tribe-new-york-v-william-e-brock-secretary-of-labor/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 41 (2d Cir.1985);  Usery v. Whitin Mach. Works, Inc., <span class=\"citation\" data-id=\"345092\"><a href=\"/opinion/345092/w-j-usery-jr-secretary-of-labor-v-whitin-machine-works-inc/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">498</span></a></span>, 501 (1st Cir.1977).  Although section 2244(b)(3)(D) invokes the vocabulary of obligation--it states that a court of appeals \"shall\" grant or deny a request to file a second or successive petition within 30 days--it specifies no consequence for the court's failure to honor this obligation.  Moreover, there is nothing in the nature of the power to which the temporal limitation appertains, or in the manner of its conferment, that would justify an inference that Congress intended the specified period of time to operate as a limitation on judicial authority.  Hence, we construe the statute as precatory, not mandatory.  While section 2244(b)(3)(D) directs the courts of appeals to work within a specified time frame--a charge consonant with AEDPA's broader attempts to streamline the habeas process--it operates as a guideline, not as an imperative.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Let us be perfectly clear.  When presented with an application for leave to file a second or successive petition, we will, of course, make a diligent, good-faith effort to comply with the 30-day time limit.  We anticipate little difficulty doing so in the ordinary mine-run of cases.  Yet, certain applications will present issues that are sufficiently complex or novel to demand more time.  In some instances, additional documents must be gathered;  in others, supplemental briefing and/or oral argument will be desirable.  If circumstances counsel against issuing a ruling within 30 days, we must retain the flexibility to bring the appropriate quantum of attention to bear.  See In re Siggers, 132 F.3d at 336 (noting that interpreting section 2244(b)(3)(D) as advisory alleviates separation of powers and due process concerns);  see also Galtieri v. United States, <span class=\"citation\" data-id=\"747589\"><a href=\"/opinion/747589/gennaro-galtieri-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 36-37 (2d Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is an exceptional case.  AEDPA's successive petition provisions are relatively new and Rodriguez's application raises important questions about them.  It was thus impracticable to comply with AEDPA's 30-day time limit.  Notwithstanding this necessary delay, we retain jurisdiction to rule on Rodriguez's application.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>B. The Merits.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">AEDPA does not amplify the standard by which a court of appeals is to gauge the \"prima facie showing,\" 28 U.S.C. &#167; 2244(b)(3)(C), that a prospective repeat petitioner must make.  The Seventh Circuit recently articulated its understanding of this requirement:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>By \"prima facie showing\" we understand [it to be] simply a sufficient showing of possible merit to warrant a fuller exploration by the district court....  If in light of the documents submitted with the application it appears reasonably likely that the application satisfies the stringent requirements for the filing of a second or successive petition, we shall grant the application.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Bennett v. United States, <span class=\"citation\" data-id=\"744090\"><a href=\"/opinion/744090/donald-bennett-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">468</span></a></span>, 469-70 (7th Cir.1997);  see also Woratzeck v. Stewart, <span class=\"citation\" data-id=\"743553\"><a href=\"/opinion/743553/97-cal-daily-op-serv-5302-97-daily-journal-dar-8621-william-lyle/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></a></span>, 650 (9th Cir.1997).  We adopt this interpretation, but emphasize that despite its superficially lenient language, the standard erects a high hurdle.  This is as it should be:  in formulating the AEDPA amendments, Congress intended \"to curb the abuse of the statutory writ of habeas corpus,\" H.R. Conf.  Rep. No. 104-518, at 111 (1996), reprinted in 1996 U.S.C.C.A.N. 924, 944, and, accordingly, heightened the already formidable barriers to second or successive habeas petitions.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We next size the petitioner's case against this template.  In the post-AEDPA era, a state prisoner who seeks pre-clearance for filing a second or successive petition has two avenues open to him.  Because Rodriguez does not press any fact-based claim, we focus on section 2244(b)(2)(A) to the exclusion of section 2244(b)(2)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At Rodriguez's trial in 1971, the jury instructions on reasonable doubt included several statements that likened proof beyond a reasonable doubt to proof to a moral certainty.  In Cage, the Supreme Court explained that some moral certainty instructions \"allow a finding of guilt based on a degree of proof below that required by the Due Process Clause.\"  498 U.S. at 41, 111 S.Ct. at 330;  compare Victor v. Nebraska, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 21-22, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1250-51, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (1994) (holding that reference to \"moral certainty\" in a reasonable doubt instruction does not violate due process as long as the charge, taken as a whole, reasonably conveys the proper \"beyond a reasonable doubt\" standard).  Rodriguez asserts that Cage announced a new rule of constitutional law, that at the time of his last habeas petition (1984) the Cage rule was unavailable to him, and that the Supreme Court has made the rule retroactive to cases on collateral review.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need not tarry on the first tine of Rodriguez's three-pronged claim.  A string of federal appellate decisions have held that Cage announced a new rule of constitutional law, see, e.g., Adams v. Aiken, <span class=\"citation\" data-id=\"683168\"><a href=\"/opinion/683168/sylvester-lewis-adams-v-james-aiken-warden-central-correctional/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 178-79 (4th Cir.1994) (Adams III );  Nutter v. White, <span class=\"citation\" data-id=\"681710\"><a href=\"/opinion/681710/homer-m-nutter-jr-v-james-d-white-warden-james-h-evans-attorney/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1154</span></a></span>, 1157-58 (11th Cir.1994);  Skelton v. Whitley, <span class=\"citation\" data-id=\"573088\"><a href=\"/opinion/573088/kenneth-david-skelton-v-john-p-whitley-warden-louisiana-state/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span>, 1043-44 (5th Cir.1992), and we see no principled basis for sundering this unbroken strand.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nor do we need to linger on the \"previously unavailable\" prong.  The time frame of the applicant's previous habeas petition provides the coign of vantage from which we assess whether a rule of constitutional law was \"previously unavailable.\"   See In re Medina, <span class=\"citation\" data-id=\"738587\"><a href=\"/opinion/738587/in-re-pedro-medina/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1556</span></a></span>, 1566 (11th Cir.1997).  Rodriguez filed his last habeas petition some six years prior to the Court's opinion in Cage.   Despite this temporal separation, the Commonwealth maintains that a Cage claim (or its functional equivalent) was available to Rodriguez at an earlier date because this court had addressed constitutional challenges to moral certainty instructions prior to 1984.  See, e.g., United States v. Drake, <span class=\"citation\" data-id=\"400940\"><a href=\"/opinion/400940/united-states-v-daniel-isaac-drake/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span> (1st Cir.1982);  Bumpus v. Gunter, <span class=\"citation\" data-id=\"384695\"><a href=\"/opinion/384695/robert-bumpus-v-frank-gunter/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span> (1st Cir.1980);  United States v. DeVincent, <span class=\"citation\" data-id=\"382752\"><a href=\"/opinion/382752/united-states-v-richard-devincent/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">147</span></a></span> (1st Cir.1980);  United States v. Indorato, <span class=\"citation\" data-id=\"381358\"><a href=\"/opinion/381358/united-states-v-mario-e-indorato/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span> (1st Cir.1980).  This is thin gruel, served cold;  it overlooks that we uniformly rejected these challenges prior to Cage's debut.  See Drake, 673 F.2d at 21;  Bumpus, 635 F.2d at 912;  DeVincent, 632 F.2d at 153;  Indorato, 628 F.2d at 720-21.   Consequently, Rodriguez has made a prima facie showing that, in 1984, a moral certainty claim was not available to him in any meaningful sense.  See Reed v. Ross, <span class=\"citation\" data-id=\"111235\"><a href=\"/opinion/111235/reed-v-ross/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17, <span class=\"citation\" data-id=\"111235\"><a href=\"/opinion/111235/reed-v-ross/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2901</span></a></span>, 2910-11, <span class=\"citation\" data-id=\"111235\"><a href=\"/opinion/111235/reed-v-ross/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1984) (explaining that when a Supreme Court decision marks a \"clear break from the past,\" the rule embodied therein \"will almost certainly have been\" previously unavailable in the requisite sense).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The remaining question is whether Cage's rule has been \"made retroactive to cases on collateral review by the Supreme Court.\"  28 U.S.C. &#167; 2244(b)(2)(A).  History furnishes valuable perspective.  In pre-AEDPA days, a petitioner could obtain relief only if he demonstrated a violation of a rule of constitutional law established at the time his conviction became final.  See Teague v. Lane, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 308-10, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1060</span></a></span>, 1074-75, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1989).  The case law allowed for two classes of exceptions to this general approach.  If a new rule \"place[d] certain kinds of primary, private individual conduct beyond the power of the criminal law-making authority to proscribe,\" id. at 311, 109 S.Ct. at 1075, or if it established a \"watershed\" principle of criminal procedure that implicates the fundamental fairness and accuracy of the criminal proceeding, id. at 311-12, 109 S.Ct. at 1075-76, then a petitioner could obtain the rule's benefit retroactively on collateral review.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Inferior federal courts played a significant, though circumscribed, role in deciding the applicability vel non of these isthmian exceptions.  In the absence of a direct statement by the Supreme Court, the lower federal courts were free to determine, in the first instance, whether a particular rule of constitutional law merited retroactive application, and thus to determine whether (and if so, to what extent) a habeas petitioner might take refuge in a new rule of constitutional law.  See Caspari v. Bohlen, <span class=\"citation\" data-id=\"112928\"><a href=\"/opinion/112928/caspari-v-bohlen/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 389, <span class=\"citation\" data-id=\"112928\"><a href=\"/opinion/112928/caspari-v-bohlen/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 952-53, <span class=\"citation\" data-id=\"112928\"><a href=\"/opinion/112928/caspari-v-bohlen/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></a></span> (1994).  Under a conventional pre-AEDPA Teague analysis, several federal courts of appeals found that Cage fit within Teague 's second exception and therefore applied retroactively to cases on collateral review.  See Adams III, 41 F.3d at 178-79;  Nutter, 39 F.3d at 1157-58.   But see Humphrey v. Cain, <span class=\"citation\" data-id=\"744507\"><a href=\"/opinion/744507/elmo-humphrey-iii-v-burl-cain-acting-warden-louisiana-state/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span>, 528-30 (5th Cir.)  (suggesting that Cage claims fall within Teague's second exception, but ruling that a prior panel decision precluded retroactive application), reh'g en banc granted, <span class=\"citation\" data-id=\"12987\"><a href=\"/opinion/12987/in-re-mulderig/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">534</span></a></span> (5th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Rodriguez suggests that AEDPA merely memorializes Teague's approach to retroactivity.  Were that so, opinions such as Adams III and Nutter would possess considerable force.  But, Rodriguez's premise is wrong:  AEDPA does not codify Teague.   To the contrary, its plain language instructs that only new rules rendered retroactive on collateral review \"by the Supreme Court\" may inure to the benefit of habeas petitioners.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">AEDPA contains no overt limitation on the types of new rules that the Supreme Court may declare retroactive on collateral review, but it invests the Court with the sole authority to make such declarations.  Insofar as second or successive petitions are concerned, the statute's precedent-limiting provision, fairly read, eliminates the lower federal courts' role in deeming new rules of constitutional law a permissible basis for habeas relief.  See In re Vial, <span class=\"citation\" data-id=\"741872\"><a href=\"/opinion/741872/in-re-avery-w-vial-movant/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1192</span></a></span>, 1196-97 (4th Cir.1997) (en banc);  In re Hill, <span class=\"citation\" data-id=\"740459\"><a href=\"/opinion/740459/in-re-walter-hill/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 184 (11th Cir.1997) (per curiam);  cf. Bocian v. Godinez, <span class=\"citation\" data-id=\"729966\"><a href=\"/opinion/729966/jan-bocian-also-known-as-jan-gramo-v-salvador-godinez-warden/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">465</span></a></span>, 471 (7th Cir.1996) (noting that under the AEDPA amendments to 28 U.S.C. &#167; 2254(d)(1), \"[f]ederal courts are no longer permitted to apply their own jurisprudence, but must look exclusively to Supreme Court case law\").  Consequently, an application to file a second or successive habeas petition must point to a Supreme Court decision that either expressly declares the collateral availability of the rule (such as by holding or stating that the particular rule upon which the petitioner seeks to rely is retroactively available on collateral review) or applies the rule in a collateral proceeding.  See In re Vial, 115 F.3d at 1197;  In re Hill, 113 F.3d at 184;  see also H.R. Conf.  Rep. No. 104-518, at 111.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rodriguez's fallback position on the question of retroactivity hinges on his assertion that the Court's dispositions in either of two cases--Ivan V. v. City of New York, <span class=\"citation\" data-id=\"108575\"><a href=\"/opinion/108575/ivan-v-v-city-of-new-york/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, <span class=\"citation\" data-id=\"108575\"><a href=\"/opinion/108575/ivan-v-v-city-of-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1951</span></a></span>, <span class=\"citation\" data-id=\"108575\"><a href=\"/opinion/108575/ivan-v-v-city-of-new-york/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1972) (per curiam), or Adams v. Evatt, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>001, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1365</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">42</span></span> (1994) (Adams II )--meet AEDPA's requirement and confirm Cage's retrospective availability on collateral review.  Neither case is persuasive on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Ivan V. is a direct lineal descendant of In re Winship, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></a></span> (1970).  Winship held that the Due Process Clause \"protects the accused against conviction except upon proof beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged.\"  Id. at 364, 90 S.Ct. at 1072-73.   In Ivan V., the Supreme Court imbued this holding with \"complete retroactive effect.\"  407 U.S. at 205, 92 S.Ct. at 1952.   Rodriguez reasons that a Cage error is a species of Winship error, and that Ivan V. accordingly supplies the requisite statement of retroactivity.  Rodriguez's argument is puzzling since, taken at face value, it suggests that Cage did not announce a new rule of constitutional law at all, but, rather, amounted to no more than a specific application of Winship.   If that is so, then Rodriguez stumbles at the starting gate, for section 2244(b)(2)(A) requires that a person who seeks leave to prosecute a second or successive habeas petition predicate his claim on a new rule of constitutional law.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In all events, Rodriguez's position is unavailing.  Ivan V. is utterly silent on Cage's retroactivity--an entirely unsurprising circumstance given that Ivan V. predates Cage by some eighteen years--and we do not discern in the text of Ivan V. any intention on the part of the Supreme Court to declare a blanket rule of retroactivity for every conceivable application or extension of Winship.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The second authority upon which the petitioner relies--the Supreme Court's summary reconsideration order in Adams II--derives from the Fourth Circuit's opinion in Adams v. Aiken, <span class=\"citation\" data-id=\"584155\"><a href=\"/opinion/584155/sylvester-lewis-adams-v-james-aiken-warden-central-correctional/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1306</span></a></span> (4th Cir.1992) (Adams I ), in which the court of appeals held that Cage did not apply retroactively for Teague purposes.  Adams I presented the Justices with a matchless opportunity to determine Cage's availability on collateral review, but they did not reach the retroactivity issue.  Rather, the Court granted certiorari, vacated the judgment, and remanded the matter for reconsideration in light of Sullivan v. Louisiana, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span></a></span>, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></a></span> (1993).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Adams II, 511 U.S. at 1001, 114 S.Ct. at 1365.   The Fourth Circuit then ruled that Cage fell within one of the Teague exceptions, and declared Cage retroactively applicable on collateral review for Teague purposes.  See Adams III, 41 F.3d at 178-79.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Despite the fact that the Supreme Court itself did not make any statement about Cage's retroactivity in Adams II, Rodriguez posits that the Court's vacation and remand were tantamount to a reversal of the Fourth Circuit, and that Adams II  thereby operates as a de facto declaration that Cage applies retroactively.  The short, dispositive answer to this asseveration is that a summary reconsideration order does \"not amount to a final determination on the merits.\"  Henry v. City of Rock Hill, <span class=\"citation\" data-id=\"106795\"><a href=\"/opinion/106795/henry-v-rock-hill/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">776</span></a></span>, 777, <span class=\"citation\" data-id=\"106795\"><a href=\"/opinion/106795/henry-v-rock-hill/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span>, 1043, <span class=\"citation\" data-id=\"106795\"><a href=\"/opinion/106795/henry-v-rock-hill/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">79</span></a></span> (1964).  Such an order merely directs the lower court to reexamine the case against the backdrop of some recent, intervening precedent;  it does not compel a different result.  See id.;   see also Robert L. Stern et al., Supreme Court Practice 279-80 (6th ed.1986).  We are unwilling to read into Adams II any more portentous meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We recognize that the Ninth Circuit, on similar facts, has held that Adams II is enough to support a prima facie case of Cage retroactivity.  See Nevius v. Sumner, <span class=\"citation\" data-id=\"733461\"><a href=\"/opinion/733461/96-cal-daily-op-serv-9223-96-daily-journal-dar-14865-thomas-nevius/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">453</span></a></span>, 462 (9th Cir.1996).  Yet the Nevius panel did not discuss the essential nature of summary reconsideration orders, and the result reached in Nevius appears to run at cross purposes not only with the Court's contrary instruction, see Henry, 376 U.S. at 777, 84 S.Ct. at 1043, but also with section 2244(b)(2)(A)'s clear command that those who would prosecute second or successive habeas petitions must affirmatively show that they seek the benefit of a rule made retroactive \"by the Supreme Court.\"   For these reasons, we respectfully decline to follow Nevius.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  AEDPA sets tough standards that severely restrict state prisoners' abilities to file second or successive habeas petitions.  Although at this stage an applicant need only make a prima facie showing that a claim comports with section 2244(b)(2)(A), that provision's prerequisites are nonetheless stringent.  Rodriguez adequately demonstrates that his claim of Cage error rests on a new rule of constitutional law that was unavailable when he last filed a habeas petition, but he is unable to identify a Supreme Court edict that renders Cage retroactively applicable to cases on collateral review.  In the end, that shortcoming defeats his application.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The application for permission to file a third habeas corpus petition is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record reflects that (contrary to the more usual Hispanic custom) the petitioner has been called by the last of his given names throughout the long history of his case.  We will, therefore bow to nomenclative precedent and refer to him as \"Rodriguez.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Sullivan held that a constitutionally deficient reasonable doubt instruction is not subject to harmless error analysis.  508 U.S. at 280-82, 113 S.Ct. at 2082-83.   In the course of its opinion, the Court described the right to a jury verdict of guilt beyond a reasonable doubt as \"a 'basic protectio[n]' ... without which a criminal trial cannot reliably serve its function,\" and one that \"unquestionably qualifies as 'structural error.' \"  Id. at 281-82, 113 S.Ct. at 2083 (citations omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It is unnecessary for us to determine whether the jury instructions given at the petitioner's trial in fact amounted to a Cage violation, and we intimate no view on that subject</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/12987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2238484/"
  ]
}