{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197831/",
  "absolute_url": "/opinion/197831/united-states-v-romano/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197831/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:39:55Z",
  "date_modified": "2017-03-24T10:53:32.135902Z",
  "type": "010combined",
  "sha1": "4e8c1c163a75073db870b3668c7346e359ab701d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1630.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                    For the First Circuit\r\n                                        \r\n\nNo. 97-1630\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                             v.\r\n\n                     LAWRENCE J. ROMANO,\r\n\n                         Appellant.\r\n\n                                        \r\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Michael A. Ponsor, U.S. District Judge]\r\n\n                                        \r\n\n                           Before\r\n\n                    Stahl, Circuit Judge,\r\n                 Cyr, Senior Circuit Judge,\r\n                  and Lynch, Circuit Judge.\r\n\n                                        \r\n\nWendy Sibbison with whom Michael O. Jennings was on brief for\r\nappellant.\r\nNadine Pellegrini, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r\n\n                                         \r\n\n                        March 9, 1998\r\n                                        \r\n  STAHL, Circuit Judge.  The felony proviso of the\r\nLacey Act, 16 U.S.C.  3373(d)(1), outlaws the purchase of\r\nwildlife (of a specified market value) the purchaser knows weretaken -- i.e., captured, killed, or collected -- in violation\r\nof state law.  This appeal presents occasion for us to decide\r\nan issue of apparent first impression:  whether the same\r\nproviso also criminalizes the purchase of lawful guiding and\r\noutfitting services to facilitate a taking of wildlife (again,\r\nof a specified market value) that, if effectuated, would be in\r\nviolation of state law.  We conclude that the language of 16\r\nU.S.C.  3373(d) does not encompass such conduct and, for\r\nreasons we shall explain, reverse the convictions before us.\r\n                              I.\r\nA.  The Facts\r\n    Between 1989 and 1994, defendant-appellant Lawrence\r\nJ. Romano made annual trips from his home in Massachusetts to\r\nAlaska for guided and outfitted big game hunting expeditions. \r\nOn these trips, Romano killed a brown bear and a number of Dall\r\nsheep, moose, and caribou.  Subsequently, he shipped the\r\nanimals out of state for mounting.  Unbeknownst to his guides\r\nand outfitters, Romano obtained resident hunting licenses prior\r\nto his hunts by falsely representing on his license\r\napplications that he resided in Anchorage.  As a result of his\r\nmisrepresentations, Romano saved nearly ten thousand dollars in\r\nnon-resident licensing fees and non-resident \"big game locking\r\ntags,\" which non-resident hunters must affix to slain animals\r\nprior to shipping.\r\n    Alaska Stat.  16.05.330(a)(2) prohibits the taking\r\nof wildlife without the appropriate Alaska hunting license. \r\nAlaska Stat.  16.05.420(a) voids a hunting license obtained by\r\nmeans of a false statement of material fact.  Alaska Stat. \r\n16.05.420(b) provides that a false statement of material fact\r\non a hunting license application is a misdemeanor.  And Alaska\r\nStat.  16.05.430(a) provides that the taking of an animal\r\nwithout a proper hunting license is a misdemeanor.  Thus,\r\nRomano's false representations (besides themselves being\r\nmisdemeanors) invalidated each of his hunting licenses, making\r\nhis kills unlawful under Alaska Stat.  16.05.430 (a).  In all\r\nother respects, though, Romano's hunts were legal; proper non-\r\nresident licenses and tags would have permitted him to take and\r\nship the exact same game that he took under authority of the\r\nfraudulently-obtained resident licenses.\r\nB.  The Statute\r\n    This case puts in issue the proper construction of\r\nthree interrelated provisions of the Lacey Act -- two dating to\r\nthe Act's 1981 amendment and one to its 1988 amendment.   \r\n    The first, 16 U.S.C.  3372(a)(2), is a general\r\nprohibitory provision.  It establishes the universe of conduct\r\nwhich may give rise to civil and criminal liability under the\r\nAct.  Insofar as is relevant here, it provides:  \"It is\r\nunlawful for any person . . . to import, export, transport,\r\nsell, receive, acquire, or purchase in interstate or foreign\r\ncommerce . . . any . . . wildlife taken, possessed,\r\ntransported, or sold in violation of any law or regulation of\r\nany State . . . .\"  16 U.S.C.  3372(a)(2)(A).      \r\n\n    The second provision, 16 U.S.C.  3372(c), was added\r\nin 1988 to \"overturn\" United States v. Stenberg, 803 F.2d 422\r\n(9th Cir. 1986).  See S. Rep. 100-563, at 9-10 (1988),\r\nreprinted in 1988 U.S.C.C.A.N. 5366, 5374-75.  In Stenberg, the\r\nNinth Circuit had expressed the common sense view that the\r\nselling of guiding services to facilitate what both guide and\r\nhunter knew would be an illegal taking of wildlife does not\r\nitself constitute a \"sale of wildlife\" in violation of the Act. \r\nSee 803 F.2d at 435-37.  Section 3372(c) effectively abrogates\r\nStenberg by providing specialized definitions of the terms\r\n\"sale\" and \"purchase\" to be applied throughout the Act.  In\r\npertinent part, the provision reads:  \"It is deemed to be a\r\npurchase of . . . wildlife in violation of this chapter for a\r\nperson to obtain for money or other consideration . . .\r\nguiding, outfitting, or other services . . . for the illegal\r\ntaking, acquiring, receiving, transporting, or possessing  of\r\n. . . wildlife.\"  16 U.S.C.  3372(c)(2)(A).\r\n    The third and most relevant provision for present\r\npurposes is 16 U.S.C.  3373(d).  Although the provision bears\r\nthe caption \"Criminal penalties,\" it does not simply prescribe\r\npunishment for conduct described elsewhere in the Act. \r\nInstead, the provision effectively sets forth the substantive\r\nelements of the Act's criminal offenses by defining, and\r\nattaching criminal consequences to, a subset of the \"unlawful\"\r\nconduct described in 16 U.S.C.  3372.\r\n    16 U.S.C.  3373(d) has both felony and misdemeanor\r\nprovisos.  In pertinent part, its felony proviso states:   \r\n         Any person who . . . violates any\r\n    provision of this chapter . . . by\r\n    knowingly engaging in conduct that\r\n    involves the sale or purchase of, the\r\n    offer of sale or purchase of, or the\r\n    intent to sell or purchase, fish or\r\n    wildlife . . . with a market value in\r\n    excess of $350, knowing that the fish or\r\n    wildlife . . . were taken, possessed,\r\n    transported, or sold in violation of, or\r\n    in a manner unlawful under, any underlying\r\n    law, treaty or regulation, shall be fined\r\n    not more than $20,000, or imprisoned for\r\n    not more than five years, or both.\r\n\n16 U.S.C.  3373(d)(1).  In pertinent part, its misdemeanor\r\nproviso states:\r\n         Any person who knowingly engages in\r\n    conduct prohibited by any provision of\r\n    this chapter . . . and in the exercise of\r\n    due  care should  know  that the . . .\r\n    wildlife . . . were taken, possessed,\r\n    transported, or sold in violation of, or\r\n    in a manner unlawful under, any underlying\r\n    law, treaty or regulation shall be fined\r\n    not more than $10,000, or imprisoned for\r\n    not more than one year, or both.\r\n\n16 U.S.C.  3373(d)(2).\r\n    C.  The Prior Proceedings\r\n    In early 1995, agents of the United States Fish and\r\nWildlife Service conducted two searches of Romano's home. \r\nThese searches yielded inculpatory evidence including Romano's\r\nhunting diaries and travel itineraries, videotapes and\r\nphotographs of the Alaska hunts, documents establishing\r\nRomano's Massachusetts residency, shipping tags for the animals\r\nin question, and mounted trophies of animals killed during the\r\nhunts.  In July 1995, a federal grand jury returned an eight\r\ncount indictment against Romano.\r\n    Count VIII sought forfeiture of the trophies pursuant\r\nto the Lacey Act's forfeiture provision, 16 U.S.C.  3374;\r\nCounts I-VII, each of which was captioned \"Interstate Sale and\r\nTransport of Wildlife Taken in Violation of State Law, 16\r\nU.S.C.  3372(a)(2)(A)\" and pertained to separate kills and\r\nshipments, charged him with feloniously violating the Lacey Act\r\nby\r\n    knowingly engag[ing] in conduct involving\r\n    the sale and purchase, offer to sell and\r\n    purchase, and intent to sell and purchase,\r\n    wildlife having a market value in excess\r\n    of $350 . . . by knowingly transporting,\r\n    receiving, acquiring and purchasing said\r\n    wildlife in interstate commerce . . .\r\n    knowing said wildlife had been taken,\r\n    possessed and transported in violation of\r\n    and in a manner unlawful under Alaskan\r\n    state law, specifically Alaska Statute \r\n    16.05.330(a)(2), which prohibits the\r\n    taking of wildlife without the appropriate\r\n    Alaska hunting license.\r\n\n(emphasis supplied).  With the exception of the underlined\r\nphrase, this charging language loosely tracked the language of\r\nthe Act's felony proviso -- 16 U.S.C.  3373(d)(1).  The\r\nunderlined phrase, on the other hand, appears to have been\r\nimported from 16 U.S.C.  3372(a)(2).  The government has not\r\nexplained, and we cannot comprehend, why the charging language\r\nwas so structured.\r\n    In any event, it is important to understand that\r\nRomano never engaged in a direct sale or purchase of wildlife. \r\nNor, despite the hint to the contrary in the indictment's\r\ncharging language, has the government taken the position that\r\nRomano's acts of transporting the animals he killed were\r\nconduct involving the sale or purchase of wildlife.  Rather,\r\nthe government's case might best be described as resting on a\r\ntheory of constructive purchase of wildlife.  That theory\r\ndepends, in turn, on the express language of 16 U.S.C. \r\n3372(c)(2), by operation of which (as set forth above) \"a\r\npurchase of . . . services . . . for the illegal taking . . .\r\nof . . . wildlife\" is \"deemed to be a purchase of . . .\r\nwildlife in violation of [the Lacey Act].\"  In other words,\r\nthis case has proceeded on the premise that Romano's annual\r\npurchases of guiding and outfitting services to assist him in\r\nprospective unlawful takings of wildlife were the \"conduct that\r\ninvolves the . . . purchase of . . . wildlife\" made felonious\r\nby 16 U.S.C.  3373(d)(1).  See  13 of the indictment's\r\n\"Introductory Allegations\" (\"Each year between 1989 and 1994\r\nthe defendant LAWRENCE J. ROMANO purchased wildlife in\r\ninterstate commerce by paying for the services of professional\r\nAlaskan guides to assist him in taking game in Alaska.\").\r\n    In January 1996, Romano moved to dismiss all eight\r\ncounts of the indictment.  He asserted a number of arguments in\r\nsupport of his motion, all of which were variations on a five-\r\npart theme:  (1) the Lacey Act cannot be read to apply to his\r\nconduct because the guiding and outfitting services he\r\npurchased were wholly lawful; (2) because the relevant\r\nstatutory language is, at best, ambiguous, both the rule of\r\nlenity and the Act's legislative history (which Romano reads to\r\nsuggest that the Act is not intended to reach the activities of\r\nprivate, recreational hunters who do not engage in unlawful\r\ncommercial activity) preclude its application to his conduct;\r\n(3) Alaska's disparate treatment of resident and out-of-state\r\nhunters is unconstitutional; (4) Congress does not have the\r\npower to regulate the non-commercial, intrastate activities of\r\nprivate, recreational hunters; and (5) the statute of\r\nlimitations had run on the killing and shipment at issue in\r\nCount I.  Perhaps because of the captions the government gave\r\nto Counts I-VII of the indictment, Romano's first and second\r\narguments focused almost exclusively on the language of 16\r\nU.S.C.  3372(a)(2) and (c)(2); they did not address the more\r\npertinent language of 16 U.S.C.  3373(d)(1)(B).\r\n    The district court agreed with Romano's statute of\r\nlimitations argument but otherwise denied the motion and sent\r\nthe case to a jury.  See generally United States v. Romano, 929\r\nF. Supp. 502 (D. Mass. 1996).  The government did not seek to\r\nmake an alternative argument that, even if Romano did not\r\nviolate the Act's felony proviso, he violated its misdemeanor\r\nproviso; nor did Romano seek a lesser included instruction. \r\nAccordingly, the case was tried solely under the theory that\r\nRomano's purchases of guiding and outfitting services for the\r\nillegal taking of wildlife were felonies.  At the conclusion of\r\nthe government's case, the closing of the evidence, and after\r\nthe jury's guilty verdicts on Counts II-VII, Romano renewed his\r\nfirst, second, and fourth arguments as challenges to the\r\nsufficiency of the evidence.  He also asserted that, because\r\nthe government had not introduced evidence from which a jury\r\ncould find beyond a reasonable doubt that the animals in\r\nquestion had \"market value[s] in excess of $350,\" 16 U.S.C. \r\n3373(d)(1)(B), he should be acquitted.  The district court\r\nstood by its earlier rulings and rejected Romano's market value\r\nargument, reasoning that the thousands of dollars Romano paid\r\nfor guiding and outfitting services constituted evidence from\r\nwhich the jury could properly infer that the animals killed\r\nduring the hunts had market values in excess of $350. \r\nSubsequently, the court sentenced Romano to two years'\r\nprobation.  It also fined him $20,000, ordered him to make\r\nrestitution in the amount of $9,994 to the State of Alaska, and\r\nentered a judgment forfeiting the trophies that were the\r\nsubject of Count VIII.  The court stayed execution of the\r\nsentence pending appeal.\r\n                             II.\r\n    Proper resolution of this appeal is not without\r\ndifficulty.  On the one hand, Romano's specific appellate\r\narguments (which essentially mirror those presented to the\r\ndistrict court during and after the trial) are not particularly\r\npersuasive.  Only the market value argument gives us\r\nsignificant pause; yet even a ruling that the government failed\r\nto establish that the animals Romano killed had market values\r\nin excess of $350 raises a potentially difficult question not\r\naddressed in the briefs:  Should we reverse the convictions\r\noutright or, despite the lack of either a misdemeanor offense\r\ninstruction below or a request by the government that we do so,\r\ninvoke our authority under 28 U.S.C.  2106 to remand with\r\ninstructions that the district court enter judgments against\r\nRomano under the Act's misdemeanor proviso?  See Rutledge v.\r\nUnited States, 116 S. Ct. 1241, 1250 (1996) (noting the Court's\r\nprior approval of the \"uniform\" conclusion of federal appellate\r\ncourts \"that they may direct the entry of judgment for a lesser\r\nincluded offense when a conviction for a greater offense is\r\nreversed on grounds that affect only the greater offense\");\r\nUnited States v. Melton, 491 F.2d 45, 57-58 (D.C. Cir. 1973)\r\n(remanding for resentencing on lesser included offense even\r\nwhere the government chose at trial only to seek conviction on\r\nthe greater offense); but see United States v. Vasquez-Chan,\r\n978 F.2d 546, 553-54 &amp; nn.5,6 (9th Cir. 1992) (appellate court\r\nmay order entry of judgment on lesser included offense only\r\nwhen the jury was explicitly instructed it could find the\r\ndefendant guilty of the lesser included offense and when the\r\ngovernment, on appeal, makes an alternative argument for the\r\nentry of judgment against defendant on the lesser included\r\noffense).  After all, conduct meeting all the elements of 16\r\nU.S.C.  3373(d)(1) except its market value requirement would\r\nappear to fall within 16 U.S.C.  3373(d)(2).  See supra at 5.\r\n    On the other hand, we detect an obvious defect in the\r\ngovernment's case.  As we have stated, the conduct for which\r\nRomano was indicted and convicted -- i.e., the \"conduct that\r\ninvolves the . . . purchase of . . . wildlife,\" 16 U.S.C. \r\n3373(d)(1)(B) -- was Romano's annual purchasing of guiding and\r\noutfitting services for the prospective illegal taking of\r\nwildlife.  See supra at 7-8; see also 16 U.S.C.  3372(c)(2). \r\nWe think it obvious, or at least plausible, that Romano\r\n\"engag[ed] in\" this \"conduct,\" 16 U.S.C.  3373(d)(1)(B), only\r\nfor so long as it took him to consummate each of his purchases\r\nof services.  The government appears to agree.  In its brief,\r\nit argued:  \"Since  3372(c)(2) clearly indicates there can be\r\na prospective taking, it follows that the purchase of wildlife\r\nby purchasing guiding services can come before the illegal\r\ntaking.\"  And yet, this reading of the Act proves the\r\nincoherence of this prosecution.\r\n    As we have observed, conduct involving a purchase of\r\nguiding and outfitting services for the prospective illegal\r\ntaking of wildlife would appear to be unlawful by the combined\r\neffect of 16 U.S.C.  3372(a)(2) and (c)(2).  For such\r\nunlawful conduct also to constitute a crime, however, it would\r\nhave to fall within the Act's criminal provision -- 16 U.S.C.\r\n 3373(d).  And this provision requires, inter alia, that an\r\naccused engage in the conduct with a statutorily-prescribed\r\nknowledge base:  \"knowing that the . . . wildlife . . . weretaken, possessed, transported, or sold in violation of\" law, 16\r\nU.S.C.  3373(d)(1)(B) (emphasis supplied), in the case of a\r\nfelony; or with reason to \"know that the . . . wildlife . . .\r\nwere taken, possessed, transported, or sold in violation of\"\r\nlaw, 16 U.S.C.  3373(d)(2) (emphasis supplied), in the case of\r\na misdemeanor.\r\n    Obviously, however, a hunter who purchases guiding or\r\noutfitting services to assist him in a prospective unlawful\r\ntaking of wildlife can neither know nor have reason to know at\r\nthe time of his purchase that the wildlife he has\r\nconstructively purchased by operation of 16 U.S.C.  3372(c)\r\n\"were taken\" (or, for that matter, \"possessed\" or\r\n\"transported\") in violation of state law.    The reason is\r\nclear:  Congress' use of the word \"were\" implies that, at the\r\ntime of the purchase, the underlying taking, possession, or act\r\nof transport cannot still be in prospect; it must have already\r\noccurred.  Cf. United States v. Carpenter, 933 F.2d 748, 750-51\r\n(9th Cir. 1991) (engaging in a similar temporal parsing of 16\r\nU.S.C.  3372(a)(1)).  Thus, to affirm a conviction in\r\ncircumstances such as these, we would have to say that the word\r\n\"were,\" as used in 16 U.S.C.  3373(d), also can mean \"would\r\nbe.\"  Yet even if the word \"were\" might be taken to mean \"would\r\nbe\" in some other criminal statute, the absence of indicia that\r\nCongress actually intended to criminalize the type of conduct\r\nfor which Romano stands convicted, see infra at 17, precludes\r\nsuch a strained construction here, see Reno v. Koray, 115 S.\r\nCt. 2021, 2029 (1995) (explaining the rule of lenity). \r\n    A similar analysis disposes of any argument that,\r\nwhen he purchased the guiding and outfitting services, Romano\r\nknew or had reason to know that the wildlife he would take with\r\nthe assistance of these services \"were . . . sold,\" 16 U.S.C.\r\n  3373(d)(1) and (d)(2), in violation of Alaska law.  In a\r\ncase where a buyer purchases such services knowing, or with\r\nreason to know, that the sale of services is itself illegal\r\nunder state law,   we might accept that the buyer \"purchased\r\nwildlife\" (per 16 U.S.C.  3372(c)(2)) knowing or having reason\r\nto know that the wildlife \"were . . . sold\" in violation of law\r\n(per 16 U.S.C.  3373(d)).  After all, this was the precise\r\nsituation presented in Stenberg, and Congress passed 16 U.S.C.\r\n 3372(c) with the expressed intention of \"overturn[ing]\"\r\nStenberg.  See supra at 4.  Here, though, where there was\r\nnothing unlawful about the repeated sales of guiding and\r\noutfitting services to Romano, there is absolutely no basis for\r\nconcluding that, when he purchased these services, Romano knew\r\nor had reason to know that the wildlife he constructively\r\npurchased were or had been sold in violation of Alaska law. \r\nCf. Carpenter, 933 F.2d at 750-51.  A buyer's private intention\r\nto use a purchased item for unlawful purposes -- e.g., the\r\npurchase of a handgun with the intention to use it in a bank\r\nrobbery -- does not, without more, make the sale of that item\r\nunlawful.\r\n    As we have stated, Romano has, throughout these\r\nproceedings, made specific arguments that there is insufficient\r\nevidence to support his convictions because the government has\r\nmisinterpreted 16 U.S.C.  3372.  He has not, however,\r\nspecifically argued that there was insufficient evidence to\r\nsupport the jury's findings with respect to the knowledge\r\nrequirements of 16 U.S.C.  3373(d).  The propriety of our\r\nreversing Romano's convictions on the basis of the defect just\r\ndescribed would therefore appear to be governed by the\r\njurisprudence of Fed. R. Crim. P. 52(b).  Cf. United States v.\r\nBelardo-Quinones, 71 F.3d 941, 945 (1st Cir. 1995) (when an\r\naccused asserts specific arguments in support of a Fed. R.\r\nCrim. P. 29 motion for acquittal, he waives plenary appellate\r\nreview of other specific arguments for acquittal not then\r\nmade).\r\n    Rule 52(b) provides:  \"Plain errors or defects\r\naffecting substantial rights may be noticed although they were\r\nnot brought to the attention of the court.\"  The Supreme Court\r\nhas interpreted this provision to confer a highly circumscribed\r\nauthority on appellate courts.  See United States v.\r\nBradstreet,     F.3d    , Nos. 97-1164 &amp; 1204, slip op. at 8-9\r\n(1st Cir. Jan. 29, 1998) (discussing the combined effect of\r\nUnited States v. Olano, 507 U.S. 725 (1993), and Johnson v.\r\nUnited States, 117 S. Ct. 1544 (1997)).  To be correctable\r\nunder Rule 52(b), an error or defect must be \"plain,\" meaning\r\n\"clear\" or \"obvious\" at the time of appellate consideration; it\r\nmust have \"affected substantial rights,\" meaning, in most\r\ncases, \"it must have affected the outcome of the district court\r\nproceedings\"; and leaving it uncorrected must strike us as\r\nhaving the potential to \"seriously affect[] the fairness,\r\nintegrity or public reputation of judicial proceedings.\"  Id.at 9 (internal quotation marks and citations omitted).\r\n    We think that the defect here is obvious -- the word\r\n\"were\" in 16 U.S.C.  3373(d)(1) plainly cannot encompass\r\nprospective conduct in these circumstances -- and that it\r\naffected the outcome of Romano's trial.  Resolution of this\r\nappeal therefore turns on whether systemic considerations\r\nmilitate in favor of reversal.  We believe that they do.  While\r\nRomano is clearly guilty of having committed misdemeanor\r\nviolations of certain Alaska hunting laws, he is just as\r\nclearly innocent of the felony charges for which he stands\r\nconvicted.  This, then, is not just a situation where an\r\naccused's trial might well have ended in an acquittal had the\r\ndefect been raised; it is a case of demonstrable actual\r\ninnocence of the crimes charged.\r\n    Furthermore, this is the first reported case where\r\nthe government has prosecuted a hunter for purchasing lawful\r\nservices to aid him in the prospective unlawful taking of\r\nwildlife.  To the extent that this might be a \"test case,\" we\r\nbelieve that there is a strong institutional interest in\r\ninforming the government that its construction of the Act is\r\nseriously flawed.  So, too, do we think it important to inform\r\nCongress that, should it wish to criminalize the type of\r\nconduct at issue in this case -- the purchase of lawfully-sold\r\nservices with the intent to use those services to take wildlife\r\nunlawfully -- it must amend the statute.  As we have explained,\r\nthe government cannot now prosecute such conduct under 16\r\nU.S.C.  3373(d).  Indeed, Congress may well intend that such\r\nconduct remain entirely within the province of state law.  See,\r\ne.g., S. Rep. 97-123, at 1 (1981), reprinted in 1981\r\nU.S.C.C.A.N. 1748, 1748 (the purpose of the Act is to curtail\r\nthe \"massive illegal trade in fish and wildlife and their parts\r\nand products\") (emphasis supplied); id. at 12, reprinted in1981 U.S.C.C.A.N. at 1759 (\"[T]he dealings of a hunter with his\r\ntravel agent or an airlines to arrange a trip for the\r\nacquisition of wildlife clearly does [sic] not constitute a\r\nsale or purchase of wildlife.  However, a commercial\r\narrangement whereby a professional guide offers his services to\r\nillegally obtain wildlife is, in effect, an offer to sell\r\nwildlife.\").  But we cannot say with certainty that this is so.\r\n                             III.\r\n    For the reasons stated, 16 U.S.C.  3373(d) does not\r\nencompass the conduct underlying Romano's convictions.  We\r\ntherefore reverse those convictions and remand with\r\ninstructions that judgments of acquittal be entered on Counts\r\nII-VIII of the indictment.\n",
  "html": "<p class=\"case_cite\">137 F.3d 677</p>\n    <p class=\"case_cite\">28 Envtl. L. Rep. 21,013</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Lawrence J. ROMANO, Appellant.</p>\n    <p class=\"docket\">No. 97-1630.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 9, 1997.<br>Decided March 9, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wendy Sibbison, Greenfield, MA, with whom Michael O. Jennings, Springfield, MA, was on brief for appellant.</p>\n      <p class=\"indent\">Nadine Pellegrini, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The felony proviso of the Lacey Act, 16 U.S.C. &#167; 3373(d)(1), outlaws the purchase of wildlife (of a specified market value) the purchaser knows were taken--i.e., captured, killed, or collected--in violation of state law.  This appeal presents occasion for us to decide an issue of apparent first impression:  whether the same proviso also criminalizes the purchase of lawful guiding and outfitting services to facilitate a taking of wildlife (again, of a specified market value) that, if effectuated, would be in violation of state law.  We conclude that the language of 16 U.S.C. &#167; 3373(d) does not encompass such conduct and, for reasons we shall explain, reverse the convictions before us.</p>\n    </div>\n    <p>I.</p>\n    <p>A. The Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Between 1989 and 1994, defendant-appellant Lawrence J. Romano made annual trips from his home in Massachusetts to Alaska for guided and outfitted big game hunting expeditions.  On these trips, Romano killed a brown bear and a number of Dall sheep, moose, and caribou.  Subsequently, he shipped the animals out of state for mounting.  Unbeknownst to his guides and outfitters, Romano obtained resident hunting licenses prior to his hunts by falsely representing on his license applications that he resided in Anchorage.  As a result of his misrepresentations, Romano saved nearly ten thousand dollars in non-resident licensing fees and non-resident \"big game locking tags,\" which non-resident hunters must affix to slain animals prior to shipping.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Alaska Stat. &#167; 16.05.330(a)(2) prohibits the taking of wildlife without the appropriate Alaska hunting license.  Alaska Stat. &#167; 16.05.420(a) voids a hunting license obtained by means of a false statement of material fact.  Alaska Stat. &#167; 16.05.420(b) provides that a false statement of material fact on a hunting license application is a misdemeanor.  And Alaska Stat. &#167; 16.05.430(a) provides that the taking of an animal without a proper hunting license is a misdemeanor.  Thus, Romano's false representations (besides themselves being misdemeanors) invalidated each of his hunting licenses, making his kills unlawful under Alaska Stat. &#167; 16.05.430(a).  In all other respects, though, Romano's hunts were legal;  proper non-resident licenses and tags would have permitted him to take and ship the exact same game that he took under authority of the fraudulently-obtained resident licenses.</p>\n    </div>\n    <p>B. The Statute</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case puts in issue the proper construction of three interrelated provisions of the Lacey Act--two dating to the Act's 1981 amendment and one to its 1988 amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The first, 16 U.S.C. &#167; 3372(a)(2), is a general prohibitory provision.  It establishes the universe of conduct which may give rise to civil and criminal liability under the Act.  Insofar as is relevant here, it provides:  \"It is unlawful for any person ... to import, export, transport, sell, receive, acquire, or purchase in interstate or foreign commerce ... any ... wildlife taken, possessed, transported, or sold in violation of any law or regulation of any State....\"  16 U.S.C. &#167; 3372(a)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The second provision, 16 U.S.C. &#167; 3372(c), was added in 1988 to \"overturn\" United States v. Stenberg, 803 F.2d 422 (9th Cir.1986).  See S. Rep. 100-563, at 9-10 (1988), reprinted in 1988 U.S.C.C.A.N. 5366, 5374-75.   In Stenberg, the Ninth Circuit had expressed the common sense view that the selling of guiding services to facilitate what both guide and hunter knew would be an illegal taking of wildlife does not itself constitute a \"sale of wildlife\" in violation of the Act.  See 803 F.2d at 435-37.  Section 3372(c) effectively abrogates Stenberg by providing specialized definitions of the terms \"sale\" and \"purchase\" to be applied throughout the Act.  In pertinent part, the provision reads:  \"It is deemed to be a purchase of ... wildlife in violation of this chapter for a person to obtain for money or other consideration ... guiding, outfitting, or other services ... for the illegal taking, acquiring, receiving, transporting, or possessing of ... wildlife.\"  16 U.S.C. &#167; 3372(c)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The third and most relevant provision for present purposes is 16 U.S.C. &#167; 3373(d).  Although the provision bears the caption \"Criminal penalties,\" it does not simply prescribe punishment for conduct described elsewhere in the Act.  Instead, the provision effectively sets forth the substantive elements of the Act's criminal offenses by defining, and attaching criminal consequences to, a subset of the \"unlawful\" conduct described in 16 U.S.C. &#167; 3372.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">16 U.S.C. &#167; 3373(d) has both felony and misdemeanor provisos.  In pertinent part, its felony proviso states:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Any person who ... violates any provision of this chapter ... by knowingly engaging in conduct that involves the sale or purchase of, the offer of sale or purchase of, or the intent to sell or purchase, fish or wildlife ... with a market value in excess of $350, knowing that the fish or wildlife ... were taken, possessed, transported, or sold in violation of, or in a manner unlawful under, any underlying law, treaty or regulation, shall be fined not more than $20,000, or imprisoned for not more than five years, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">16 U.S.C. &#167; 3373(d)(1).  In pertinent part, its misdemeanor proviso states:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Any person who knowingly engages in conduct prohibited by any provision of this chapter ... and in the exercise of due care should know that the ... wildlife ... were taken, possessed, transported, or sold in violation of, or in a manner unlawful under, any underlying law, treaty or regulation shall be fined not more than $10,000, or imprisoned for not more than one year, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">16 U.S.C. &#167; 3373(d)(2).</p>\n    </div>\n    <p>C. The Prior Proceedings</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In early 1995, agents of the United States Fish and Wildlife Service conducted two searches of Romano's home.  These searches yielded inculpatory evidence including Romano's hunting diaries and travel itineraries, videotapes and photographs of the Alaska hunts, documents establishing Romano's Massachusetts residency, shipping tags for the animals in question, and mounted trophies of animals killed during the hunts.  In July 1995, a federal grand jury returned an eight count indictment against Romano.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Count VIII sought forfeiture of the trophies pursuant to the Lacey Act's forfeiture provision, 16 U.S.C. &#167; 3374;  Counts I-VII, each of which was captioned \"Interstate Sale and Transport of Wildlife Taken in Violation of State Law, 16 U.S.C. &#167; 3372(a)(2)(A)\" and pertained to separate kills and shipments, charged him with feloniously violating the Lacey Act by</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>knowingly engag[ing] in conduct involving the sale and purchase, offer to sell and purchase, and intent to sell and purchase, wildlife having a market value in excess of $350 ... by knowingly transporting, receiving, acquiring and purchasing said wildlife in interstate commerce ... knowing said wildlife had been taken, possessed and transported in violation of and in a manner unlawful under Alaskan state law, specifically Alaska Statute &#167; 16.05.330(a)(2), which prohibits the taking of wildlife without the appropriate Alaska hunting license.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(emphasis supplied).  With the exception of the underlined phrase, this charging language loosely tracked the language of the Act's felony proviso--16 U.S.C. &#167; 3373(d)(1).  The underlined phrase, on the other hand, appears to have been imported from 16 U.S.C. &#167; 3372(a)(2).  The government has not explained, and we cannot comprehend, why the charging language was so structured.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In any event, it is important to understand that Romano never engaged in a direct sale or purchase of wildlife.  Nor, despite the hint to the contrary in the indictment's charging language, has the government taken the position that Romano's acts of transporting the animals he killed were conduct involving the sale or purchase of wildlife.  Rather, the government's case might best be described as resting on a theory of constructive purchase of wildlife.  That theory depends, in turn, on the express language of 16 U.S.C. &#167; 3372(c)(2), by operation of which (as set forth above) \"a purchase of ... services ... for the illegal taking ... of ... wildlife\" is \"deemed to be a purchase of ... wildlife in violation of [the Lacey Act].\" In other words, this case has proceeded on the premise that Romano's annual purchases of guiding and outfitting services to assist him in prospective unlawful takings of wildlife were the \"conduct that involves the ... purchase of ... wildlife\" made felonious by 16 U.S.C. &#167; 3373(d)(1).  See p 13 of the indictment's \"Introductory Allegations\" (\"Each year between 1989 and 1994 the defendant LAWRENCE J. ROMANO purchased wildlife in interstate commerce by paying for the services of professional Alaskan guides to assist him in taking game in Alaska.\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In January 1996, Romano moved to dismiss all eight counts of the indictment.  He asserted a number of arguments in support of his motion, all of which were variations on a five-part theme:  (1) the Lacey Act cannot be read to apply to his conduct because the guiding and outfitting services he purchased were wholly lawful;  (2) because the relevant statutory language is, at best, ambiguous, both the rule of lenity and the Act's legislative history (which Romano reads to suggest that the Act is not intended to reach the activities of private, recreational hunters who do not engage in unlawful commercial activity) preclude its application to his conduct;  (3) Alaska's disparate treatment of resident and out-of-state hunters is unconstitutional;  (4) Congress does not have the power to regulate the non-commercial, intrastate activities of private, recreational hunters;  and (5) the statute of limitations had run on the killing and shipment at issue in Count I. Perhaps because of the captions the government gave to Counts I-VII of the indictment, Romano's first and second arguments focused almost exclusively on the language of 16 U.S.C. &#167;&#167; 3372(a)(2) and (c)(2);  they did not address the more pertinent language of 16 U.S.C. &#167; 3373(d)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court agreed with Romano's statute of limitations argument but otherwise denied the motion and sent the case to a jury.  See generally United States v. Romano, 929 F.Supp. 502 (D.Mass.1996).  The government did not seek to make an alternative argument that, even if Romano did not violate the Act's felony proviso, he violated its misdemeanor proviso;  nor did Romano seek a lesser included instruction.  Accordingly, the case was tried solely under the theory that Romano's purchases of guiding and outfitting services for the illegal taking of wildlife were felonies.  At the conclusion of the government's case, the closing of the evidence, and after the jury's guilty verdicts on Counts II-VII, Romano renewed his first, second, and fourth arguments as challenges to the sufficiency of the evidence.  He also asserted that, because the government had not introduced evidence from which a jury could find beyond a reasonable doubt that the animals in question had \"market value[s] in excess of $350,\" 16 U.S.C. &#167; 3373(d)(1)(B), he should be acquitted.  The district court stood by its earlier rulings and rejected Romano's market value argument, reasoning that the thousands of dollars Romano paid for guiding and outfitting services constituted evidence from which the jury could properly infer that the animals killed during the hunts had market values in excess of $350.  Subsequently, the court sentenced Romano to two years' probation.  It also fined him $20,000, ordered him to make restitution in the amount of $9,994 to the State of Alaska, and entered a judgment forfeiting the trophies that were the subject of Count VIII.  The court stayed execution of the sentence pending appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Proper resolution of this appeal is not without difficulty.  On the one hand, Romano's specific appellate arguments (which essentially mirror those presented to the district court during and after the trial) are not particularly persuasive.  Only the market value argument gives us significant pause;  yet even a ruling that the government failed to establish that the animals Romano killed had market values in excess of $350 raises a potentially difficult question not addressed in the briefs:  Should we reverse the convictions outright or, despite the lack of either a misdemeanor offense instruction below or a request by the government that we do so, invoke our authority under 28 U.S.C. &#167; 2106 to remand with instructions that the district court enter judgments against Romano under the Act's misdemeanor proviso?   See Rutledge v. United States, 517 U.S. 292, 305-07, 116 S.Ct. 1241, 1250, 134 L.Ed.2d 419 (1996) (noting the Court's prior approval of the \"uniform\" conclusion of federal appellate courts \"that they may direct the entry of judgment for a lesser included offense when a conviction for a greater offense is reversed on grounds that affect only the greater offense\");  United States v. Melton, 491 F.2d 45, 57-58 (D.C.Cir.1973) (remanding for resentencing on lesser included offense even where the government chose at trial only to seek conviction on the greater offense);  but see United States v. Vasquez-Chan, 978 F.2d 546, 554 &amp; nn. 5, 6 (9th Cir.1992) (appellate court may order entry of judgment on lesser included offense only when the jury was explicitly instructed it could find the defendant guilty of the lesser included offense and when the government, on appeal, makes an alternative argument for the entry of judgment against defendant on the lesser included offense).  After all, conduct meeting all the elements of 16 U.S.C. &#167; 3373(d)(1) except its market value requirement would appear to fall within 16 U.S.C. &#167; 3373(d)(2).  See supra at 679.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On the other hand, we detect an obvious defect in the government's case.  As we have stated, the conduct for which Romano was indicted and convicted--i.e., the \"conduct that involves the ... purchase of ... wildlife,\" 16 U.S.C. &#167; 3373(d)(1)(B)--was Romano's annual purchasing of guiding and outfitting services for the prospective illegal taking of wildlife.  See supra at 679-80;  see also 16 U.S.C. &#167; 3372(c)(2).  We think it obvious, or at least plausible, that Romano \"engag[ed] in\" this \"conduct,\" 16 U.S.C. &#167; 3373(d)(1)(B), only for so long as it took him to consummate each of his purchases of services.  The government appears to agree.  In its brief, it argued:  \"Since &#167; 3372(c)(2) clearly indicates there can be a prospective taking, it follows that the purchase of wildlife by purchasing guiding services can come before the illegal taking.\"   And yet, this reading of the Act proves the incoherence of this prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As we have observed, conduct involving a purchase of guiding and outfitting services for the prospective illegal taking of wildlife would appear to be unlawful by the combined effect of 16 U.S.C. &#167;&#167; 3372(a)(2) and (c)(2).  For such unlawful conduct also to constitute a crime, however, it would have to fall within the Act's criminal provision--16 U.S.C. &#167; 3373(d).  And this provision requires, inter alia, that an accused engage in the conduct with a statutorily-prescribed knowledge base:  \"knowing that the ... wildlife ... were taken, possessed, transported, or sold in violation of\" law, 16 U.S.C. &#167; 3373(d)(1)(B) (emphasis supplied), in the case of a felony;  or with reason to \"know that the ... wildlife ... were taken, possessed, transported, or sold in violation of\" law, 16 U.S.C. &#167; 3373(d)(2) (emphasis supplied), in the case of a misdemeanor.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Obviously, however, a hunter who purchases guiding or outfitting services to assist him in a prospective unlawful taking of wildlife can neither know nor have reason to know at the time of his purchase that the wildlife he has constructively purchased by operation of 16 U.S.C. &#167; 3372(c) \"were taken\" (or, for that matter, \"possessed\" or \"transported\") in violation of state law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The reason is clear:  Congress' use of the word \"were\" implies that, at the time of the purchase, the underlying taking, possession, or act of transport cannot still be in prospect;  it must have already occurred.  Cf. United States v. Carpenter, 933 F.2d 748, 750-51 (9th Cir.1991) (engaging in a similar temporal parsing of 16 U.S.C. &#167; 3372(a)(1)).  Thus, to affirm a conviction in circumstances such as these, we would have to say that the word \"were,\" as used in 16 U.S.C. &#167; 3373(d), also can mean \"would be.\"   Yet even if the word \"were\" might be taken to mean \"would be\" in some other criminal statute, the absence of indicia that Congress actually intended to criminalize the type of conduct for which Romano stands convicted, see infra at 17, precludes such a strained construction here, see Reno v. Koray, 515 U.S. 50, 64-66, 115 S.Ct. 2021, 2029, 132 L.Ed.2d 46 (1995) (explaining the rule of lenity).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A similar analysis disposes of any argument that, when he purchased the guiding and outfitting services, Romano knew or had reason to know that the wildlife he would take with the assistance of these services \"were ... sold,\" 16 U.S.C. &#167;&#167; 3373(d)(1) and (d)(2), in violation of Alaska law.  In a case where a buyer purchases such services knowing, or with reason to know, that the sale of services is itself illegal under state law,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> we might accept that the buyer \"purchased wildlife\" (per 16 U.S.C. &#167; 3372(c)(2)) knowing or having reason to know that the wildlife \"were ... sold\" in violation of law (per 16 U.S.C. &#167; 3373(d)).  After all, this was the precise situation presented in Stenberg, and Congress passed 16 U.S.C. &#167; 3372(c) with the expressed intention of \"overturn[ing]\" Stenberg.   See supra at 678.   Here, though, where there was nothing unlawful about the repeated sales of guiding and outfitting services to Romano, there is absolutely no basis for concluding that, when he purchased these services, Romano knew or had reason to know that the wildlife he constructively purchased were or had been sold in violation of Alaska law.  Cf. Carpenter, 933 F.2d at 750-51.   A buyer's private intention to use a purchased item for unlawful purposes--e.g., the purchase of a handgun with the intention to use it in a bank robbery--does not, without more, make the sale of that item unlawful.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As we have stated, Romano has, throughout these proceedings, made specific arguments that there is insufficient evidence to support his convictions because the government has misinterpreted 16 U.S.C. &#167; 3372.  He has not, however, specifically argued that there was insufficient evidence to support the jury's findings with respect to the knowledge requirements of 16 U.S.C. &#167; 3373(d).  The propriety of our reversing Romano's convictions on the basis of the defect just described would therefore appear to be governed by the jurisprudence of Fed.R.Crim.P. 52(b).  Cf. United States v. Belardo-Quinones, 71 F.3d 941, 945 (1st Cir.1995) (when an accused asserts specific arguments in support of a Fed.R.Crim.P. 29 motion for acquittal, he waives plenary appellate review of other specific arguments for acquittal not then made).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Rule 52(b) provides:  \"Plain errors or defects affecting substantial rights may be noticed although they were not brought to the attention of the court.\"   The Supreme Court has interpreted this provision to confer a highly circumscribed authority on appellate courts.  See United States v. Bradstreet, 135 F.3d 46, 50-51 (1st Cir.1998) (discussing the combined effect of United States v. Olano, 507 U.S. 725, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993), and Johnson v. United States, 520 U.S. 461, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997)).  To be correctable under Rule 52(b), an error or defect must be \"plain,\" meaning \"clear\" or \"obvious\" at the time of appellate consideration;  it must have \"affected substantial rights,\" meaning, in most cases, \"it must have affected the outcome of the district court proceedings\";  and leaving it uncorrected must strike us as having the potential to \"seriously affect[ ] the fairness, integrity or public reputation of judicial proceedings.\"  Id. at 50 (internal quotation marks and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We think that the defect here is obvious--the word \"were\" in 16 U.S.C. &#167; 3373(d)(1) plainly cannot encompass prospective conduct in these circumstances--and that it affected the outcome of Romano's trial.  Resolution of this appeal therefore turns on whether systemic considerations militate in favor of reversal.  We believe that they do.  While Romano is clearly guilty of having committed misdemeanor violations of certain Alaska hunting laws, he is just as clearly innocent of the felony charges for which he stands convicted.  This, then, is not just a situation where an accused's trial might well have ended in an acquittal had the defect been raised;  it is a case of demonstrable actual innocence of the crimes charged.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Furthermore, this is the first reported case where the government has prosecuted a hunter for purchasing lawful services to aid him in the prospective unlawful taking of wildlife.  To the extent that this might be a \"test case,\" we believe that there is a strong institutional interest in informing the government that its construction of the Act is seriously flawed.  So, too, do we think it important to inform Congress that, should it wish to criminalize the type of conduct at issue in this case--the purchase of lawfully-sold services with the intent to use those services to take wildlife unlawfully--it must amend the statute.  As we have explained, the government cannot now prosecute such conduct under 16 U.S.C. &#167; 3373(d).  Indeed, Congress may well intend that such conduct remain entirely within the province of state law.  See, e.g., S. Rep. 97-123, at 1 (1981), reprinted in 1981 U.S.C.C.A.N. 1748, 1748 (the purpose of the Act is to curtail the \"massive illegal trade in fish and wildlife and their parts and products\") (emphasis supplied);  id. at 12, reprinted in 1981 U.S.C.C.A.N. at 1759 (\"[T]he dealings of a hunter with his travel agent or an airlines to arrange a trip for the acquisition of wildlife clearly does [sic] not constitute a sale or purchase of wildlife.  However, a commercial arrangement whereby a professional guide offers his services to illegally obtain wildlife is, in effect, an offer to sell wildlife.\").  But we cannot say with certainty that this is so.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the reasons stated, 16 U.S.C. &#167; 3373(d) does not encompass the conduct underlying Romano's convictions.  We therefore reverse those convictions and remand with instructions that judgments of acquittal be entered on Counts II-VIII of the indictment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We discuss whether a hunter who purchases guiding or outfitting services to assist him in a prospective unlawful taking of wildlife can know or have reason to know that the wildlife he has constructively purchased \"were ... sold\" in violation of state law later in this opinion.  See infra at 682 &amp; note 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Virtually all sales of services to facilitate hunts both the buyer and seller know to be illegal would appear to be in violation of state law because they are conspiracies to violate state hunting laws</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">677</span></span></p>\n    <p class=\"case_cite\">28 Envtl. L. Rep. 21,013</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Lawrence J. ROMANO, Appellant.</p>\n    <p class=\"docket\">No. 97-1630.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 9, 1997.<br>Decided March 9, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wendy Sibbison, Greenfield, MA, with whom Michael O. Jennings, Springfield, MA, was on brief for appellant.</p>\n      <p class=\"indent\">Nadine Pellegrini, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The felony proviso of the Lacey Act, 16 U.S.C. &#167; 3373(d)(1), outlaws the purchase of wildlife (of a specified market value) the purchaser knows were taken--i.e., captured, killed, or collected--in violation of state law.  This appeal presents occasion for us to decide an issue of apparent first impression:  whether the same proviso also criminalizes the purchase of lawful guiding and outfitting services to facilitate a taking of wildlife (again, of a specified market value) that, if effectuated, would be in violation of state law.  We conclude that the language of 16 U.S.C. &#167; 3373(d) does not encompass such conduct and, for reasons we shall explain, reverse the convictions before us.</p>\n    </div>\n    <p>I.</p>\n    <p>A. The Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Between 1989 and 1994, defendant-appellant Lawrence J. Romano made annual trips from his home in Massachusetts to Alaska for guided and outfitted big game hunting expeditions.  On these trips, Romano killed a brown bear and a number of Dall sheep, moose, and caribou.  Subsequently, he shipped the animals out of state for mounting.  Unbeknownst to his guides and outfitters, Romano obtained resident hunting licenses prior to his hunts by falsely representing on his license applications that he resided in Anchorage.  As a result of his misrepresentations, Romano saved nearly ten thousand dollars in non-resident licensing fees and non-resident \"big game locking tags,\" which non-resident hunters must affix to slain animals prior to shipping.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Alaska Stat. &#167; 16.05.330(a)(2) prohibits the taking of wildlife without the appropriate Alaska hunting license.  Alaska Stat. &#167; 16.05.420(a) voids a hunting license obtained by means of a false statement of material fact.  Alaska Stat. &#167; 16.05.420(b) provides that a false statement of material fact on a hunting license application is a misdemeanor.  And Alaska Stat. &#167; 16.05.430(a) provides that the taking of an animal without a proper hunting license is a misdemeanor.  Thus, Romano's false representations (besides themselves being misdemeanors) invalidated each of his hunting licenses, making his kills unlawful under Alaska Stat. &#167; 16.05.430(a).  In all other respects, though, Romano's hunts were legal;  proper non-resident licenses and tags would have permitted him to take and ship the exact same game that he took under authority of the fraudulently-obtained resident licenses.</p>\n    </div>\n    <p>B. The Statute</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case puts in issue the proper construction of three interrelated provisions of the Lacey Act--two dating to the Act's 1981 amendment and one to its 1988 amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The first, 16 U.S.C. &#167; 3372(a)(2), is a general prohibitory provision.  It establishes the universe of conduct which may give rise to civil and criminal liability under the Act.  Insofar as is relevant here, it provides:  \"It is unlawful for any person ... to import, export, transport, sell, receive, acquire, or purchase in interstate or foreign commerce ... any ... wildlife taken, possessed, transported, or sold in violation of any law or regulation of any State....\"  16 U.S.C. &#167; 3372(a)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The second provision, 16 U.S.C. &#167; 3372(c), was added in 1988 to \"overturn\" United States v. Stenberg, <span class=\"citation\" data-id=\"478026\"><a href=\"/opinion/478026/united-states-v-terry-cray-stenberg-united-states-of-america-v-loren-jay/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">422</span></a></span> (9th Cir.1986).  See S. Rep. 100-563, at 9-10 (1988), reprinted in 1988 U.S.C.C.A.N. 5366, 5374-75.   In Stenberg, the Ninth Circuit had expressed the common sense view that the selling of guiding services to facilitate what both guide and hunter knew would be an illegal taking of wildlife does not itself constitute a \"sale of wildlife\" in violation of the Act.  See 803 F.2d at 435-37.  Section 3372(c) effectively abrogates Stenberg by providing specialized definitions of the terms \"sale\" and \"purchase\" to be applied throughout the Act.  In pertinent part, the provision reads:  \"It is deemed to be a purchase of ... wildlife in violation of this chapter for a person to obtain for money or other consideration ... guiding, outfitting, or other services ... for the illegal taking, acquiring, receiving, transporting, or possessing of ... wildlife.\"  16 U.S.C. &#167; 3372(c)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The third and most relevant provision for present purposes is 16 U.S.C. &#167; 3373(d).  Although the provision bears the caption \"Criminal penalties,\" it does not simply prescribe punishment for conduct described elsewhere in the Act.  Instead, the provision effectively sets forth the substantive elements of the Act's criminal offenses by defining, and attaching criminal consequences to, a subset of the \"unlawful\" conduct described in 16 U.S.C. &#167; 3372.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">16 U.S.C. &#167; 3373(d) has both felony and misdemeanor provisos.  In pertinent part, its felony proviso states:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Any person who ... violates any provision of this chapter ... by knowingly engaging in conduct that involves the sale or purchase of, the offer of sale or purchase of, or the intent to sell or purchase, fish or wildlife ... with a market value in excess of $350, knowing that the fish or wildlife ... were taken, possessed, transported, or sold in violation of, or in a manner unlawful under, any underlying law, treaty or regulation, shall be fined not more than $20,000, or imprisoned for not more than five years, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">16 U.S.C. &#167; 3373(d)(1).  In pertinent part, its misdemeanor proviso states:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Any person who knowingly engages in conduct prohibited by any provision of this chapter ... and in the exercise of due care should know that the ... wildlife ... were taken, possessed, transported, or sold in violation of, or in a manner unlawful under, any underlying law, treaty or regulation shall be fined not more than $10,000, or imprisoned for not more than one year, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">16 U.S.C. &#167; 3373(d)(2).</p>\n    </div>\n    <p>C. The Prior Proceedings</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In early 1995, agents of the United States Fish and Wildlife Service conducted two searches of Romano's home.  These searches yielded inculpatory evidence including Romano's hunting diaries and travel itineraries, videotapes and photographs of the Alaska hunts, documents establishing Romano's Massachusetts residency, shipping tags for the animals in question, and mounted trophies of animals killed during the hunts.  In July 1995, a federal grand jury returned an eight count indictment against Romano.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Count VIII sought forfeiture of the trophies pursuant to the Lacey Act's forfeiture provision, 16 U.S.C. &#167; 3374;  Counts I-VII, each of which was captioned \"Interstate Sale and Transport of Wildlife Taken in Violation of State Law, 16 U.S.C. &#167; 3372(a)(2)(A)\" and pertained to separate kills and shipments, charged him with feloniously violating the Lacey Act by</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>knowingly engag[ing] in conduct involving the sale and purchase, offer to sell and purchase, and intent to sell and purchase, wildlife having a market value in excess of $350 ... by knowingly transporting, receiving, acquiring and purchasing said wildlife in interstate commerce ... knowing said wildlife had been taken, possessed and transported in violation of and in a manner unlawful under Alaskan state law, specifically Alaska Statute &#167; 16.05.330(a)(2), which prohibits the taking of wildlife without the appropriate Alaska hunting license.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(emphasis supplied).  With the exception of the underlined phrase, this charging language loosely tracked the language of the Act's felony proviso--16 U.S.C. &#167; 3373(d)(1).  The underlined phrase, on the other hand, appears to have been imported from 16 U.S.C. &#167; 3372(a)(2).  The government has not explained, and we cannot comprehend, why the charging language was so structured.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In any event, it is important to understand that Romano never engaged in a direct sale or purchase of wildlife.  Nor, despite the hint to the contrary in the indictment's charging language, has the government taken the position that Romano's acts of transporting the animals he killed were conduct involving the sale or purchase of wildlife.  Rather, the government's case might best be described as resting on a theory of constructive purchase of wildlife.  That theory depends, in turn, on the express language of 16 U.S.C. &#167; 3372(c)(2), by operation of which (as set forth above) \"a purchase of ... services ... for the illegal taking ... of ... wildlife\" is \"deemed to be a purchase of ... wildlife in violation of [the Lacey Act].\" In other words, this case has proceeded on the premise that Romano's annual purchases of guiding and outfitting services to assist him in prospective unlawful takings of wildlife were the \"conduct that involves the ... purchase of ... wildlife\" made felonious by 16 U.S.C. &#167; 3373(d)(1).  See p 13 of the indictment's \"Introductory Allegations\" (\"Each year between 1989 and 1994 the defendant LAWRENCE J. ROMANO purchased wildlife in interstate commerce by paying for the services of professional Alaskan guides to assist him in taking game in Alaska.\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In January 1996, Romano moved to dismiss all eight counts of the indictment.  He asserted a number of arguments in support of his motion, all of which were variations on a five-part theme:  (1) the Lacey Act cannot be read to apply to his conduct because the guiding and outfitting services he purchased were wholly lawful;  (2) because the relevant statutory language is, at best, ambiguous, both the rule of lenity and the Act's legislative history (which Romano reads to suggest that the Act is not intended to reach the activities of private, recreational hunters who do not engage in unlawful commercial activity) preclude its application to his conduct;  (3) Alaska's disparate treatment of resident and out-of-state hunters is unconstitutional;  (4) Congress does not have the power to regulate the non-commercial, intrastate activities of private, recreational hunters;  and (5) the statute of limitations had run on the killing and shipment at issue in Count I. Perhaps because of the captions the government gave to Counts I-VII of the indictment, Romano's first and second arguments focused almost exclusively on the language of 16 U.S.C. &#167;&#167; 3372(a)(2) and (c)(2);  they did not address the more pertinent language of 16 U.S.C. &#167; 3373(d)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court agreed with Romano's statute of limitations argument but otherwise denied the motion and sent the case to a jury.  See generally United States v. Romano, <span class=\"citation no-link\"><span class=\"volume\">929</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">502</span></span> (D.Mass.1996).  The government did not seek to make an alternative argument that, even if Romano did not violate the Act's felony proviso, he violated its misdemeanor proviso;  nor did Romano seek a lesser included instruction.  Accordingly, the case was tried solely under the theory that Romano's purchases of guiding and outfitting services for the illegal taking of wildlife were felonies.  At the conclusion of the government's case, the closing of the evidence, and after the jury's guilty verdicts on Counts II-VII, Romano renewed his first, second, and fourth arguments as challenges to the sufficiency of the evidence.  He also asserted that, because the government had not introduced evidence from which a jury could find beyond a reasonable doubt that the animals in question had \"market value[s] in excess of $350,\" 16 U.S.C. &#167; 3373(d)(1)(B), he should be acquitted.  The district court stood by its earlier rulings and rejected Romano's market value argument, reasoning that the thousands of dollars Romano paid for guiding and outfitting services constituted evidence from which the jury could properly infer that the animals killed during the hunts had market values in excess of $350.  Subsequently, the court sentenced Romano to two years' probation.  It also fined him $20,000, ordered him to make restitution in the amount of $9,994 to the State of Alaska, and entered a judgment forfeiting the trophies that were the subject of Count VIII.  The court stayed execution of the sentence pending appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Proper resolution of this appeal is not without difficulty.  On the one hand, Romano's specific appellate arguments (which essentially mirror those presented to the district court during and after the trial) are not particularly persuasive.  Only the market value argument gives us significant pause;  yet even a ruling that the government failed to establish that the animals Romano killed had market values in excess of $350 raises a potentially difficult question not addressed in the briefs:  Should we reverse the convictions outright or, despite the lack of either a misdemeanor offense instruction below or a request by the government that we do so, invoke our authority under 28 U.S.C. &#167; 2106 to remand with instructions that the district court enter judgments against Romano under the Act's misdemeanor proviso?   See Rutledge v. United States, <span class=\"citation\" data-id=\"118013\"><a href=\"/opinion/118013/rutledge-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span>, 305-07, <span class=\"citation\" data-id=\"118013\"><a href=\"/opinion/118013/rutledge-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>, 1250, <span class=\"citation\" data-id=\"118013\"><a href=\"/opinion/118013/rutledge-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></a></span> (1996) (noting the Court's prior approval of the \"uniform\" conclusion of federal appellate courts \"that they may direct the entry of judgment for a lesser included offense when a conviction for a greater offense is reversed on grounds that affect only the greater offense\");  United States v. Melton, <span class=\"citation\" data-id=\"316591\"><a href=\"/opinion/316591/united-states-v-thomas-melton-jr/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span>, 57-58 (D.C.Cir.1973) (remanding for resentencing on lesser included offense even where the government chose at trial only to seek conviction on the greater offense);  but see United States v. Vasquez-Chan, <span class=\"citation\" data-id=\"593380\"><a href=\"/opinion/593380/united-states-v-sylvia-vasquez-chan-united-states-of-america-v-julia/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 554 &amp; nn. 5, 6 (9th Cir.1992) (appellate court may order entry of judgment on lesser included offense only when the jury was explicitly instructed it could find the defendant guilty of the lesser included offense and when the government, on appeal, makes an alternative argument for the entry of judgment against defendant on the lesser included offense).  After all, conduct meeting all the elements of 16 U.S.C. &#167; 3373(d)(1) except its market value requirement would appear to fall within 16 U.S.C. &#167; 3373(d)(2).  See supra at 679.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On the other hand, we detect an obvious defect in the government's case.  As we have stated, the conduct for which Romano was indicted and convicted--i.e., the \"conduct that involves the ... purchase of ... wildlife,\" 16 U.S.C. &#167; 3373(d)(1)(B)--was Romano's annual purchasing of guiding and outfitting services for the prospective illegal taking of wildlife.  See supra at 679-80;  see also 16 U.S.C. &#167; 3372(c)(2).  We think it obvious, or at least plausible, that Romano \"engag[ed] in\" this \"conduct,\" 16 U.S.C. &#167; 3373(d)(1)(B), only for so long as it took him to consummate each of his purchases of services.  The government appears to agree.  In its brief, it argued:  \"Since &#167; 3372(c)(2) clearly indicates there can be a prospective taking, it follows that the purchase of wildlife by purchasing guiding services can come before the illegal taking.\"   And yet, this reading of the Act proves the incoherence of this prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As we have observed, conduct involving a purchase of guiding and outfitting services for the prospective illegal taking of wildlife would appear to be unlawful by the combined effect of 16 U.S.C. &#167;&#167; 3372(a)(2) and (c)(2).  For such unlawful conduct also to constitute a crime, however, it would have to fall within the Act's criminal provision--16 U.S.C. &#167; 3373(d).  And this provision requires, inter alia, that an accused engage in the conduct with a statutorily-prescribed knowledge base:  \"knowing that the ... wildlife ... were taken, possessed, transported, or sold in violation of\" law, 16 U.S.C. &#167; 3373(d)(1)(B) (emphasis supplied), in the case of a felony;  or with reason to \"know that the ... wildlife ... were taken, possessed, transported, or sold in violation of\" law, 16 U.S.C. &#167; 3373(d)(2) (emphasis supplied), in the case of a misdemeanor.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Obviously, however, a hunter who purchases guiding or outfitting services to assist him in a prospective unlawful taking of wildlife can neither know nor have reason to know at the time of his purchase that the wildlife he has constructively purchased by operation of 16 U.S.C. &#167; 3372(c) \"were taken\" (or, for that matter, \"possessed\" or \"transported\") in violation of state law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The reason is clear:  Congress' use of the word \"were\" implies that, at the time of the purchase, the underlying taking, possession, or act of transport cannot still be in prospect;  it must have already occurred.  Cf. United States v. Carpenter, <span class=\"citation\" data-id=\"561354\"><a href=\"/opinion/561354/united-states-v-marvin-carpenter-united-states-of-america-v-carpenters/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 750-51 (9th Cir.1991) (engaging in a similar temporal parsing of 16 U.S.C. &#167; 3372(a)(1)).  Thus, to affirm a conviction in circumstances such as these, we would have to say that the word \"were,\" as used in 16 U.S.C. &#167; 3373(d), also can mean \"would be.\"   Yet even if the word \"were\" might be taken to mean \"would be\" in some other criminal statute, the absence of indicia that Congress actually intended to criminalize the type of conduct for which Romano stands convicted, see infra at 17, precludes such a strained construction here, see Reno v. Koray, <span class=\"citation\" data-id=\"117943\"><a href=\"/opinion/117943/reno-v-koray/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, 64-66, <span class=\"citation\" data-id=\"117943\"><a href=\"/opinion/117943/reno-v-koray/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2021</span></a></span>, 2029, <span class=\"citation\" data-id=\"117943\"><a href=\"/opinion/117943/reno-v-koray/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">46</span></a></span> (1995) (explaining the rule of lenity).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A similar analysis disposes of any argument that, when he purchased the guiding and outfitting services, Romano knew or had reason to know that the wildlife he would take with the assistance of these services \"were ... sold,\" 16 U.S.C. &#167;&#167; 3373(d)(1) and (d)(2), in violation of Alaska law.  In a case where a buyer purchases such services knowing, or with reason to know, that the sale of services is itself illegal under state law,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> we might accept that the buyer \"purchased wildlife\" (per 16 U.S.C. &#167; 3372(c)(2)) knowing or having reason to know that the wildlife \"were ... sold\" in violation of law (per 16 U.S.C. &#167; 3373(d)).  After all, this was the precise situation presented in Stenberg, and Congress passed 16 U.S.C. &#167; 3372(c) with the expressed intention of \"overturn[ing]\" Stenberg.   See supra at 678.   Here, though, where there was nothing unlawful about the repeated sales of guiding and outfitting services to Romano, there is absolutely no basis for concluding that, when he purchased these services, Romano knew or had reason to know that the wildlife he constructively purchased were or had been sold in violation of Alaska law.  Cf. Carpenter, 933 F.2d at 750-51.   A buyer's private intention to use a purchased item for unlawful purposes--e.g., the purchase of a handgun with the intention to use it in a bank robbery--does not, without more, make the sale of that item unlawful.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As we have stated, Romano has, throughout these proceedings, made specific arguments that there is insufficient evidence to support his convictions because the government has misinterpreted 16 U.S.C. &#167; 3372.  He has not, however, specifically argued that there was insufficient evidence to support the jury's findings with respect to the knowledge requirements of 16 U.S.C. &#167; 3373(d).  The propriety of our reversing Romano's convictions on the basis of the defect just described would therefore appear to be governed by the jurisprudence of Fed.R.Crim.P. 52(b).  Cf. United States v. Belardo-Quinones, <span class=\"citation\" data-id=\"196469\"><a href=\"/opinion/196469/united-states-v-belardo-quinones/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">941</span></a></span>, 945 (1st Cir.1995) (when an accused asserts specific arguments in support of a Fed.R.Crim.P. 29 motion for acquittal, he waives plenary appellate review of other specific arguments for acquittal not then made).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Rule 52(b) provides:  \"Plain errors or defects affecting substantial rights may be noticed although they were not brought to the attention of the court.\"   The Supreme Court has interpreted this provision to confer a highly circumscribed authority on appellate courts.  See United States v. Bradstreet, <span class=\"citation\" data-id=\"197762\"><a href=\"/opinion/197762/united-states-v-bradstreet/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 50-51 (1st Cir.1998) (discussing the combined effect of United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993), and Johnson v. United States, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1997)).  To be correctable under Rule 52(b), an error or defect must be \"plain,\" meaning \"clear\" or \"obvious\" at the time of appellate consideration;  it must have \"affected substantial rights,\" meaning, in most cases, \"it must have affected the outcome of the district court proceedings\";  and leaving it uncorrected must strike us as having the potential to \"seriously affect[ ] the fairness, integrity or public reputation of judicial proceedings.\"  Id. at 50 (internal quotation marks and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We think that the defect here is obvious--the word \"were\" in 16 U.S.C. &#167; 3373(d)(1) plainly cannot encompass prospective conduct in these circumstances--and that it affected the outcome of Romano's trial.  Resolution of this appeal therefore turns on whether systemic considerations militate in favor of reversal.  We believe that they do.  While Romano is clearly guilty of having committed misdemeanor violations of certain Alaska hunting laws, he is just as clearly innocent of the felony charges for which he stands convicted.  This, then, is not just a situation where an accused's trial might well have ended in an acquittal had the defect been raised;  it is a case of demonstrable actual innocence of the crimes charged.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Furthermore, this is the first reported case where the government has prosecuted a hunter for purchasing lawful services to aid him in the prospective unlawful taking of wildlife.  To the extent that this might be a \"test case,\" we believe that there is a strong institutional interest in informing the government that its construction of the Act is seriously flawed.  So, too, do we think it important to inform Congress that, should it wish to criminalize the type of conduct at issue in this case--the purchase of lawfully-sold services with the intent to use those services to take wildlife unlawfully--it must amend the statute.  As we have explained, the government cannot now prosecute such conduct under 16 U.S.C. &#167; 3373(d).  Indeed, Congress may well intend that such conduct remain entirely within the province of state law.  See, e.g., S. Rep. 97-123, at 1 (1981), reprinted in 1981 U.S.C.C.A.N. 1748, 1748 (the purpose of the Act is to curtail the \"massive illegal trade in fish and wildlife and their parts and products\") (emphasis supplied);  id. at 12, reprinted in 1981 U.S.C.C.A.N. at 1759 (\"[T]he dealings of a hunter with his travel agent or an airlines to arrange a trip for the acquisition of wildlife clearly does [sic] not constitute a sale or purchase of wildlife.  However, a commercial arrangement whereby a professional guide offers his services to illegally obtain wildlife is, in effect, an offer to sell wildlife.\").  But we cannot say with certainty that this is so.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the reasons stated, 16 U.S.C. &#167; 3373(d) does not encompass the conduct underlying Romano's convictions.  We therefore reverse those convictions and remand with instructions that judgments of acquittal be entered on Counts II-VIII of the indictment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We discuss whether a hunter who purchases guiding or outfitting services to assist him in a prospective unlawful taking of wildlife can know or have reason to know that the wildlife he has constructively purchased \"were ... sold\" in violation of state law later in this opinion.  See infra at 682 &amp; note 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Virtually all sales of services to facilitate hunts both the buyer and seller know to be illegal would appear to be in violation of state law because they are conspiracies to violate state hunting laws</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593380/"
  ]
}